{"id": "article-25155_0", "title": "Migratory Thrombophlebitis -- Continuing Education Activity", "content": "Migratory thrombophlebitis or thrombophlebitis migrans is an inflammatory reaction of the vein accompanied by a thrombus. It is characterized by the involvement of one vein group first, then improving and followed by the involvement of other vein groups. This activity reviews the etiology, evaluation, and management of migratory thrombophlebitis and highlights the role of an interprofessional team in improving care for patients with this condition.", "contents": "Migratory Thrombophlebitis -- Continuing Education Activity. Migratory thrombophlebitis or thrombophlebitis migrans is an inflammatory reaction of the vein accompanied by a thrombus. It is characterized by the involvement of one vein group first, then improving and followed by the involvement of other vein groups. This activity reviews the etiology, evaluation, and management of migratory thrombophlebitis and highlights the role of an interprofessional team in improving care for patients with this condition."}
{"id": "article-25155_1", "title": "Migratory Thrombophlebitis -- Continuing Education Activity", "content": "Objectives: Review the etiology of migratory thrombophlebitis. Explain the appropriate history, physical exam findings, and evaluation of migratory thrombophlebitis. Discuss the treatment and management options available for migratory thrombophlebitis. Identify the importance of an interprofessional team working together to facilitate care coordination and communication to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Migratory Thrombophlebitis -- Continuing Education Activity. Objectives: Review the etiology of migratory thrombophlebitis. Explain the appropriate history, physical exam findings, and evaluation of migratory thrombophlebitis. Discuss the treatment and management options available for migratory thrombophlebitis. Identify the importance of an interprofessional team working together to facilitate care coordination and communication to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25155_2", "title": "Migratory Thrombophlebitis -- Introduction", "content": "Thrombophlebitis is an inflammatory reaction of the vein accompanied by a thrombus. Migratory thrombophlebitis or thrombophlebitis migrans is characterized by the involvement of one vein group first, then improving and followed by the involvement of other vein groups (see Image . Migratory Thrombophlebitis). Sometimes several veins in different locations can be involved simultaneously. Superficial and deep veins both may be affected.", "contents": "Migratory Thrombophlebitis -- Introduction. Thrombophlebitis is an inflammatory reaction of the vein accompanied by a thrombus. Migratory thrombophlebitis or thrombophlebitis migrans is characterized by the involvement of one vein group first, then improving and followed by the involvement of other vein groups (see Image . Migratory Thrombophlebitis). Sometimes several veins in different locations can be involved simultaneously. Superficial and deep veins both may be affected."}
{"id": "article-25155_3", "title": "Migratory Thrombophlebitis -- Etiology", "content": "Superficial migratory thrombophlebitis is associated with systemic diseases like hypertension, [1] Buerger syndrome/thrombophlebitis obliterans, [2] [3] hypercoagulable conditions like protein C, S deficiencies, lupus anticoagulant, [4] factor XII deficiency, [5] inflammatory bowel disease, [6] Behcet disease, [7] and pancreatic cancer. There are also reports in a cannabis smoker and a patient with Q fever. [8] [9] [8]", "contents": "Migratory Thrombophlebitis -- Etiology. Superficial migratory thrombophlebitis is associated with systemic diseases like hypertension, [1] Buerger syndrome/thrombophlebitis obliterans, [2] [3] hypercoagulable conditions like protein C, S deficiencies, lupus anticoagulant, [4] factor XII deficiency, [5] inflammatory bowel disease, [6] Behcet disease, [7] and pancreatic cancer. There are also reports in a cannabis smoker and a patient with Q fever. [8] [9] [8]"}
{"id": "article-25155_4", "title": "Migratory Thrombophlebitis -- Etiology", "content": "Armand Trousseau first noted the association of superficial migratory thrombophlebitis and visceral malignancy in 1865. Based on history, Trousseau syndrome is characterized by unexplained thrombotic events that occur before the diagnosis of an occult visceral malignancy or appears concomitantly with cancer. [10] [11] In patients with cancer, deep veins are also involved, and pulmonary embolism is a frequent complication. [12] Unusual venous sites like upper extremities, trunk, and chest wall are involved. [11] The characteristic presentation demonstrates the absence of predisposing factors like extreme old age, obesity, postoperative state, immobility, morbidity, varicose veins, and local trauma.", "contents": "Migratory Thrombophlebitis -- Etiology. Armand Trousseau first noted the association of superficial migratory thrombophlebitis and visceral malignancy in 1865. Based on history, Trousseau syndrome is characterized by unexplained thrombotic events that occur before the diagnosis of an occult visceral malignancy or appears concomitantly with cancer. [10] [11] In patients with cancer, deep veins are also involved, and pulmonary embolism is a frequent complication. [12] Unusual venous sites like upper extremities, trunk, and chest wall are involved. [11] The characteristic presentation demonstrates the absence of predisposing factors like extreme old age, obesity, postoperative state, immobility, morbidity, varicose veins, and local trauma."}
{"id": "article-25155_5", "title": "Migratory Thrombophlebitis -- Epidemiology", "content": "Idiopathic thrombophlebitis migrans occurs between the ages of 25 and 50 years; the average age is about 40. Men are affected three times more than that of women and occur in otherwise healthy adults. [10] [13]", "contents": "Migratory Thrombophlebitis -- Epidemiology. Idiopathic thrombophlebitis migrans occurs between the ages of 25 and 50 years; the average age is about 40. Men are affected three times more than that of women and occur in otherwise healthy adults. [10] [13]"}
{"id": "article-25155_6", "title": "Migratory Thrombophlebitis -- Epidemiology", "content": "Virtually all cancers have correlations with migratory thrombophlebitis. Different series have reported different frequencies of cancer types associated with migratory thrombophlebitis. Some reported a high incidence in the pancreatic body and tail carcinomas, and few others reported higher incidence in lung adenocarcinomas in males and malignancy of reproductive tract in females. [10] [14] [15] Most commonly, it accompanies gastrointestinal (including pancreas and gastric), lung, and urogenital cancers. [16]", "contents": "Migratory Thrombophlebitis -- Epidemiology. Virtually all cancers have correlations with migratory thrombophlebitis. Different series have reported different frequencies of cancer types associated with migratory thrombophlebitis. Some reported a high incidence in the pancreatic body and tail carcinomas, and few others reported higher incidence in lung adenocarcinomas in males and malignancy of reproductive tract in females. [10] [14] [15] Most commonly, it accompanies gastrointestinal (including pancreas and gastric), lung, and urogenital cancers. [16]"}
{"id": "article-25155_7", "title": "Migratory Thrombophlebitis -- Pathophysiology", "content": "Phlebitic syndrome in association with cancer is distinctive, and its pathogenesis is not well understood. Research has reported the spectrum of overlapping mechanisms in Trousseau syndrome. [11] Early reports noted that Trousseau syndrome commonly occurring in mucin-producing adenocarcinomas; however, not all cases correlate with mucin-producing carcinomas. [16]", "contents": "Migratory Thrombophlebitis -- Pathophysiology. Phlebitic syndrome in association with cancer is distinctive, and its pathogenesis is not well understood. Research has reported the spectrum of overlapping mechanisms in Trousseau syndrome. [11] Early reports noted that Trousseau syndrome commonly occurring in mucin-producing adenocarcinomas; however, not all cases correlate with mucin-producing carcinomas. [16]"}
{"id": "article-25155_8", "title": "Migratory Thrombophlebitis -- Pathophysiology", "content": "Mucins are highly glycosylated glycoproteins secreted by epithelial cells. In patients with carcinomas, mucins are aberrantly glycosylated and get inappropriately secreted into the blood, the liver clears the bulk of these mucins, and a small fraction is resistant. These mucins interact with L-selectin adhesion molecule expressed on leukocyte and P-selection adhesion molecule expressed on platelet and endothelial cells, resulting in the production of platelet rich-microthrombi. [16]", "contents": "Migratory Thrombophlebitis -- Pathophysiology. Mucins are highly glycosylated glycoproteins secreted by epithelial cells. In patients with carcinomas, mucins are aberrantly glycosylated and get inappropriately secreted into the blood, the liver clears the bulk of these mucins, and a small fraction is resistant. These mucins interact with L-selectin adhesion molecule expressed on leukocyte and P-selection adhesion molecule expressed on platelet and endothelial cells, resulting in the production of platelet rich-microthrombi. [16]"}
{"id": "article-25155_9", "title": "Migratory Thrombophlebitis -- Pathophysiology", "content": "Reports exist of tissue factor (TF) as a cause of Trousseau syndrome. Cancer cells express abnormally high TF and release TF-positive microparticles that are highly procoagulant. [17] Inflammatory cytokines produced by cancer cells induce TF expression in vascular cells, where it does not usually get expressed. Cancer cells also induce monocytes, macrophages to release TF. TF promotes the conversion of factor VII to factor VIIa, resulting in activation of the extrinsic pathway of the coagulation cascade. [18] [19] [20] Cancer procoagulant, also described as cysteine proteinase, expressed by malignant cells and also normal cells (except fetal tissue), directly induces the conversion of factor X to factor Xa. [21] There are reports that hypoxia increases the expression of TF and plasminogen activator inhibitor type1 (PAI-1) that facilitate coagulation. [22]", "contents": "Migratory Thrombophlebitis -- Pathophysiology. Reports exist of tissue factor (TF) as a cause of Trousseau syndrome. Cancer cells express abnormally high TF and release TF-positive microparticles that are highly procoagulant. [17] Inflammatory cytokines produced by cancer cells induce TF expression in vascular cells, where it does not usually get expressed. Cancer cells also induce monocytes, macrophages to release TF. TF promotes the conversion of factor VII to factor VIIa, resulting in activation of the extrinsic pathway of the coagulation cascade. [18] [19] [20] Cancer procoagulant, also described as cysteine proteinase, expressed by malignant cells and also normal cells (except fetal tissue), directly induces the conversion of factor X to factor Xa. [21] There are reports that hypoxia increases the expression of TF and plasminogen activator inhibitor type1 (PAI-1) that facilitate coagulation. [22]"}
{"id": "article-25155_10", "title": "Migratory Thrombophlebitis -- Histopathology", "content": "Infiltration of the vascular wall by inflammatory infiltrates like neutrophils, eosinophils, histiocytes, lymphocytes, and giant cells. Presence of organized thrombus within the lumen in the initial phase, which is replaced by recanalization and fibrosis later. Orcein staining reveals the absence of the internal elastic lamia. [23]", "contents": "Migratory Thrombophlebitis -- Histopathology. Infiltration of the vascular wall by inflammatory infiltrates like neutrophils, eosinophils, histiocytes, lymphocytes, and giant cells. Presence of organized thrombus within the lumen in the initial phase, which is replaced by recanalization and fibrosis later. Orcein staining reveals the absence of the internal elastic lamia. [23]"}
{"id": "article-25155_11", "title": "Migratory Thrombophlebitis -- Histopathology", "content": "The primary histopathological differential diagnosis of superficial migratory thrombophlebitis (SMT) is polyarteritis nodosa, a condition in which arteries are involved, recognized by the diameter of the lumen, the thickness of the wall, and presence of an internal elastic lumen. [24] In Trousseau syndrome, there is no invasion of the affected vein by tumor or tumor emboli, and there is usually a little inflammatory reaction. [16] Buerger disease demonstrates characteristic inflammation and thrombosis of small and medium-sized arteries and veins and the presence of giant cells and microabscesses within thrombi. [25]", "contents": "Migratory Thrombophlebitis -- Histopathology. The primary histopathological differential diagnosis of superficial migratory thrombophlebitis (SMT) is polyarteritis nodosa, a condition in which arteries are involved, recognized by the diameter of the lumen, the thickness of the wall, and presence of an internal elastic lumen. [24] In Trousseau syndrome, there is no invasion of the affected vein by tumor or tumor emboli, and there is usually a little inflammatory reaction. [16] Buerger disease demonstrates characteristic inflammation and thrombosis of small and medium-sized arteries and veins and the presence of giant cells and microabscesses within thrombi. [25]"}
{"id": "article-25155_12", "title": "Migratory Thrombophlebitis -- History and Physical", "content": "As superficial migratory thrombophlebitis is associated with other systemic disorders, it is important to obtain a detailed history to identify symptoms and signs of an underlying disorder. Ask for a history of hypertension, smoking and cannabis ab, travel history, personal and family history of cancer, hypercoagulable disorders, and autoimmune disorders. To evaluate the migratory nature, ask if the patient has similar prior episodes and the location of the involved vein.", "contents": "Migratory Thrombophlebitis -- History and Physical. As superficial migratory thrombophlebitis is associated with other systemic disorders, it is important to obtain a detailed history to identify symptoms and signs of an underlying disorder. Ask for a history of hypertension, smoking and cannabis ab, travel history, personal and family history of cancer, hypercoagulable disorders, and autoimmune disorders. To evaluate the migratory nature, ask if the patient has similar prior episodes and the location of the involved vein."}
{"id": "article-25155_13", "title": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation", "content": "Patients with superficial thrombophlebitis present with pain, erythema, and induration along the course of a superficial vein. A nodular-cord, due to thrombus within the affected vein, is often palpable. A fever might be present.", "contents": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation. Patients with superficial thrombophlebitis present with pain, erythema, and induration along the course of a superficial vein. A nodular-cord, due to thrombus within the affected vein, is often palpable. A fever might be present."}
{"id": "article-25155_14", "title": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation", "content": "Evaluate for signs and symptoms of deep venous thrombosis and pulmonary embolism in high-risk patients such as patients older than 60 years, male sex, presence of systemic infection, bilateral superficial vein thromboses, and absence of varicose veins.", "contents": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation. Evaluate for signs and symptoms of deep venous thrombosis and pulmonary embolism in high-risk patients such as patients older than 60 years, male sex, presence of systemic infection, bilateral superficial vein thromboses, and absence of varicose veins."}
{"id": "article-25155_15", "title": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation", "content": "Mondor disease is superficial thrombophlebitis of the epigastric, thoracoepigastric, or lateral thoracic veins, presenting as painful indurated erythematous cords. [26] There are also some reports of it appearing in the axilla, penis, and the inguinal region as well. [27]", "contents": "Migratory Thrombophlebitis -- History and Physical -- Clinical presentation. Mondor disease is superficial thrombophlebitis of the epigastric, thoracoepigastric, or lateral thoracic veins, presenting as painful indurated erythematous cords. [26] There are also some reports of it appearing in the axilla, penis, and the inguinal region as well. [27]"}
{"id": "article-25155_16", "title": "Migratory Thrombophlebitis -- Evaluation", "content": "Superficial thrombophlebitis is a clinical diagnosis. The patient usually presents with pain and erythema at the involved site. On palpation, the vein is hard and tender. Brownish discoloration or hyperpigmentation from hemosiderin deposition can present through the course of previously affected veins. Extensive limb swelling can occur in the presence of deep venous thrombosis. [28] [29]", "contents": "Migratory Thrombophlebitis -- Evaluation. Superficial thrombophlebitis is a clinical diagnosis. The patient usually presents with pain and erythema at the involved site. On palpation, the vein is hard and tender. Brownish discoloration or hyperpigmentation from hemosiderin deposition can present through the course of previously affected veins. Extensive limb swelling can occur in the presence of deep venous thrombosis. [28] [29]"}
{"id": "article-25155_17", "title": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US)", "content": "In patients with pain along the course of the superficial vein but who have no physical exam findings suggestive of thrombophlebitis, indicate the use of duplex ultrasound.", "contents": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US). In patients with pain along the course of the superficial vein but who have no physical exam findings suggestive of thrombophlebitis, indicate the use of duplex ultrasound."}
{"id": "article-25155_18", "title": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US)", "content": "In obese patients, superficial veins are located several centimeters below the normal-appearing skin surface; these patients may have superficial venous thrombosis (SVT) or deep venous thrombosis (DVT). Duplex ultrasound is also indicated in these patients to rule out DVT. [30]", "contents": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US). In obese patients, superficial veins are located several centimeters below the normal-appearing skin surface; these patients may have superficial venous thrombosis (SVT) or deep venous thrombosis (DVT). Duplex ultrasound is also indicated in these patients to rule out DVT. [30]"}
{"id": "article-25155_19", "title": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US)", "content": "Superficial venous thrombosis involving great saphenous vein and a small saphenous vein is at high risk of progression to deep vein thrombosis. If the patient has thrombophlebitis involving these veins, perform a duplex ultrasound to evaluate the extension of thrombus. [31] [32] Patients with significant extremity swelling should have a duplex ultrasound to rule out DVT.", "contents": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US). Superficial venous thrombosis involving great saphenous vein and a small saphenous vein is at high risk of progression to deep vein thrombosis. If the patient has thrombophlebitis involving these veins, perform a duplex ultrasound to evaluate the extension of thrombus. [31] [32] Patients with significant extremity swelling should have a duplex ultrasound to rule out DVT."}
{"id": "article-25155_20", "title": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US)", "content": "Diagnosis of migratory thrombophlebitis is essential, as it correlates with cancer and other systemic disorders, and it can be the initial presentation of underlying occult malignancy. [33] Cancer can manifest months and even years after the diagnosis of superficial migratory thrombophlebitis. These patients should undergo evaluation for underlying malignancy and other systemic disorders at the time of diagnosis of superficial migratory thrombophlebitis. A comprehensive survey includes:", "contents": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US). Diagnosis of migratory thrombophlebitis is essential, as it correlates with cancer and other systemic disorders, and it can be the initial presentation of underlying occult malignancy. [33] Cancer can manifest months and even years after the diagnosis of superficial migratory thrombophlebitis. These patients should undergo evaluation for underlying malignancy and other systemic disorders at the time of diagnosis of superficial migratory thrombophlebitis. A comprehensive survey includes:"}
{"id": "article-25155_21", "title": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US)", "content": "A complete history to evaluate symptoms and signs of cancer A thorough physical examination, to include a digital rectal examination, testing for fetal occult blood, and pelvic examination in women Laboratory testing including complete blood count (CBC) with peripheral smear, basic metabolic panel, liver function tests, erythrocyte sedimentation rate, urinalysis, tumor markers, autoimmune workup, and studies for hypercoagulability Chest radiograph A chest, abdominal, and pelvic CT scan Age-appropriate cancer screening including mammography and a Papanicolaou smear in women, upper and lower GI tract evaluation", "contents": "Migratory Thrombophlebitis -- Evaluation -- Indications for Duplex Ultrasound (US). A complete history to evaluate symptoms and signs of cancer A thorough physical examination, to include a digital rectal examination, testing for fetal occult blood, and pelvic examination in women Laboratory testing including complete blood count (CBC) with peripheral smear, basic metabolic panel, liver function tests, erythrocyte sedimentation rate, urinalysis, tumor markers, autoimmune workup, and studies for hypercoagulability Chest radiograph A chest, abdominal, and pelvic CT scan Age-appropriate cancer screening including mammography and a Papanicolaou smear in women, upper and lower GI tract evaluation"}
{"id": "article-25155_22", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "The treatment goal is to relieve local symptoms and prevent the propagation of the thrombus. Supportive care includes elevation of the affected extremity, nonsteroidal anti-inflammatory drugs, warm or cold compress, compression stockings, and increased ambulation.", "contents": "Migratory Thrombophlebitis -- Treatment / Management. The treatment goal is to relieve local symptoms and prevent the propagation of the thrombus. Supportive care includes elevation of the affected extremity, nonsteroidal anti-inflammatory drugs, warm or cold compress, compression stockings, and increased ambulation."}
{"id": "article-25155_23", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "In patients with superficial thrombophlebitis involving a vein segment of size less than 5 cm and thrombus site remote from the saphenofemoral junction and saphenopopliteal junction and no medical risk factors for venous thromboembolism, supportive care is indicated. These patients are followed up in 7 to 10 days or sooner if symptoms progress, and if no clinical improvement in symptoms, ultrasound duplex is performed to rule out deep vein thrombosis.", "contents": "Migratory Thrombophlebitis -- Treatment / Management. In patients with superficial thrombophlebitis involving a vein segment of size less than 5 cm and thrombus site remote from the saphenofemoral junction and saphenopopliteal junction and no medical risk factors for venous thromboembolism, supportive care is indicated. These patients are followed up in 7 to 10 days or sooner if symptoms progress, and if no clinical improvement in symptoms, ultrasound duplex is performed to rule out deep vein thrombosis."}
{"id": "article-25155_24", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "Anticoagulation is indicated in patients with the propagation of clot and also in high-risk patients with thrombus longer than 5 cm and within 5 cm from the saphenofemoral junction or saphenopopliteal junction and in patients with concomitant deep venous thrombosis and pulmonary embolism.", "contents": "Migratory Thrombophlebitis -- Treatment / Management. Anticoagulation is indicated in patients with the propagation of clot and also in high-risk patients with thrombus longer than 5 cm and within 5 cm from the saphenofemoral junction or saphenopopliteal junction and in patients with concomitant deep venous thrombosis and pulmonary embolism."}
{"id": "article-25155_25", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "The choice of anticoagulation agent and its dose and duration of treatment remain debated. In patients with superficial venous thrombosis, an intermediate subcutaneous dose of low-molecular-weight heparin, like enoxaparin 40 mg daily, dalteparin 5000 units every 12 hours, subcutaneous fondaparinux 2.5 mg daily, or oral rivaroxaban 10 mg daily is suggested for 45 days. [34] [35] [36] [37] In patients with deep venous thrombosis and pulmonary embolism, longer duration anticoagulation is the recommended course. In patients with contraindications for anticoagulation, the recommendation is for ligation of saphenous vein at a saphenofemoral junction or saphenopopliteal junction.", "contents": "Migratory Thrombophlebitis -- Treatment / Management. The choice of anticoagulation agent and its dose and duration of treatment remain debated. In patients with superficial venous thrombosis, an intermediate subcutaneous dose of low-molecular-weight heparin, like enoxaparin 40 mg daily, dalteparin 5000 units every 12 hours, subcutaneous fondaparinux 2.5 mg daily, or oral rivaroxaban 10 mg daily is suggested for 45 days. [34] [35] [36] [37] In patients with deep venous thrombosis and pulmonary embolism, longer duration anticoagulation is the recommended course. In patients with contraindications for anticoagulation, the recommendation is for ligation of saphenous vein at a saphenofemoral junction or saphenopopliteal junction."}
{"id": "article-25155_26", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "In patients with Trousseau syndrome, heparin is the choice of anticoagulation. Heparin inactivates the thrombin and activated factor Xa, resulting in interruption of secondary platelet activation and fluid-phase thrombosis. [11] [38] [20] Migratory thrombophlebitis can be resistant to anticoagulation treatment in cancer patients, resulting in the progression of thrombus and recurrent pulmonary embolism. [15]", "contents": "Migratory Thrombophlebitis -- Treatment / Management. In patients with Trousseau syndrome, heparin is the choice of anticoagulation. Heparin inactivates the thrombin and activated factor Xa, resulting in interruption of secondary platelet activation and fluid-phase thrombosis. [11] [38] [20] Migratory thrombophlebitis can be resistant to anticoagulation treatment in cancer patients, resulting in the progression of thrombus and recurrent pulmonary embolism. [15]"}
{"id": "article-25155_27", "title": "Migratory Thrombophlebitis -- Treatment / Management", "content": "There are reports in patients with malignancy, and migratory thrombophlebitis, surgical removal of cancer results in cancer cure and also improves phlebitis symptoms and reducing thrombotic events [39] [40] In patients with Buerger disease, the clinician should strongly recommend smoking cessation.", "contents": "Migratory Thrombophlebitis -- Treatment / Management. There are reports in patients with malignancy, and migratory thrombophlebitis, surgical removal of cancer results in cancer cure and also improves phlebitis symptoms and reducing thrombotic events [39] [40] In patients with Buerger disease, the clinician should strongly recommend smoking cessation."}
{"id": "article-25155_28", "title": "Migratory Thrombophlebitis -- Differential Diagnosis", "content": "Differential diagnoses include conditions like cellulitis, lymphangitis, erythema nodosum, nodular vasculitis, and polyarteritis nodosa. [12] [23] Superficial migratory thrombophlebitis should be included in the differential when evaluating patients with these conditions. Palpable cord-like nodules and a linear and serpiginous pattern of the purpura are distinguishing features of superficial migratory thrombophlebitis. [41]", "contents": "Migratory Thrombophlebitis -- Differential Diagnosis. Differential diagnoses include conditions like cellulitis, lymphangitis, erythema nodosum, nodular vasculitis, and polyarteritis nodosa. [12] [23] Superficial migratory thrombophlebitis should be included in the differential when evaluating patients with these conditions. Palpable cord-like nodules and a linear and serpiginous pattern of the purpura are distinguishing features of superficial migratory thrombophlebitis. [41]"}
{"id": "article-25155_29", "title": "Migratory Thrombophlebitis -- Prognosis", "content": "The prognosis for migratory thrombophlebitis depends on the cause. For malignancies, the prognosis is poor. For benign disorders, the prognosis is good, but residual post-phlebitic syndrome is an issue. Patients will require compression stockings for life to prevent the postphlebitic syndrome. Those who have a blood clot will need anticoagulation therapy for 3 to 9 months.  For those who do not seek treatment, pulmonary embolism can prove to be fatal.", "contents": "Migratory Thrombophlebitis -- Prognosis. The prognosis for migratory thrombophlebitis depends on the cause. For malignancies, the prognosis is poor. For benign disorders, the prognosis is good, but residual post-phlebitic syndrome is an issue. Patients will require compression stockings for life to prevent the postphlebitic syndrome. Those who have a blood clot will need anticoagulation therapy for 3 to 9 months.  For those who do not seek treatment, pulmonary embolism can prove to be fatal."}
{"id": "article-25155_30", "title": "Migratory Thrombophlebitis -- Complications", "content": "The frequent complication is the extension of thrombus, resulting in deep vein thrombus and pulmonary embolism, and the risk is as high as 18%. [31] [42] [29] Veins in unusual locations like the neck, abdominal viscera might be involved. [13] Other complications include chronic edema and chronic venous ulcers.", "contents": "Migratory Thrombophlebitis -- Complications. The frequent complication is the extension of thrombus, resulting in deep vein thrombus and pulmonary embolism, and the risk is as high as 18%. [31] [42] [29] Veins in unusual locations like the neck, abdominal viscera might be involved. [13] Other complications include chronic edema and chronic venous ulcers."}
{"id": "article-25155_31", "title": "Migratory Thrombophlebitis -- Consultations", "content": "In patients with migratory thrombophlebitis consulting hematology-oncologist is recommended. In patients with indications for surgical ligation, a consultation with a vascular surgeon is the recommended course of action.", "contents": "Migratory Thrombophlebitis -- Consultations. In patients with migratory thrombophlebitis consulting hematology-oncologist is recommended. In patients with indications for surgical ligation, a consultation with a vascular surgeon is the recommended course of action."}
{"id": "article-25155_32", "title": "Migratory Thrombophlebitis -- Deterrence and Patient Education", "content": "Educate the patients regarding the migratory and recurrent nature of thrombophlebitis and encourage them to follow up to undergo further evaluation of any underlying systemic disorders and malignancy.", "contents": "Migratory Thrombophlebitis -- Deterrence and Patient Education. Educate the patients regarding the migratory and recurrent nature of thrombophlebitis and encourage them to follow up to undergo further evaluation of any underlying systemic disorders and malignancy."}
{"id": "article-25155_33", "title": "Migratory Thrombophlebitis -- Enhancing Healthcare Team Outcomes", "content": "Diagnosis and management of migratory thrombophlebitis require an interprofessional team of health care professionals, including primary care provider, dermatologist, pharmacist, nurse practitioner, vascular surgeon, ultrasound technician, and hematology-oncologist working together collaboratively to achieve better patient outcomes.", "contents": "Migratory Thrombophlebitis -- Enhancing Healthcare Team Outcomes. Diagnosis and management of migratory thrombophlebitis require an interprofessional team of health care professionals, including primary care provider, dermatologist, pharmacist, nurse practitioner, vascular surgeon, ultrasound technician, and hematology-oncologist working together collaboratively to achieve better patient outcomes."}
{"id": "article-25155_34", "title": "Migratory Thrombophlebitis -- Enhancing Healthcare Team Outcomes", "content": "The majority of patients with thrombophlebitis first present to the primary care providers, including nurse practitioners. These clinicians should order a duplex ultrasound to rule out a blood clot. If the phlebitis is recurrent and migratory, the onus is on the clinicians to search for malignancy. A referral to the internist or oncologist is recommended. While the patient is being worked up, the pharmacist should educate the patient on the need for medication compliance if the clinician discovered a clot in the deep veins. The pharmacist should also verify dosing and administration with anticoagulant therapy, and report any concerns to the prescriber. Also, the nurse should educate the patient on the importance of wearing compression stockings to prevent the post-phlebitic syndrome, and evaluate therapeutic results at each follow-up visit. Even when the primary cause of thrombophlebitis gets diagnosed and treated, phlebitis itself also requires treatment. Failing to administer anticoagulation for deep vein thrombosis can result in pulmonary embolism and medical malpractice. The entire interprofessional healthcare team must collaborate and communicate in looking after the patient to obtain the best outcomes. [Level 5]", "contents": "Migratory Thrombophlebitis -- Enhancing Healthcare Team Outcomes. The majority of patients with thrombophlebitis first present to the primary care providers, including nurse practitioners. These clinicians should order a duplex ultrasound to rule out a blood clot. If the phlebitis is recurrent and migratory, the onus is on the clinicians to search for malignancy. A referral to the internist or oncologist is recommended. While the patient is being worked up, the pharmacist should educate the patient on the need for medication compliance if the clinician discovered a clot in the deep veins. The pharmacist should also verify dosing and administration with anticoagulant therapy, and report any concerns to the prescriber. Also, the nurse should educate the patient on the importance of wearing compression stockings to prevent the post-phlebitic syndrome, and evaluate therapeutic results at each follow-up visit. Even when the primary cause of thrombophlebitis gets diagnosed and treated, phlebitis itself also requires treatment. Failing to administer anticoagulation for deep vein thrombosis can result in pulmonary embolism and medical malpractice. The entire interprofessional healthcare team must collaborate and communicate in looking after the patient to obtain the best outcomes. [Level 5]"}
{"id": "article-25155_35", "title": "Migratory Thrombophlebitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Migratory Thrombophlebitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}