{"id": "article-32754_0", "title": "Familial Hypertriglyceridemia -- Continuing Education Activity", "content": "Familial hypertriglyceridemia (type IV familial dyslipidemia) is a disorder characterized by the overproduction of very low-density lipoproteins (VLDL) from the liver. As a result, the patient will have an excessive number of triglycerides and VLDL on the lipid profile that can cause acute pancreatitis. This activity reviews the evaluation and treatment of familial hypertriglyceridemia and highlights the role of the interprofessional team in evaluating and treating this condition.", "contents": "Familial Hypertriglyceridemia -- Continuing Education Activity. Familial hypertriglyceridemia (type IV familial dyslipidemia) is a disorder characterized by the overproduction of very low-density lipoproteins (VLDL) from the liver. As a result, the patient will have an excessive number of triglycerides and VLDL on the lipid profile that can cause acute pancreatitis. This activity reviews the evaluation and treatment of familial hypertriglyceridemia and highlights the role of the interprofessional team in evaluating and treating this condition."}
{"id": "article-32754_1", "title": "Familial Hypertriglyceridemia -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of familial hypertriglyceridemia. Explain how comorbid conditions play an important role in the diagnose of patients with familial hypertriglyceridemia. Outline the treatment of familial hypertriglyceridemia. Review the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by familial hypertriglyceridemia. Access free multiple choice questions on this topic.", "contents": "Familial Hypertriglyceridemia -- Continuing Education Activity. Objectives: Describe the pathophysiology of familial hypertriglyceridemia. Explain how comorbid conditions play an important role in the diagnose of patients with familial hypertriglyceridemia. Outline the treatment of familial hypertriglyceridemia. Review the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by familial hypertriglyceridemia. Access free multiple choice questions on this topic."}
{"id": "article-32754_2", "title": "Familial Hypertriglyceridemia -- Introduction", "content": "Familial hypertriglyceridemia (type IV familial dyslipidemia) is a disorder characterized by the overproduction of very low-density lipoproteins (VLDL) from the liver. As a result, the patient will have an excessive number of triglycerides and VLDL on the lipid profile. This disorder typically follows an autosomal dominant inheritance pattern. [1] Clinically, familial hypertriglyceridemia presents in patients with mild to moderate elevations in lab triglyceride concentration. [2] Familial hypertriglyceridemia is typically accompanied by other co-morbidities: obesity, hyperglycemia, and hypertension. Patients with this disorder are often heterozygous for inactivating mutations of the lipoprotein lipase (LPL) gene. While this mutation can alone raise triglyceride levels significantly, the combination of other medications or pathology can further increase serum triglyceride levels to pathologic levels. [1] Significant increases in triglycerides levels can lead to the development of clinical signs and acute pancreatitis.", "contents": "Familial Hypertriglyceridemia -- Introduction. Familial hypertriglyceridemia (type IV familial dyslipidemia) is a disorder characterized by the overproduction of very low-density lipoproteins (VLDL) from the liver. As a result, the patient will have an excessive number of triglycerides and VLDL on the lipid profile. This disorder typically follows an autosomal dominant inheritance pattern. [1] Clinically, familial hypertriglyceridemia presents in patients with mild to moderate elevations in lab triglyceride concentration. [2] Familial hypertriglyceridemia is typically accompanied by other co-morbidities: obesity, hyperglycemia, and hypertension. Patients with this disorder are often heterozygous for inactivating mutations of the lipoprotein lipase (LPL) gene. While this mutation can alone raise triglyceride levels significantly, the combination of other medications or pathology can further increase serum triglyceride levels to pathologic levels. [1] Significant increases in triglycerides levels can lead to the development of clinical signs and acute pancreatitis."}
{"id": "article-32754_3", "title": "Familial Hypertriglyceridemia -- Introduction", "content": "When discussing familial hypertriglyceridemia, it is pertinent to discuss Fredrickson-Levy and Lee’s (FLL) phenotypes. The described phenotypes include types I, IIa, IIb, III, IV, and V. [3] Type IV familial dyslipidemia is considered familial hypertriglyceridemia and can be distinguished from other types based on the patient’s lipid profile. [3] Typically familial hypertriglyceridemia is differentiated with significantly high triglycerides and low HDL-C levels in comparison to others in the FLL characterization. [3] However, the influence of comorbid conditions that often accompany the pathology can skew a patient’s lipid profile.", "contents": "Familial Hypertriglyceridemia -- Introduction. When discussing familial hypertriglyceridemia, it is pertinent to discuss Fredrickson-Levy and Lee’s (FLL) phenotypes. The described phenotypes include types I, IIa, IIb, III, IV, and V. [3] Type IV familial dyslipidemia is considered familial hypertriglyceridemia and can be distinguished from other types based on the patient’s lipid profile. [3] Typically familial hypertriglyceridemia is differentiated with significantly high triglycerides and low HDL-C levels in comparison to others in the FLL characterization. [3] However, the influence of comorbid conditions that often accompany the pathology can skew a patient’s lipid profile."}
{"id": "article-32754_4", "title": "Familial Hypertriglyceridemia -- Etiology", "content": "While familial hypertriglyceridemia is commonly associated with an autosomal dominant inheritance, it is essential to note that most cases have a polygenic inheritance, separating this disorder from classic Mendelian inheritance. [4] A common mutation implicated in the development of familial hypertriglyceridemia is a heterozygous inactivating mutation of the LPL gene. Inactivation of this gene creates an inability to hydrolyze the triglycerides within the VLDL core. [5] This creates an overall build-up of triglycerides and VLDL, contributing to pathology. Insulin is also a potent activator of LPL in adipose tissue. Therefore, insulin resistance can decrease LPL activity and ultimately contribute more to hypertriglyceridemia, helping push the amount to a pathologic level. [6] Beyond the classic understanding, hypertriglyceridemia can otherwise be directly linked to several different loci allowing for additional pathologic changes to other lipid levels. [7]", "contents": "Familial Hypertriglyceridemia -- Etiology. While familial hypertriglyceridemia is commonly associated with an autosomal dominant inheritance, it is essential to note that most cases have a polygenic inheritance, separating this disorder from classic Mendelian inheritance. [4] A common mutation implicated in the development of familial hypertriglyceridemia is a heterozygous inactivating mutation of the LPL gene. Inactivation of this gene creates an inability to hydrolyze the triglycerides within the VLDL core. [5] This creates an overall build-up of triglycerides and VLDL, contributing to pathology. Insulin is also a potent activator of LPL in adipose tissue. Therefore, insulin resistance can decrease LPL activity and ultimately contribute more to hypertriglyceridemia, helping push the amount to a pathologic level. [6] Beyond the classic understanding, hypertriglyceridemia can otherwise be directly linked to several different loci allowing for additional pathologic changes to other lipid levels. [7]"}
{"id": "article-32754_5", "title": "Familial Hypertriglyceridemia -- Epidemiology", "content": "Familial hypertriglyceridemia may follow an autosomal dominant monogenic inheritance. The frequency of heterozygous carriers of various pathologic mutations in the LPL gene range from 0.06% to 20% while noting different mutations carry different degrees of pathology. [8]", "contents": "Familial Hypertriglyceridemia -- Epidemiology. Familial hypertriglyceridemia may follow an autosomal dominant monogenic inheritance. The frequency of heterozygous carriers of various pathologic mutations in the LPL gene range from 0.06% to 20% while noting different mutations carry different degrees of pathology. [8]"}
{"id": "article-32754_6", "title": "Familial Hypertriglyceridemia -- Pathophysiology", "content": "As discussed before, lipoprotein lipase is a potent metabolizer of triglycerides within VLDL. Mutations in this functionality will create an increased concentration of VLDL molecules and subsequently, triglycerides. This baseline elevation of triglyceride levels begins the cascade into other pathology.", "contents": "Familial Hypertriglyceridemia -- Pathophysiology. As discussed before, lipoprotein lipase is a potent metabolizer of triglycerides within VLDL. Mutations in this functionality will create an increased concentration of VLDL molecules and subsequently, triglycerides. This baseline elevation of triglyceride levels begins the cascade into other pathology."}
{"id": "article-32754_7", "title": "Familial Hypertriglyceridemia -- Pathophysiology", "content": "Ultimately, the primary pathogenesis of pancreatitis must be understood as this is the most common effect of hypertriglyceridemia in the acute setting. Pancreatitis is a result of premature activation of pancreatic exocrine enzymes. Cleavage to active trypsin is important in the digestion of food boluses in the duodenum. However, premature activation within pancreatic tissue induces the digestion of local tissue and the initial presentation. In addition, local digestion and resolution disrupt pancreatic microvascular tissue causing an ischemia-reperfusion event at the pancreatic level. [9] Various secondary causes create their cascade to this primary scenario.", "contents": "Familial Hypertriglyceridemia -- Pathophysiology. Ultimately, the primary pathogenesis of pancreatitis must be understood as this is the most common effect of hypertriglyceridemia in the acute setting. Pancreatitis is a result of premature activation of pancreatic exocrine enzymes. Cleavage to active trypsin is important in the digestion of food boluses in the duodenum. However, premature activation within pancreatic tissue induces the digestion of local tissue and the initial presentation. In addition, local digestion and resolution disrupt pancreatic microvascular tissue causing an ischemia-reperfusion event at the pancreatic level. [9] Various secondary causes create their cascade to this primary scenario."}
{"id": "article-32754_8", "title": "Familial Hypertriglyceridemia -- Pathophysiology", "content": "The most common complication and precaution from hypertriglyceridemia is acute pancreatitis. The metabolism of triglycerides to free fatty acids (FFA) serves to trigger acute pancreatitis. Lipase, secreted from the pancreas, is responsible for metabolizing triglycerides to FFA. Lipotoxicity severity is dependent on both the direct response from the lipid metabolism, in addition to overall systemic inflammation levels. [10] Certain free fatty acids can induce tumor necrosis factor-alpha (TNF-a) production causing downstream proinflammatory cascades and increased severity of acute episodes. Local production of TNF-a is pertinent in the migration of white blood cells. Furthermore, FFA can directly stimulate inflammatory processes through vacuolization of mitochondria and the release of contents. This can be evident from inhibition of mitochondrial complex I and V decreasing ATP production, inducing cell death. [10]", "contents": "Familial Hypertriglyceridemia -- Pathophysiology. The most common complication and precaution from hypertriglyceridemia is acute pancreatitis. The metabolism of triglycerides to free fatty acids (FFA) serves to trigger acute pancreatitis. Lipase, secreted from the pancreas, is responsible for metabolizing triglycerides to FFA. Lipotoxicity severity is dependent on both the direct response from the lipid metabolism, in addition to overall systemic inflammation levels. [10] Certain free fatty acids can induce tumor necrosis factor-alpha (TNF-a) production causing downstream proinflammatory cascades and increased severity of acute episodes. Local production of TNF-a is pertinent in the migration of white blood cells. Furthermore, FFA can directly stimulate inflammatory processes through vacuolization of mitochondria and the release of contents. This can be evident from inhibition of mitochondrial complex I and V decreasing ATP production, inducing cell death. [10]"}
{"id": "article-32754_9", "title": "Familial Hypertriglyceridemia -- Pathophysiology", "content": "Patient BMI can directly correlate to increased severity of acute pancreatitis episodes. Increased accumulation of intrapancreatic fat has been directly correlated with severe episodes of acute pancreatitis. Intrapancreatic fat becomes seeding areas for the increased development of acinar necrosis evident by macrophage infiltration. Additionally, increased calcium deposition is a prominent sign of necrosis in fat tissue due to saponification. This is relevant due to the common co-morbidities associated with familial hypertriglyceridemia discussed previously. [10]", "contents": "Familial Hypertriglyceridemia -- Pathophysiology. Patient BMI can directly correlate to increased severity of acute pancreatitis episodes. Increased accumulation of intrapancreatic fat has been directly correlated with severe episodes of acute pancreatitis. Intrapancreatic fat becomes seeding areas for the increased development of acinar necrosis evident by macrophage infiltration. Additionally, increased calcium deposition is a prominent sign of necrosis in fat tissue due to saponification. This is relevant due to the common co-morbidities associated with familial hypertriglyceridemia discussed previously. [10]"}
{"id": "article-32754_10", "title": "Familial Hypertriglyceridemia -- History and Physical", "content": "A patient with familial hypertriglyceridemia will not typically have symptoms. However, when exacerbating the disease through another stressor or in exceptional cases, the presentation could be more prominent. In hereditary lipid disorders, a patient may present with the variants of cutaneous xanthoma. A xanthoma is a collection of macrophages that are “lipid-laden.” These macrophages have accumulated excessive amounts of free lipids and become coined “foam cells.” More commonly, the eruptive xanthoma variant can be indicative of hypertriglyceridemia. However, it should be noted that triglyceride levels necessary to present with these lesions are well above the typical blood levels of familial hypertriglyceridemia patients. The formation of eruptive xanthomas is commonly less than 5 mm and in a crop formation on the extensor surfaces. [11]", "contents": "Familial Hypertriglyceridemia -- History and Physical. A patient with familial hypertriglyceridemia will not typically have symptoms. However, when exacerbating the disease through another stressor or in exceptional cases, the presentation could be more prominent. In hereditary lipid disorders, a patient may present with the variants of cutaneous xanthoma. A xanthoma is a collection of macrophages that are “lipid-laden.” These macrophages have accumulated excessive amounts of free lipids and become coined “foam cells.” More commonly, the eruptive xanthoma variant can be indicative of hypertriglyceridemia. However, it should be noted that triglyceride levels necessary to present with these lesions are well above the typical blood levels of familial hypertriglyceridemia patients. The formation of eruptive xanthomas is commonly less than 5 mm and in a crop formation on the extensor surfaces. [11]"}
{"id": "article-32754_11", "title": "Familial Hypertriglyceridemia -- Evaluation", "content": "This disorder can be elicited through routine fasting lipid panel screening in the appropriate individuals. If triglyceride abnormalities are still present in the absence of secondary causes, further investigation could be suggested to screen first-degree relatives due to the high prevalence of familial causes. [12] According to the endocrinology society cited by Berguland et al. , the following values are the determinants for the severity of triglyceride levels. Mild: 150 to 199 mg/dL Moderate: 200 to 999 mg/dL Severe: 1000 to 1999 mg/dL Very severe: ≥2000 mg/dL [12]", "contents": "Familial Hypertriglyceridemia -- Evaluation. This disorder can be elicited through routine fasting lipid panel screening in the appropriate individuals. If triglyceride abnormalities are still present in the absence of secondary causes, further investigation could be suggested to screen first-degree relatives due to the high prevalence of familial causes. [12] According to the endocrinology society cited by Berguland et al. , the following values are the determinants for the severity of triglyceride levels. Mild: 150 to 199 mg/dL Moderate: 200 to 999 mg/dL Severe: 1000 to 1999 mg/dL Very severe: ≥2000 mg/dL [12]"}
{"id": "article-32754_12", "title": "Familial Hypertriglyceridemia -- Evaluation", "content": "Evaluation of hypertriglyceridemia should not stop at the level of a lipid panel. One must check/monitor for other comorbidities development that may augment disease progression. Initially, body-mass-index (BMI) is pertinent to be aware of due to its link to other disease processes like increased insulin resistance, cardiovascular disease, and overall morbidity. Furthermore, the clinical exam can often become the first clue in comorbidity development or increased progression of the hypertriglyceridemia disease state. A common sign of severe triglyceride elevation can often be xanthoma formation on skin exams.", "contents": "Familial Hypertriglyceridemia -- Evaluation. Evaluation of hypertriglyceridemia should not stop at the level of a lipid panel. One must check/monitor for other comorbidities development that may augment disease progression. Initially, body-mass-index (BMI) is pertinent to be aware of due to its link to other disease processes like increased insulin resistance, cardiovascular disease, and overall morbidity. Furthermore, the clinical exam can often become the first clue in comorbidity development or increased progression of the hypertriglyceridemia disease state. A common sign of severe triglyceride elevation can often be xanthoma formation on skin exams."}
{"id": "article-32754_13", "title": "Familial Hypertriglyceridemia -- Evaluation", "content": "Patients with hypertriglyceridemia commonly can develop comorbid insulin resistance and further progress to diabetes. [13] This is pertinent for diabetes systemic and severe consequences throughout the body. Therefore, screening appropriately with a hemoglobin A1c level as well as random blood glucose finger prick testing is necessary for the patient population. Furthermore, the opposite could pose true, and insulin resistance can lead to subsequent development of elevated lipid levels. [6]", "contents": "Familial Hypertriglyceridemia -- Evaluation. Patients with hypertriglyceridemia commonly can develop comorbid insulin resistance and further progress to diabetes. [13] This is pertinent for diabetes systemic and severe consequences throughout the body. Therefore, screening appropriately with a hemoglobin A1c level as well as random blood glucose finger prick testing is necessary for the patient population. Furthermore, the opposite could pose true, and insulin resistance can lead to subsequent development of elevated lipid levels. [6]"}
{"id": "article-32754_14", "title": "Familial Hypertriglyceridemia -- Evaluation", "content": "If the diagnosis of hypertriglyceridemia is made, monitoring of cardiovascular risk factors is pertinent due to the increased propensity of heart disease. [14] Initially, blood pressure must be controlled to limit this risk. The physical exam will serve to alert in the setting of increased disease progression. Auscultation of carotids for bruits and heart sounds can provide clues and set baselines as patients become monitored over time. Routine ECGs will help preserve a baseline for comparison if there becomes an incident of acute myocardial infarction (MI).", "contents": "Familial Hypertriglyceridemia -- Evaluation. If the diagnosis of hypertriglyceridemia is made, monitoring of cardiovascular risk factors is pertinent due to the increased propensity of heart disease. [14] Initially, blood pressure must be controlled to limit this risk. The physical exam will serve to alert in the setting of increased disease progression. Auscultation of carotids for bruits and heart sounds can provide clues and set baselines as patients become monitored over time. Routine ECGs will help preserve a baseline for comparison if there becomes an incident of acute myocardial infarction (MI)."}
{"id": "article-32754_15", "title": "Familial Hypertriglyceridemia -- Evaluation", "content": "When suspecting elevated triglyceride levels, consideration of other factors can help elucidate a secondary cause from a primary elevation. Several drugs and substances can lead to a metabolic syndrome that can mispresent as a primary elevation. These substances include estrogen, alcohol, glucocorticoids, beta-blockers, highly active antiretroviral therapy (HAART) therapy, and others. [15] [16] [17] Evaluate further if a patient is on any of these substances to delineate a difference.", "contents": "Familial Hypertriglyceridemia -- Evaluation. When suspecting elevated triglyceride levels, consideration of other factors can help elucidate a secondary cause from a primary elevation. Several drugs and substances can lead to a metabolic syndrome that can mispresent as a primary elevation. These substances include estrogen, alcohol, glucocorticoids, beta-blockers, highly active antiretroviral therapy (HAART) therapy, and others. [15] [16] [17] Evaluate further if a patient is on any of these substances to delineate a difference."}
{"id": "article-32754_16", "title": "Familial Hypertriglyceridemia -- Treatment / Management", "content": "Treatments for familial hypertriglyceridemia focus on reducing triglyceride levels. Furthermore, if the patient has pathologic triglyceride levels, treating or removing secondary causes would be vital to maintain relatively normal lipid levels.", "contents": "Familial Hypertriglyceridemia -- Treatment / Management. Treatments for familial hypertriglyceridemia focus on reducing triglyceride levels. Furthermore, if the patient has pathologic triglyceride levels, treating or removing secondary causes would be vital to maintain relatively normal lipid levels."}
{"id": "article-32754_17", "title": "Familial Hypertriglyceridemia -- Treatment / Management", "content": "Current recommendations suggest evaluating mild and moderate hypertriglyceridemia for the evaluation of cardiovascular disease risk. Additionally, severe hypertriglyceridemia should be evaluated for possible pancreatitis development. Lastly, initial treatment of isolated severe hypertriglyceridemia should be initiated with fibrate therapy. [12]", "contents": "Familial Hypertriglyceridemia -- Treatment / Management. Current recommendations suggest evaluating mild and moderate hypertriglyceridemia for the evaluation of cardiovascular disease risk. Additionally, severe hypertriglyceridemia should be evaluated for possible pancreatitis development. Lastly, initial treatment of isolated severe hypertriglyceridemia should be initiated with fibrate therapy. [12]"}
{"id": "article-32754_18", "title": "Familial Hypertriglyceridemia -- Treatment / Management", "content": "Specific treatments used for the management of hypertriglyceridemia include fibrates as first-line pharmacotherapy. Drugs like fenofibrate and gemfibrozil help activate LPL through PPAR-alpha leading to further breakdown of triglycerides. Fibrates have been shown to markedly reduce triglyceride levels by 50% and beyond, attributing to their efficacy and placement in the treatment protocol. However, caution must be noted during polypharmacy. A combination of fibrates with statins can exacerbate statin-induced side effects. [18] [19] This is theorized to be a result of CYP-3A4 inhibition via fibrates. If combined therapy is required, exercise caution and consider statin therapy that is not primarily metabolized through CYP-3A4 (pravastatin). [19]", "contents": "Familial Hypertriglyceridemia -- Treatment / Management. Specific treatments used for the management of hypertriglyceridemia include fibrates as first-line pharmacotherapy. Drugs like fenofibrate and gemfibrozil help activate LPL through PPAR-alpha leading to further breakdown of triglycerides. Fibrates have been shown to markedly reduce triglyceride levels by 50% and beyond, attributing to their efficacy and placement in the treatment protocol. However, caution must be noted during polypharmacy. A combination of fibrates with statins can exacerbate statin-induced side effects. [18] [19] This is theorized to be a result of CYP-3A4 inhibition via fibrates. If combined therapy is required, exercise caution and consider statin therapy that is not primarily metabolized through CYP-3A4 (pravastatin). [19]"}
{"id": "article-32754_19", "title": "Familial Hypertriglyceridemia -- Treatment / Management", "content": "Nicotinic acid (niacin) can commonly be used as an adjunct to therapy. Adjunctive niacin is most useful in patients that are refractory to fibrate monotherapy and those at high risk for pancreatitis. [18] Another helpful supplement to better augment treatment is fish oil. Fish oil has shown a significant reduction of both VLDL and triglyceride levels. [20]", "contents": "Familial Hypertriglyceridemia -- Treatment / Management. Nicotinic acid (niacin) can commonly be used as an adjunct to therapy. Adjunctive niacin is most useful in patients that are refractory to fibrate monotherapy and those at high risk for pancreatitis. [18] Another helpful supplement to better augment treatment is fish oil. Fish oil has shown a significant reduction of both VLDL and triglyceride levels. [20]"}
{"id": "article-32754_20", "title": "Familial Hypertriglyceridemia -- Treatment / Management", "content": "New developments in the genetics of hypertriglyceridemia are showing promise in the ability to predict cardiovascular risk further. [21] The accurate prediction will allow better titration of medical therapy earlier in the disease course. Furthermore, genetic developments currently being described can be employed to describe the supposed effectiveness of current therapies. [21]", "contents": "Familial Hypertriglyceridemia -- Treatment / Management. New developments in the genetics of hypertriglyceridemia are showing promise in the ability to predict cardiovascular risk further. [21] The accurate prediction will allow better titration of medical therapy earlier in the disease course. Furthermore, genetic developments currently being described can be employed to describe the supposed effectiveness of current therapies. [21]"}
{"id": "article-32754_21", "title": "Familial Hypertriglyceridemia -- Differential Diagnosis", "content": "A differential diagnosis for familial hypertriglyceridemia should first be focused on eliminating various acquired and secondary disorders causing elevated lipid panel findings, especially VLDL and triglycerides. Possible secondary causes include type 2 diabetes mellitus, nephrotic syndrome, hypothyroidism, metabolic syndrome, estrogen replacement, beta-blockers, pregnancy, glucocorticoids, alcohol use disorder, antirheumatic medications (tocilizumab, tofacitinib, sarilumab), and HAART therapy for HIV. [13] [15] [16] [17] [22] [23]", "contents": "Familial Hypertriglyceridemia -- Differential Diagnosis. A differential diagnosis for familial hypertriglyceridemia should first be focused on eliminating various acquired and secondary disorders causing elevated lipid panel findings, especially VLDL and triglycerides. Possible secondary causes include type 2 diabetes mellitus, nephrotic syndrome, hypothyroidism, metabolic syndrome, estrogen replacement, beta-blockers, pregnancy, glucocorticoids, alcohol use disorder, antirheumatic medications (tocilizumab, tofacitinib, sarilumab), and HAART therapy for HIV. [13] [15] [16] [17] [22] [23]"}
{"id": "article-32754_22", "title": "Familial Hypertriglyceridemia -- Toxicity and Adverse Effect Management", "content": "Patients with increased triglycerides are often on fibrate therapy for management. It is pertinent to take caution when adding statin therapy, as previously mentioned. Fibrates may exacerbate statin-based side effects. [19] Another expected side-effect of fibrate therapy is the precipitation of gallstones in patients. Precautions must be exercised for patients that have a history of cholelithiasis and individuals at high risk for gallstones formation. [24]", "contents": "Familial Hypertriglyceridemia -- Toxicity and Adverse Effect Management. Patients with increased triglycerides are often on fibrate therapy for management. It is pertinent to take caution when adding statin therapy, as previously mentioned. Fibrates may exacerbate statin-based side effects. [19] Another expected side-effect of fibrate therapy is the precipitation of gallstones in patients. Precautions must be exercised for patients that have a history of cholelithiasis and individuals at high risk for gallstones formation. [24]"}
{"id": "article-32754_23", "title": "Familial Hypertriglyceridemia -- Toxicity and Adverse Effect Management", "content": "Nicotinic acid supplementation for triglyceride reduction can be a common adjunct in refractory patients. Niacin therapy has a unique side-effect profile that requires caution as well. Hyperuricemia from niacin therapy can predispose patients at risk of acute gout attacks. Acute gout is treated with NSAIDs as first-line therapy in addition to discontinuation of niacin therapy. Additionally, newer formulations with coated capsules help reduce flushing episodes. [25] Niacin can elevate blood glucose; screening for hyperglycemia is pertinent, especially in patients with high risk for diabetes mellitus. [26] Fish oil supplementation helps manage VLDL and triglyceride levels; however, gastrointestinal symptoms are a common cause of patient discontinuation of supplementation.", "contents": "Familial Hypertriglyceridemia -- Toxicity and Adverse Effect Management. Nicotinic acid supplementation for triglyceride reduction can be a common adjunct in refractory patients. Niacin therapy has a unique side-effect profile that requires caution as well. Hyperuricemia from niacin therapy can predispose patients at risk of acute gout attacks. Acute gout is treated with NSAIDs as first-line therapy in addition to discontinuation of niacin therapy. Additionally, newer formulations with coated capsules help reduce flushing episodes. [25] Niacin can elevate blood glucose; screening for hyperglycemia is pertinent, especially in patients with high risk for diabetes mellitus. [26] Fish oil supplementation helps manage VLDL and triglyceride levels; however, gastrointestinal symptoms are a common cause of patient discontinuation of supplementation."}
{"id": "article-32754_24", "title": "Familial Hypertriglyceridemia -- Prognosis", "content": "When managed, patients with familial hypertriglyceridemia have a good prognosis. Commonly, these patients do not have severe elevations of triglycerides and VLDL. However, secondary causes of an elevated lipid profile often coincide. Management of these secondary factors is the best prognostic factor for patient longevity.", "contents": "Familial Hypertriglyceridemia -- Prognosis. When managed, patients with familial hypertriglyceridemia have a good prognosis. Commonly, these patients do not have severe elevations of triglycerides and VLDL. However, secondary causes of an elevated lipid profile often coincide. Management of these secondary factors is the best prognostic factor for patient longevity."}
{"id": "article-32754_25", "title": "Familial Hypertriglyceridemia -- Complications", "content": "Hypertriglyceridemia is responsible for a mild amount of acute pancreatitis. There is a direct correlation with increased risk of pancreatitis as triglyceride levels rise above 500 mg/dL. When values rise above 1000 mg/dL, there is a described 5% risk of pancreatitis that then doubles when values reach more than 2000 mg/dL. Acute pancreatitis treatment includes IV fluid resuscitation and pain control. Treatment of hypertriglyceridemia-induced acute pancreatitis includes standard acute pancreatitis treatment, insulin to reduce triglyceride load, and possibly total plasma exchange (TPE). [27] TPE is indicated initially in settings of severe pancreatitis, which can be determined by clinical evidence of hypocalcemia and lactic acidosis. [28] The mechanism relies on the rapid correction of hypertriglyceridemia as well as the successful reduction of inflammatory cytokines. Recent expanding clinical data affirms this treatment as a safe approach in severe cases; unfortunately, a difficult prediction of therapy success may require multiple rounds of treatment. [29]", "contents": "Familial Hypertriglyceridemia -- Complications. Hypertriglyceridemia is responsible for a mild amount of acute pancreatitis. There is a direct correlation with increased risk of pancreatitis as triglyceride levels rise above 500 mg/dL. When values rise above 1000 mg/dL, there is a described 5% risk of pancreatitis that then doubles when values reach more than 2000 mg/dL. Acute pancreatitis treatment includes IV fluid resuscitation and pain control. Treatment of hypertriglyceridemia-induced acute pancreatitis includes standard acute pancreatitis treatment, insulin to reduce triglyceride load, and possibly total plasma exchange (TPE). [27] TPE is indicated initially in settings of severe pancreatitis, which can be determined by clinical evidence of hypocalcemia and lactic acidosis. [28] The mechanism relies on the rapid correction of hypertriglyceridemia as well as the successful reduction of inflammatory cytokines. Recent expanding clinical data affirms this treatment as a safe approach in severe cases; unfortunately, a difficult prediction of therapy success may require multiple rounds of treatment. [29]"}
{"id": "article-32754_26", "title": "Familial Hypertriglyceridemia -- Complications", "content": "Additionally, there is evidence suggesting a relationship between elevated triglycerides with respect to cardiovascular disease, through increased atherosclerotic burden. While a causal relationship has not yet been established, evidence suggests that states of increased triglyceride levels are linked to an increased incidence of coronary heart disease. [14] Ruling out secondary causes is essential for these etiologies may also cause an increase in accelerating cardiovascular disease.", "contents": "Familial Hypertriglyceridemia -- Complications. Additionally, there is evidence suggesting a relationship between elevated triglycerides with respect to cardiovascular disease, through increased atherosclerotic burden. While a causal relationship has not yet been established, evidence suggests that states of increased triglyceride levels are linked to an increased incidence of coronary heart disease. [14] Ruling out secondary causes is essential for these etiologies may also cause an increase in accelerating cardiovascular disease."}
{"id": "article-32754_27", "title": "Familial Hypertriglyceridemia -- Deterrence and Patient Education", "content": "The patient must be counseled on the importance of lifestyle modification in the reduction of cardiovascular disease. Implementation of aerobic exercise, hypertension management, and strict glycemic control will ultimately lower levels of cardiovascular burden. At moderate to severe elevation of fasting triglycerides levels, patients should be advised to reduce the consumption of dietary fats significantly. This is extrapolated from the total effect hyperlipidemia levels have in modifying cardiovascular burden, among other outcomes.", "contents": "Familial Hypertriglyceridemia -- Deterrence and Patient Education. The patient must be counseled on the importance of lifestyle modification in the reduction of cardiovascular disease. Implementation of aerobic exercise, hypertension management, and strict glycemic control will ultimately lower levels of cardiovascular burden. At moderate to severe elevation of fasting triglycerides levels, patients should be advised to reduce the consumption of dietary fats significantly. This is extrapolated from the total effect hyperlipidemia levels have in modifying cardiovascular burden, among other outcomes."}
{"id": "article-32754_28", "title": "Familial Hypertriglyceridemia -- Enhancing Healthcare Team Outcomes", "content": "Patients with familial hypertriglyceridemia are reliant on an interprofessional team of providers at all levels to ensure accurate management. The primary care physician (PCP) plays a crucial role in screening patient lipids for abnormalities. After a diagnosis is made of elevated triglyceride levels, it requires the PCP as well as other healthcare professionals to be aware of the disease and possible complications that may occur. The PCP must first begin by ruling out various acquired causes of elevated lipid levels like those mentioned above. Patients must begin appropriate therapy to combat the elevated lipid levels. The pharmacist for the patient will be vital in management and counseling on potential drug interactions and side effects.", "contents": "Familial Hypertriglyceridemia -- Enhancing Healthcare Team Outcomes. Patients with familial hypertriglyceridemia are reliant on an interprofessional team of providers at all levels to ensure accurate management. The primary care physician (PCP) plays a crucial role in screening patient lipids for abnormalities. After a diagnosis is made of elevated triglyceride levels, it requires the PCP as well as other healthcare professionals to be aware of the disease and possible complications that may occur. The PCP must first begin by ruling out various acquired causes of elevated lipid levels like those mentioned above. Patients must begin appropriate therapy to combat the elevated lipid levels. The pharmacist for the patient will be vital in management and counseling on potential drug interactions and side effects."}
{"id": "article-32754_29", "title": "Familial Hypertriglyceridemia -- Enhancing Healthcare Team Outcomes", "content": "Furthermore, the pharmacist can help aid in elucidating an iatrogenic cause of elevated levels through an examination of the patient’s current medications. Emergency Room staff will also play a vital role in patient management due to an increased risk of acute pancreatitis. It is pertinent that emergency department practitioners and staff communicate best practices and recommendations dependent on episode severity. Cardiovascular consult is necessary for those that would be at high risk to monitor the increase of atherosclerotic burden. The consultation of a nutritionist would be invaluable as well to better recommend appropriate dietary changes in managing this disease from a nonpharmacologic avenue.", "contents": "Familial Hypertriglyceridemia -- Enhancing Healthcare Team Outcomes. Furthermore, the pharmacist can help aid in elucidating an iatrogenic cause of elevated levels through an examination of the patient’s current medications. Emergency Room staff will also play a vital role in patient management due to an increased risk of acute pancreatitis. It is pertinent that emergency department practitioners and staff communicate best practices and recommendations dependent on episode severity. Cardiovascular consult is necessary for those that would be at high risk to monitor the increase of atherosclerotic burden. The consultation of a nutritionist would be invaluable as well to better recommend appropriate dietary changes in managing this disease from a nonpharmacologic avenue."}
{"id": "article-32754_30", "title": "Familial Hypertriglyceridemia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Familial Hypertriglyceridemia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}