{"id": "article-20709_0", "title": "Drowning, Near -- Introduction", "content": "Near drowning or nonfatal drowning is defined as survival (at least temporarily) after suffocation by submersion in a liquid medium. Loss of consciousness may or may not be included in the definition. Nonfatal drowning may also be defined as survival after aspiration of fluid into the lungs or after a period of asphyxia secondary to laryngospasm.", "contents": "Drowning, Near -- Introduction. Near drowning or nonfatal drowning is defined as survival (at least temporarily) after suffocation by submersion in a liquid medium. Loss of consciousness may or may not be included in the definition. Nonfatal drowning may also be defined as survival after aspiration of fluid into the lungs or after a period of asphyxia secondary to laryngospasm."}
{"id": "article-20709_1", "title": "Drowning, Near -- Etiology", "content": "Drowning and near-drowning can occur in pools, rivers, lakes, and oceans. For small children, it can even occur with buckets of water or toilets.", "contents": "Drowning, Near -- Etiology. Drowning and near-drowning can occur in pools, rivers, lakes, and oceans. For small children, it can even occur with buckets of water or toilets."}
{"id": "article-20709_2", "title": "Drowning, Near -- Epidemiology", "content": "Drowning is a major cause of accidental death in the United States, especially in people under 45 years of age. Risk factors for drowning and near-drowning include male sex, African-American race, age 1-5 years, low socio-economic status and residency in the Southern States. It is also more common among summer months. Of note, the age distribution is bimodal, where the first peak is seen in children less than five years of age, and the second peak is seen in males aged 15-25 years. Other factors that increase the risk of drowning include poor swimming ability, risk-taking behavior, alcohol and drug use, inadequate supervision, and other medical problems (trauma, stroke, myocardial infarction, seizure disorder, cardiac arrhythmias, etc.).", "contents": "Drowning, Near -- Epidemiology. Drowning is a major cause of accidental death in the United States, especially in people under 45 years of age. Risk factors for drowning and near-drowning include male sex, African-American race, age 1-5 years, low socio-economic status and residency in the Southern States. It is also more common among summer months. Of note, the age distribution is bimodal, where the first peak is seen in children less than five years of age, and the second peak is seen in males aged 15-25 years. Other factors that increase the risk of drowning include poor swimming ability, risk-taking behavior, alcohol and drug use, inadequate supervision, and other medical problems (trauma, stroke, myocardial infarction, seizure disorder, cardiac arrhythmias, etc.)."}
{"id": "article-20709_3", "title": "Drowning, Near -- Pathophysiology", "content": "The episode of drowning or near-drowning typically starts with panic and abnormal breathing patterns as the victim struggles to stay above water. Reflex inspiratory efforts lead to laryngospasm (when water contacts lower respiratory tract) and/or aspiration, which causes hypoxemia. Near drowning can result in decreased lung compliance, ventilation-perfusion mismatch, and intrapulmonary shunting, leading to hypoxemia. Hypoxemia can cause diffuse organ dysfunction.", "contents": "Drowning, Near -- Pathophysiology. The episode of drowning or near-drowning typically starts with panic and abnormal breathing patterns as the victim struggles to stay above water. Reflex inspiratory efforts lead to laryngospasm (when water contacts lower respiratory tract) and/or aspiration, which causes hypoxemia. Near drowning can result in decreased lung compliance, ventilation-perfusion mismatch, and intrapulmonary shunting, leading to hypoxemia. Hypoxemia can cause diffuse organ dysfunction."}
{"id": "article-20709_4", "title": "Drowning, Near -- Pathophysiology", "content": "The salt content of the water will not affect outcomes in near-drowning victims as it takes aspiration of at least 22 ml/kg of water to cause electrolyte disturbances, and most nonfatal drowning victims do not aspirate more than 3-4 ml/kg. However, contamination of the water can affect outcomes due to infection.", "contents": "Drowning, Near -- Pathophysiology. The salt content of the water will not affect outcomes in near-drowning victims as it takes aspiration of at least 22 ml/kg of water to cause electrolyte disturbances, and most nonfatal drowning victims do not aspirate more than 3-4 ml/kg. However, contamination of the water can affect outcomes due to infection."}
{"id": "article-20709_5", "title": "Drowning, Near -- History and Physical", "content": "Fluid aspiration can wash out surfactant, leading to acute respiratory distress syndrome (ARDS), and this can manifest rapidly or gradually with shortness of breath, crackles, and wheezing. Symptoms develop within 7-8 hours of the event. Hypoxemia can cause cerebral ischemia and neuronal damage, leading to cerebral edema and elevated intracranial pressure. About 20% of near-drowning victims sustain neurological damage. Hypothermia and hypoxemia can also lead to cardiac arrhythmias, most commonly sinus tachycardia, sinus bradycardia, or atrial fibrillation.", "contents": "Drowning, Near -- History and Physical. Fluid aspiration can wash out surfactant, leading to acute respiratory distress syndrome (ARDS), and this can manifest rapidly or gradually with shortness of breath, crackles, and wheezing. Symptoms develop within 7-8 hours of the event. Hypoxemia can cause cerebral ischemia and neuronal damage, leading to cerebral edema and elevated intracranial pressure. About 20% of near-drowning victims sustain neurological damage. Hypothermia and hypoxemia can also lead to cardiac arrhythmias, most commonly sinus tachycardia, sinus bradycardia, or atrial fibrillation."}
{"id": "article-20709_6", "title": "Drowning, Near -- Evaluation", "content": "Initial evaluation includes history and physical, which may provide clues to the etiology of the near-drowning (trauma, underlying medical condition, intoxication, etc.). Ancillary studies that can help determine the extent of the end-organ damage include chest x-ray, electrocardiogram, and labs (e.g. renal function panel to look for renal failure due to acute tubular necrosis). Chest x-ray or CT at presentation can range from normal to localized or diffuse pulmonary edema. ECG can show cardiac arrhythmias as discussed above.", "contents": "Drowning, Near -- Evaluation. Initial evaluation includes history and physical, which may provide clues to the etiology of the near-drowning (trauma, underlying medical condition, intoxication, etc.). Ancillary studies that can help determine the extent of the end-organ damage include chest x-ray, electrocardiogram, and labs (e.g. renal function panel to look for renal failure due to acute tubular necrosis). Chest x-ray or CT at presentation can range from normal to localized or diffuse pulmonary edema. ECG can show cardiac arrhythmias as discussed above."}
{"id": "article-20709_7", "title": "Drowning, Near -- Treatment / Management", "content": "Ventilation is the most important initial intervention for victims of near-drowning and should be initiated as soon as is safe by bystanders. Two rescue breaths should be given immediately, and then normal CPR should commence (starting with compressions) if the victim does not respond to the rescue breaths. Unless there is an obvious neck injury or the mechanism of trauma is concerning for neck injury, the cervical spine should not be routinely immobilized since this can interfere with resuscitation efforts.", "contents": "Drowning, Near -- Treatment / Management. Ventilation is the most important initial intervention for victims of near-drowning and should be initiated as soon as is safe by bystanders. Two rescue breaths should be given immediately, and then normal CPR should commence (starting with compressions) if the victim does not respond to the rescue breaths. Unless there is an obvious neck injury or the mechanism of trauma is concerning for neck injury, the cervical spine should not be routinely immobilized since this can interfere with resuscitation efforts."}
{"id": "article-20709_8", "title": "Drowning, Near -- Treatment / Management", "content": "Once the patient arrives at the emergency department, supplemental oxygen should be administered via high-flow facemask to keep SpO2 greater than 94% or the patient should be intubated if he is not breathing spontaneously. Hypothermic patients with core temperature < 33 degrees Celsius should be rewarmed either actively or passively. Monitoring should include frequent re-assessments with vital signs as well as oxygen saturation and cardiac telemetry.", "contents": "Drowning, Near -- Treatment / Management. Once the patient arrives at the emergency department, supplemental oxygen should be administered via high-flow facemask to keep SpO2 greater than 94% or the patient should be intubated if he is not breathing spontaneously. Hypothermic patients with core temperature < 33 degrees Celsius should be rewarmed either actively or passively. Monitoring should include frequent re-assessments with vital signs as well as oxygen saturation and cardiac telemetry."}
{"id": "article-20709_9", "title": "Drowning, Near -- Treatment / Management", "content": "Most near-drowning victims are hospitalized either due to the severity of symptoms or concern for clinical deterioration. Symptomatic patients should be admitted and monitored closely until symptoms and physiologic disturbances resolve. Asymptomatic patients should be monitored for at least 8 hours for signs of clinical deterioration. If no clinical signs or symptoms develop, they may be discharged with close follow-up.", "contents": "Drowning, Near -- Treatment / Management. Most near-drowning victims are hospitalized either due to the severity of symptoms or concern for clinical deterioration. Symptomatic patients should be admitted and monitored closely until symptoms and physiologic disturbances resolve. Asymptomatic patients should be monitored for at least 8 hours for signs of clinical deterioration. If no clinical signs or symptoms develop, they may be discharged with close follow-up."}
{"id": "article-20709_10", "title": "Drowning, Near -- Treatment / Management", "content": "For patients who are admitted, management depends on the extent of end-organ involvement and also involves prevention of secondary injuries. For example, further neurologic damage should be prevented by monitoring intracranial pressure and intervening as needed (raising the head of the bead, hyperventilating, diuresis). Therapeutic hypothermia remains controversial as there has not been definitive evidence in support or against its use. Additionally, for pulmonary damage, there is no good evidence to support the routine use of prophylactic antibiotics or steroids. Antibiotics should be used if the water was grossly contaminated.", "contents": "Drowning, Near -- Treatment / Management. For patients who are admitted, management depends on the extent of end-organ involvement and also involves prevention of secondary injuries. For example, further neurologic damage should be prevented by monitoring intracranial pressure and intervening as needed (raising the head of the bead, hyperventilating, diuresis). Therapeutic hypothermia remains controversial as there has not been definitive evidence in support or against its use. Additionally, for pulmonary damage, there is no good evidence to support the routine use of prophylactic antibiotics or steroids. Antibiotics should be used if the water was grossly contaminated."}
{"id": "article-20709_11", "title": "Drowning, Near -- Treatment / Management", "content": "Patients with hypothermia can develop hypotension due to hypovolemia secondary to a \"cold diuresis.\" During the early phase of vasoconstriction, blood moves to the core, which causes central volume receptors to detect fluid overload, leading to decreased antidiuretic hormone (ADH) production.", "contents": "Drowning, Near -- Treatment / Management. Patients with hypothermia can develop hypotension due to hypovolemia secondary to a \"cold diuresis.\" During the early phase of vasoconstriction, blood moves to the core, which causes central volume receptors to detect fluid overload, leading to decreased antidiuretic hormone (ADH) production."}
{"id": "article-20709_12", "title": "Drowning, Near -- Other Issues", "content": "The following factors at initial presentation have been associated with poor prognosis: Duration of submersion >5 minutes (most important) Time to effective basic life support >10 minutes Resuscitation duration >25 minutes Age >14 years GCS <5 Persistent apnea and requirement of CPR in the emergency department Arterial blood pH <7.1", "contents": "Drowning, Near -- Other Issues. The following factors at initial presentation have been associated with poor prognosis: Duration of submersion >5 minutes (most important) Time to effective basic life support >10 minutes Resuscitation duration >25 minutes Age >14 years GCS <5 Persistent apnea and requirement of CPR in the emergency department Arterial blood pH <7.1"}
{"id": "article-20709_13", "title": "Drowning, Near -- Questions", "content": "To access free multiple choice questions on this topic, click here.", "contents": "Drowning, Near -- Questions. To access free multiple choice questions on this topic, click here."}