{"id": "article-132675_0", "title": "Cenegermin -- Continuing Education Activity", "content": "Cenegermin is a medication belonging to the recombinant human nerve growth factor (rhNGF) class of drugs. This drug is utilized for the management of neurotrophic keratitis and is the first-ever topical biologic approved in the field of ophthalmology. In 2018, the U.S. Food and Drug Administration (FDA) approved the 0.002% ophthalmic solution of cenegermin. As a topical rhNGF, the drug demonstrates remarkable specificity for the anterior segment of the eye, playing a crucial role in supporting corneal innervation and maintaining its integrity. This activity thoroughly outlines the FDA-approved indications, action, and contraindications of cenegermin, positioning it as a valuable treatment for neurotrophic keratitis. Furthermore, this activity will highlight the mechanism of action, adverse event profile, and other essential factors of cenegermin, including dosing, pharmacodynamics, pharmacokinetics, monitoring, and relevant interactions, which are crucial for the interprofessional team to manage neurotrophic keratitis in patients effectively. In addition, the activity provides clinicians with information on effectively managing toxicity in the event of an overdose during cenegermin administration.", "contents": "Cenegermin -- Continuing Education Activity. Cenegermin is a medication belonging to the recombinant human nerve growth factor (rhNGF) class of drugs. This drug is utilized for the management of neurotrophic keratitis and is the first-ever topical biologic approved in the field of ophthalmology. In 2018, the U.S. Food and Drug Administration (FDA) approved the 0.002% ophthalmic solution of cenegermin. As a topical rhNGF, the drug demonstrates remarkable specificity for the anterior segment of the eye, playing a crucial role in supporting corneal innervation and maintaining its integrity. This activity thoroughly outlines the FDA-approved indications, action, and contraindications of cenegermin, positioning it as a valuable treatment for neurotrophic keratitis. Furthermore, this activity will highlight the mechanism of action, adverse event profile, and other essential factors of cenegermin, including dosing, pharmacodynamics, pharmacokinetics, monitoring, and relevant interactions, which are crucial for the interprofessional team to manage neurotrophic keratitis in patients effectively. In addition, the activity provides clinicians with information on effectively managing toxicity in the event of an overdose during cenegermin administration."}
{"id": "article-132675_1", "title": "Cenegermin -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates with neurotrophic keratitis for cenegermin therapy based on the indications and contraindications provided in the product labeling. Screen patients with neurotrophic keratitis for potential risk factors or medical conditions that may impact cenegermin therapy. Apply evidence-based practices in managing adverse drug reactions or unexpected hypersensitivity reactions to cenegermin to achieve optimal therapeutic outcomes. Collaborate with other interprofessional healthcare team members to ensure seamless coordination of cenegermin therapy and comprehensive patient care. Access free multiple choice questions on this topic.", "contents": "Cenegermin -- Continuing Education Activity. Objectives: Identify appropriate candidates with neurotrophic keratitis for cenegermin therapy based on the indications and contraindications provided in the product labeling. Screen patients with neurotrophic keratitis for potential risk factors or medical conditions that may impact cenegermin therapy. Apply evidence-based practices in managing adverse drug reactions or unexpected hypersensitivity reactions to cenegermin to achieve optimal therapeutic outcomes. Collaborate with other interprofessional healthcare team members to ensure seamless coordination of cenegermin therapy and comprehensive patient care. Access free multiple choice questions on this topic."}
{"id": "article-132675_2", "title": "Cenegermin -- Indications", "content": "Cenegermin is a groundbreaking advancement in the medical field as the sole pharmacological therapy for neurotrophic keratitis (NK) approved by the U.S. Food and Drug Administration (FDA). Notably, the drug is also the pioneering topical biologic to receive FDA approval in ophthalmology. In 2018, cenegermin ophthalmic solution 0.002% obtained its initial FDA approval. The solution, being a topical recombinant human nerve growth factor (rhNGF), demonstrates remarkable specificity for the anterior segment of the eye, playing a vital role in supporting corneal innervation and maintaining overall integrity. [1]", "contents": "Cenegermin -- Indications. Cenegermin is a groundbreaking advancement in the medical field as the sole pharmacological therapy for neurotrophic keratitis (NK) approved by the U.S. Food and Drug Administration (FDA). Notably, the drug is also the pioneering topical biologic to receive FDA approval in ophthalmology. In 2018, cenegermin ophthalmic solution 0.002% obtained its initial FDA approval. The solution, being a topical recombinant human nerve growth factor (rhNGF), demonstrates remarkable specificity for the anterior segment of the eye, playing a vital role in supporting corneal innervation and maintaining overall integrity. [1]"}
{"id": "article-132675_3", "title": "Cenegermin -- Indications", "content": "Despite its low prevalence, NK carries significant implications due to the severity of its pathological process and associated sequelae, which can be devastating. Before cenegermin's approval, patients encountering NK had to resort to surgical interventions as the only available therapeutic option. Cenegermin presents a groundbreaking nonsurgical treatment option with the potential to facilitate complete corneal healing. As a first-line therapeutic choice, the drug proves valuable for patients with NK who remain unresponsive to conventional nonsurgical treatments for more than 2 weeks. Recent studies have demonstrated cenegermin's effectiveness in treating NK within pediatric populations with diverse underlying congenital diseases. [2] [3]", "contents": "Cenegermin -- Indications. Despite its low prevalence, NK carries significant implications due to the severity of its pathological process and associated sequelae, which can be devastating. Before cenegermin's approval, patients encountering NK had to resort to surgical interventions as the only available therapeutic option. Cenegermin presents a groundbreaking nonsurgical treatment option with the potential to facilitate complete corneal healing. As a first-line therapeutic choice, the drug proves valuable for patients with NK who remain unresponsive to conventional nonsurgical treatments for more than 2 weeks. Recent studies have demonstrated cenegermin's effectiveness in treating NK within pediatric populations with diverse underlying congenital diseases. [2] [3]"}
{"id": "article-132675_4", "title": "Cenegermin -- Indications", "content": "To date, cenegermin does not have any off-label indications. Notably, cenegermin has been granted orphan drug designation by the FDA, which provides incentives for developing drugs intended to treat rare diseases. [4] Cenegermin has been primarily studied in patients with stage 2 or 3 NK. In a recent phase IV, multicenter, prospective trial, cenegermin has also demonstrated promising efficacy in stage 1 NK. [5]", "contents": "Cenegermin -- Indications. To date, cenegermin does not have any off-label indications. Notably, cenegermin has been granted orphan drug designation by the FDA, which provides incentives for developing drugs intended to treat rare diseases. [4] Cenegermin has been primarily studied in patients with stage 2 or 3 NK. In a recent phase IV, multicenter, prospective trial, cenegermin has also demonstrated promising efficacy in stage 1 NK. [5]"}
{"id": "article-132675_5", "title": "Cenegermin -- Mechanism of Action", "content": "NK is a degenerative corneal disease characterized by partial or complete loss of corneal sensation. This results from impaired trigeminal sensory innervation and disruption of epithelial repair processes. [6] Corneal nerves play a vital role in upholding epithelial integrity, supporting stem cell proliferation, and facilitating wound repair. The significance of these nerves lies in preserving corneal clarity and safeguarding limbal stem cell populations, which is achieved through lacrimal and protective blink reflexes, along with other trophic functions. Damage caused to these sub-basal nerve plexuses leads to significant reductions in neuromodulator levels, resulting in epithelial breakdown and an impaired lacrimation reflex. Consequently, the underlying stroma becomes more susceptible to enzymatic degradation upon subsequent exposure. [7]", "contents": "Cenegermin -- Mechanism of Action. NK is a degenerative corneal disease characterized by partial or complete loss of corneal sensation. This results from impaired trigeminal sensory innervation and disruption of epithelial repair processes. [6] Corneal nerves play a vital role in upholding epithelial integrity, supporting stem cell proliferation, and facilitating wound repair. The significance of these nerves lies in preserving corneal clarity and safeguarding limbal stem cell populations, which is achieved through lacrimal and protective blink reflexes, along with other trophic functions. Damage caused to these sub-basal nerve plexuses leads to significant reductions in neuromodulator levels, resulting in epithelial breakdown and an impaired lacrimation reflex. Consequently, the underlying stroma becomes more susceptible to enzymatic degradation upon subsequent exposure. [7]"}
{"id": "article-132675_6", "title": "Cenegermin -- Mechanism of Action", "content": "Morphological abnormalities and metabolic disorders cause recurrent epithelial defects, stromal ulceration, and eventual corneal perforation. [8] NK often results from various common causes, including herpes keratitis (both zoster and simplex), excessive use of contact lenses, toxicity from topical medications, eye irradiation, previous corneal surgery, and jaw fractures. [9]", "contents": "Cenegermin -- Mechanism of Action. Morphological abnormalities and metabolic disorders cause recurrent epithelial defects, stromal ulceration, and eventual corneal perforation. [8] NK often results from various common causes, including herpes keratitis (both zoster and simplex), excessive use of contact lenses, toxicity from topical medications, eye irradiation, previous corneal surgery, and jaw fractures. [9]"}
{"id": "article-132675_7", "title": "Cenegermin -- Mechanism of Action", "content": "Cenegermin, an rhNGF, is synthesized in recombinant Escherichia coli as an inactive propeptide. Upon topical instillation, the drug undergoes enzymatic hydrolysis, cleaving into its active form, nerve growth factor (NGF). The mature NGF is a small protein comprising 118 amino acids that form a noncovalent dimer held together by 3 intramolecular disulfide bonds. [10] NGF acts as an agonist that selectively affects the peripheral nervous system by binding to specific high-affinity tropomyosin receptor kinase A (TrkA) and low-affinity neurotrophin receptor (p75NTR) NGF receptors. By interacting with these receptors, NGF promotes sensory neuron growth, differentiation, and survival. [11]", "contents": "Cenegermin -- Mechanism of Action. Cenegermin, an rhNGF, is synthesized in recombinant Escherichia coli as an inactive propeptide. Upon topical instillation, the drug undergoes enzymatic hydrolysis, cleaving into its active form, nerve growth factor (NGF). The mature NGF is a small protein comprising 118 amino acids that form a noncovalent dimer held together by 3 intramolecular disulfide bonds. [10] NGF acts as an agonist that selectively affects the peripheral nervous system by binding to specific high-affinity tropomyosin receptor kinase A (TrkA) and low-affinity neurotrophin receptor (p75NTR) NGF receptors. By interacting with these receptors, NGF promotes sensory neuron growth, differentiation, and survival. [11]"}
{"id": "article-132675_8", "title": "Cenegermin -- Mechanism of Action", "content": "Upon binding to TrkA, NGF initiates intracellular activation of several signaling pathways, including mitogen-activated protein kinase (MAPK), Ras, phosphoinositide 3-kinase (PI3K), cell division control protein 42 (Cdc42), and phospholipase-C gamma (PLC-γ). However, the precise mechanism is not fully elucidated. The rhNGF directly acts on corneal epithelial cells to preserve limbal epithelial stem cell potential and lacrimal gland receptors, thereby promoting tear production. Moreover, the rhNGF has demonstrated the capacity to accelerate nerve fiber density recovery, actively supporting corneal reinnervation. [12] [13]", "contents": "Cenegermin -- Mechanism of Action. Upon binding to TrkA, NGF initiates intracellular activation of several signaling pathways, including mitogen-activated protein kinase (MAPK), Ras, phosphoinositide 3-kinase (PI3K), cell division control protein 42 (Cdc42), and phospholipase-C gamma (PLC-γ). However, the precise mechanism is not fully elucidated. The rhNGF directly acts on corneal epithelial cells to preserve limbal epithelial stem cell potential and lacrimal gland receptors, thereby promoting tear production. Moreover, the rhNGF has demonstrated the capacity to accelerate nerve fiber density recovery, actively supporting corneal reinnervation. [12] [13]"}
{"id": "article-132675_9", "title": "Cenegermin -- Mechanism of Action", "content": "Two clinical trials, lasting 8 weeks each, were conducted to evaluate the safety and effectiveness of cenegermin in 151 patients with NK. The studies were randomized, controlled, and double-blind. The affected eyes were treated with eye drops 6 times daily for 8 weeks. During these trials, 69.6% of patients treated with cenegermin achieved complete corneal healing within 8 weeks of the treatment, compared to only 29.4% of patients treated without cenegermin. Compared to the vehicle, patients treated with cenegermin exhibited statistically significant reductions in lesion size and the rate of disease progression during the blinded treatment. Clinical trials have shown cenegermin's remarkable ability to restore corneal integrity, sensitivity, and transparency effectively. [14] [15] Patients with neurotrophic keratitis who received a minimum of 4 weeks of treatment with cengermin experienced a significant increase in corneal nerve densities following treatment. Additionally, marked enhancements in corneal sensation and visual acuity were observed post-treatment. [16]", "contents": "Cenegermin -- Mechanism of Action. Two clinical trials, lasting 8 weeks each, were conducted to evaluate the safety and effectiveness of cenegermin in 151 patients with NK. The studies were randomized, controlled, and double-blind. The affected eyes were treated with eye drops 6 times daily for 8 weeks. During these trials, 69.6% of patients treated with cenegermin achieved complete corneal healing within 8 weeks of the treatment, compared to only 29.4% of patients treated without cenegermin. Compared to the vehicle, patients treated with cenegermin exhibited statistically significant reductions in lesion size and the rate of disease progression during the blinded treatment. Clinical trials have shown cenegermin's remarkable ability to restore corneal integrity, sensitivity, and transparency effectively. [14] [15] Patients with neurotrophic keratitis who received a minimum of 4 weeks of treatment with cengermin experienced a significant increase in corneal nerve densities following treatment. Additionally, marked enhancements in corneal sensation and visual acuity were observed post-treatment. [16]"}
{"id": "article-132675_10", "title": "Cenegermin -- Administration", "content": "Cenegermin is available as an ophthalmic solution, presented in a multiple-dose vial, with each milliliter containing 20 mcg (0.002% w/v) of cenegermin as an active ingredient. The solution appears as a clear and colorless liquid. For the recommended dosage, 1 drop of cenegermin solution should be applied to the affected eye(s) of the patient 6 times a day at 2-hour intervals for 8 weeks. Before using the solution, contact lenses should be removed, and they can be reinserted after a 15-minute interval. [17]", "contents": "Cenegermin -- Administration. Cenegermin is available as an ophthalmic solution, presented in a multiple-dose vial, with each milliliter containing 20 mcg (0.002% w/v) of cenegermin as an active ingredient. The solution appears as a clear and colorless liquid. For the recommended dosage, 1 drop of cenegermin solution should be applied to the affected eye(s) of the patient 6 times a day at 2-hour intervals for 8 weeks. Before using the solution, contact lenses should be removed, and they can be reinserted after a 15-minute interval. [17]"}
{"id": "article-132675_11", "title": "Cenegermin -- Administration", "content": "Cenegermin is provided weekly in an insulated pack with dry ice containing 7 multiple-dose vials. After receiving the cenegermin weekly cartons, they should be promptly stored in the refrigerator. The carton should be maintained at a temperature ranging between 36 °F and 46 °F for a maximum of 14 days to ensure the freshness of the drug. Before applying the medication, it is recommended to let the vial thaw at room temperature for 30 minutes and avoid shaking it. [10] Strict adherence to a specific stepwise regimen is crucial to ensure proper administration. The step-by-step instructions for administering the product, as per product labeling, are provided below.", "contents": "Cenegermin -- Administration. Cenegermin is provided weekly in an insulated pack with dry ice containing 7 multiple-dose vials. After receiving the cenegermin weekly cartons, they should be promptly stored in the refrigerator. The carton should be maintained at a temperature ranging between 36 °F and 46 °F for a maximum of 14 days to ensure the freshness of the drug. Before applying the medication, it is recommended to let the vial thaw at room temperature for 30 minutes and avoid shaking it. [10] Strict adherence to a specific stepwise regimen is crucial to ensure proper administration. The step-by-step instructions for administering the product, as per product labeling, are provided below."}
{"id": "article-132675_12", "title": "Cenegermin -- Administration", "content": "Attach the vial adapter to the vial. Clean the surface of the valve connector. Allow the valve to dry for approximately 1 minute. Screw the pipette clockwise into the connector. Ensure that the plunger is pushed down. Invert the vial and gently draw the pipette plunger to fill it with the solution. After filling the pipette, unscrew it counterclockwise from the connector. Retract the lower eyelid and instill drops into the conjunctival fornix. Be careful not to touch the eye with the tip of the pipette. Blink a few times after administering the medication to spread the solution evenly across the eye's surface.", "contents": "Cenegermin -- Administration. Attach the vial adapter to the vial. Clean the surface of the valve connector. Allow the valve to dry for approximately 1 minute. Screw the pipette clockwise into the connector. Ensure that the plunger is pushed down. Invert the vial and gently draw the pipette plunger to fill it with the solution. After filling the pipette, unscrew it counterclockwise from the connector. Retract the lower eyelid and instill drops into the conjunctival fornix. Be careful not to touch the eye with the tip of the pipette. Blink a few times after administering the medication to spread the solution evenly across the eye's surface."}
{"id": "article-132675_13", "title": "Cenegermin -- Administration", "content": "Ensuring the completion of the entire 8-week course is crucial for the success of the cenegermin treatment. If a dosage is missed, resume the treatment as usual during the next scheduled administration. In case multiple topical ophthalmic drops are prescribed, administer them at least 15 minutes apart to prevent dilution effects. [1] Before applying cenegermin to a corneal lesion, it is advised to remove the contact lenses from the patient's eyes, as the lenses may hinder the distribution of the medication in the affected area. After administration, wait for 15 minutes before reinserting the contact lenses. [18]", "contents": "Cenegermin -- Administration. Ensuring the completion of the entire 8-week course is crucial for the success of the cenegermin treatment. If a dosage is missed, resume the treatment as usual during the next scheduled administration. In case multiple topical ophthalmic drops are prescribed, administer them at least 15 minutes apart to prevent dilution effects. [1] Before applying cenegermin to a corneal lesion, it is advised to remove the contact lenses from the patient's eyes, as the lenses may hinder the distribution of the medication in the affected area. After administration, wait for 15 minutes before reinserting the contact lenses. [18]"}
{"id": "article-132675_14", "title": "Cenegermin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment : Information regarding the effects of cenegermin on hepatic impairment is not available in the product labeling. Renal impairment: Information regarding the effects of cenegermin on renal impairment is not available in the product labeling.", "contents": "Cenegermin -- Administration -- Specific Patient Populations. Hepatic impairment : Information regarding the effects of cenegermin on hepatic impairment is not available in the product labeling. Renal impairment: Information regarding the effects of cenegermin on renal impairment is not available in the product labeling."}
{"id": "article-132675_15", "title": "Cenegermin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: There is a lack of data on the use of cenegermin in pregnant women to assess potential drug-associated risks. Studies conducted on pregnant rats or rabbits during organogenesis did not demonstrate adverse fetal effects at clinically relevant doses.", "contents": "Cenegermin -- Administration -- Specific Patient Populations. Pregnancy considerations: There is a lack of data on the use of cenegermin in pregnant women to assess potential drug-associated risks. Studies conducted on pregnant rats or rabbits during organogenesis did not demonstrate adverse fetal effects at clinically relevant doses."}
{"id": "article-132675_16", "title": "Cenegermin -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Due to the large protein structure and limited absorption of cenegermin from the eye, minimal presence in breast milk is expected. Oral absorption by infants is unlikely as the protein is likely degraded in the gastrointestinal tract. To reduce drug transfer to breast milk post-eye drop administration, applying pressure to the tear duct and removing excess solution with tissue is recommended. Ophthalmic cenegermin is not anticipated to cause adverse effects in breastfed infants. [19] Pediatric patients: The safety and efficacy of cenegermin have been established in pediatric populations. Older patients: There were no significant differences in the safety or efficacy of cenegermin between older and younger patients.", "contents": "Cenegermin -- Administration -- Specific Patient Populations. Breastfeeding considerations: Due to the large protein structure and limited absorption of cenegermin from the eye, minimal presence in breast milk is expected. Oral absorption by infants is unlikely as the protein is likely degraded in the gastrointestinal tract. To reduce drug transfer to breast milk post-eye drop administration, applying pressure to the tear duct and removing excess solution with tissue is recommended. Ophthalmic cenegermin is not anticipated to cause adverse effects in breastfed infants. [19] Pediatric patients: The safety and efficacy of cenegermin have been established in pediatric populations. Older patients: There were no significant differences in the safety or efficacy of cenegermin between older and younger patients."}
{"id": "article-132675_17", "title": "Cenegermin -- Adverse Effects", "content": "The most common adverse reaction reported for cenegermin is eye pain, occurring in approximately 16% of patients. Other less-frequent adverse drug reactions include reduction in visual acuity (10.7%), ocular hyperemia (6.7%), ocular inflammation (5.3%), tearing (5.3%), corneal deposits (4%), cataracts (4%), and foreign body sensation (2.7%). Mild-to-moderate eye discomfort is considered normal during cenegermin therapy. However, if patients experience more severe eye reactions, they should promptly inform their ophthalmologist or healthcare professional. [20]", "contents": "Cenegermin -- Adverse Effects. The most common adverse reaction reported for cenegermin is eye pain, occurring in approximately 16% of patients. Other less-frequent adverse drug reactions include reduction in visual acuity (10.7%), ocular hyperemia (6.7%), ocular inflammation (5.3%), tearing (5.3%), corneal deposits (4%), cataracts (4%), and foreign body sensation (2.7%). Mild-to-moderate eye discomfort is considered normal during cenegermin therapy. However, if patients experience more severe eye reactions, they should promptly inform their ophthalmologist or healthcare professional. [20]"}
{"id": "article-132675_18", "title": "Cenegermin -- Adverse Effects", "content": "Animal reproduction studies did not reveal any adverse events associated with cenegermin therapy. Furthermore, there are no known significant drug interactions with the drug. Ophthalmic cenegermin is not expected to cause any adverse effects in breastfed infants. [19] However, it is worth noting that acute calcific band keratopathy has been observed in patients with stage 2 or 3 NK. [21]", "contents": "Cenegermin -- Adverse Effects. Animal reproduction studies did not reveal any adverse events associated with cenegermin therapy. Furthermore, there are no known significant drug interactions with the drug. Ophthalmic cenegermin is not expected to cause any adverse effects in breastfed infants. [19] However, it is worth noting that acute calcific band keratopathy has been observed in patients with stage 2 or 3 NK. [21]"}
{"id": "article-132675_19", "title": "Cenegermin -- Contraindications", "content": "The product label provided by the FDA or manufacturer does not list any contraindications associated with cenegermin. Nevertheless, patients with known hypersensitivity to the active substance or excipients mentioned on the label should avoid using the drug.", "contents": "Cenegermin -- Contraindications. The product label provided by the FDA or manufacturer does not list any contraindications associated with cenegermin. Nevertheless, patients with known hypersensitivity to the active substance or excipients mentioned on the label should avoid using the drug."}
{"id": "article-132675_20", "title": "Cenegermin -- Contraindications", "content": "Numerous eye drops contain corticosteroids or preservatives, such as benzalkonium chloride and cetrimide. According to the product labeling provided by the FDA or manufacturer, using eye drops with these substances during cenegermin treatment could potentially slow down or interfere with corneal healing. Therefore, it is advisable to avoid their use while on cenegermin therapy. Before using cenegermin, it is essential to treat any active ocular infection. If an ocular infection occurs during the treatment period, cenegermin should be withheld until the condition is entirely resolved. [1]", "contents": "Cenegermin -- Contraindications. Numerous eye drops contain corticosteroids or preservatives, such as benzalkonium chloride and cetrimide. According to the product labeling provided by the FDA or manufacturer, using eye drops with these substances during cenegermin treatment could potentially slow down or interfere with corneal healing. Therefore, it is advisable to avoid their use while on cenegermin therapy. Before using cenegermin, it is essential to treat any active ocular infection. If an ocular infection occurs during the treatment period, cenegermin should be withheld until the condition is entirely resolved. [1]"}
{"id": "article-132675_21", "title": "Cenegermin -- Monitoring", "content": "During the treatment procedure with cenegermin ophthalmic solution, patients should be monitored for the clinical progression of NK. Mild-to-moderate eye discomfort during cenegermin treatment is considered normal. Pregnant rats or rabbits did not exhibit adverse fetal effects on organogenesis at clinically relevant doses. Furthermore, comprehensive pre-and postnatal development studies involving the drug administration to rats throughout their gestation and lactation periods demonstrated no adverse effects in their offspring at clinically relevant doses. Therefore, it is anticipated that breastfeeding infants will not experience any harmful effects from the use of ophthalmic cenegermin. [19]", "contents": "Cenegermin -- Monitoring. During the treatment procedure with cenegermin ophthalmic solution, patients should be monitored for the clinical progression of NK. Mild-to-moderate eye discomfort during cenegermin treatment is considered normal. Pregnant rats or rabbits did not exhibit adverse fetal effects on organogenesis at clinically relevant doses. Furthermore, comprehensive pre-and postnatal development studies involving the drug administration to rats throughout their gestation and lactation periods demonstrated no adverse effects in their offspring at clinically relevant doses. Therefore, it is anticipated that breastfeeding infants will not experience any harmful effects from the use of ophthalmic cenegermin. [19]"}
{"id": "article-132675_22", "title": "Cenegermin -- Monitoring", "content": "Most patients do not experience adverse drug reactions, given the low likelihood of systemic absorption of topical ophthalmic rhNGF. Following the administration of cenegermin, the drops travel through the nasolacrimal duct and reach the nasal and oropharyngeal cavities, where proteases degrade them. To minimize the potential for systemic absorption of the drug, gently apply pressure to the tear duct at the corner of the eye for 1 minute after using the medication and then wipe any excess solution with a tissue. Cenegermin treatment may induce temporary blurring and visual disturbance for a few minutes following topical instillation. Therefore, patients are advised to wait until their vision clears before engaging in activities such as driving or operating machinery. [22]", "contents": "Cenegermin -- Monitoring. Most patients do not experience adverse drug reactions, given the low likelihood of systemic absorption of topical ophthalmic rhNGF. Following the administration of cenegermin, the drops travel through the nasolacrimal duct and reach the nasal and oropharyngeal cavities, where proteases degrade them. To minimize the potential for systemic absorption of the drug, gently apply pressure to the tear duct at the corner of the eye for 1 minute after using the medication and then wipe any excess solution with a tissue. Cenegermin treatment may induce temporary blurring and visual disturbance for a few minutes following topical instillation. Therefore, patients are advised to wait until their vision clears before engaging in activities such as driving or operating machinery. [22]"}
{"id": "article-132675_23", "title": "Cenegermin -- Monitoring", "content": "Patients should undergo monitoring for ocular cancer both during and after the cenegermin therapy. As cenegermin is a growth factor, there is a theoretical possibility that it may affect ocular cancer, as indicated in the product labeling. However, it is essential to note that no animal or human studies have been conducted to determine the carcinogenic potential of cenegermin therapy. [15]", "contents": "Cenegermin -- Monitoring. Patients should undergo monitoring for ocular cancer both during and after the cenegermin therapy. As cenegermin is a growth factor, there is a theoretical possibility that it may affect ocular cancer, as indicated in the product labeling. However, it is essential to note that no animal or human studies have been conducted to determine the carcinogenic potential of cenegermin therapy. [15]"}
{"id": "article-132675_24", "title": "Cenegermin -- Toxicity", "content": "Clinical trials and product labeling suggest that a topical overdose of cenegermin is unlikely to occur or be linked to toxicity. If a patient experiences a topical overdose of cenegermin in their eye(s), they can remove the excess by rinsing the affected area with lukewarm water. Notably, cenegermin is minimally absorbed into the systemic circulation, thereby posing no risk of systemic toxicity. Nonetheless, in cases of unexpected hypersensitivity reactions, clinicians should take measures to ensure a patent airway, proper breathing, and circulation.", "contents": "Cenegermin -- Toxicity. Clinical trials and product labeling suggest that a topical overdose of cenegermin is unlikely to occur or be linked to toxicity. If a patient experiences a topical overdose of cenegermin in their eye(s), they can remove the excess by rinsing the affected area with lukewarm water. Notably, cenegermin is minimally absorbed into the systemic circulation, thereby posing no risk of systemic toxicity. Nonetheless, in cases of unexpected hypersensitivity reactions, clinicians should take measures to ensure a patent airway, proper breathing, and circulation."}
{"id": "article-132675_25", "title": "Cenegermin -- Toxicity", "content": "Although there is no data available on the use of cenegermin in pregnant women, animal studies indicate no evidence of direct or indirect harmful effects on reproductive toxicity. Similarly, there is no data on the impact of cenegermin therapy on human fertility. Despite administering the drug to male and female rats in a daily subcutaneous dosage equivalent to 1709 times the maximum recommended human ophthalmic dose (MRHOD), cenegermin did not impact their fertility parameters. According to the drug's label, administering the medication subcutaneously or ocularly to female rats resulted in ovarian issues such as follicular cysts, persistent estrus, changes in ovarian weight, and a decreased corpora lutea. These effects were observed when the dosage was equal to or greater than 119 times the MRHOD.", "contents": "Cenegermin -- Toxicity. Although there is no data available on the use of cenegermin in pregnant women, animal studies indicate no evidence of direct or indirect harmful effects on reproductive toxicity. Similarly, there is no data on the impact of cenegermin therapy on human fertility. Despite administering the drug to male and female rats in a daily subcutaneous dosage equivalent to 1709 times the maximum recommended human ophthalmic dose (MRHOD), cenegermin did not impact their fertility parameters. According to the drug's label, administering the medication subcutaneously or ocularly to female rats resulted in ovarian issues such as follicular cysts, persistent estrus, changes in ovarian weight, and a decreased corpora lutea. These effects were observed when the dosage was equal to or greater than 119 times the MRHOD."}
{"id": "article-132675_26", "title": "Cenegermin -- Toxicity", "content": "A topical overdose of cenegermin is unlikely to cause toxicity. Although there is no specific antidote for cenegermin toxicity, any topical overdose can be flushed easily from a patient's eye(s) with tepid water. Moreover, ophthalmic cenegermin is not anticipated to cause toxic effects in breastfed infants. [19]", "contents": "Cenegermin -- Toxicity. A topical overdose of cenegermin is unlikely to cause toxicity. Although there is no specific antidote for cenegermin toxicity, any topical overdose can be flushed easily from a patient's eye(s) with tepid water. Moreover, ophthalmic cenegermin is not anticipated to cause toxic effects in breastfed infants. [19]"}
{"id": "article-132675_27", "title": "Cenegermin -- Enhancing Healthcare Team Outcomes", "content": "To ensure successful cenegermin therapy for patients, a team of healthcare professionals must work together collaboratively to manage the treatment effectively. This team includes a referring optometrist, primary care physician or advanced practice practitioner, ophthalmic technician, nursing staff, pharmacist, and ophthalmologist. At the primary care level, maintaining a high index of suspicion and referring patients promptly to an ophthalmologist are crucial steps for the early diagnosis of NK. Ophthalmologists play a pivotal role in monitoring care and assessing therapeutic effectiveness. Medical professionals, such as physicians and advanced practitioners, should be aware that patients typically do not report symptoms caused by a lack of corneal sensation. Instead, patients frequently report experiencing blurred vision as the main symptom and, occasionally, redness in the affected eye.", "contents": "Cenegermin -- Enhancing Healthcare Team Outcomes. To ensure successful cenegermin therapy for patients, a team of healthcare professionals must work together collaboratively to manage the treatment effectively. This team includes a referring optometrist, primary care physician or advanced practice practitioner, ophthalmic technician, nursing staff, pharmacist, and ophthalmologist. At the primary care level, maintaining a high index of suspicion and referring patients promptly to an ophthalmologist are crucial steps for the early diagnosis of NK. Ophthalmologists play a pivotal role in monitoring care and assessing therapeutic effectiveness. Medical professionals, such as physicians and advanced practitioners, should be aware that patients typically do not report symptoms caused by a lack of corneal sensation. Instead, patients frequently report experiencing blurred vision as the main symptom and, occasionally, redness in the affected eye."}
{"id": "article-132675_28", "title": "Cenegermin -- Enhancing Healthcare Team Outcomes", "content": "Following diagnosis, clinicians should prioritize strict adherence to cenegermin therapy to achieve complete corneal healing. Ophthalmic technicians help educate patients about medication compliance and treatment schedules, reinforcing proper administration. On the other hand, pharmacists ensure accurate dosing and counsel patients about potential adverse drug reactions. Nurses specializing in ophthalmology are crucial in counseling patients about safety measures, possible adverse effects, and the significance of following the prescribed treatment. In addition, clinicians should refer patients to an ophthalmologist for potential surgical intervention if corneal healing is not achieved despite appropriate cenegermin therapy. [9] [23]", "contents": "Cenegermin -- Enhancing Healthcare Team Outcomes. Following diagnosis, clinicians should prioritize strict adherence to cenegermin therapy to achieve complete corneal healing. Ophthalmic technicians help educate patients about medication compliance and treatment schedules, reinforcing proper administration. On the other hand, pharmacists ensure accurate dosing and counsel patients about potential adverse drug reactions. Nurses specializing in ophthalmology are crucial in counseling patients about safety measures, possible adverse effects, and the significance of following the prescribed treatment. In addition, clinicians should refer patients to an ophthalmologist for potential surgical intervention if corneal healing is not achieved despite appropriate cenegermin therapy. [9] [23]"}
{"id": "article-132675_29", "title": "Cenegermin -- Enhancing Healthcare Team Outcomes", "content": "Proper management is crucial to mitigate the high morbidity risk associated with NK. Cenegermin provides a distinctive nonsurgical approach to managing NK and effectively restoring corneal integrity in patients. Therefore, each healthcare provider should comprehensively understand the indications, administration, and potential adverse effects of cenegermin therapy. Adopting an interprofessional team-based approach that involves clinicians, specialists, ophthalmic technicians, pharmacists, and patients is instrumental in achieving the desired therapeutic outcomes of cenegermin therapy. This collaborative effort helps minimize adverse drug reactions and reduces the likelihood of disease recurrence, resulting in an improved quality of life for patients. [24]", "contents": "Cenegermin -- Enhancing Healthcare Team Outcomes. Proper management is crucial to mitigate the high morbidity risk associated with NK. Cenegermin provides a distinctive nonsurgical approach to managing NK and effectively restoring corneal integrity in patients. Therefore, each healthcare provider should comprehensively understand the indications, administration, and potential adverse effects of cenegermin therapy. Adopting an interprofessional team-based approach that involves clinicians, specialists, ophthalmic technicians, pharmacists, and patients is instrumental in achieving the desired therapeutic outcomes of cenegermin therapy. This collaborative effort helps minimize adverse drug reactions and reduces the likelihood of disease recurrence, resulting in an improved quality of life for patients. [24]"}
{"id": "article-132675_30", "title": "Cenegermin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cenegermin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}