{"id": "article-917_0", "title": "Acitretin -- Continuing Education Activity", "content": "Acitretin, a member of the retinoid drug class, is the sole FDA-approved systemic retinoid for treating psoriasis, exhibiting efficacy as a standalone therapeutic agent. Retinoids encompass natural and synthetic compounds, similar to vitamin A, and influence various physiological processes. Vitamin A, a vital regulator of the immune system, contributes to cellular growth, differentiation, and proliferation and plays a crucial role in embryonic development. Noteworthy effects of retinoids extend to immunologic anti-inflammatory actions, apoptosis induction, and inhibition of tumor promotion. Beyond its sanctioned use in psoriasis, acitretin finds application in dermatology for off-label purposes. This activity examines the indications, contraindications, and potential adverse events linked to acitretin, empowering interprofessional healthcare team members to manage patients collaboratively and ensure optimal medication utilization in clinical settings.", "contents": "Acitretin -- Continuing Education Activity. Acitretin, a member of the retinoid drug class, is the sole FDA-approved systemic retinoid for treating psoriasis, exhibiting efficacy as a standalone therapeutic agent. Retinoids encompass natural and synthetic compounds, similar to vitamin A, and influence various physiological processes. Vitamin A, a vital regulator of the immune system, contributes to cellular growth, differentiation, and proliferation and plays a crucial role in embryonic development. Noteworthy effects of retinoids extend to immunologic anti-inflammatory actions, apoptosis induction, and inhibition of tumor promotion. Beyond its sanctioned use in psoriasis, acitretin finds application in dermatology for off-label purposes. This activity examines the indications, contraindications, and potential adverse events linked to acitretin, empowering interprofessional healthcare team members to manage patients collaboratively and ensure optimal medication utilization in clinical settings."}
{"id": "article-917_1", "title": "Acitretin -- Continuing Education Activity", "content": "Objectives: Identify the approved and off-label indications for acitretin. Assess the potential adverse effects and toxicity associated with acitretin use. Implement the monitoring necessary for patients on acitretin therapy. Determine strategies with the rest of the interprofessional to improve care coordination for patients undergoing acitretin therapy to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Acitretin -- Continuing Education Activity. Objectives: Identify the approved and off-label indications for acitretin. Assess the potential adverse effects and toxicity associated with acitretin use. Implement the monitoring necessary for patients on acitretin therapy. Determine strategies with the rest of the interprofessional to improve care coordination for patients undergoing acitretin therapy to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-917_2", "title": "Acitretin -- Indications", "content": "Acitretin belongs to a group of drugs known as retinoids. Retinoids include natural and synthetic compounds that have similar activity to vitamin A. Vitamin A helps regulate the immune system, impacts cellular growth, differentiation, and proliferation, and plays a role in embryonic development. Other effects of retinoids include immunologic anti-inflammatory effects, induction of apoptosis, and inhibition of tumor promotion. [1] [2] [3]", "contents": "Acitretin -- Indications. Acitretin belongs to a group of drugs known as retinoids. Retinoids include natural and synthetic compounds that have similar activity to vitamin A. Vitamin A helps regulate the immune system, impacts cellular growth, differentiation, and proliferation, and plays a role in embryonic development. Other effects of retinoids include immunologic anti-inflammatory effects, induction of apoptosis, and inhibition of tumor promotion. [1] [2] [3]"}
{"id": "article-917_3", "title": "Acitretin -- Indications", "content": "Vitamin A exists as retinol (vitamin A alcohol), retinal (vitamin A aldehyde), and retinoic acid (RA, vitamin A acid). The body cannot synthesize vitamin A; individuals must acquire it through foods such as eggs and milk. Carotenoids are precursors of vitamin A synthesized by plants. In the intestines, beta-carotene is converted to retinal and then absorbed. Each molecule of beta-carotene converts into 2 molecules of retinal. Researchers have observed that animals with vitamin A deficiency have epidermal hyperkeratosis, squamous metaplasia of mucous membranes, and precancerous lesions.", "contents": "Acitretin -- Indications. Vitamin A exists as retinol (vitamin A alcohol), retinal (vitamin A aldehyde), and retinoic acid (RA, vitamin A acid). The body cannot synthesize vitamin A; individuals must acquire it through foods such as eggs and milk. Carotenoids are precursors of vitamin A synthesized by plants. In the intestines, beta-carotene is converted to retinal and then absorbed. Each molecule of beta-carotene converts into 2 molecules of retinal. Researchers have observed that animals with vitamin A deficiency have epidermal hyperkeratosis, squamous metaplasia of mucous membranes, and precancerous lesions."}
{"id": "article-917_4", "title": "Acitretin -- Indications", "content": "Currently, 3 generations of synthetic retinoids exist. First-generation retinoids include tretinoin (all-trans RA), isotretinoin (13-cis-retinoic acid), and alitretinoin (9-cis RA). Second-generation retinoids include etretinate and acitretin. Third-generation retinoids include adapalene, tazarotene, and bexarotene. In 1972, Bolag developed 2 aromatic retinoids: etretinate and acitretin. Acitretin is the retinoic acid metabolite of etretinate. Acitretin is relatively water-soluble in comparison and has little deposition in adipose tissue.", "contents": "Acitretin -- Indications. Currently, 3 generations of synthetic retinoids exist. First-generation retinoids include tretinoin (all-trans RA), isotretinoin (13-cis-retinoic acid), and alitretinoin (9-cis RA). Second-generation retinoids include etretinate and acitretin. Third-generation retinoids include adapalene, tazarotene, and bexarotene. In 1972, Bolag developed 2 aromatic retinoids: etretinate and acitretin. Acitretin is the retinoic acid metabolite of etretinate. Acitretin is relatively water-soluble in comparison and has little deposition in adipose tissue."}
{"id": "article-917_5", "title": "Acitretin -- Indications -- FDA-Approved Indication", "content": "Acitretin is FDA-approved for psoriasis (severe plaque-type psoriasis, pustular psoriasis generalized, pustular psoriasis localized), combination therapy with ultraviolet B (UVB) or psoralen ultraviolet A (PUVA), combination therapy with cyclosporine, or combination therapy with biologic therapies. Acitretin is the only systemic retinoid that is FDA-approved for psoriasis and effective as monotherapy. [1]", "contents": "Acitretin -- Indications -- FDA-Approved Indication. Acitretin is FDA-approved for psoriasis (severe plaque-type psoriasis, pustular psoriasis generalized, pustular psoriasis localized), combination therapy with ultraviolet B (UVB) or psoralen ultraviolet A (PUVA), combination therapy with cyclosporine, or combination therapy with biologic therapies. Acitretin is the only systemic retinoid that is FDA-approved for psoriasis and effective as monotherapy. [1]"}
{"id": "article-917_6", "title": "Acitretin -- Indications -- Off-Label Use", "content": "Acitretin has been used off-label in dermatology for other uses. Acitretin is a chemoprevention measure for nonmelanoma skin cancers in solid organ transplants. Acitretin is also used for Darier disease, pityriasis rubra pilaris (PRP), and lamellar ichthyosis. Additionally, acitretin has been used in Grover disease (transient acantholytic dermatosis), lichen planus, and lupus erythematosus. [4]", "contents": "Acitretin -- Indications -- Off-Label Use. Acitretin has been used off-label in dermatology for other uses. Acitretin is a chemoprevention measure for nonmelanoma skin cancers in solid organ transplants. Acitretin is also used for Darier disease, pityriasis rubra pilaris (PRP), and lamellar ichthyosis. Additionally, acitretin has been used in Grover disease (transient acantholytic dermatosis), lichen planus, and lupus erythematosus. [4]"}
{"id": "article-917_7", "title": "Acitretin -- Mechanism of Action", "content": "Retinoids bind cytosolic retinoic acid-binding protein (CRABP) that acts as the intracellular carrier transporting it to the nucleus. In the nucleus, retinoids impact transcription by binding 2 families of nuclear receptors: retinoic acid receptors (RARs) and retinoid X receptors (RXR). RAR and RXR families contain 3 receptor subtypes: α, β, and γ, encoded by different genes. RAR can bind with RXR, forming a heterodimer. RXR can bind with itself, creating a homodimer, or bind with other nuclear receptors such as the thyroid hormone receptor, vitamin D3 receptor, and peripheral peroxidase-activated receptor (PPAR). Dimers of RAR/RXR or RXR/RXR bind to DNA regulatory sequences in the promoter region, retinoid acid response elements (RAREs).", "contents": "Acitretin -- Mechanism of Action. Retinoids bind cytosolic retinoic acid-binding protein (CRABP) that acts as the intracellular carrier transporting it to the nucleus. In the nucleus, retinoids impact transcription by binding 2 families of nuclear receptors: retinoic acid receptors (RARs) and retinoid X receptors (RXR). RAR and RXR families contain 3 receptor subtypes: α, β, and γ, encoded by different genes. RAR can bind with RXR, forming a heterodimer. RXR can bind with itself, creating a homodimer, or bind with other nuclear receptors such as the thyroid hormone receptor, vitamin D3 receptor, and peripheral peroxidase-activated receptor (PPAR). Dimers of RAR/RXR or RXR/RXR bind to DNA regulatory sequences in the promoter region, retinoid acid response elements (RAREs)."}
{"id": "article-917_8", "title": "Acitretin -- Mechanism of Action", "content": "Once the ligand binds, it undergoes a conformational change to release co-repressors and recruit co-activators. The retinoid-receptor complex may antagonize the action of other transcription factors, thus working indirectly. Acitretin competes with RA for CRABP. Acitretin can activate but does not bind to multiple RARs. [5] [6]", "contents": "Acitretin -- Mechanism of Action. Once the ligand binds, it undergoes a conformational change to release co-repressors and recruit co-activators. The retinoid-receptor complex may antagonize the action of other transcription factors, thus working indirectly. Acitretin competes with RA for CRABP. Acitretin can activate but does not bind to multiple RARs. [5] [6]"}
{"id": "article-917_9", "title": "Acitretin -- Mechanism of Action", "content": "Acitretin has anti-inflammatory and anti-proliferative effects. The drug normalizes keratinocyte differentiation in the epithelium. Aciretin also hinders the expression of proinflammatory cytokines like interleukin-6 (IL-6), migration inhibitory factor-related protein-8 (MRP-8), and interferon-γ. The agent binds and activates all nuclear subtypes of retinoid X-receptors and retinoic acid receptors.", "contents": "Acitretin -- Mechanism of Action. Acitretin has anti-inflammatory and anti-proliferative effects. The drug normalizes keratinocyte differentiation in the epithelium. Aciretin also hinders the expression of proinflammatory cytokines like interleukin-6 (IL-6), migration inhibitory factor-related protein-8 (MRP-8), and interferon-γ. The agent binds and activates all nuclear subtypes of retinoid X-receptors and retinoic acid receptors."}
{"id": "article-917_10", "title": "Acitretin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Generally administered with food, reaching peak plasma concentration in 2.7 hours (2 to 5 hours). [7] Distribution: Aciretin is 99.9% bound to protein.", "contents": "Acitretin -- Mechanism of Action -- Pharmacokinetics. Absorption: Generally administered with food, reaching peak plasma concentration in 2.7 hours (2 to 5 hours). [7] Distribution: Aciretin is 99.9% bound to protein."}
{"id": "article-917_11", "title": "Acitretin -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The initial metabolism of acitretin involves isomerization; this differs from isotretinoin, where the initial metabolism is oxidation. Acitretin converts to isoacitretin. Acitretin is ultimately eliminated in the bile as beta-glucuronide derivatives or through the kidneys as soluble metabolites. Acitretin can undergo reverse metabolism to etretinate when acitretin is used in combination with alcohol. Following multiple doses, acitretin has a half-life of 49 hours, and cis-acitretin has 63 hours. Elimination: Acitretin's metabolites, as well as conjugates of acitretin and cis-acitretin, are excreted in the feces (34% to 54%) and urine (16% to 53%).", "contents": "Acitretin -- Mechanism of Action -- Pharmacokinetics. Metabolism: The initial metabolism of acitretin involves isomerization; this differs from isotretinoin, where the initial metabolism is oxidation. Acitretin converts to isoacitretin. Acitretin is ultimately eliminated in the bile as beta-glucuronide derivatives or through the kidneys as soluble metabolites. Acitretin can undergo reverse metabolism to etretinate when acitretin is used in combination with alcohol. Following multiple doses, acitretin has a half-life of 49 hours, and cis-acitretin has 63 hours. Elimination: Acitretin's metabolites, as well as conjugates of acitretin and cis-acitretin, are excreted in the feces (34% to 54%) and urine (16% to 53%)."}
{"id": "article-917_12", "title": "Acitretin -- Administration -- Dosage Forms", "content": "Acitretin is available in 10 mg, 17.5 mg, and 25 mg in hard gelatin capsules.", "contents": "Acitretin -- Administration -- Dosage Forms. Acitretin is available in 10 mg, 17.5 mg, and 25 mg in hard gelatin capsules."}
{"id": "article-917_13", "title": "Acitretin -- Administration -- Adult Dosing", "content": "Initial: Administer 25 to 50 mg orally daily as a single dose with the main meal. Maintenance: Administer 25 to 50 mg orally daily after the initial response to treatment. The maintenance dose should have its basis in clinical efficacy and tolerability.", "contents": "Acitretin -- Administration -- Adult Dosing. Initial: Administer 25 to 50 mg orally daily as a single dose with the main meal. Maintenance: Administer 25 to 50 mg orally daily after the initial response to treatment. The maintenance dose should have its basis in clinical efficacy and tolerability."}
{"id": "article-917_14", "title": "Acitretin -- Administration -- Adult Dosing", "content": "In psoriasis treatment with acitretin, improvement is seen approximately at weeks 4 to 6. The maximum benefit may take between 3 to 4 months. Treatment dosing is initiated at 25 mg orally once daily. When the disease is stable, dosing is often reduced to 10 mg orally once daily or 25 mg every other day as a maintenance protocol. Treatment with acitretin leads to decreased plaque thickness, scaling, and pruritus. However, there is not much reduction in body surface area (BSA).", "contents": "Acitretin -- Administration -- Adult Dosing. In psoriasis treatment with acitretin, improvement is seen approximately at weeks 4 to 6. The maximum benefit may take between 3 to 4 months. Treatment dosing is initiated at 25 mg orally once daily. When the disease is stable, dosing is often reduced to 10 mg orally once daily or 25 mg every other day as a maintenance protocol. Treatment with acitretin leads to decreased plaque thickness, scaling, and pruritus. However, there is not much reduction in body surface area (BSA)."}
{"id": "article-917_15", "title": "Acitretin -- Administration -- Adult Dosing", "content": "In combination with phototherapy, dosing is recommended at 25 mg orally once daily for 2 weeks before phototherapy, with a need to decrease the initial dose of ultraviolet (UV) light. If a patient is already on a stable dose of UV light and is starting acitretin, reduce the dose by 30% to 50% approximately 7 days after initiation of acitretin.", "contents": "Acitretin -- Administration -- Adult Dosing. In combination with phototherapy, dosing is recommended at 25 mg orally once daily for 2 weeks before phototherapy, with a need to decrease the initial dose of ultraviolet (UV) light. If a patient is already on a stable dose of UV light and is starting acitretin, reduce the dose by 30% to 50% approximately 7 days after initiation of acitretin."}
{"id": "article-917_16", "title": "Acitretin -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The manufacturer label has no dose adjustment guidance for patients with hepatic impairment. However, acitretin is contraindicated in patients with severe hepatic impairment. Renal impairment: An increase in acitretin plasma concentrations was observed in patients with end-stage renal disease. The drug was not able to be removed by hemodialysis in these subjects.", "contents": "Acitretin -- Administration -- Specific Patient Populations. Hepatic impairment: The manufacturer label has no dose adjustment guidance for patients with hepatic impairment. However, acitretin is contraindicated in patients with severe hepatic impairment. Renal impairment: An increase in acitretin plasma concentrations was observed in patients with end-stage renal disease. The drug was not able to be removed by hemodialysis in these subjects."}
{"id": "article-917_17", "title": "Acitretin -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Acitretin is considered a pregnancy category X medicine. Per the box warning, acitretin must not be given to pregnant patients, patients who intend to become pregnant during therapy, or at least 3 years following treatment discontinuation. [8]", "contents": "Acitretin -- Administration -- Specific Patient Populations. Pregnancy considerations: Acitretin is considered a pregnancy category X medicine. Per the box warning, acitretin must not be given to pregnant patients, patients who intend to become pregnant during therapy, or at least 3 years following treatment discontinuation. [8]"}
{"id": "article-917_18", "title": "Acitretin -- Administration -- Specific Patient Populations", "content": "Significant human fetal abnormalities have been reported with the administration of acitretin. Drug manufacturers study and collect health information on any exposure to acitretin during pregnancy because of its teratogenic potential. There is a Take to Prevent Pregnancy Program (TAPP) for patient and provider education on the safe use of acitretin and a pregnancy monitoring program for acitretin, which can be accessed online.", "contents": "Acitretin -- Administration -- Specific Patient Populations. Significant human fetal abnormalities have been reported with the administration of acitretin. Drug manufacturers study and collect health information on any exposure to acitretin during pregnancy because of its teratogenic potential. There is a Take to Prevent Pregnancy Program (TAPP) for patient and provider education on the safe use of acitretin and a pregnancy monitoring program for acitretin, which can be accessed online."}
{"id": "article-917_19", "title": "Acitretin -- Administration -- Specific Patient Populations", "content": "Acitretin administration is reported to cause significant human fetal abnormalities associated, including meningoencephalocele, meningomyelocele, multiple synostoses; absence of terminal phalanges, facial dysmorphia; syndactyly; malformations of the hip, ankle, and forearm; low-set ear, high palate, cardiovascular malformation, decreased cranial volume, and alterations of the skull and cervical vertebrae.", "contents": "Acitretin -- Administration -- Specific Patient Populations. Acitretin administration is reported to cause significant human fetal abnormalities associated, including meningoencephalocele, meningomyelocele, multiple synostoses; absence of terminal phalanges, facial dysmorphia; syndactyly; malformations of the hip, ankle, and forearm; low-set ear, high palate, cardiovascular malformation, decreased cranial volume, and alterations of the skull and cervical vertebrae."}
{"id": "article-917_20", "title": "Acitretin -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Due to the potential for severe adverse reactions in infants, the manufacturer recommends avoiding acitretin in nursing mothers as the drug is present in breast milk. [9] Pediatric Patients: The safety and efficacy of acitretin are not established for pediatric patients. Older Patients: In a multiple-dose trial, a 2-fold increase in acitretin plasma concentrations was observed in older patients.", "contents": "Acitretin -- Administration -- Specific Patient Populations. Breastfeeding considerations: Due to the potential for severe adverse reactions in infants, the manufacturer recommends avoiding acitretin in nursing mothers as the drug is present in breast milk. [9] Pediatric Patients: The safety and efficacy of acitretin are not established for pediatric patients. Older Patients: In a multiple-dose trial, a 2-fold increase in acitretin plasma concentrations was observed in older patients."}
{"id": "article-917_21", "title": "Acitretin -- Adverse Effects", "content": "A high amount of vitamin A produces a broad spectrum of signs and symptoms, primarily of the musculoskeletal, mucocutaneous, neuropsychiatric, central nervous, and hepatic systems. Many adverse reactions reported using acitretin capsules resemble those of the hypervitaminosis A syndrome. The following adverse reactions are reported in clinical trials and post-marketing experience. [10] Cardiovascular: Flushing, acute myocardial infarction, thromboembolism, stroke Immune System: Hypersensitivity, including angioedema and urticaria [11] Nervous System: Headache, pain, rigors; myopathy with peripheral neuropathy, which improved upon discontinuation of the acitretin.", "contents": "Acitretin -- Adverse Effects. A high amount of vitamin A produces a broad spectrum of signs and symptoms, primarily of the musculoskeletal, mucocutaneous, neuropsychiatric, central nervous, and hepatic systems. Many adverse reactions reported using acitretin capsules resemble those of the hypervitaminosis A syndrome. The following adverse reactions are reported in clinical trials and post-marketing experience. [10] Cardiovascular: Flushing, acute myocardial infarction, thromboembolism, stroke Immune System: Hypersensitivity, including angioedema and urticaria [11] Nervous System: Headache, pain, rigors; myopathy with peripheral neuropathy, which improved upon discontinuation of the acitretin."}
{"id": "article-917_22", "title": "Acitretin -- Adverse Effects", "content": "Psychiatric: Aggressive feelings, depression, insomnia, self-injurious behavior, or suicidal thoughts have been reported. Since other factors may have contributed to psychiatric events, whether they relate to acitretin is unknown. Reproductive: Vulvovaginitis (due to Candida albicans )", "contents": "Acitretin -- Adverse Effects. Psychiatric: Aggressive feelings, depression, insomnia, self-injurious behavior, or suicidal thoughts have been reported. Since other factors may have contributed to psychiatric events, whether they relate to acitretin is unknown. Reproductive: Vulvovaginitis (due to Candida albicans )"}
{"id": "article-917_23", "title": "Acitretin -- Adverse Effects", "content": "Skin and Appendages: Thinning of the skin, exfoliation of the skin, xeroderma, nail disease, pruritus, erythematous rash, paronychia, particularly on the palms and soles; nail fragility, madarosis, alopecia, paresthesia, hyperesthesia, and exfoliative dermatitis Vascular Disorders: Capillary leak syndrome [12] Miscellaneous: Xerophthalmia, visual problems, cheilitis, rhinitis, pseudotumor cerebri, tinnitus, epistaxis, and hepatitis Laboratory Abnormality: Hypercholesterolemia, increased liver enzymes, increased creatinine phosphokinase, hepatotoxicity, hypertriglyceridemia, hyperglycemia, hypoglycemia, reticulocytosis [13] [14]", "contents": "Acitretin -- Adverse Effects. Skin and Appendages: Thinning of the skin, exfoliation of the skin, xeroderma, nail disease, pruritus, erythematous rash, paronychia, particularly on the palms and soles; nail fragility, madarosis, alopecia, paresthesia, hyperesthesia, and exfoliative dermatitis Vascular Disorders: Capillary leak syndrome [12] Miscellaneous: Xerophthalmia, visual problems, cheilitis, rhinitis, pseudotumor cerebri, tinnitus, epistaxis, and hepatitis Laboratory Abnormality: Hypercholesterolemia, increased liver enzymes, increased creatinine phosphokinase, hepatotoxicity, hypertriglyceridemia, hyperglycemia, hypoglycemia, reticulocytosis [13] [14]"}
{"id": "article-917_24", "title": "Acitretin -- Contraindications -- United States Boxed Warning and Absolute Contraindications", "content": "Pregnancy or woman who is likely to become pregnant Non-compliance with contraception Nursing mothers", "contents": "Acitretin -- Contraindications -- United States Boxed Warning and Absolute Contraindications. Pregnancy or woman who is likely to become pregnant Non-compliance with contraception Nursing mothers"}
{"id": "article-917_25", "title": "Acitretin -- Contraindications", "content": "Hypersensitivity to drug or components, pregnancy, intent to become pregnant within 3 years after treatment discontinuation, severe hepatic or renal dysfunction, chronic abnormally elevated blood lipid levels, or concomitant use with methotrexate or tetracyclines; clinicians who prescribe acitretin to women of childbearing age must ensure that they do not get pregnant for at least 3 years after discontinuing the medication.", "contents": "Acitretin -- Contraindications. Hypersensitivity to drug or components, pregnancy, intent to become pregnant within 3 years after treatment discontinuation, severe hepatic or renal dysfunction, chronic abnormally elevated blood lipid levels, or concomitant use with methotrexate or tetracyclines; clinicians who prescribe acitretin to women of childbearing age must ensure that they do not get pregnant for at least 3 years after discontinuing the medication."}
{"id": "article-917_26", "title": "Acitretin -- Contraindications", "content": "Female patients should abstain from ethanol use during therapy and for at least 2 months after discontinuing treatment. Acitretin is a metabolite of etretinate and is found to cause significant human fetal abnormalities with the administration of acitretin and etretinate. Therefore, potentially, any fetus exposed can be affected. In addition, evidence has reported concurrent administration of acitretin and ethanol can cause the formation of etretinate.", "contents": "Acitretin -- Contraindications. Female patients should abstain from ethanol use during therapy and for at least 2 months after discontinuing treatment. Acitretin is a metabolite of etretinate and is found to cause significant human fetal abnormalities with the administration of acitretin and etretinate. Therefore, potentially, any fetus exposed can be affected. In addition, evidence has reported concurrent administration of acitretin and ethanol can cause the formation of etretinate."}
{"id": "article-917_27", "title": "Acitretin -- Contraindications", "content": "Etretinate has a significantly longer elimination half-life than acitretin, which would increase the duration of teratogenic potential for women. [15] Therefore, ethanol must not be ingested by women of childbearing potential either during treatment with or for 2 months after cessation of acitretin therapy.", "contents": "Acitretin -- Contraindications. Etretinate has a significantly longer elimination half-life than acitretin, which would increase the duration of teratogenic potential for women. [15] Therefore, ethanol must not be ingested by women of childbearing potential either during treatment with or for 2 months after cessation of acitretin therapy."}
{"id": "article-917_28", "title": "Acitretin -- Contraindications -- Caution", "content": "Concomitant administration with methotrexate increases the risk of hepatic adverse effects. Concomitant administration with cyclosporine increases the risk of hypertriglyceridemia. Acitretin can undergo reverse metabolism to etretinate with acitretin if combined with alcohol. [16] The use of other vitamin A compounds can lead to hypervitaminosis A-like toxicities. Combining tetracyclines and retinoids can lead to pseudotumor cerebri and should be avoided.", "contents": "Acitretin -- Contraindications -- Caution. Concomitant administration with methotrexate increases the risk of hepatic adverse effects. Concomitant administration with cyclosporine increases the risk of hypertriglyceridemia. Acitretin can undergo reverse metabolism to etretinate with acitretin if combined with alcohol. [16] The use of other vitamin A compounds can lead to hypervitaminosis A-like toxicities. Combining tetracyclines and retinoids can lead to pseudotumor cerebri and should be avoided."}
{"id": "article-917_29", "title": "Acitretin -- Contraindications", "content": "Individuals prescribed acitretin should receive counsel against giving blood donations for at least 3 years. The drug is known to remain in the blood for a long time, and the risk of genetic defects is high.", "contents": "Acitretin -- Contraindications. Individuals prescribed acitretin should receive counsel against giving blood donations for at least 3 years. The drug is known to remain in the blood for a long time, and the risk of genetic defects is high."}
{"id": "article-917_30", "title": "Acitretin -- Monitoring", "content": "The following tests should be performed routinely in patients who are taking acitretin. Lipid profile Liver function tests [17] Complete blood count (CBC) Blood glucose in patients with diabetes Evaluation of bone abnormalities and visual problems Serum pregnancy testing", "contents": "Acitretin -- Monitoring. The following tests should be performed routinely in patients who are taking acitretin. Lipid profile Liver function tests [17] Complete blood count (CBC) Blood glucose in patients with diabetes Evaluation of bone abnormalities and visual problems Serum pregnancy testing"}
{"id": "article-917_31", "title": "Acitretin -- Toxicity", "content": "Acitretin must be withdrawn at once in overdose cases. Overdose symptoms are similar to acute hypervitaminosis A (headache and vertigo). In mice and rats, the acute oral toxicity (LD 50 ) of acitretin was only observed at greater than 4,000 mg/kg dose. In one reported overdose, a 32-year-old man with Darier disease took a 525 mg single dose. Later, he vomited for several hours but did not experience any other ill effects. One case of fulminant hepatic failure following an intentional overdose of 600 mg of acitretin was reported, where the patient demonstrated a rapid recovery and did not require liver transplantation. [18]", "contents": "Acitretin -- Toxicity. Acitretin must be withdrawn at once in overdose cases. Overdose symptoms are similar to acute hypervitaminosis A (headache and vertigo). In mice and rats, the acute oral toxicity (LD 50 ) of acitretin was only observed at greater than 4,000 mg/kg dose. In one reported overdose, a 32-year-old man with Darier disease took a 525 mg single dose. Later, he vomited for several hours but did not experience any other ill effects. One case of fulminant hepatic failure following an intentional overdose of 600 mg of acitretin was reported, where the patient demonstrated a rapid recovery and did not require liver transplantation. [18]"}
{"id": "article-917_32", "title": "Acitretin -- Toxicity", "content": "If any female patient of childbearing age takes an excessive dose of acitretin, a pregnancy test is recommended immediately, and the patient must be counseled as per box contraindications and warnings related to congenital disabilities. Also, patients must be encouraged to use contraceptives for at least 3 years after the overdose.", "contents": "Acitretin -- Toxicity. If any female patient of childbearing age takes an excessive dose of acitretin, a pregnancy test is recommended immediately, and the patient must be counseled as per box contraindications and warnings related to congenital disabilities. Also, patients must be encouraged to use contraceptives for at least 3 years after the overdose."}
{"id": "article-917_33", "title": "Acitretin -- Enhancing Healthcare Team Outcomes", "content": "Acitretin is frequently used to treat several skin disorders, including acne, psoriasis, lichen planus, and discoid lupus. While the drug is effective, it is crucial for interprofessional healthcare team members, including pharmacists, nurse practitioners, PAs, and primary care clinicians, to know its potential adverse effects. Acitretin should be prescribed only by clinicians with special competence in diagnosing and treating severe psoriasis, who have experience using systemic retinoids and understand the risk of teratogenicity.", "contents": "Acitretin -- Enhancing Healthcare Team Outcomes. Acitretin is frequently used to treat several skin disorders, including acne, psoriasis, lichen planus, and discoid lupus. While the drug is effective, it is crucial for interprofessional healthcare team members, including pharmacists, nurse practitioners, PAs, and primary care clinicians, to know its potential adverse effects. Acitretin should be prescribed only by clinicians with special competence in diagnosing and treating severe psoriasis, who have experience using systemic retinoids and understand the risk of teratogenicity."}
{"id": "article-917_34", "title": "Acitretin -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should never prescribe the drug to a pregnant patient because of the risk of teratogenicity. The FDA has issued several boxed warnings about the risk of hepatitis when combining the agent with alcohol or methotrexate. When prescribing acitretin, the patient must understand the potential adverse effects and the importance of avoiding alcohol. [19] [20]", "contents": "Acitretin -- Enhancing Healthcare Team Outcomes. Clinicians should never prescribe the drug to a pregnant patient because of the risk of teratogenicity. The FDA has issued several boxed warnings about the risk of hepatitis when combining the agent with alcohol or methotrexate. When prescribing acitretin, the patient must understand the potential adverse effects and the importance of avoiding alcohol. [19] [20]"}
{"id": "article-917_35", "title": "Acitretin -- Enhancing Healthcare Team Outcomes", "content": "Given the warnings, it is apparent that an interprofessional team approach with coordinated activity and open communication is the best means to manage acitretin therapy. Once the prescriber has decided to give the patient the drug, nursing can counsel on the patient's dosing, administration, and potential teratogenicity for female patients. The pharmacist will verify dosing and perform medication reconciliation, alerting the prescriber of any issues. Nurses can also chart the therapeutic progress of the condition, monitor the patient, and report to the prescriber regarding their findings and possible recommendations so the prescriber can adjust therapy as needed. Through this interprofessional team paradigm, acitretin can deliver maximal benefit with minimal downside, resulting in better patient outcomes.", "contents": "Acitretin -- Enhancing Healthcare Team Outcomes. Given the warnings, it is apparent that an interprofessional team approach with coordinated activity and open communication is the best means to manage acitretin therapy. Once the prescriber has decided to give the patient the drug, nursing can counsel on the patient's dosing, administration, and potential teratogenicity for female patients. The pharmacist will verify dosing and perform medication reconciliation, alerting the prescriber of any issues. Nurses can also chart the therapeutic progress of the condition, monitor the patient, and report to the prescriber regarding their findings and possible recommendations so the prescriber can adjust therapy as needed. Through this interprofessional team paradigm, acitretin can deliver maximal benefit with minimal downside, resulting in better patient outcomes."}
{"id": "article-917_36", "title": "Acitretin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acitretin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}