{"id": "article-27042_0", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Introduction", "content": "The peroneus brevis muscle partially forms the lateral compartment of the leg, together with its longer counterpart, the peroneus longus. The function of the peroneus brevis muscle is to evert the foot and plantarflex the ankle. The muscle receives innervation from the superficial peroneal nerve, and its arterial supply is by muscular branches of the peroneal artery. The peroneus brevis originates from the lower two-thirds of the lateral fibula and inserts on the proximal fifth metatarsal. The peroneus brevis muscle is relevant to occupational medicine due to frequent involvement in lateral ankle sprains; its tendon (along with the tendon of the peroneus longus muscle) is the most commonly dislocated tendon in the ankle [1] .", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Introduction. The peroneus brevis muscle partially forms the lateral compartment of the leg, together with its longer counterpart, the peroneus longus. The function of the peroneus brevis muscle is to evert the foot and plantarflex the ankle. The muscle receives innervation from the superficial peroneal nerve, and its arterial supply is by muscular branches of the peroneal artery. The peroneus brevis originates from the lower two-thirds of the lateral fibula and inserts on the proximal fifth metatarsal. The peroneus brevis muscle is relevant to occupational medicine due to frequent involvement in lateral ankle sprains; its tendon (along with the tendon of the peroneus longus muscle) is the most commonly dislocated tendon in the ankle [1] ."}
{"id": "article-27042_1", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "The peroneus brevis muscle also referred to as the fibularis brevis muscle, is located in the lateral compartment of the lower extremity below the knee, deep to the peroneus longus muscle. It is a small, relatively short leg muscle originating from the lower two-thirds of the lateral surface of the fibula. Its muscle fibers traverse downwards and form a tendon that runs just posterior to the lateral malleolus, crossing the ankle and inserting on the styloid process of the proximal fifth metatarsal bone. [1] [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. The peroneus brevis muscle also referred to as the fibularis brevis muscle, is located in the lateral compartment of the lower extremity below the knee, deep to the peroneus longus muscle. It is a small, relatively short leg muscle originating from the lower two-thirds of the lateral surface of the fibula. Its muscle fibers traverse downwards and form a tendon that runs just posterior to the lateral malleolus, crossing the ankle and inserting on the styloid process of the proximal fifth metatarsal bone. [1] [2]"}
{"id": "article-27042_2", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "The peroneus longus and the peroneus brevis are the only two muscles of the lateral compartment of the leg. The peroneus brevis muscle lies underneath the peroneus longus, is shorter, and has a thicker muscle belly than the peroneus longus. The tendon of the peroneus brevis begins at roughly 2 to 4 cm proximal to the tip of the lateral malleolus. It then crosses the ankle, making an anterior turn at the distal fibula, and inserts on the lateral aspect of the fifth metatarsal. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. The peroneus longus and the peroneus brevis are the only two muscles of the lateral compartment of the leg. The peroneus brevis muscle lies underneath the peroneus longus, is shorter, and has a thicker muscle belly than the peroneus longus. The tendon of the peroneus brevis begins at roughly 2 to 4 cm proximal to the tip of the lateral malleolus. It then crosses the ankle, making an anterior turn at the distal fibula, and inserts on the lateral aspect of the fifth metatarsal. [3]"}
{"id": "article-27042_3", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "The tendons of the peroneus brevis and peroneus longus muscles are contained in a common synovial sheath which originates approximately 4 cm proximal to the lateral malleolus and extends about 1cm beyond it. [4] The tendons within the synovial sheath run within the retro-malleolar groove underneath the superior peroneal retinaculum. [5] [6] At the calcaneus, the tendons of the peroneus brevis and peroneus longus are separated by the peroneal tubercle of the lateral aspect of the calcaneus. The peroneus brevis courses above the tubercle, and the peroneal longus courses below the peroneal tubercle. [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. The tendons of the peroneus brevis and peroneus longus muscles are contained in a common synovial sheath which originates approximately 4 cm proximal to the lateral malleolus and extends about 1cm beyond it. [4] The tendons within the synovial sheath run within the retro-malleolar groove underneath the superior peroneal retinaculum. [5] [6] At the calcaneus, the tendons of the peroneus brevis and peroneus longus are separated by the peroneal tubercle of the lateral aspect of the calcaneus. The peroneus brevis courses above the tubercle, and the peroneal longus courses below the peroneal tubercle. [7]"}
{"id": "article-27042_4", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "According to cadaveric studies, the average length of the peroneus brevis tendon is 79.6 mm, and the width of the tendon was 4.46 mm and 14.85 mm at its midpoint and insertion at the fifth metatarsal, respectively. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. According to cadaveric studies, the average length of the peroneus brevis tendon is 79.6 mm, and the width of the tendon was 4.46 mm and 14.85 mm at its midpoint and insertion at the fifth metatarsal, respectively. [3]"}
{"id": "article-27042_5", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "The superior and inferior peroneal retinacula function to prevent tendon subluxation as they secure the tendons of the peroneus brevis and longus in place at the level of the ankle. The superior peroneal retinaculum covers the peroneal muscle tendons with attachments at the distal fibula and lateral calcaneus. The inferior peroneal retinaculum covers the peroneal muscle tendons with insertions at the lateral calcaneus (inferior to the superior peroneal retinaculum). The inferior peroneal retinaculum is contiguous with the inferior extensor retinaculum at the dorsum of the foot.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. The superior and inferior peroneal retinacula function to prevent tendon subluxation as they secure the tendons of the peroneus brevis and longus in place at the level of the ankle. The superior peroneal retinaculum covers the peroneal muscle tendons with attachments at the distal fibula and lateral calcaneus. The inferior peroneal retinaculum covers the peroneal muscle tendons with insertions at the lateral calcaneus (inferior to the superior peroneal retinaculum). The inferior peroneal retinaculum is contiguous with the inferior extensor retinaculum at the dorsum of the foot."}
{"id": "article-27042_6", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "The ankle joint is relatively mobile and relies on its surrounding ligaments for stability. The structural ligaments of the ankle connect bones to bones and are deep to the muscles and tendons of the ankle. Muscles that cross the ankle joint have a mechanical action on the foot and ankle. The primary movements of the foot and ankle are plantar flexion, dorsiflexion, eversion, and inversion. The peroneus brevis muscle and tendon cross the ankle joint posterior to the fibula. The peroneus brevis muscle assists with the eversion of the foot and, to a weaker extent, plantarflexes the ankle. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. The ankle joint is relatively mobile and relies on its surrounding ligaments for stability. The structural ligaments of the ankle connect bones to bones and are deep to the muscles and tendons of the ankle. Muscles that cross the ankle joint have a mechanical action on the foot and ankle. The primary movements of the foot and ankle are plantar flexion, dorsiflexion, eversion, and inversion. The peroneus brevis muscle and tendon cross the ankle joint posterior to the fibula. The peroneus brevis muscle assists with the eversion of the foot and, to a weaker extent, plantarflexes the ankle. [8]"}
{"id": "article-27042_7", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function", "content": "Foot eversion is tilting the sole away from the midline, and foot inversion is tilting the sole towards the midline. Foot eversion requires a muscle to have an insertion on the lateral aspect of the foot, such as with the peroneus brevis, which inserts on the lateral foot at the proximal fifth metatarsal. Plantar flexion describes the movement of the foot down towards the sole, and dorsiflexion is moving the foot upwards towards the tibia. Plantar flexion requires the muscle to have an insertion relatively close to the ankle, such as with the peroneus brevis, which inserts on the proximal fifth metatarsal. The ankle joint serves as the fulcrum for both eversion and plantar flexion. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Structure and Function. Foot eversion is tilting the sole away from the midline, and foot inversion is tilting the sole towards the midline. Foot eversion requires a muscle to have an insertion on the lateral aspect of the foot, such as with the peroneus brevis, which inserts on the lateral foot at the proximal fifth metatarsal. Plantar flexion describes the movement of the foot down towards the sole, and dorsiflexion is moving the foot upwards towards the tibia. Plantar flexion requires the muscle to have an insertion relatively close to the ankle, such as with the peroneus brevis, which inserts on the proximal fifth metatarsal. The ankle joint serves as the fulcrum for both eversion and plantar flexion. [8]"}
{"id": "article-27042_8", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Embryology", "content": "Embryologic development of the limbs begins at the end of the fourth week of fetal development. By the sixth week, the fetus develops hand plates and footplates. During limb development, the shape of the limb forms from mesenchymal cells, condensing and differentiating into chondrocytes which will ultimately differentiate into the bones and cartilage of the upper and lower extremity.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Embryology. Embryologic development of the limbs begins at the end of the fourth week of fetal development. By the sixth week, the fetus develops hand plates and footplates. During limb development, the shape of the limb forms from mesenchymal cells, condensing and differentiating into chondrocytes which will ultimately differentiate into the bones and cartilage of the upper and lower extremity."}
{"id": "article-27042_9", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Embryology", "content": "The upper and lower extremities undergo very similar embryological development patterns. Limb musculature first appears around the seventh week. [9] The mesenchyme migrates from the dorsolateral cells of somites out to the limb and differentiates into muscle cells. The lower extremity muscles below the knee develop later than the proximal muscles of the lower extremity. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Embryology. The upper and lower extremities undergo very similar embryological development patterns. Limb musculature first appears around the seventh week. [9] The mesenchyme migrates from the dorsolateral cells of somites out to the limb and differentiates into muscle cells. The lower extremity muscles below the knee develop later than the proximal muscles of the lower extremity. [10]"}
{"id": "article-27042_10", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics", "content": "The peroneal artery arises from the tibial-peroneal trunk distal to the popliteal artery. The peroneal artery is also called the fibular artery. The peroneal artery is the blood supply to the lateral compartment of the leg. Muscular branches of the peroneal artery supply the peroneus brevis muscle. [11]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics. The peroneal artery arises from the tibial-peroneal trunk distal to the popliteal artery. The peroneal artery is also called the fibular artery. The peroneal artery is the blood supply to the lateral compartment of the leg. Muscular branches of the peroneal artery supply the peroneus brevis muscle. [11]"}
{"id": "article-27042_11", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics", "content": "Venous drainage of the lateral compartment of the lower leg is by superficial veins that drain into the small saphenous vein and deep veins that drain into the posterior tibial vein, which then becomes the popliteal vein when joined by the anterior vein. [12]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics. Venous drainage of the lateral compartment of the lower leg is by superficial veins that drain into the small saphenous vein and deep veins that drain into the posterior tibial vein, which then becomes the popliteal vein when joined by the anterior vein. [12]"}
{"id": "article-27042_12", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics", "content": "The lymphatics of the bilateral peroneus brevis muscles and lateral compartments first drain to the popliteal and inguinal nodes and subsequently to the external iliac nodes. The external iliac nodes then drain into lumbar (aortic) nodes. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Blood Supply and Lymphatics. The lymphatics of the bilateral peroneus brevis muscles and lateral compartments first drain to the popliteal and inguinal nodes and subsequently to the external iliac nodes. The external iliac nodes then drain into lumbar (aortic) nodes. [1]"}
{"id": "article-27042_13", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Nerves", "content": "The peroneus brevis receives innervation from the muscular branch of the superficial peroneal nerve (L5-S2). The superficial peroneal nerve courses around the proximal fibula, where it is prone to injury. [1] Furthermore, the superficial peroneal nerve is vulnerable to injury at the lateral malleolus, particularly during malleolar fracture. [13]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Nerves. The peroneus brevis receives innervation from the muscular branch of the superficial peroneal nerve (L5-S2). The superficial peroneal nerve courses around the proximal fibula, where it is prone to injury. [1] Furthermore, the superficial peroneal nerve is vulnerable to injury at the lateral malleolus, particularly during malleolar fracture. [13]"}
{"id": "article-27042_14", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants", "content": "The peroneus quartus muscle is the most common anatomical variant of the lateral leg compartment, reported in between 5% and 20% of individuals. [14] [15] Significant variations in the nomenclature and reported insertions and attachments of the muscle lead to some confusion and debate among anatomists on the topic. The variant is typically asymptomatic, but it may also be associated with crowding of the retro-malleolar groove and, therefore, an increased predisposition to ankle pain and splits or tears in the tendon of the peroneus brevis. [16] When present, the peroneus quartus muscle most commonly arises from the muscle fibers of the peroneus brevis and inserts at the retro-trochlear eminence of the calcaneus. [14] It passes through the superior peroneal retinaculum but not the inferior peroneal retinaculum before insertion. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants. The peroneus quartus muscle is the most common anatomical variant of the lateral leg compartment, reported in between 5% and 20% of individuals. [14] [15] Significant variations in the nomenclature and reported insertions and attachments of the muscle lead to some confusion and debate among anatomists on the topic. The variant is typically asymptomatic, but it may also be associated with crowding of the retro-malleolar groove and, therefore, an increased predisposition to ankle pain and splits or tears in the tendon of the peroneus brevis. [16] When present, the peroneus quartus muscle most commonly arises from the muscle fibers of the peroneus brevis and inserts at the retro-trochlear eminence of the calcaneus. [14] It passes through the superior peroneal retinaculum but not the inferior peroneal retinaculum before insertion. [17]"}
{"id": "article-27042_15", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants", "content": "Variations in the retro-malleolar groove can predispose the peroneal tendons to tear and dislocation. Imaging and cadaveric studies demonstrate smooth, concave retro-malleolar grooves in approximately 80% of people, whereas a flat groove was seen in 11% and a convex groove in 7% of individuals. [17]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants. Variations in the retro-malleolar groove can predispose the peroneal tendons to tear and dislocation. Imaging and cadaveric studies demonstrate smooth, concave retro-malleolar grooves in approximately 80% of people, whereas a flat groove was seen in 11% and a convex groove in 7% of individuals. [17]"}
{"id": "article-27042_16", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants", "content": "Another known variation in the anatomy of the peroneus brevis muscle is a low-lying muscle belly, defined as the peroneus brevis being beyond the expected end of the muscle belly at approximately 2 cm above the distal fibular tip. [18] This rare phenomenon is posited as a causative factor in peroneus brevis tendon rupture and subluxation. [19] Although it is difficult to ascertain a direct causal relationship, one study identified a low-lying peroneal brevis muscle belly in 80% of patients with a previous peroneus brevis tendon tear and 9 out of 10 patients who had intraoperative peroneus brevis tendon subluxation at ankle surgery. [18]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants. Another known variation in the anatomy of the peroneus brevis muscle is a low-lying muscle belly, defined as the peroneus brevis being beyond the expected end of the muscle belly at approximately 2 cm above the distal fibular tip. [18] This rare phenomenon is posited as a causative factor in peroneus brevis tendon rupture and subluxation. [19] Although it is difficult to ascertain a direct causal relationship, one study identified a low-lying peroneal brevis muscle belly in 80% of patients with a previous peroneus brevis tendon tear and 9 out of 10 patients who had intraoperative peroneus brevis tendon subluxation at ankle surgery. [18]"}
{"id": "article-27042_17", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants", "content": "There are also many reported variations of the insertional anatomy of the peroneus brevis tendon at the fifth metatarsal. Cadaveric studies have identified six insertion types (Ia, Ib, IIa, IIb, IIIa, IIIb). Types Ia and Ib are the most common, describing a single insertion at the inferior part of the lateral aspect of the fifth metatarsal and a widened insertion encompassing the entire lateral aspect of the fifth metatarsal, respectively. [3]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Physiologic Variants. There are also many reported variations of the insertional anatomy of the peroneus brevis tendon at the fifth metatarsal. Cadaveric studies have identified six insertion types (Ia, Ib, IIa, IIb, IIIa, IIIb). Types Ia and Ib are the most common, describing a single insertion at the inferior part of the lateral aspect of the fifth metatarsal and a widened insertion encompassing the entire lateral aspect of the fifth metatarsal, respectively. [3]"}
{"id": "article-27042_18", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Surgical Considerations", "content": "Conservative treatment is usually sufficient for injuries to the peroneus brevis tendon; surgery to reattach or reconstruct the tendon may be necessary for highly active individuals. Different repair techniques are appropriate depending on the specific injury and grade of damage to the peroneus tendon. Peroneal tendon subluxation, for example, can be managed via a direct retinaculum repair, a deepening of the retro-malleolar groove, tendon grafting, or rerouting procedures. [20]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Surgical Considerations. Conservative treatment is usually sufficient for injuries to the peroneus brevis tendon; surgery to reattach or reconstruct the tendon may be necessary for highly active individuals. Different repair techniques are appropriate depending on the specific injury and grade of damage to the peroneus tendon. Peroneal tendon subluxation, for example, can be managed via a direct retinaculum repair, a deepening of the retro-malleolar groove, tendon grafting, or rerouting procedures. [20]"}
{"id": "article-27042_19", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Surgical Considerations", "content": "The peroneus brevis muscle is used in reconstructive and plastic surgery of the lower extremity, most commonly in non-healing wounds related to diabetic lower extremity ulcers. Plastic surgeons use the peroneus brevis muscle flap to reconstruct small defects in the lower third of the anterior leg. [21] In addition, the muscle and the peroneal artery can be transposed to small distal leg wounds. [22]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Surgical Considerations. The peroneus brevis muscle is used in reconstructive and plastic surgery of the lower extremity, most commonly in non-healing wounds related to diabetic lower extremity ulcers. Plastic surgeons use the peroneus brevis muscle flap to reconstruct small defects in the lower third of the anterior leg. [21] In addition, the muscle and the peroneal artery can be transposed to small distal leg wounds. [22]"}
{"id": "article-27042_20", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance", "content": "Ankle and foot injuries are common in the occupational setting and during amateur and professional sporting activities. [23] Ankle sprain has significant deleterious health and quality of life burden, with chronic pain reported up to 6 years post-injury in between 50% and 79% of individuals. [24] Furthermore, ankle injury is associated with a general reduction in overall physical activity and, therefore, general well-being and health. [25] Awareness of a few common pathologies related to the peroneus brevis muscle and tendon can assist in diagnosing cases of ankle and foot injury. The most common injuries to the peroneus brevis muscle are to its tendon in the form of tendon sprain, dislocation, or splitting. [26]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance. Ankle and foot injuries are common in the occupational setting and during amateur and professional sporting activities. [23] Ankle sprain has significant deleterious health and quality of life burden, with chronic pain reported up to 6 years post-injury in between 50% and 79% of individuals. [24] Furthermore, ankle injury is associated with a general reduction in overall physical activity and, therefore, general well-being and health. [25] Awareness of a few common pathologies related to the peroneus brevis muscle and tendon can assist in diagnosing cases of ankle and foot injury. The most common injuries to the peroneus brevis muscle are to its tendon in the form of tendon sprain, dislocation, or splitting. [26]"}
{"id": "article-27042_21", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance", "content": "The tendinous insertion of the peroneus brevis can be injured following an inversion or supination injury resulting in a tendon sprain. For example, during an ankle sprain, the peroneus brevis can be torn, presenting as persistent swelling along the lateral aspect of the ankle at the peroneal tendon sheath. Likewise, supination-adduction injuries to the ankle often involve damage to the lateral ligaments of the ankle, fracture of the distal fibula, and possibly an injury to the peroneal tendons and peroneal retinacula. Occasionally, the base of the fifth metatarsal is also fractured in a lateral ankle sprain, and the peroneus brevis tendon may pull on and detach the bone at the metaphyseal-diaphyseal junction, which is called a Jones fracture. [27] This can occur as either an avulsion or oblique/spiral-type fracture. Additionally, a strike to the lateral aspect of the foot can result in a laceration of the peroneal brevis tendon.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance. The tendinous insertion of the peroneus brevis can be injured following an inversion or supination injury resulting in a tendon sprain. For example, during an ankle sprain, the peroneus brevis can be torn, presenting as persistent swelling along the lateral aspect of the ankle at the peroneal tendon sheath. Likewise, supination-adduction injuries to the ankle often involve damage to the lateral ligaments of the ankle, fracture of the distal fibula, and possibly an injury to the peroneal tendons and peroneal retinacula. Occasionally, the base of the fifth metatarsal is also fractured in a lateral ankle sprain, and the peroneus brevis tendon may pull on and detach the bone at the metaphyseal-diaphyseal junction, which is called a Jones fracture. [27] This can occur as either an avulsion or oblique/spiral-type fracture. Additionally, a strike to the lateral aspect of the foot can result in a laceration of the peroneal brevis tendon."}
{"id": "article-27042_22", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance", "content": "There is a groove in the posterior aspect of the distal fibula where the tendon of the peroneus brevis muscle sits with the tendon of the peroneus longus behind it. The groove is variable in depth and, in some instances, shallow; this is why the peroneal tendons are the most commonly dislocated ankle tendons. Another cause for tendon dislocation is the peroneus brevis tendon rubbing on the fibula, causing an inflammatory periosteal reaction and bony proliferation, which can cause chronic subluxation or displacement of the peroneal tendons. A longitudinal (vertically oriented) split of the peroneus tendon can also occur with subluxation. Furthermore, a low-lying or inferiorly positioned peroneus brevis muscle belly can cause tendon problems and lead to instability, dislocation, tendonitis, or tendon tears. [28]", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Clinical Significance. There is a groove in the posterior aspect of the distal fibula where the tendon of the peroneus brevis muscle sits with the tendon of the peroneus longus behind it. The groove is variable in depth and, in some instances, shallow; this is why the peroneal tendons are the most commonly dislocated ankle tendons. Another cause for tendon dislocation is the peroneus brevis tendon rubbing on the fibula, causing an inflammatory periosteal reaction and bony proliferation, which can cause chronic subluxation or displacement of the peroneal tendons. A longitudinal (vertically oriented) split of the peroneus tendon can also occur with subluxation. Furthermore, a low-lying or inferiorly positioned peroneus brevis muscle belly can cause tendon problems and lead to instability, dislocation, tendonitis, or tendon tears. [28]"}
{"id": "article-27042_23", "title": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb, Foot Peroneus Brevis Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}