{"id": "article-21848_0", "title": "Fluorouracil -- Continuing Education Activity", "content": "Fluorouracil, also known as 5-fluorouracil or 5-FU, belongs to the class of chemotherapy drugs used to treat various neoplasms. Systemic fluorouracil is approved by the US Food and Drug Administration (FDA) for the treatment of gastric adenocarcinoma, pancreatic adenocarcinoma, breast adenocarcinoma, and colorectal adenocarcinoma. In addition, topical fluorouracil (5%) is FDA-approved for managing dermatologic conditions such as multiple actinic or solar keratoses and superficial basal cell carcinomas in cases where alternative methods are not feasible. Off-label uses of systemic fluorouracil include anal carcinoma, advanced biliary tract carcinoma, cervical cancer, and esophageal cancer.", "contents": "Fluorouracil -- Continuing Education Activity. Fluorouracil, also known as 5-fluorouracil or 5-FU, belongs to the class of chemotherapy drugs used to treat various neoplasms. Systemic fluorouracil is approved by the US Food and Drug Administration (FDA) for the treatment of gastric adenocarcinoma, pancreatic adenocarcinoma, breast adenocarcinoma, and colorectal adenocarcinoma. In addition, topical fluorouracil (5%) is FDA-approved for managing dermatologic conditions such as multiple actinic or solar keratoses and superficial basal cell carcinomas in cases where alternative methods are not feasible. Off-label uses of systemic fluorouracil include anal carcinoma, advanced biliary tract carcinoma, cervical cancer, and esophageal cancer."}
{"id": "article-21848_1", "title": "Fluorouracil -- Continuing Education Activity", "content": "Upon ingestion or topical application, fluorouracil enters cells through a facilitated transport mechanism and undergoes conversion into fluorodeoxyuridine monophosphate (FdUMP). FdUMP then forms complexes with the enzyme thymidylate synthase, thereby inhibiting the production of deoxythymidine monophosphate (dTMP). As dTMP is crucial for DNA replication and repair, its depletion causes an imbalance in intracellular nucleotides, ultimately resulting in the generation of double-stranded DNA breaks facilitated by the enzyme endonuclease. This activity outlines the indications, mechanism of action, and contraindications of fluorouracil as a valuable agent for treating a spectrum of visceral and dermatologic malignancies. This activity particularly emphasizes the adverse event profile and other significant factors of fluorouracil, such as off-label uses, highlighting the crucial and collaborative efforts of the interprofessional healthcare team in the management of various malignancies.", "contents": "Fluorouracil -- Continuing Education Activity. Upon ingestion or topical application, fluorouracil enters cells through a facilitated transport mechanism and undergoes conversion into fluorodeoxyuridine monophosphate (FdUMP). FdUMP then forms complexes with the enzyme thymidylate synthase, thereby inhibiting the production of deoxythymidine monophosphate (dTMP). As dTMP is crucial for DNA replication and repair, its depletion causes an imbalance in intracellular nucleotides, ultimately resulting in the generation of double-stranded DNA breaks facilitated by the enzyme endonuclease. This activity outlines the indications, mechanism of action, and contraindications of fluorouracil as a valuable agent for treating a spectrum of visceral and dermatologic malignancies. This activity particularly emphasizes the adverse event profile and other significant factors of fluorouracil, such as off-label uses, highlighting the crucial and collaborative efforts of the interprofessional healthcare team in the management of various malignancies."}
{"id": "article-21848_2", "title": "Fluorouracil -- Continuing Education Activity", "content": "Objectives: Identify appropriate patient populations for fluorouracil therapy based on indications approved by the FDA. Implement proper dosage adjustments and administration techniques for fluorouracil based on individual patient factors. Apply evidence-based guidelines and clinical protocols to guide decision-making regarding the use of fluorouracil in various neoplastic conditions. Collaborate with interprofessional healthcare team members to optimize patient care and safety during fluorouracil treatment. Access free multiple choice questions on this topic.", "contents": "Fluorouracil -- Continuing Education Activity. Objectives: Identify appropriate patient populations for fluorouracil therapy based on indications approved by the FDA. Implement proper dosage adjustments and administration techniques for fluorouracil based on individual patient factors. Apply evidence-based guidelines and clinical protocols to guide decision-making regarding the use of fluorouracil in various neoplastic conditions. Collaborate with interprofessional healthcare team members to optimize patient care and safety during fluorouracil treatment. Access free multiple choice questions on this topic."}
{"id": "article-21848_3", "title": "Fluorouracil -- Indications", "content": "Fluorouracil, also known as 5-fluorouracil or 5-FU, belongs to the class of chemotherapy drugs used to treat various neoplasms.", "contents": "Fluorouracil -- Indications. Fluorouracil, also known as 5-fluorouracil or 5-FU, belongs to the class of chemotherapy drugs used to treat various neoplasms."}
{"id": "article-21848_4", "title": "Fluorouracil -- Indications -- FDA-Approved Indications", "content": "Systemic fluorouracil is approved by the US Food and Drug Administration (FDA) for treating gastric adenocarcinoma, pancreatic adenocarcinoma, breast adenocarcinoma, and colorectal adenocarcinoma. [1] In addition, topical fluorouracil (5%) is FDA-approved for managing dermatologic conditions such as multiple actinic or solar keratoses and superficial basal cell carcinomas in cases where alternative methods are not feasible. [2]", "contents": "Fluorouracil -- Indications -- FDA-Approved Indications. Systemic fluorouracil is approved by the US Food and Drug Administration (FDA) for treating gastric adenocarcinoma, pancreatic adenocarcinoma, breast adenocarcinoma, and colorectal adenocarcinoma. [1] In addition, topical fluorouracil (5%) is FDA-approved for managing dermatologic conditions such as multiple actinic or solar keratoses and superficial basal cell carcinomas in cases where alternative methods are not feasible. [2]"}
{"id": "article-21848_5", "title": "Fluorouracil -- Indications -- Off-Label Uses", "content": "Off-label uses of systemic fluorouracil include anal carcinoma, advanced biliary tract carcinoma, cervical cancer, and esophageal cancer. [3] [4] [5] [6] According to the  American Society of Clinical Oncology (ASCO), treatment with fluorouracil is suggested for treating nasopharyngeal carcinoma. [7] The management protocol for muscle-invasive bladder cancer (endorsed by the American Urological Association/American Society of Clinical Oncology/American Society for Radiation Oncology/Society of Urologic Oncology) involves employing the radiation-sensitizing chemotherapy regimen comprising fluorouracil/cisplatin and mitomycin-C. [8]", "contents": "Fluorouracil -- Indications -- Off-Label Uses. Off-label uses of systemic fluorouracil include anal carcinoma, advanced biliary tract carcinoma, cervical cancer, and esophageal cancer. [3] [4] [5] [6] According to the  American Society of Clinical Oncology (ASCO), treatment with fluorouracil is suggested for treating nasopharyngeal carcinoma. [7] The management protocol for muscle-invasive bladder cancer (endorsed by the American Urological Association/American Society of Clinical Oncology/American Society for Radiation Oncology/Society of Urologic Oncology) involves employing the radiation-sensitizing chemotherapy regimen comprising fluorouracil/cisplatin and mitomycin-C. [8]"}
{"id": "article-21848_6", "title": "Fluorouracil -- Indications -- Off-Label Uses", "content": "Off-label uses of topical fluorouracil are metastatic cutaneous lesions from melanoma, keratoacanthomas, and treatment-resistant vitiligo. Evidence suggests that a conventional 4-week course of fluorouracil applied to the face and ears can be considered for reducing squamous cell carcinoma in high-risk individuals. Other dermatologic uses of fluorouracil include the reduction of keloids and hypertrophic scars. [9] [10]", "contents": "Fluorouracil -- Indications -- Off-Label Uses. Off-label uses of topical fluorouracil are metastatic cutaneous lesions from melanoma, keratoacanthomas, and treatment-resistant vitiligo. Evidence suggests that a conventional 4-week course of fluorouracil applied to the face and ears can be considered for reducing squamous cell carcinoma in high-risk individuals. Other dermatologic uses of fluorouracil include the reduction of keloids and hypertrophic scars. [9] [10]"}
{"id": "article-21848_7", "title": "Fluorouracil -- Mechanism of Action", "content": "Upon ingestion or topical application, fluorouracil enters cells through a facilitated transport mechanism and undergoes conversion into fluorodeoxyuridine monophosphate (FdUMP). FdUMP then forms complexes with the enzyme thymidylate synthase, thereby inhibiting the production of deoxythymidine monophosphate (dTMP). As dTMP is crucial for DNA replication and repair, its depletion causes an imbalance in intracellular nucleotides, ultimately resulting in the generation of double-stranded DNA breaks facilitated by the enzyme endonuclease. [11]", "contents": "Fluorouracil -- Mechanism of Action. Upon ingestion or topical application, fluorouracil enters cells through a facilitated transport mechanism and undergoes conversion into fluorodeoxyuridine monophosphate (FdUMP). FdUMP then forms complexes with the enzyme thymidylate synthase, thereby inhibiting the production of deoxythymidine monophosphate (dTMP). As dTMP is crucial for DNA replication and repair, its depletion causes an imbalance in intracellular nucleotides, ultimately resulting in the generation of double-stranded DNA breaks facilitated by the enzyme endonuclease. [11]"}
{"id": "article-21848_8", "title": "Fluorouracil -- Mechanism of Action", "content": "In addition to inhibiting thymidylate synthase, fluorouracil also serves as a pyrimidine analog by misincorporating into RNA and DNA instead of uracil or thymine. The overwhelming damage of DNA repair machinery caused by these mechanisms ultimately results in cell death of rapidly proliferating cells. The topical use of fluorouracil has a selective cytotoxic effect on actinic skin, leaving normal skin unaffected. The proposed mechanism for this phenomenon is selective inhibition of thymidylate synthase in actinic skin and only partial inhibition in normal skin. [12]", "contents": "Fluorouracil -- Mechanism of Action. In addition to inhibiting thymidylate synthase, fluorouracil also serves as a pyrimidine analog by misincorporating into RNA and DNA instead of uracil or thymine. The overwhelming damage of DNA repair machinery caused by these mechanisms ultimately results in cell death of rapidly proliferating cells. The topical use of fluorouracil has a selective cytotoxic effect on actinic skin, leaving normal skin unaffected. The proposed mechanism for this phenomenon is selective inhibition of thymidylate synthase in actinic skin and only partial inhibition in normal skin. [12]"}
{"id": "article-21848_9", "title": "Fluorouracil -- Mechanism of Action", "content": "Fluorouracil exhibits other mechanisms of action, including interference with RNA processing and increasing p53 expression. [1] The mechanism by which fluorouracil increases p53 expression may be concurrently responsible for its efficacy in treating dermatologic conditions with altered p53 expression, including actinic keratosis and squamous cell carcinoma. [12] The resistance mechanism against fluorouracil is the upregulation of dihydropyrimidine dehydrogenase (DPD) gene expression. [13]", "contents": "Fluorouracil -- Mechanism of Action. Fluorouracil exhibits other mechanisms of action, including interference with RNA processing and increasing p53 expression. [1] The mechanism by which fluorouracil increases p53 expression may be concurrently responsible for its efficacy in treating dermatologic conditions with altered p53 expression, including actinic keratosis and squamous cell carcinoma. [12] The resistance mechanism against fluorouracil is the upregulation of dihydropyrimidine dehydrogenase (DPD) gene expression. [13]"}
{"id": "article-21848_10", "title": "Fluorouracil -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Fluorouracil is a water-soluble drug administered intravenously (IV). After IV administration of fluorouracil, it rapidly enters cells. Following topical administration, approximately 6% of the dose is absorbed in the systemic circulation. Fluorouracil poorly penetrates normal skin cells, which are less sensitive to fluorouracil than rapidly proliferating cells. [1] Distribution: After parental administration, fluorouracil is distributed throughout the body, including the intestinal mucosa, bone marrow, liver, and CNS.", "contents": "Fluorouracil -- Mechanism of Action -- Pharmacokinetics. Absorption: Fluorouracil is a water-soluble drug administered intravenously (IV). After IV administration of fluorouracil, it rapidly enters cells. Following topical administration, approximately 6% of the dose is absorbed in the systemic circulation. Fluorouracil poorly penetrates normal skin cells, which are less sensitive to fluorouracil than rapidly proliferating cells. [1] Distribution: After parental administration, fluorouracil is distributed throughout the body, including the intestinal mucosa, bone marrow, liver, and CNS."}
{"id": "article-21848_11", "title": "Fluorouracil -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Fluorouracil is rapidly metabolized in the liver to active metabolites FdUMP, fluorodeoxyuridine triphosphate (FdUTP), and fluorouridine triphosphate (FUTP). Fluorouracil undergoes catabolism to dihydro-fluorouracil (DHFU), an inactive metabolite, mediated by DPD, which is predominantly found in the liver, intestinal mucosa, and various other tissues. [14] [15] Elimination: Fluorouracil is eliminated primarily in the urine as metabolites. Approximately 5% to 20% of the fluorouracil is excreted unchanged in the urine. [16]", "contents": "Fluorouracil -- Mechanism of Action -- Pharmacokinetics. Metabolism: Fluorouracil is rapidly metabolized in the liver to active metabolites FdUMP, fluorodeoxyuridine triphosphate (FdUTP), and fluorouridine triphosphate (FUTP). Fluorouracil undergoes catabolism to dihydro-fluorouracil (DHFU), an inactive metabolite, mediated by DPD, which is predominantly found in the liver, intestinal mucosa, and various other tissues. [14] [15] Elimination: Fluorouracil is eliminated primarily in the urine as metabolites. Approximately 5% to 20% of the fluorouracil is excreted unchanged in the urine. [16]"}
{"id": "article-21848_12", "title": "Fluorouracil -- Administration -- Available Dosage Forms and Strengths", "content": "Fluorouracil exhibits poor absorption in the gastrointestinal tract when administered orally. Parenteral administration of fluorouracil is preferable when treating visceral malignancies to optimize systemic bioavailability. Fluorouracil can be administered via IV bolus, continuous IV infusion over several days, and 'protracted' infusion via an ambulatory pump for 1 to 2 weeks. When given IV, the terminal half-life of fluorouracil is around 8 to 20 minutes due to rapid catabolism in the liver. [17]", "contents": "Fluorouracil -- Administration -- Available Dosage Forms and Strengths. Fluorouracil exhibits poor absorption in the gastrointestinal tract when administered orally. Parenteral administration of fluorouracil is preferable when treating visceral malignancies to optimize systemic bioavailability. Fluorouracil can be administered via IV bolus, continuous IV infusion over several days, and 'protracted' infusion via an ambulatory pump for 1 to 2 weeks. When given IV, the terminal half-life of fluorouracil is around 8 to 20 minutes due to rapid catabolism in the liver. [17]"}
{"id": "article-21848_13", "title": "Fluorouracil -- Administration -- Available Dosage Forms and Strengths", "content": "Fluorouracil can also be applied topically in solutions or creams with strengths varying from 0.5% to 5% when the desired clinical use is for dermatologic conditions. Systemic absorption of topical fluorouracil has been studied to range from less than 2% to 6% but can be up to 75 times greater if applied to diseased skin. In addition to topical fluorouracil for dermatologic conditions, intralesional delivery is also useful for various conditions. Further studies are necessary to determine the systemic absorption of intralesionally delivered fluorouracil. [10] [12]", "contents": "Fluorouracil -- Administration -- Available Dosage Forms and Strengths. Fluorouracil can also be applied topically in solutions or creams with strengths varying from 0.5% to 5% when the desired clinical use is for dermatologic conditions. Systemic absorption of topical fluorouracil has been studied to range from less than 2% to 6% but can be up to 75 times greater if applied to diseased skin. In addition to topical fluorouracil for dermatologic conditions, intralesional delivery is also useful for various conditions. Further studies are necessary to determine the systemic absorption of intralesionally delivered fluorouracil. [10] [12]"}
{"id": "article-21848_14", "title": "Fluorouracil -- Administration -- Adult Dosage", "content": "Some general dosing regimens follow based on indications. However, clinicians should refer to institutional protocols and the package inserts for specific dosing, including toxicity-related dose adjustments. Alternative regimens for some conditions are also available. Breast cancer: 500 mg/m 2 per dose IV for a single dose on days 1 and 8 of a 28-day cycle. Gastric cancer Resectable disease: 200 mg/m 2 /24 h IV infusion on days 1 to 21 of a 21-day cycle. Use fluorouracil with cisplatin as part of a multi-drug chemotherapy regimen. Advanced disease: 750 to 1000 mg/m 2 /24 h IV infusion on days 1 to 4 of a 28-day cycle. Use with cisplatin. Colorectal cancer Infusion regimen: 400 mg/m 2 /dose IV for a single dose on day 1, then 1200 to 1500 mg/m 2 /24 h IV infusion on days 1 and 2 of a 14-day regimen. Use with leucovorin with or without irinotecan or oxaliplatin.", "contents": "Fluorouracil -- Administration -- Adult Dosage. Some general dosing regimens follow based on indications. However, clinicians should refer to institutional protocols and the package inserts for specific dosing, including toxicity-related dose adjustments. Alternative regimens for some conditions are also available. Breast cancer: 500 mg/m 2 per dose IV for a single dose on days 1 and 8 of a 28-day cycle. Gastric cancer Resectable disease: 200 mg/m 2 /24 h IV infusion on days 1 to 21 of a 21-day cycle. Use fluorouracil with cisplatin as part of a multi-drug chemotherapy regimen. Advanced disease: 750 to 1000 mg/m 2 /24 h IV infusion on days 1 to 4 of a 28-day cycle. Use with cisplatin. Colorectal cancer Infusion regimen: 400 mg/m 2 /dose IV for a single dose on day 1, then 1200 to 1500 mg/m 2 /24 h IV infusion on days 1 and 2 of a 14-day regimen. Use with leucovorin with or without irinotecan or oxaliplatin."}
{"id": "article-21848_15", "title": "Fluorouracil -- Administration -- Adult Dosage", "content": "Pancreatic cancer: 400 mg/m 2 /dose IV on the first day, then 1200 mg/m 2 /24 h IV infusion on days 1 and 2 of a 14-day cycle. Give for 12 cycles as part of a multi-drug chemotherapy regimen. For topical fluorouracil, dosing regimens include: Actinic keratosis: Apply the solution or 5% cream twice daily for 2 to 4 weeks. Superficial basal cell carcinoma: Apply the 5% cream twice daily for 3 to 6 weeks. According to the American Association of Dermatology guidelines, monotherapy with topical fluorouracil is advised for small tumors at low-risk locations and adverse effects to standard therapy. [18]", "contents": "Fluorouracil -- Administration -- Adult Dosage. Pancreatic cancer: 400 mg/m 2 /dose IV on the first day, then 1200 mg/m 2 /24 h IV infusion on days 1 and 2 of a 14-day cycle. Give for 12 cycles as part of a multi-drug chemotherapy regimen. For topical fluorouracil, dosing regimens include: Actinic keratosis: Apply the solution or 5% cream twice daily for 2 to 4 weeks. Superficial basal cell carcinoma: Apply the 5% cream twice daily for 3 to 6 weeks. According to the American Association of Dermatology guidelines, monotherapy with topical fluorouracil is advised for small tumors at low-risk locations and adverse effects to standard therapy. [18]"}
{"id": "article-21848_16", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No information is provided in the manufacturer's product labeling; however, fluorouracil is not advised in severe hepatic impairment. [19]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Hepatic impairment: No information is provided in the manufacturer's product labeling; however, fluorouracil is not advised in severe hepatic impairment. [19]"}
{"id": "article-21848_17", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Renal impairment: Renal impairment requires no dosing adjustments, although hemodialysis patients should reduce their dose by 50% on dialysis days. Patients with renal impairment are at risk for hyperammonemia. [20]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Renal impairment: Renal impairment requires no dosing adjustments, although hemodialysis patients should reduce their dose by 50% on dialysis days. Patients with renal impairment are at risk for hyperammonemia. [20]"}
{"id": "article-21848_18", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Fluorouracil is an FDA pregnancy category D drug use that should be avoided in pregnancy due to the risk of teratogenicity. Topical fluorouracil during pregnancy is associated with ventricular septal defect and an increased risk of miscarriage. The risk of teratogenicity is highest during the first trimester. Fluorouracil is relatively safe during the second and third trimesters of pregnancy. However, ESMO (European Society for Medical Oncology) guidelines suggest a 3-week duration between the last chemotherapy session and the estimated delivery date; consequently, chemotherapy is not recommended beyond 33 weeks of gestation. However, clinicians should also evaluate the possible benefits to the patient against the risks to the fetus. [21] [22]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Pregnancy considerations: Fluorouracil is an FDA pregnancy category D drug use that should be avoided in pregnancy due to the risk of teratogenicity. Topical fluorouracil during pregnancy is associated with ventricular septal defect and an increased risk of miscarriage. The risk of teratogenicity is highest during the first trimester. Fluorouracil is relatively safe during the second and third trimesters of pregnancy. However, ESMO (European Society for Medical Oncology) guidelines suggest a 3-week duration between the last chemotherapy session and the estimated delivery date; consequently, chemotherapy is not recommended beyond 33 weeks of gestation. However, clinicians should also evaluate the possible benefits to the patient against the risks to the fetus. [21] [22]"}
{"id": "article-21848_19", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Systemic fluorouracil is contraindicated during breastfeeding. Topical fluorouracil can be used as it has insignificant risk if applied precisely. Patients should be counseled not to apply fluorouracil cream to the breast or nipple. In addition, the infant's skin should not have direct contact with the sites of skin treated by fluorouracil. However, the manufacturer's labeling recommends cessation of nursing or discontinuation of topical fluorouracil treatment after thoroughly evaluating the risk-benefit analysis. [23]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Breastfeeding considerations: Systemic fluorouracil is contraindicated during breastfeeding. Topical fluorouracil can be used as it has insignificant risk if applied precisely. Patients should be counseled not to apply fluorouracil cream to the breast or nipple. In addition, the infant's skin should not have direct contact with the sites of skin treated by fluorouracil. However, the manufacturer's labeling recommends cessation of nursing or discontinuation of topical fluorouracil treatment after thoroughly evaluating the risk-benefit analysis. [23]"}
{"id": "article-21848_20", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Pediatric patients: According to the manufacturer labeling, safety and efficacy have not been confirmed for pediatric use. However, fluorouracil is used in hepatoblastoma and nasopharyngeal carcinoma. [24] [25] [26]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Pediatric patients: According to the manufacturer labeling, safety and efficacy have not been confirmed for pediatric use. However, fluorouracil is used in hepatoblastoma and nasopharyngeal carcinoma. [24] [25] [26]"}
{"id": "article-21848_21", "title": "Fluorouracil -- Administration -- Specific Patient Populations", "content": "Older patients: A comprehensive geriatric assessment (CGA) should be considered. CGA's primary components include the patients' functional status, associated comorbidities, polypharmacy, cognition, and nutritional status. Specific interventions and treatment should be provided to manage the health problems recognized on CGA, which can decrease adverse drug reactions and increase the likelihood of completing scheduled chemotherapy without dose alteration. [27]", "contents": "Fluorouracil -- Administration -- Specific Patient Populations. Older patients: A comprehensive geriatric assessment (CGA) should be considered. CGA's primary components include the patients' functional status, associated comorbidities, polypharmacy, cognition, and nutritional status. Specific interventions and treatment should be provided to manage the health problems recognized on CGA, which can decrease adverse drug reactions and increase the likelihood of completing scheduled chemotherapy without dose alteration. [27]"}
{"id": "article-21848_22", "title": "Fluorouracil -- Adverse Effects", "content": "Fluorouracil has many adverse drug reactions when used systemically. Diarrhea was the most common adverse effect reported in patients receiving systemic fluorouracil treatment. Clinicians should withhold fluorouracil for severe diarrhea until it is resolved. Other common adverse effects include vomiting, nausea, and dehydration.", "contents": "Fluorouracil -- Adverse Effects. Fluorouracil has many adverse drug reactions when used systemically. Diarrhea was the most common adverse effect reported in patients receiving systemic fluorouracil treatment. Clinicians should withhold fluorouracil for severe diarrhea until it is resolved. Other common adverse effects include vomiting, nausea, and dehydration."}
{"id": "article-21848_23", "title": "Fluorouracil -- Adverse Effects", "content": "More concerning adverse effects that require monitoring in patients receiving systemic fluorouracil chemotherapy include neutropenia, pyrexia, pulmonary embolism, thrombocytopenia, and leukopenia. Leukopenia, leading to an immunocompromised state in these patients, can result in secondary pneumonia or sepsis. [28]  Drug-induced subacute cutaneous lupus erythematosus (SCLE) has been reported with systemic fluorouracil with positive anti-Ro (SSA antibody). [29]", "contents": "Fluorouracil -- Adverse Effects. More concerning adverse effects that require monitoring in patients receiving systemic fluorouracil chemotherapy include neutropenia, pyrexia, pulmonary embolism, thrombocytopenia, and leukopenia. Leukopenia, leading to an immunocompromised state in these patients, can result in secondary pneumonia or sepsis. [28]  Drug-induced subacute cutaneous lupus erythematosus (SCLE) has been reported with systemic fluorouracil with positive anti-Ro (SSA antibody). [29]"}
{"id": "article-21848_24", "title": "Fluorouracil -- Adverse Effects", "content": "The systemic adverse effect profile of topically applied fluorouracil is minimal due to limited absorption. The most common adverse effect of the topical application of fluorouracil is localized skin irritation, leading to ulceration and predisposing patients to infection. Other adverse effects of topical fluorouracil therapy include pruritis, pain, erythema, crusting, eschar, and eczematous skin reactions. [1] [2] [18] Severe adverse drug reactions and their management are described below. Cardiotoxicity: Fluorouracil can cause angina, myocardial infarction, and heart failure. Infusional regimens of fluorouracil have greater risk compared with bolus regimens. Withhold fluorouracil for cardiac toxicity. Fluorouracil-induced vasospasm is treated with nitrates or calcium channel blockers. [30]", "contents": "Fluorouracil -- Adverse Effects. The systemic adverse effect profile of topically applied fluorouracil is minimal due to limited absorption. The most common adverse effect of the topical application of fluorouracil is localized skin irritation, leading to ulceration and predisposing patients to infection. Other adverse effects of topical fluorouracil therapy include pruritis, pain, erythema, crusting, eschar, and eczematous skin reactions. [1] [2] [18] Severe adverse drug reactions and their management are described below. Cardiotoxicity: Fluorouracil can cause angina, myocardial infarction, and heart failure. Infusional regimens of fluorouracil have greater risk compared with bolus regimens. Withhold fluorouracil for cardiac toxicity. Fluorouracil-induced vasospasm is treated with nitrates or calcium channel blockers. [30]"}
{"id": "article-21848_25", "title": "Fluorouracil -- Adverse Effects", "content": "Hyperammonemic encephalopathy: Clinical features include altered mental status without radiologic abnormality and elevated ammonia levels within 72 hours of initiation of fluorouracil. Discontinuation of fluorouracil is recommended. No definitive treatment currently exists; supportive care should be provided via IV fluids, lactulose, and branched-chain amino acids. [31] [32] [33] Neurologic toxicity: Fluorouracil can induce acute cerebellar syndrome, ataxia, seizures, and coma. Withhold fluorouracil for neurologic toxicity. [34] [35] [36] Hand-foot syndrome: Fluorouracil can cause palmoplantar dysesthesia, numbness, burning sensation, and symmetric erythema. Desquamation, blistering, and ulceration are seen in severe cases. Discontinuation of fluorouracil is required in severe cases, and chemotherapy should be restarted at a reduced dose after remission. [37]", "contents": "Fluorouracil -- Adverse Effects. Hyperammonemic encephalopathy: Clinical features include altered mental status without radiologic abnormality and elevated ammonia levels within 72 hours of initiation of fluorouracil. Discontinuation of fluorouracil is recommended. No definitive treatment currently exists; supportive care should be provided via IV fluids, lactulose, and branched-chain amino acids. [31] [32] [33] Neurologic toxicity: Fluorouracil can induce acute cerebellar syndrome, ataxia, seizures, and coma. Withhold fluorouracil for neurologic toxicity. [34] [35] [36] Hand-foot syndrome: Fluorouracil can cause palmoplantar dysesthesia, numbness, burning sensation, and symmetric erythema. Desquamation, blistering, and ulceration are seen in severe cases. Discontinuation of fluorouracil is required in severe cases, and chemotherapy should be restarted at a reduced dose after remission. [37]"}
{"id": "article-21848_26", "title": "Fluorouracil -- Adverse Effects", "content": "Mucositis: Fluorouracil can cause severe mucositis. Discontinuation of fluorouracil is recommended until mucositis is resolved or decreased. Dose reduction is suggested. Oral cryotherapy has been shown to reduce oral mucositis in patients receiving fluorouracil. [38]", "contents": "Fluorouracil -- Adverse Effects. Mucositis: Fluorouracil can cause severe mucositis. Discontinuation of fluorouracil is recommended until mucositis is resolved or decreased. Dose reduction is suggested. Oral cryotherapy has been shown to reduce oral mucositis in patients receiving fluorouracil. [38]"}
{"id": "article-21848_27", "title": "Fluorouracil -- Adverse Effects -- Drug-Drug Interaction", "content": "Fluorouracil and its metabolites inhibit CYP2C19, and concurrent administration with warfarin can prolong the increase in prothrombin time (PT/INR). [39]", "contents": "Fluorouracil -- Adverse Effects -- Drug-Drug Interaction. Fluorouracil and its metabolites inhibit CYP2C19, and concurrent administration with warfarin can prolong the increase in prothrombin time (PT/INR). [39]"}
{"id": "article-21848_28", "title": "Fluorouracil -- Contraindications", "content": "Contraindications to treatment with fluorouracil include patients with a documented deficiency of the enzyme DPD. This enzyme degrades over 80% of 5-FU to biologically inactive metabolites and deficiency can result in life-threatening toxicity. [12]", "contents": "Fluorouracil -- Contraindications. Contraindications to treatment with fluorouracil include patients with a documented deficiency of the enzyme DPD. This enzyme degrades over 80% of 5-FU to biologically inactive metabolites and deficiency can result in life-threatening toxicity. [12]"}
{"id": "article-21848_29", "title": "Fluorouracil -- Contraindications", "content": "As discussed above, breastfeeding is also a contraindication of systemic fluorouracil treatment. However, some studies suggest that intermittent therapy can be performed safely. [23] Fluorouracil has been shown to interact with many other pharmaceutical agents. Therefore, drug interactions should be checked before beginning treatment with fluorouracil. [17]", "contents": "Fluorouracil -- Contraindications. As discussed above, breastfeeding is also a contraindication of systemic fluorouracil treatment. However, some studies suggest that intermittent therapy can be performed safely. [23] Fluorouracil has been shown to interact with many other pharmaceutical agents. Therefore, drug interactions should be checked before beginning treatment with fluorouracil. [17]"}
{"id": "article-21848_30", "title": "Fluorouracil -- Monitoring", "content": "Therapeutic drug monitoring of fluorouracil can be performed using high-performance liquid chromatography, gas chromatography-mass spectrometry, or immunoassay to measure plasma drug levels to reduce toxicity and improve efficacy. Therapeutic drug monitoring is essential for patients with DPD deficiency, in which fluorouracil treatment is the mainstay for their condition with no clinically efficacious alternatives. [40]", "contents": "Fluorouracil -- Monitoring. Therapeutic drug monitoring of fluorouracil can be performed using high-performance liquid chromatography, gas chromatography-mass spectrometry, or immunoassay to measure plasma drug levels to reduce toxicity and improve efficacy. Therapeutic drug monitoring is essential for patients with DPD deficiency, in which fluorouracil treatment is the mainstay for their condition with no clinically efficacious alternatives. [40]"}
{"id": "article-21848_31", "title": "Fluorouracil -- Monitoring", "content": "Some studies suggest that DPD is inducible in deficient patients by using capecitabine, leading to new methods of fluorouracil chemotherapy titration in these individuals. [41] Complete blood count (CBC) should be monitored due to the risk of myelosuppression. [40] Liver function tests should be routinely assessed due to the potential for hepatotoxicity. [42]", "contents": "Fluorouracil -- Monitoring. Some studies suggest that DPD is inducible in deficient patients by using capecitabine, leading to new methods of fluorouracil chemotherapy titration in these individuals. [41] Complete blood count (CBC) should be monitored due to the risk of myelosuppression. [40] Liver function tests should be routinely assessed due to the potential for hepatotoxicity. [42]"}
{"id": "article-21848_32", "title": "Fluorouracil -- Toxicity", "content": "As described above, cardiotoxicity and neurotoxicity can be severe, requiring immediate cessation of fluorouracil treatment. Patients experiencing severe adverse effects of fluorouracil treatment can be administered uridine triacetate within 4 days of fluorouracil treatment. Uridine triacetate is a pyrimidine analog composed of uridine triacetate. The mechanism of toxicity reversal is due to the high concentrations of uridine delivered by uridine triacetate that competes with fluorouracil metabolites for binding sites in the body. Uridine triacetate is administered orally, but whether it is safe or efficacious after 4 days following fluorouracil administration is unknown. [43] [44]", "contents": "Fluorouracil -- Toxicity. As described above, cardiotoxicity and neurotoxicity can be severe, requiring immediate cessation of fluorouracil treatment. Patients experiencing severe adverse effects of fluorouracil treatment can be administered uridine triacetate within 4 days of fluorouracil treatment. Uridine triacetate is a pyrimidine analog composed of uridine triacetate. The mechanism of toxicity reversal is due to the high concentrations of uridine delivered by uridine triacetate that competes with fluorouracil metabolites for binding sites in the body. Uridine triacetate is administered orally, but whether it is safe or efficacious after 4 days following fluorouracil administration is unknown. [43] [44]"}
{"id": "article-21848_33", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "Clinical utilization of systemic fluorouracil therapy for the treatment of visceral malignancies has shown low efficacy due to various mechanisms of drug resistance. The overall response rate of advanced colorectal cancer to fluorouracil monotherapy is only 10% to 15% and 40% to 50% when combined with other chemotherapeutic agents. Many potential mechanisms of resistance to systemic fluorouracil treatment have been identified. They include altering drug influx and efflux pumps, drug target mutations, and enzyme activity alterations that reduce its clinical efficacy.", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. Clinical utilization of systemic fluorouracil therapy for the treatment of visceral malignancies has shown low efficacy due to various mechanisms of drug resistance. The overall response rate of advanced colorectal cancer to fluorouracil monotherapy is only 10% to 15% and 40% to 50% when combined with other chemotherapeutic agents. Many potential mechanisms of resistance to systemic fluorouracil treatment have been identified. They include altering drug influx and efflux pumps, drug target mutations, and enzyme activity alterations that reduce its clinical efficacy."}
{"id": "article-21848_34", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "Alterations in enzyme activity reducing clinical efficacy include overexpression of the target enzyme thymidylate synthase and increased DPD activity, resulting in increased drug catabolism. Identifying and targeting genes responsible for these resistance patterns using microarray technology can help guide future treatment strategies and improve the clinical efficacy of systemic fluorouracil chemotherapy. Some studies suggest that new encapsulated formulation technologies that alter drug absorption and bioavailability can overcome many common mechanisms for fluorouracil resistance. [11]", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. Alterations in enzyme activity reducing clinical efficacy include overexpression of the target enzyme thymidylate synthase and increased DPD activity, resulting in increased drug catabolism. Identifying and targeting genes responsible for these resistance patterns using microarray technology can help guide future treatment strategies and improve the clinical efficacy of systemic fluorouracil chemotherapy. Some studies suggest that new encapsulated formulation technologies that alter drug absorption and bioavailability can overcome many common mechanisms for fluorouracil resistance. [11]"}
{"id": "article-21848_35", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "Topical fluorouracil has a broad array of uses in the dermatological setting to treat various skin conditions. This formulation is best known for its use as field therapy for treating multiple actinic or solar keratoses to prevent progression to squamous cell carcinoma. [1] Randomized clinical trials have shown that chemoprevention therapy with 5% topical fluorouracil has reduced the incidence of squamous cell carcinomas in high-risk individuals and ultimately reduces the need for Mohs micrographic surgery in these patients.", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. Topical fluorouracil has a broad array of uses in the dermatological setting to treat various skin conditions. This formulation is best known for its use as field therapy for treating multiple actinic or solar keratoses to prevent progression to squamous cell carcinoma. [1] Randomized clinical trials have shown that chemoprevention therapy with 5% topical fluorouracil has reduced the incidence of squamous cell carcinomas in high-risk individuals and ultimately reduces the need for Mohs micrographic surgery in these patients."}
{"id": "article-21848_36", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "In addition to fluorouracil monotherapy, several topical combination therapies, including combination tretinoin, salicylic acid, and cryotherapy, have been studied to increase their clinical efficacy for reducing actinic keratoses. Topical fluorouracil has been efficacious for improving photodamage in individuals. However, some studies found no significant aesthetic improvement when a conventional course was used in an older male population. [45] [9]", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. In addition to fluorouracil monotherapy, several topical combination therapies, including combination tretinoin, salicylic acid, and cryotherapy, have been studied to increase their clinical efficacy for reducing actinic keratoses. Topical fluorouracil has been efficacious for improving photodamage in individuals. However, some studies found no significant aesthetic improvement when a conventional course was used in an older male population. [45] [9]"}
{"id": "article-21848_37", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "Intralesional fluorouracil has been studied as an effective method for treating keloids, hypertrophic scars, and keratoacanthomas. Studies suggest that combination therapy for keloids with intralesional fluorouracil and triamcinolone offers a prompt and productive treatment with a reduced adverse effect profile compared to each drug delivered individually. [10] Intralesional fluorouracil can merit consideration when cutaneous malignancy is present in an anatomic area with poor wound healing capacity and where surgical intervention is undesirable, such as in the lower leg in older individuals. [46] [47]", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. Intralesional fluorouracil has been studied as an effective method for treating keloids, hypertrophic scars, and keratoacanthomas. Studies suggest that combination therapy for keloids with intralesional fluorouracil and triamcinolone offers a prompt and productive treatment with a reduced adverse effect profile compared to each drug delivered individually. [10] Intralesional fluorouracil can merit consideration when cutaneous malignancy is present in an anatomic area with poor wound healing capacity and where surgical intervention is undesirable, such as in the lower leg in older individuals. [46] [47]"}
{"id": "article-21848_38", "title": "Fluorouracil -- Enhancing Healthcare Team Outcomes", "content": "Therapy with fluorouracil requires the efforts of an interprofessional team. The clinician or specialist should work with an oncology board-certified pharmacist to choose therapy, verify dosing, check for interactions, and counsel on adverse effects when prescribing drugs. Oncology-specialized nurses may administer the medication and monitor for treatment effectiveness and adverse reactions. All team members must exercise open lines of communication so that any issues are addressed promptly. The interprofessional healthcare team of physicians, advanced practice practitioners, oncologists, board-certified oncology pharmacists, and oncology-specialized nurses can improve treatment efficacy, decrease preventable adverse drug reactions, and optimize outcomes related to fluorouracil therapy. Interprofessional coordination and collaboration among all team members, with shared decision-making, can enhance patient outcomes when using fluorouracil to treat cancers where it has efficacy.", "contents": "Fluorouracil -- Enhancing Healthcare Team Outcomes. Therapy with fluorouracil requires the efforts of an interprofessional team. The clinician or specialist should work with an oncology board-certified pharmacist to choose therapy, verify dosing, check for interactions, and counsel on adverse effects when prescribing drugs. Oncology-specialized nurses may administer the medication and monitor for treatment effectiveness and adverse reactions. All team members must exercise open lines of communication so that any issues are addressed promptly. The interprofessional healthcare team of physicians, advanced practice practitioners, oncologists, board-certified oncology pharmacists, and oncology-specialized nurses can improve treatment efficacy, decrease preventable adverse drug reactions, and optimize outcomes related to fluorouracil therapy. Interprofessional coordination and collaboration among all team members, with shared decision-making, can enhance patient outcomes when using fluorouracil to treat cancers where it has efficacy."}
{"id": "article-21848_39", "title": "Fluorouracil -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fluorouracil -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}