{"id": "article-29757_0", "title": "Surfactant -- Continuing Education Activity", "content": "Pulmonary surfactant is a lipoprotein complex that lines the alveoli and decreases the surface tension to prevent lung atelectasis. Surfactant deficiency is a documented cause of neonatal respiratory distress syndrome (NRDS), a significant cause of morbidity and mortality in premature infants. Therapeutic indications for surfactant replacement therapy include neonates with clinical and radiographic evidence of respiratory distress syndrome (RDS) and infants who require endotracheal intubation and mechanical ventilation secondary to respiratory failure. Surfactant is prophylactically administered in neonates at risk of developing NRDS. This activity will discuss the biochemical structure of surfactant, their administration, related complications, and the future of surfactant therapy.", "contents": "Surfactant -- Continuing Education Activity. Pulmonary surfactant is a lipoprotein complex that lines the alveoli and decreases the surface tension to prevent lung atelectasis. Surfactant deficiency is a documented cause of neonatal respiratory distress syndrome (NRDS), a significant cause of morbidity and mortality in premature infants. Therapeutic indications for surfactant replacement therapy include neonates with clinical and radiographic evidence of respiratory distress syndrome (RDS) and infants who require endotracheal intubation and mechanical ventilation secondary to respiratory failure. Surfactant is prophylactically administered in neonates at risk of developing NRDS. This activity will discuss the biochemical structure of surfactant, their administration, related complications, and the future of surfactant therapy."}
{"id": "article-29757_1", "title": "Surfactant -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of surfactant. Describe the adverse effects of surfactant therapy. Review the appropriate monitoring of surfactant therapy. Outline the techniques for improving care coordination amongst the interprofessional team by limiting the invasivity of surfactant therapy. Access free multiple choice questions on this topic.", "contents": "Surfactant -- Continuing Education Activity. Objectives: Identify the mechanism of action of surfactant. Describe the adverse effects of surfactant therapy. Review the appropriate monitoring of surfactant therapy. Outline the techniques for improving care coordination amongst the interprofessional team by limiting the invasivity of surfactant therapy. Access free multiple choice questions on this topic."}
{"id": "article-29757_2", "title": "Surfactant -- Indications", "content": "Pulmonary surfactant is a lipoprotein complex responsible for preventing the collapse of alveoli and increasing lung compliance. [1] Therapeutically,  exogenous surfactant administration, or surfactant replacement therapy(SRT), is considered in preterm infants with radiographic (small volume lungs, haziness/ ground-glass appearance, air bronchograms, and loss of cardiac borders on chest radiographs) and clinical evidence of neonatal respiratory distress syndrome (NRDS). [2] Surfactant administration in preterm infants with NRDS reduces morbidity and mortality. There is a reduced risk of air leak and chronic lung disease. In NRDS, the earlier surfactant is used, the better the outcomes. Also, the outcome is reportedly better if early surfactant administration is followed by extubation of preterm infants with RDS compared to prolonged ventilation after surfactant administration.", "contents": "Surfactant -- Indications. Pulmonary surfactant is a lipoprotein complex responsible for preventing the collapse of alveoli and increasing lung compliance. [1] Therapeutically,  exogenous surfactant administration, or surfactant replacement therapy(SRT), is considered in preterm infants with radiographic (small volume lungs, haziness/ ground-glass appearance, air bronchograms, and loss of cardiac borders on chest radiographs) and clinical evidence of neonatal respiratory distress syndrome (NRDS). [2] Surfactant administration in preterm infants with NRDS reduces morbidity and mortality. There is a reduced risk of air leak and chronic lung disease. In NRDS, the earlier surfactant is used, the better the outcomes. Also, the outcome is reportedly better if early surfactant administration is followed by extubation of preterm infants with RDS compared to prolonged ventilation after surfactant administration."}
{"id": "article-29757_3", "title": "Surfactant -- Indications", "content": "Therapeutically, surfactant administration is also indicated in infants with meconium aspiration syndrome. Surfactant use, in this case, will recover oxygenation and reduce the need for extracorporeal membrane oxygenation (ECMO). Also, infants who undergo intubation for any reason, irrespective of their gestational age or infants with respiratory failure requiring mechanical ventilation, can receive surfactant therapy.", "contents": "Surfactant -- Indications. Therapeutically, surfactant administration is also indicated in infants with meconium aspiration syndrome. Surfactant use, in this case, will recover oxygenation and reduce the need for extracorporeal membrane oxygenation (ECMO). Also, infants who undergo intubation for any reason, irrespective of their gestational age or infants with respiratory failure requiring mechanical ventilation, can receive surfactant therapy."}
{"id": "article-29757_4", "title": "Surfactant -- Indications", "content": "Prophylactic use of surfactant is indicated in neonates who are predisposed to the development of NRDS. These include those born before 32 weeks gestation and those with low birth weights (less than 1300 gm). In premature infants at risk for developing RDS, the surfactant administration with brief lung-protective ventilation (followed by extubation to nasal CPAP) has been found to lower the incidence of mechanical ventilation, air leak syndromes and result in a lower incidence of pneumothorax, pulmonary interstitial emphysema and improved survival without bronchopulmonary dysplasia. Prophylactic surfactant is also indicated in infants with laboratory evidence of surfactant deficiency (lecithin/sphingomyelin ratio of less than 2 to 1, evidence of lung immaturity on bubble stability test, or absence of phosphatidylglycerol). Surfactant replacement therapy may also be considered in other situations like worsening pulmonary hemorrhage. [3]", "contents": "Surfactant -- Indications. Prophylactic use of surfactant is indicated in neonates who are predisposed to the development of NRDS. These include those born before 32 weeks gestation and those with low birth weights (less than 1300 gm). In premature infants at risk for developing RDS, the surfactant administration with brief lung-protective ventilation (followed by extubation to nasal CPAP) has been found to lower the incidence of mechanical ventilation, air leak syndromes and result in a lower incidence of pneumothorax, pulmonary interstitial emphysema and improved survival without bronchopulmonary dysplasia. Prophylactic surfactant is also indicated in infants with laboratory evidence of surfactant deficiency (lecithin/sphingomyelin ratio of less than 2 to 1, evidence of lung immaturity on bubble stability test, or absence of phosphatidylglycerol). Surfactant replacement therapy may also be considered in other situations like worsening pulmonary hemorrhage. [3]"}
{"id": "article-29757_5", "title": "Surfactant -- Indications", "content": "The use of surfactant may also be beneficial in severe respiratory syncytial virus-induced respiratory failure. [3] In this case, there may be an improvement in gas exchange and respiration, contributing to shortened hospital stay and duration of mechanical ventilation.", "contents": "Surfactant -- Indications. The use of surfactant may also be beneficial in severe respiratory syncytial virus-induced respiratory failure. [3] In this case, there may be an improvement in gas exchange and respiration, contributing to shortened hospital stay and duration of mechanical ventilation."}
{"id": "article-29757_6", "title": "Surfactant -- Mechanism of Action", "content": "As mentioned above, pulmonary surfactant is a lipoprotein. Its production begins around 26 weeks gestation and reaches mature levels at approximately 35 weeks. It is produced in the endoplasmic reticulum (ER) of type two pneumocytes and secreted from the lamellar bodies of type two pneumocytes. [4] Other cells in the lung, namely club or Clara cells, also produce surfactant. This lipoprotein mixture enhances lung compliance and aids in lowering the surface tension of the air-liquid interface within alveolar walls, which will ultimately prevent atelectasis. [1]", "contents": "Surfactant -- Mechanism of Action. As mentioned above, pulmonary surfactant is a lipoprotein. Its production begins around 26 weeks gestation and reaches mature levels at approximately 35 weeks. It is produced in the endoplasmic reticulum (ER) of type two pneumocytes and secreted from the lamellar bodies of type two pneumocytes. [4] Other cells in the lung, namely club or Clara cells, also produce surfactant. This lipoprotein mixture enhances lung compliance and aids in lowering the surface tension of the air-liquid interface within alveolar walls, which will ultimately prevent atelectasis. [1]"}
{"id": "article-29757_7", "title": "Surfactant -- Mechanism of Action", "content": "A large portion of the composition of surfactant is phospholipid dipalmitoylphosphatidylcholine (DPPC), which makes up about 50% of its structure. [4] Phosphatidylglycerol is the second most abundant phospholipid in the structure. Other lipid constituents of surfactant include neutral lipids such as cholesterol and other phospholipids such as sphingomyelin (SM). Surfactant proteins comprise about 10% of the structure and interact extensively with phospholipids. They are SP-A, SP-B, SP-C, and SP-D. The SP-A and SP-D proteins are part of the innate immune response. These proteins coat bacteria and viruses, allowing phagocytosis and destruction by macrophages. [5]", "contents": "Surfactant -- Mechanism of Action. A large portion of the composition of surfactant is phospholipid dipalmitoylphosphatidylcholine (DPPC), which makes up about 50% of its structure. [4] Phosphatidylglycerol is the second most abundant phospholipid in the structure. Other lipid constituents of surfactant include neutral lipids such as cholesterol and other phospholipids such as sphingomyelin (SM). Surfactant proteins comprise about 10% of the structure and interact extensively with phospholipids. They are SP-A, SP-B, SP-C, and SP-D. The SP-A and SP-D proteins are part of the innate immune response. These proteins coat bacteria and viruses, allowing phagocytosis and destruction by macrophages. [5]"}
{"id": "article-29757_8", "title": "Surfactant -- Mechanism of Action", "content": "SP-A also appears to be a part of a negative feedback mechanism that controls surfactant release from type II alveolar cells. SP-B and SP-C are hydrophobic proteins that control the rate at which surfactant covers the surface of alveoli.", "contents": "Surfactant -- Mechanism of Action. SP-A also appears to be a part of a negative feedback mechanism that controls surfactant release from type II alveolar cells. SP-B and SP-C are hydrophobic proteins that control the rate at which surfactant covers the surface of alveoli."}
{"id": "article-29757_9", "title": "Surfactant -- Administration", "content": "The American Academy of Pediatrics 2014 guidelines recommend immediate management of all preterm infants with nasal continuous positive airway pressure. Subsequently, surfactant administration may be considered an alternative to intubation with prophylactic or early surfactant administration in selected patients. The first dose is given within two hours of birth, preferably within the first hour. In an intubated infant that requires 30-40% oxygen, a repeat dose is indicated within the next 4 to 12 hours. Surfactant replacement therapy is administered by trained personnel in a clinical setting where equipment for intubation and resuscitation are readily available.", "contents": "Surfactant -- Administration. The American Academy of Pediatrics 2014 guidelines recommend immediate management of all preterm infants with nasal continuous positive airway pressure. Subsequently, surfactant administration may be considered an alternative to intubation with prophylactic or early surfactant administration in selected patients. The first dose is given within two hours of birth, preferably within the first hour. In an intubated infant that requires 30-40% oxygen, a repeat dose is indicated within the next 4 to 12 hours. Surfactant replacement therapy is administered by trained personnel in a clinical setting where equipment for intubation and resuscitation are readily available."}
{"id": "article-29757_10", "title": "Surfactant -- Administration", "content": "The endotracheal instillation of surfactant is the most widely accepted technique. Surfactant is administered in liquid form via an endotracheal tube in a single bolus dose as quickly as the neonate tolerates. Some studies recommend administering all the surfactant at once, while others advocate dividing the bolus into smaller aliquots.", "contents": "Surfactant -- Administration. The endotracheal instillation of surfactant is the most widely accepted technique. Surfactant is administered in liquid form via an endotracheal tube in a single bolus dose as quickly as the neonate tolerates. Some studies recommend administering all the surfactant at once, while others advocate dividing the bolus into smaller aliquots."}
{"id": "article-29757_11", "title": "Surfactant -- Administration", "content": "Another technique of administration known as the INSURE (INtubation–SURfactant administration–Extubation) technique is approached with the neonate not already intubated. The INSURE technique uses an in-out intubation procedure to administer the surfactant. This process includes intubation, followed by administration of the drug, and then extubation. Newer methods to limit the invasiveness of older approaches are in practice and targets of research today. [6] [7] One such technique is known as minimally invasive surfactant therapy or MIST. [8]", "contents": "Surfactant -- Administration. Another technique of administration known as the INSURE (INtubation–SURfactant administration–Extubation) technique is approached with the neonate not already intubated. The INSURE technique uses an in-out intubation procedure to administer the surfactant. This process includes intubation, followed by administration of the drug, and then extubation. Newer methods to limit the invasiveness of older approaches are in practice and targets of research today. [6] [7] One such technique is known as minimally invasive surfactant therapy or MIST. [8]"}
{"id": "article-29757_12", "title": "Surfactant -- Administration", "content": "The MIST method connects the patient to non-invasive respiratory support, and through that, the surfactant administration is with the work of spontaneous breathing. This method is increasingly used to reduce intubation rates and their associated pathologies. Another method is the less invasive surfactant administration or LISA technique. [9] This method utilizes a flexible thin catheter placed in the trachea during spontaneous breathing for surfactant delivery. Usually, it requires support with CPAP. No intubation is required, so it reduces the possibility of lung injury, as is possible with intubation. At present, five surfactants (lucinactant, colfosceril palmitate, beractant, calefacient, and protectant alfa) have FDA approval. Colfosceril palmitate is no longer commercially available. Lucinactant is the first U.S. FDA-approved protein-containing synthetic surfactant.", "contents": "Surfactant -- Administration. The MIST method connects the patient to non-invasive respiratory support, and through that, the surfactant administration is with the work of spontaneous breathing. This method is increasingly used to reduce intubation rates and their associated pathologies. Another method is the less invasive surfactant administration or LISA technique. [9] This method utilizes a flexible thin catheter placed in the trachea during spontaneous breathing for surfactant delivery. Usually, it requires support with CPAP. No intubation is required, so it reduces the possibility of lung injury, as is possible with intubation. At present, five surfactants (lucinactant, colfosceril palmitate, beractant, calefacient, and protectant alfa) have FDA approval. Colfosceril palmitate is no longer commercially available. Lucinactant is the first U.S. FDA-approved protein-containing synthetic surfactant."}
{"id": "article-29757_13", "title": "Surfactant -- Adverse Effects", "content": "The usage of surfactant can lead to bradycardia and hypotension in the neonate. There are also some reports of instances of oxygen desaturation upon administration of the drug. Also, because conventional methods of surfactant administration require an endotracheal tube, certain risks are associated with tubal administration of any drug. Hygiene is vital, especially in neonates, as their immunities are underdeveloped. Infections and sepsis can occur if no measures are taken to prevent them. Unless the neonate is already intubated, intubation must occur first, presenting the risk of injury and air leaks. Intubation also poses the risk of airway obstruction and mechanical damage to the airway, and it may require frequent suctioning. There is a risk of alterations in cerebral flow and hypoxemia. Concomitant administration of oxygen can damage lung tissue from oxygen pressure. Excess oxygenation and subsequent cessation lead to diseases like bronchopulmonary dysplasia and retrolental fibroplasia in infants. [10] [11] [12]", "contents": "Surfactant -- Adverse Effects. The usage of surfactant can lead to bradycardia and hypotension in the neonate. There are also some reports of instances of oxygen desaturation upon administration of the drug. Also, because conventional methods of surfactant administration require an endotracheal tube, certain risks are associated with tubal administration of any drug. Hygiene is vital, especially in neonates, as their immunities are underdeveloped. Infections and sepsis can occur if no measures are taken to prevent them. Unless the neonate is already intubated, intubation must occur first, presenting the risk of injury and air leaks. Intubation also poses the risk of airway obstruction and mechanical damage to the airway, and it may require frequent suctioning. There is a risk of alterations in cerebral flow and hypoxemia. Concomitant administration of oxygen can damage lung tissue from oxygen pressure. Excess oxygenation and subsequent cessation lead to diseases like bronchopulmonary dysplasia and retrolental fibroplasia in infants. [10] [11] [12]"}
{"id": "article-29757_14", "title": "Surfactant -- Adverse Effects", "content": "Since surfactant extraction is from animal sources, a risk of immune activation exists. Rarely the drug can lead to pneumothorax and/or pulmonary hemorrhage. Other side effects may include intraventricular hemorrhage, patent ductus arteriosus, retinopathy, necrotizing enterocolitis, and/or blockage of the endotracheal tube can cause complications as well.", "contents": "Surfactant -- Adverse Effects. Since surfactant extraction is from animal sources, a risk of immune activation exists. Rarely the drug can lead to pneumothorax and/or pulmonary hemorrhage. Other side effects may include intraventricular hemorrhage, patent ductus arteriosus, retinopathy, necrotizing enterocolitis, and/or blockage of the endotracheal tube can cause complications as well."}
{"id": "article-29757_15", "title": "Surfactant -- Contraindications", "content": "Contraindications to surfactant administration include congenital anomalies incompatible with life, perfusion failure states, diffuse pulmonary hemorrhagic conditions, and a diagnosis of congenital diaphragmatic hernia. Contraindications also include neonates with respiratory difficulty, but laboratory evidence suggests lung maturity has already occurred. Usage of surfactant appears to result in a deterioration in newborns with pulmonary hypoplasia, although more clinical trials-based evidence is needed.", "contents": "Surfactant -- Contraindications. Contraindications to surfactant administration include congenital anomalies incompatible with life, perfusion failure states, diffuse pulmonary hemorrhagic conditions, and a diagnosis of congenital diaphragmatic hernia. Contraindications also include neonates with respiratory difficulty, but laboratory evidence suggests lung maturity has already occurred. Usage of surfactant appears to result in a deterioration in newborns with pulmonary hypoplasia, although more clinical trials-based evidence is needed."}
{"id": "article-29757_16", "title": "Surfactant -- Monitoring", "content": "Surfactant, especially as a drug administered to neonates, must be carefully monitored when given. Whether the drug administration is a bolus or in aliquots, monitoring the endotracheal tubing for obstruction is as essential as administering the drug itself. Because of the risks accompanying such procedures, it is vital to determine the definite necessity of this drug. Lung ultrasonography (LUS) scoring is a bedside technique useful for diagnosing respiratory problems in neonates and has become a tool to monitor lung function and guide surfactant therapy. [13]", "contents": "Surfactant -- Monitoring. Surfactant, especially as a drug administered to neonates, must be carefully monitored when given. Whether the drug administration is a bolus or in aliquots, monitoring the endotracheal tubing for obstruction is as essential as administering the drug itself. Because of the risks accompanying such procedures, it is vital to determine the definite necessity of this drug. Lung ultrasonography (LUS) scoring is a bedside technique useful for diagnosing respiratory problems in neonates and has become a tool to monitor lung function and guide surfactant therapy. [13]"}
{"id": "article-29757_17", "title": "Surfactant -- Monitoring", "content": "The LUS score is an excellent indicator of oxygenation status. It thus can predict the need to administer surfactant in both term and pre-term babies (those with gestational ages of less than 34 weeks) on continuous positive airway pressure (CPAP). This approach is particularly useful in severe surfactant deficiency; continuous positive airway pressure can fail, and such failure may pose a risk of lung injury.", "contents": "Surfactant -- Monitoring. The LUS score is an excellent indicator of oxygenation status. It thus can predict the need to administer surfactant in both term and pre-term babies (those with gestational ages of less than 34 weeks) on continuous positive airway pressure (CPAP). This approach is particularly useful in severe surfactant deficiency; continuous positive airway pressure can fail, and such failure may pose a risk of lung injury."}
{"id": "article-29757_18", "title": "Surfactant -- Toxicity", "content": "Given that surfactant is a substance produced in the body and administered only when deficient, there have not been any serious reports of toxicities related to surfactant administration. The prerequisites for administration, namely endotracheal intubation and CPAP usage, carry some inherent risks, as mentioned above.", "contents": "Surfactant -- Toxicity. Given that surfactant is a substance produced in the body and administered only when deficient, there have not been any serious reports of toxicities related to surfactant administration. The prerequisites for administration, namely endotracheal intubation and CPAP usage, carry some inherent risks, as mentioned above."}
{"id": "article-29757_19", "title": "Surfactant -- Enhancing Healthcare Team Outcomes", "content": "New advances in medicine regularly assist clinicians and their teams in their practice and enable them to think creatively and make healthcare increasingly convenient for patients. Management of infants with respiratory distress syndrome is best with an interprofessional team. While the respiratory therapist may administer the surfactant, the NICU nurse (specifically neonate specialty-trained nurses), critical care specialist, and pulmonologist must be involved in monitoring the neonate. This clinical team can include physician assistants or nurse practitioners who work in pulmonary specialty practices. The volume, viscosity, and mode of ventilation are all vital components for surfactant efficacy. After administering surfactant, the nurse monitors the vital signs and oxygenation. The respiratory therapist must monitor the ventilatory parameters at least for the first 60 minutes after surfactant administration. If they notice any issues, including adverse events or insufficient therapeutic response/therapeutic failure, they should alert the prescribing clinician and/or consult with the pharmacist while recording their findings in the patient's permanent health record.", "contents": "Surfactant -- Enhancing Healthcare Team Outcomes. New advances in medicine regularly assist clinicians and their teams in their practice and enable them to think creatively and make healthcare increasingly convenient for patients. Management of infants with respiratory distress syndrome is best with an interprofessional team. While the respiratory therapist may administer the surfactant, the NICU nurse (specifically neonate specialty-trained nurses), critical care specialist, and pulmonologist must be involved in monitoring the neonate. This clinical team can include physician assistants or nurse practitioners who work in pulmonary specialty practices. The volume, viscosity, and mode of ventilation are all vital components for surfactant efficacy. After administering surfactant, the nurse monitors the vital signs and oxygenation. The respiratory therapist must monitor the ventilatory parameters at least for the first 60 minutes after surfactant administration. If they notice any issues, including adverse events or insufficient therapeutic response/therapeutic failure, they should alert the prescribing clinician and/or consult with the pharmacist while recording their findings in the patient's permanent health record."}
{"id": "article-29757_20", "title": "Surfactant -- Enhancing Healthcare Team Outcomes", "content": "The pharmacy will be responsible for ensuring proper preparation of the surfactant, verifying dosing and administration, and serving as a drug information resource to the rest of the team. With an interprofessional team approach and open communication, surfactant therapy optimally reduces the morbidity of respiratory distress syndrome in neonates. [Level 5]", "contents": "Surfactant -- Enhancing Healthcare Team Outcomes. The pharmacy will be responsible for ensuring proper preparation of the surfactant, verifying dosing and administration, and serving as a drug information resource to the rest of the team. With an interprofessional team approach and open communication, surfactant therapy optimally reduces the morbidity of respiratory distress syndrome in neonates. [Level 5]"}
{"id": "article-29757_21", "title": "Surfactant -- Enhancing Healthcare Team Outcomes", "content": "Research has indicated that surfactant preparations have anti-inflammatory properties and can aid the immune system in acute lung injury (ALI) secondary to LPS (lipopolysaccharide) endotoxin. Because the surfactant proteins regulate cytokine production by inflammatory cells, animal models have shown that they can effectively limit lung injury caused by LPS endotoxin. [14] Additionally, new methods are persistently being tested and used to ease to delivery of surfactant and make the procedure less invasive, such as the LISA and MIST techniques mentioned above. [6] [7] [15] [9] [8]", "contents": "Surfactant -- Enhancing Healthcare Team Outcomes. Research has indicated that surfactant preparations have anti-inflammatory properties and can aid the immune system in acute lung injury (ALI) secondary to LPS (lipopolysaccharide) endotoxin. Because the surfactant proteins regulate cytokine production by inflammatory cells, animal models have shown that they can effectively limit lung injury caused by LPS endotoxin. [14] Additionally, new methods are persistently being tested and used to ease to delivery of surfactant and make the procedure less invasive, such as the LISA and MIST techniques mentioned above. [6] [7] [15] [9] [8]"}
{"id": "article-29757_22", "title": "Surfactant -- Enhancing Healthcare Team Outcomes", "content": "These newer approaches improve patient safety and enhance team performances by improving care coordination. Not only that, but nanotechnology testing is also underway to determine whether surfactant may serve as a drug delivery system for administering alternative medications. [16] Achievements in this regard are significantly enhancing the role of respiratory routes of drug administration using surfactant as a backbone.", "contents": "Surfactant -- Enhancing Healthcare Team Outcomes. These newer approaches improve patient safety and enhance team performances by improving care coordination. Not only that, but nanotechnology testing is also underway to determine whether surfactant may serve as a drug delivery system for administering alternative medications. [16] Achievements in this regard are significantly enhancing the role of respiratory routes of drug administration using surfactant as a backbone."}
{"id": "article-29757_23", "title": "Surfactant -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Surfactant -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}