{"id": "article-29673_0", "title": "Sulfonylureas -- Continuing Education Activity", "content": "Sulfonylureas represent a class of medications utilized in the treatment of type 2 diabetes mellitus. This activity outlines the indications, mechanism of action, administration, adverse effects, contraindications, monitoring, and toxicity of sulfonylureas. The importance of utilizing a multi-disciplinary approach to managing patients taking sulfonylureas will also be highlighted.", "contents": "Sulfonylureas -- Continuing Education Activity. Sulfonylureas represent a class of medications utilized in the treatment of type 2 diabetes mellitus. This activity outlines the indications, mechanism of action, administration, adverse effects, contraindications, monitoring, and toxicity of sulfonylureas. The importance of utilizing a multi-disciplinary approach to managing patients taking sulfonylureas will also be highlighted."}
{"id": "article-29673_1", "title": "Sulfonylureas -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of sulfonylureas. Explain the potential adverse effects of sulfonylureas. Review sulfonylurea overdoses and the treatment options available. Summarize the importance of utilizing an interprofessional team approach to caring for diabetic patients taking sulfonylureas. Access free multiple choice questions on this topic.", "contents": "Sulfonylureas -- Continuing Education Activity. Objectives: Describe the mechanism of action of sulfonylureas. Explain the potential adverse effects of sulfonylureas. Review sulfonylurea overdoses and the treatment options available. Summarize the importance of utilizing an interprofessional team approach to caring for diabetic patients taking sulfonylureas. Access free multiple choice questions on this topic."}
{"id": "article-29673_2", "title": "Sulfonylureas -- Indications", "content": "Sulfonylureas are the oldest class of oral antidiabetic medication dating back to the 1950s. [1] All sulfonylureas contain a phenyl-sulfonyl-urea structure, which exerts the hypoglycemic effect. [2] Patients with type 2 diabetes mellitus use sulfonylureas as monotherapy or in combination with other oral or injectable medications. [3] [4] [5] Sulfonylureas are divided into first-generation and second-generation. The first-generation sulfonylureas include chlorpropamide and tolbutamide. [6] Chlorpropamide is no longer available in the United States. The second-generation sulfonylureas include glyburide (also known as glibenclamide), glipizide, glimepiride, and gliclazide. Gliclazide is not available in the United States. [7] Glimepiride came to market in 1995, and it is the newest sulfonylurea. [8] Some references list glimepiride as a third-generation sulfonylurea because its chemical structure has a larger substitution moiety than the other second-generation sulfonylureas. [9]", "contents": "Sulfonylureas -- Indications. Sulfonylureas are the oldest class of oral antidiabetic medication dating back to the 1950s. [1] All sulfonylureas contain a phenyl-sulfonyl-urea structure, which exerts the hypoglycemic effect. [2] Patients with type 2 diabetes mellitus use sulfonylureas as monotherapy or in combination with other oral or injectable medications. [3] [4] [5] Sulfonylureas are divided into first-generation and second-generation. The first-generation sulfonylureas include chlorpropamide and tolbutamide. [6] Chlorpropamide is no longer available in the United States. The second-generation sulfonylureas include glyburide (also known as glibenclamide), glipizide, glimepiride, and gliclazide. Gliclazide is not available in the United States. [7] Glimepiride came to market in 1995, and it is the newest sulfonylurea. [8] Some references list glimepiride as a third-generation sulfonylurea because its chemical structure has a larger substitution moiety than the other second-generation sulfonylureas. [9]"}
{"id": "article-29673_3", "title": "Sulfonylureas -- Indications", "content": "Sulfonylureas are comparable in efficacy and decrease the glycated hemoglobin A1C (HbA1c) by 1% to 1.25%. [10] [11] [12] [13] Second-generation sulfonylureas are among the most used anti-diabetic medications because they are inexpensive. [4] Providers rarely prescribe first-generation sulfonylureas nowadays. [14] Sulfonylureas are not preferred for elderly patients and those with renal or hepatic impairment. [4] Patients with type 2 diabetes can take sulfonylureas in combination with any other oral antidiabetic medication except the meglitinides (nateglinide and repaglinide). [5]", "contents": "Sulfonylureas -- Indications. Sulfonylureas are comparable in efficacy and decrease the glycated hemoglobin A1C (HbA1c) by 1% to 1.25%. [10] [11] [12] [13] Second-generation sulfonylureas are among the most used anti-diabetic medications because they are inexpensive. [4] Providers rarely prescribe first-generation sulfonylureas nowadays. [14] Sulfonylureas are not preferred for elderly patients and those with renal or hepatic impairment. [4] Patients with type 2 diabetes can take sulfonylureas in combination with any other oral antidiabetic medication except the meglitinides (nateglinide and repaglinide). [5]"}
{"id": "article-29673_4", "title": "Sulfonylureas -- Indications", "content": "Similar to sulfonylureas, meglitinides stimulate the pancreatic beta cells to secrete insulin. [15] Clinicians often prescribe sulfonylurea as an add-on to metformin. [16] This combination targets different mechanisms of action and improves glucose control; sulfonylureas stimulate insulin secretion while metformin increases insulin sensitivity. An advantage to this combination is the potential for a neutral effect on the patient’s body weight since sulfonylureas cause weight gain while metformin causes weight loss. [16] A Canadian study showed the combination of acarbose and sulfonylurea to have beneficial effects on HbA1c levels. The combination of sulfonylureas with thiazolidinediones improves glycemic control.", "contents": "Sulfonylureas -- Indications. Similar to sulfonylureas, meglitinides stimulate the pancreatic beta cells to secrete insulin. [15] Clinicians often prescribe sulfonylurea as an add-on to metformin. [16] This combination targets different mechanisms of action and improves glucose control; sulfonylureas stimulate insulin secretion while metformin increases insulin sensitivity. An advantage to this combination is the potential for a neutral effect on the patient’s body weight since sulfonylureas cause weight gain while metformin causes weight loss. [16] A Canadian study showed the combination of acarbose and sulfonylurea to have beneficial effects on HbA1c levels. The combination of sulfonylureas with thiazolidinediones improves glycemic control."}
{"id": "article-29673_5", "title": "Sulfonylureas -- Mechanism of Action", "content": "Sulfonylureas bind to and inhibit the ATP-sensitive potassium channels (K) on the pancreatic beta cells. As a result, potassium efflux decreases, and the beta-cell membrane depolarizes. Membrane depolarization causes calcium channels to open, leading to calcium influx and increased intracellular calcium, which stimulates insulin secretion from the pancreatic beta cells. [17] [2] Sulfonylureas cause insulin release regardless of blood glucose levels. [18] K is made of two proteins, Kir6.2 that forms the pore of the K channels, and a sulfonylurea receptor (SUR). [19] SUR1 and SUR2 are subtypes of SUR. [20]", "contents": "Sulfonylureas -- Mechanism of Action. Sulfonylureas bind to and inhibit the ATP-sensitive potassium channels (K) on the pancreatic beta cells. As a result, potassium efflux decreases, and the beta-cell membrane depolarizes. Membrane depolarization causes calcium channels to open, leading to calcium influx and increased intracellular calcium, which stimulates insulin secretion from the pancreatic beta cells. [17] [2] Sulfonylureas cause insulin release regardless of blood glucose levels. [18] K is made of two proteins, Kir6.2 that forms the pore of the K channels, and a sulfonylurea receptor (SUR). [19] SUR1 and SUR2 are subtypes of SUR. [20]"}
{"id": "article-29673_6", "title": "Sulfonylureas -- Mechanism of Action", "content": "The SUR1 is mostly present in the brain and on the beta cells in the pancreas. SUR2 is present in the cardiac muscle (as isoform SUR2A) and the smooth muscle (as isoform SUR2B). Sulfonylureas differ in their affinity to the SUR subtype receptors and their efficacy in closing the K channels. Unlike the other sulfonylureas, glimepiride has a lower affinity to the cardiac muscles and is not associated with cardiovascular safety concerns. [18] Sulfonylureas also lower the serum glucose levels by decreasing insulin metabolism in the liver, decreasing glucagon secretion, and increasing sensitivity to insulin in peripheral tissues. [21]", "contents": "Sulfonylureas -- Mechanism of Action. The SUR1 is mostly present in the brain and on the beta cells in the pancreas. SUR2 is present in the cardiac muscle (as isoform SUR2A) and the smooth muscle (as isoform SUR2B). Sulfonylureas differ in their affinity to the SUR subtype receptors and their efficacy in closing the K channels. Unlike the other sulfonylureas, glimepiride has a lower affinity to the cardiac muscles and is not associated with cardiovascular safety concerns. [18] Sulfonylureas also lower the serum glucose levels by decreasing insulin metabolism in the liver, decreasing glucagon secretion, and increasing sensitivity to insulin in peripheral tissues. [21]"}
{"id": "article-29673_7", "title": "Sulfonylureas -- Administration", "content": "Start sulfonylureas at a low dose and titrate up based on glycemic control. [4] The Kidney Disease Improving Global Outcomes (KDIGO) 2020 guideline lists sulfonylureas in the least suitable category of antidiabetic medications for patients with eGFR < 15 mL/min/1.73 m^2. [22]", "contents": "Sulfonylureas -- Administration. Start sulfonylureas at a low dose and titrate up based on glycemic control. [4] The Kidney Disease Improving Global Outcomes (KDIGO) 2020 guideline lists sulfonylureas in the least suitable category of antidiabetic medications for patients with eGFR < 15 mL/min/1.73 m^2. [22]"}
{"id": "article-29673_8", "title": "Sulfonylureas -- Administration", "content": "Chlorpropamide is a long-acting sulfonylurea available as 100 mg and 250 mg oral tablets outside the United States. [5] [6] Start at 100 mg to 250 mg daily and increase the dose slowly every 5 to 7 days. The maximum daily dose for chlorpropamide is 750 mg.", "contents": "Sulfonylureas -- Administration. Chlorpropamide is a long-acting sulfonylurea available as 100 mg and 250 mg oral tablets outside the United States. [5] [6] Start at 100 mg to 250 mg daily and increase the dose slowly every 5 to 7 days. The maximum daily dose for chlorpropamide is 750 mg."}
{"id": "article-29673_9", "title": "Sulfonylureas -- Administration", "content": "Tolbutamide is a short-acting sulfonylurea available as a 500 mg oral tablet. [5] [6] Start at 1000 mg to 2000 mg once daily or in two divided doses. The maximum daily dose for tolbutamide is 3000 mg.", "contents": "Sulfonylureas -- Administration. Tolbutamide is a short-acting sulfonylurea available as a 500 mg oral tablet. [5] [6] Start at 1000 mg to 2000 mg once daily or in two divided doses. The maximum daily dose for tolbutamide is 3000 mg."}
{"id": "article-29673_10", "title": "Sulfonylureas -- Administration", "content": "Glyburide is a long-acting sulfonylurea available as an immediate-release (IR) oral tablet. [5] [3] Glyburide's starting dose is 2.5 mg to 5 mg daily with a maximum dose of 20 mg per day. [3] Food does not delay glyburide absorption. Therefore, administer the scheduled dose of glyburide with a meal. [23] Reduce glyburide dose in patients with an estimated glomerular filtration rate (eGFR) 60 to 90 mL/min/1.73 mand avoid it in patients with eGFR < 60 mL/min/1.73 m^2. [24]", "contents": "Sulfonylureas -- Administration. Glyburide is a long-acting sulfonylurea available as an immediate-release (IR) oral tablet. [5] [3] Glyburide's starting dose is 2.5 mg to 5 mg daily with a maximum dose of 20 mg per day. [3] Food does not delay glyburide absorption. Therefore, administer the scheduled dose of glyburide with a meal. [23] Reduce glyburide dose in patients with an estimated glomerular filtration rate (eGFR) 60 to 90 mL/min/1.73 mand avoid it in patients with eGFR < 60 mL/min/1.73 m^2. [24]"}
{"id": "article-29673_11", "title": "Sulfonylureas -- Administration", "content": "Glipizide is available in an IR and an extended-release (ER) oral tablet. [3] Glipizide IR has an intermediate duration of action, and glipizide ER has a long duration of action. [5] The starting dose is 5 mg per day for both formulations. The maximum daily dose of glipizide IR is 40 mg per day, while the maximum dose for glipizide ER is 20 mg per day. [3] Food delays the absorption of glipizide IR by 30 minutes, which leads to a delay in onset of action and less control of blood glucose. Therefore, administer the scheduled dose of glipizide IR 30 minutes before a meal; this allows enough time for insulin release and glucose control in response to food ingestion. [25] Administer glipizide ER with a meal. The American Diabetes Association (ADA) guideline recommends starting glipizide at a conservative dose in patients with chronic kidney disease (CKD) to avoid hypoglycemia. [26]", "contents": "Sulfonylureas -- Administration. Glipizide is available in an IR and an extended-release (ER) oral tablet. [3] Glipizide IR has an intermediate duration of action, and glipizide ER has a long duration of action. [5] The starting dose is 5 mg per day for both formulations. The maximum daily dose of glipizide IR is 40 mg per day, while the maximum dose for glipizide ER is 20 mg per day. [3] Food delays the absorption of glipizide IR by 30 minutes, which leads to a delay in onset of action and less control of blood glucose. Therefore, administer the scheduled dose of glipizide IR 30 minutes before a meal; this allows enough time for insulin release and glucose control in response to food ingestion. [25] Administer glipizide ER with a meal. The American Diabetes Association (ADA) guideline recommends starting glipizide at a conservative dose in patients with chronic kidney disease (CKD) to avoid hypoglycemia. [26]"}
{"id": "article-29673_12", "title": "Sulfonylureas -- Administration", "content": "Glimepiride is available as an IR oral tablet. Start glimepiride at 1 to 2 mg per day and a maximum daily dose of 8 mg. [3] Administer glimepiride with or up to 30 minutes after a meal. [9] In patients with CKD, initiate glimepiride conservatively to avoid hypoglycemia and avoid its use in patients with eGFR < 15 mL/min/1.73 m^2. [26] [27]", "contents": "Sulfonylureas -- Administration. Glimepiride is available as an IR oral tablet. Start glimepiride at 1 to 2 mg per day and a maximum daily dose of 8 mg. [3] Administer glimepiride with or up to 30 minutes after a meal. [9] In patients with CKD, initiate glimepiride conservatively to avoid hypoglycemia and avoid its use in patients with eGFR < 15 mL/min/1.73 m^2. [26] [27]"}
{"id": "article-29673_13", "title": "Sulfonylureas -- Administration", "content": "Gliclazide is available as an IR oral tablet and a modified release (MR) oral tablet. Administer immediate release gliclazide two times daily, 30 minutes before a meal. [28] Gliclazide IR is available as an 80 mg tablet, and the maximum daily dose is 320 mg. [29] Gliclazide MR is available in 30 mg and 60 mg tablets. [30] Administer gliclazide MR once daily with a meal with a maximum dose of 120 mg per day. [30] [31] If a patient is fasting, reduce or hold the sulfonylurea dose and ensure self-monitoring of glucose levels. [32]", "contents": "Sulfonylureas -- Administration. Gliclazide is available as an IR oral tablet and a modified release (MR) oral tablet. Administer immediate release gliclazide two times daily, 30 minutes before a meal. [28] Gliclazide IR is available as an 80 mg tablet, and the maximum daily dose is 320 mg. [29] Gliclazide MR is available in 30 mg and 60 mg tablets. [30] Administer gliclazide MR once daily with a meal with a maximum dose of 120 mg per day. [30] [31] If a patient is fasting, reduce or hold the sulfonylurea dose and ensure self-monitoring of glucose levels. [32]"}
{"id": "article-29673_14", "title": "Sulfonylureas -- Adverse Effects", "content": "Sulfonylureas stimulate insulin secretion regardless of the serum glucose levels. [33] Therefore, hypoglycemia is the most common side effect and a major concern associated with sulfonylureas. [2] Hypoglycemia occurs when blood glucose levels drop below 70 mg/dL. [34] Patients may experience sweating, shakiness, irritability, confusion, tachycardia, and a feeling of hunger. Hypoglycemia may be severe, especially after a missed meal, exercise, or taking sulfonylureas at a high dose. [35] [36] [4] [37] Glipizide, glimepiride, and gliclazide are associated with a lower incidence of hypoglycemia compared to glyburide. [4] [38] Because sulfonylureas bind to plasma proteins with high affinity, the risk of hypoglycemia increases when certain medications displace sulfonylureas from their plasma protein binding sites. Examples include sulfonamides, gemfibrozil, and warfarin. [39]", "contents": "Sulfonylureas -- Adverse Effects. Sulfonylureas stimulate insulin secretion regardless of the serum glucose levels. [33] Therefore, hypoglycemia is the most common side effect and a major concern associated with sulfonylureas. [2] Hypoglycemia occurs when blood glucose levels drop below 70 mg/dL. [34] Patients may experience sweating, shakiness, irritability, confusion, tachycardia, and a feeling of hunger. Hypoglycemia may be severe, especially after a missed meal, exercise, or taking sulfonylureas at a high dose. [35] [36] [4] [37] Glipizide, glimepiride, and gliclazide are associated with a lower incidence of hypoglycemia compared to glyburide. [4] [38] Because sulfonylureas bind to plasma proteins with high affinity, the risk of hypoglycemia increases when certain medications displace sulfonylureas from their plasma protein binding sites. Examples include sulfonamides, gemfibrozil, and warfarin. [39]"}
{"id": "article-29673_15", "title": "Sulfonylureas -- Adverse Effects", "content": "Weight gain is common with sulfonylureas. [40] The ADA guideline recommends considering the patient’s weight when selecting an antidiabetic drug. [41] Avoid prescribing sulfonylureas to obese patients. [40] Other common side effects include nausea, diarrhea, dizziness, and headache. [7] Chlorpropamide and tolbutamide cause facial flushing with alcohol. [42]", "contents": "Sulfonylureas -- Adverse Effects. Weight gain is common with sulfonylureas. [40] The ADA guideline recommends considering the patient’s weight when selecting an antidiabetic drug. [41] Avoid prescribing sulfonylureas to obese patients. [40] Other common side effects include nausea, diarrhea, dizziness, and headache. [7] Chlorpropamide and tolbutamide cause facial flushing with alcohol. [42]"}
{"id": "article-29673_16", "title": "Sulfonylureas -- Adverse Effects", "content": "The University Group Diabetes Program (UGDP) trial showed an increased risk of mortality with tolbutamide. [43] As a result, the Food and Drug Administration (FDA) required a boxed warning about the increased risk of cardiovascular events with all sulfonylureas and that manufacturers must prove the cardiovascular safety of all new antidiabetic medications. [44]", "contents": "Sulfonylureas -- Adverse Effects. The University Group Diabetes Program (UGDP) trial showed an increased risk of mortality with tolbutamide. [43] As a result, the Food and Drug Administration (FDA) required a boxed warning about the increased risk of cardiovascular events with all sulfonylureas and that manufacturers must prove the cardiovascular safety of all new antidiabetic medications. [44]"}
{"id": "article-29673_17", "title": "Sulfonylureas -- Adverse Effects", "content": "Glimepiride is not associated with an increased cardiovascular risk. [43] The Cardiovascular and Renal Microvascular Outcome Study with Linagliptin (CARMELINA) showed the dipeptidyl peptidase-4 (DPP-4) inhibitor, linagliptin, to have neutral cardiovascular safety effects. [45] The Cardiovascular Outcome Study of Linagliptin Versus Glimepiride in Patients with Type 2 Diabetes (CAROLINA) showed similar cardiovascular outcomes between glimepiride and linagliptin. [46]", "contents": "Sulfonylureas -- Adverse Effects. Glimepiride is not associated with an increased cardiovascular risk. [43] The Cardiovascular and Renal Microvascular Outcome Study with Linagliptin (CARMELINA) showed the dipeptidyl peptidase-4 (DPP-4) inhibitor, linagliptin, to have neutral cardiovascular safety effects. [45] The Cardiovascular Outcome Study of Linagliptin Versus Glimepiride in Patients with Type 2 Diabetes (CAROLINA) showed similar cardiovascular outcomes between glimepiride and linagliptin. [46]"}
{"id": "article-29673_18", "title": "Sulfonylureas -- Adverse Effects", "content": "The ADA guideline recommends metformin as a first-line agent for all patients with type 2 diabetes unless contraindicated. [26] Studies have shown other antidiabetic drug classes to be as effective as sulfonylureas in lowering HbA1c. [1] Oral antidiabetic agents, except meglitinides (i.e., nateglinide and repaglinide), pose less risk of hypoglycemia than sulfonylureas. [47] Some of the newer antidiabetic drug classes have shown to have either neutral cardiovascular effects or cardiovascular benefits. [44] Therefore, in the absence of financial restrictions and given the availability of safer alternatives, patients should not receive sulfonylureas as second-line agents. [1] If a sulfonylurea is necessary for an elderly patient, the ADA guideline recommends using glipizide or glimepiride over glyburide since they are shorter acting and associated with less risk of hypoglycemia. [48]", "contents": "Sulfonylureas -- Adverse Effects. The ADA guideline recommends metformin as a first-line agent for all patients with type 2 diabetes unless contraindicated. [26] Studies have shown other antidiabetic drug classes to be as effective as sulfonylureas in lowering HbA1c. [1] Oral antidiabetic agents, except meglitinides (i.e., nateglinide and repaglinide), pose less risk of hypoglycemia than sulfonylureas. [47] Some of the newer antidiabetic drug classes have shown to have either neutral cardiovascular effects or cardiovascular benefits. [44] Therefore, in the absence of financial restrictions and given the availability of safer alternatives, patients should not receive sulfonylureas as second-line agents. [1] If a sulfonylurea is necessary for an elderly patient, the ADA guideline recommends using glipizide or glimepiride over glyburide since they are shorter acting and associated with less risk of hypoglycemia. [48]"}
{"id": "article-29673_19", "title": "Sulfonylureas -- Contraindications", "content": "The Beers Criteria for potentially inappropriate medication use in older adults includes chlorpropamide and glyburide. [49] Older adults may experience prolonged hypoglycemia with these long-acting agents. Chlorpropamide can also cause the syndrome of inappropriate antidiuretic hormone secretion. The 2012 American Geriatric Society Beers Criteria highly recommends and with strong evidence to avoid chlorpropamide and glyburide in older adults.", "contents": "Sulfonylureas -- Contraindications. The Beers Criteria for potentially inappropriate medication use in older adults includes chlorpropamide and glyburide. [49] Older adults may experience prolonged hypoglycemia with these long-acting agents. Chlorpropamide can also cause the syndrome of inappropriate antidiuretic hormone secretion. The 2012 American Geriatric Society Beers Criteria highly recommends and with strong evidence to avoid chlorpropamide and glyburide in older adults."}
{"id": "article-29673_20", "title": "Sulfonylureas -- Contraindications", "content": "There is a debate whether hypersensitivity to sulfonamides is a contraindication to prescribing sulfonylureas. [50] A literature review suggested that patients with allergies to sulfonamides may not need to avoid sulfonylureas. [51] However, given the small number of patients reviewed, there is limited data to confirm or refute the need to avoid sulfonylureas in patients with sulfa allergy. The medication package insert provides the FDA-approved product information, including contraindications. [52] Providers should review this information carefully. The court may determine a provider to be negligent if they prescribe a contraindicated medication that causes harm to a patient. [52]", "contents": "Sulfonylureas -- Contraindications. There is a debate whether hypersensitivity to sulfonamides is a contraindication to prescribing sulfonylureas. [50] A literature review suggested that patients with allergies to sulfonamides may not need to avoid sulfonylureas. [51] However, given the small number of patients reviewed, there is limited data to confirm or refute the need to avoid sulfonylureas in patients with sulfa allergy. The medication package insert provides the FDA-approved product information, including contraindications. [52] Providers should review this information carefully. The court may determine a provider to be negligent if they prescribe a contraindicated medication that causes harm to a patient. [52]"}
{"id": "article-29673_21", "title": "Sulfonylureas -- Contraindications", "content": "Oral antidiabetic agents, including sulfonylureas, are not FDA-approved for use in pregnancy and lactation. [53] However, according to the National Institute for Health and Clinical Excellence (NICE) guidance, glyburide is safe in pregnancy and lactation. [54] The Endocrine Society supports the NICE guidance in recommending glyburide for gestational diabetes in selected patients. [53] The ADA guideline recommends avoiding glyburide in patients with CKD. [26]", "contents": "Sulfonylureas -- Contraindications. Oral antidiabetic agents, including sulfonylureas, are not FDA-approved for use in pregnancy and lactation. [53] However, according to the National Institute for Health and Clinical Excellence (NICE) guidance, glyburide is safe in pregnancy and lactation. [54] The Endocrine Society supports the NICE guidance in recommending glyburide for gestational diabetes in selected patients. [53] The ADA guideline recommends avoiding glyburide in patients with CKD. [26]"}
{"id": "article-29673_22", "title": "Sulfonylureas -- Monitoring", "content": "The ADA guideline recommends monitoring HbA1c levels at least quarterly after therapy change or if patients do not meet glycemic goals. [55] Providers can monitor HbA1c levels less frequently but at least twice a year in patients who meet their glycemic goal.", "contents": "Sulfonylureas -- Monitoring. The ADA guideline recommends monitoring HbA1c levels at least quarterly after therapy change or if patients do not meet glycemic goals. [55] Providers can monitor HbA1c levels less frequently but at least twice a year in patients who meet their glycemic goal."}
{"id": "article-29673_23", "title": "Sulfonylureas -- Monitoring", "content": "For patients with diabetes mellitus type 2 on insulin therapy, the ADA guideline recommends self-monitoring of blood glucose (SMBG) to decrease the risk of hypoglycemia and manage hyperglycemia. [56] However, the benefits of SMBG in achieving the desired glycemic control in patients who are not using insulin are debatable. [57] A meta-analysis showed that SMBG effectively guides therapy and reduces HbA1c levels for patients who are not on insulin therapy. For patients on oral hypoglycemic medications, including sulfonylureas, patient-specific factors determine the need for SMBG and testing frequency. Monitor patients for hypoglycemia with sulfonylureas.", "contents": "Sulfonylureas -- Monitoring. For patients with diabetes mellitus type 2 on insulin therapy, the ADA guideline recommends self-monitoring of blood glucose (SMBG) to decrease the risk of hypoglycemia and manage hyperglycemia. [56] However, the benefits of SMBG in achieving the desired glycemic control in patients who are not using insulin are debatable. [57] A meta-analysis showed that SMBG effectively guides therapy and reduces HbA1c levels for patients who are not on insulin therapy. For patients on oral hypoglycemic medications, including sulfonylureas, patient-specific factors determine the need for SMBG and testing frequency. Monitor patients for hypoglycemia with sulfonylureas."}
{"id": "article-29673_24", "title": "Sulfonylureas -- Monitoring", "content": "Monitor serum creatinine once a year or every 3 to 4 months in selected patients and adjust the sulfonylurea dose accordingly. [58] Risk of hypoglycemia increases in patients with an estimated glomerular filtration rate (eGFR) < 60 mL/min/1.73 m^2. [59]", "contents": "Sulfonylureas -- Monitoring. Monitor serum creatinine once a year or every 3 to 4 months in selected patients and adjust the sulfonylurea dose accordingly. [58] Risk of hypoglycemia increases in patients with an estimated glomerular filtration rate (eGFR) < 60 mL/min/1.73 m^2. [59]"}
{"id": "article-29673_25", "title": "Sulfonylureas -- Monitoring", "content": "Instruct patients to perform self-glucose monitoring when they develop symptoms of hypoglycemia. [1] Patients should share this information with their health care provider to guide therapy adjustment.", "contents": "Sulfonylureas -- Monitoring. Instruct patients to perform self-glucose monitoring when they develop symptoms of hypoglycemia. [1] Patients should share this information with their health care provider to guide therapy adjustment."}
{"id": "article-29673_26", "title": "Sulfonylureas -- Toxicity", "content": "Sulfonylureas have a narrow therapeutic index. [35] Hypoglycemia is the most common toxicity associated with intentional or accidental overdose of sulfonylureas and may take up to 12 hours to occur. [35] [60] Some symptoms of hypoglycemia are shakiness, irritability, tachycardia, confusion, and hunger. [55] In severe cases, hypoglycemia may lead to loss of consciousness, seizure, coma, or death. In children ages 1 to 4 years old, hypoglycemia occurred with the accidental ingestion of one of the following: chlorpropamide 250 mg, glipizide 5 mg, or glyburide 2.5 mg. [61]", "contents": "Sulfonylureas -- Toxicity. Sulfonylureas have a narrow therapeutic index. [35] Hypoglycemia is the most common toxicity associated with intentional or accidental overdose of sulfonylureas and may take up to 12 hours to occur. [35] [60] Some symptoms of hypoglycemia are shakiness, irritability, tachycardia, confusion, and hunger. [55] In severe cases, hypoglycemia may lead to loss of consciousness, seizure, coma, or death. In children ages 1 to 4 years old, hypoglycemia occurred with the accidental ingestion of one of the following: chlorpropamide 250 mg, glipizide 5 mg, or glyburide 2.5 mg. [61]"}
{"id": "article-29673_27", "title": "Sulfonylureas -- Toxicity", "content": "Educate patients that the hypoglycemia alert value is ≤ 70 mg/dL (3.9 mmol/L). [62] The ADA guideline recommends 15 to 20 grams of pure oral glucose as the treatment of choice for hypoglycemia. [55] Pure glucose provides a better response than food containing carbohydrates. Fat content may delay response to the carbohydrate-containing food, and protein may worsen the hypoglycemic episodes by stimulating insulin release without increasing blood glucose levels. [63]", "contents": "Sulfonylureas -- Toxicity. Educate patients that the hypoglycemia alert value is ≤ 70 mg/dL (3.9 mmol/L). [62] The ADA guideline recommends 15 to 20 grams of pure oral glucose as the treatment of choice for hypoglycemia. [55] Pure glucose provides a better response than food containing carbohydrates. Fat content may delay response to the carbohydrate-containing food, and protein may worsen the hypoglycemic episodes by stimulating insulin release without increasing blood glucose levels. [63]"}
{"id": "article-29673_28", "title": "Sulfonylureas -- Toxicity", "content": "The “Rule of 15” or “15-15” rule applies to treatment with glucose. The patient should receive 15 grams of glucose, recheck blood glucose levels 15 minutes later, and repeat the process as needed until hypoglycemia resolves. [64] Sources of oral glucose include, but are not limited to, glucose tablets, juice, or soft drink. [35] Depending on the duration of action of the sulfonylurea responsible for the overdose, hypoglycemia may reoccur. [62] Educate patients to eat a meal or a snack once their serum glucose is normal or trending up to prevent a recurrent hypoglycemic episode. [62] [55]", "contents": "Sulfonylureas -- Toxicity. The “Rule of 15” or “15-15” rule applies to treatment with glucose. The patient should receive 15 grams of glucose, recheck blood glucose levels 15 minutes later, and repeat the process as needed until hypoglycemia resolves. [64] Sources of oral glucose include, but are not limited to, glucose tablets, juice, or soft drink. [35] Depending on the duration of action of the sulfonylurea responsible for the overdose, hypoglycemia may reoccur. [62] Educate patients to eat a meal or a snack once their serum glucose is normal or trending up to prevent a recurrent hypoglycemic episode. [62] [55]"}
{"id": "article-29673_29", "title": "Sulfonylureas -- Toxicity", "content": "In hospitalized patients, intravenous (IV) dextrose is the first-line therapy for severe hypoglycemia from sulfonylureas. [35] Patients may require a continuous IV infusion of dextrose to prevent recurrent hypoglycemia, especially with long-acting sulfonylureas. [65] Check blood glucose levels every 15 minutes. [66]", "contents": "Sulfonylureas -- Toxicity. In hospitalized patients, intravenous (IV) dextrose is the first-line therapy for severe hypoglycemia from sulfonylureas. [35] Patients may require a continuous IV infusion of dextrose to prevent recurrent hypoglycemia, especially with long-acting sulfonylureas. [65] Check blood glucose levels every 15 minutes. [66]"}
{"id": "article-29673_30", "title": "Sulfonylureas -- Toxicity", "content": "Glucagon stimulates glucose production in the liver and is useful for patients who refuse or cannot take oral glucose. [62] Glucagon is available in different formulations for various routes of administration. [67] The powder for injection requires reconstitution before intramuscular or subcutaneous administration. Newer formulations of glucagon that patients may favor do not require reconstitution. The FDA approved glucagon nasal powder in July 2019, which is a convenient portable dry spray. In September 2019, the FDA approved a solution for subcutaneous injection available in a prefilled syringe and an autoinjector. Educate all patients and their caregivers on proper glucagon administration techniques. [62]", "contents": "Sulfonylureas -- Toxicity. Glucagon stimulates glucose production in the liver and is useful for patients who refuse or cannot take oral glucose. [62] Glucagon is available in different formulations for various routes of administration. [67] The powder for injection requires reconstitution before intramuscular or subcutaneous administration. Newer formulations of glucagon that patients may favor do not require reconstitution. The FDA approved glucagon nasal powder in July 2019, which is a convenient portable dry spray. In September 2019, the FDA approved a solution for subcutaneous injection available in a prefilled syringe and an autoinjector. Educate all patients and their caregivers on proper glucagon administration techniques. [62]"}
{"id": "article-29673_31", "title": "Sulfonylureas -- Toxicity", "content": "Octreotide is a somatostatin analog that results in an effect opposite to that of sulfonylureas. By binding to the somatostatin-2 receptors on the pancreatic beta cells, octreotide inhibits calcium influx, thus blocking insulin secretion. [35] Since IV dextrose corrects hypoglycemia but may trigger insulin secretion and a recurrence of hypoglycemia, administering octreotide blocks the undesired insulin secretion in response to IV dextrose. Evidence supports the use of octreotide for hypoglycemia induced by sulfonylureas when dextrose alone does not normalize the blood glucose. [60] There is a debate regarding the best time to administer octreotide. Some experts recommend reserving octreotide to patients who experience recurrent hypoglycemia, while others recommend a proactive approach of initiating octreotide after the first hypoglycemic episode. [35] Monitor all patients for 12 hours after hypoglycemia treatment to recognize and treat recurrent episodes. [35]", "contents": "Sulfonylureas -- Toxicity. Octreotide is a somatostatin analog that results in an effect opposite to that of sulfonylureas. By binding to the somatostatin-2 receptors on the pancreatic beta cells, octreotide inhibits calcium influx, thus blocking insulin secretion. [35] Since IV dextrose corrects hypoglycemia but may trigger insulin secretion and a recurrence of hypoglycemia, administering octreotide blocks the undesired insulin secretion in response to IV dextrose. Evidence supports the use of octreotide for hypoglycemia induced by sulfonylureas when dextrose alone does not normalize the blood glucose. [60] There is a debate regarding the best time to administer octreotide. Some experts recommend reserving octreotide to patients who experience recurrent hypoglycemia, while others recommend a proactive approach of initiating octreotide after the first hypoglycemic episode. [35] Monitor all patients for 12 hours after hypoglycemia treatment to recognize and treat recurrent episodes. [35]"}
{"id": "article-29673_32", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "Diabetes mellitus is a chronic condition that can negatively affect various organ systems. [68] Diabetes is a major public health problem that has been on the rise. [69] [70] Patients taking antidiabetic medications, including sulfonylureas, assess their HbA1c at least twice a year if they have been stable within therapeutic goals. Assess HbA1c at least three times a year if diabetes is uncontrolled. [55] [Level 5]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. Diabetes mellitus is a chronic condition that can negatively affect various organ systems. [68] Diabetes is a major public health problem that has been on the rise. [69] [70] Patients taking antidiabetic medications, including sulfonylureas, assess their HbA1c at least twice a year if they have been stable within therapeutic goals. Assess HbA1c at least three times a year if diabetes is uncontrolled. [55] [Level 5]"}
{"id": "article-29673_33", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "Available data supports an interprofessional team approach in diabetes care. An interprofessional healthcare team model for diabetes care may include clinicians (MDs, DOs, NPs, PAs), nurses, diabetes educators, dietitians, and pharmacists. Providers from different professions complement each other to improve patient outcomes and decrease healthcare costs. [71]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. Available data supports an interprofessional team approach in diabetes care. An interprofessional healthcare team model for diabetes care may include clinicians (MDs, DOs, NPs, PAs), nurses, diabetes educators, dietitians, and pharmacists. Providers from different professions complement each other to improve patient outcomes and decrease healthcare costs. [71]"}
{"id": "article-29673_34", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "A clinician-pharmacist collaborative practice is beneficial to patients with diabetes. [72] This practice promotes better diabetes control with a reduction in HbA1c, reducing low-density lipoprotein (LDL) levels, improved screening for microalbuminuria, and an increased number of annual eye and foot exams. Pharmacists can also play a major role in interviewing patients to obtain an accurate medication history, identifying medication non-adherence, and adjusting medication regimens. [73]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. A clinician-pharmacist collaborative practice is beneficial to patients with diabetes. [72] This practice promotes better diabetes control with a reduction in HbA1c, reducing low-density lipoprotein (LDL) levels, improved screening for microalbuminuria, and an increased number of annual eye and foot exams. Pharmacists can also play a major role in interviewing patients to obtain an accurate medication history, identifying medication non-adherence, and adjusting medication regimens. [73]"}
{"id": "article-29673_35", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "Evidence supports implementing nurse champion models, including nurses, certified diabetes educators, and clinical mentors for diabetes care. [71] A nurse champion model results in a win-win situation for hospitals and patients. Hospitals save money by decreasing readmission rates and medication errors. Patients experience improved quality of life, reduction in HbA1c, decreased hospital readmissions, and greater weight loss. Overall, this collaborative effort leads to a higher standard of care for patients with diabetes.", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. Evidence supports implementing nurse champion models, including nurses, certified diabetes educators, and clinical mentors for diabetes care. [71] A nurse champion model results in a win-win situation for hospitals and patients. Hospitals save money by decreasing readmission rates and medication errors. Patients experience improved quality of life, reduction in HbA1c, decreased hospital readmissions, and greater weight loss. Overall, this collaborative effort leads to a higher standard of care for patients with diabetes."}
{"id": "article-29673_36", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "Dietitians serve as an invaluable resource for patients with diabetes. The evidence-based practice guideline by the Academy of Nutrition and Dietetics strongly supports dietitians in providing medical nutrition therapy to improve patient outcomes. [74]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. Dietitians serve as an invaluable resource for patients with diabetes. The evidence-based practice guideline by the Academy of Nutrition and Dietetics strongly supports dietitians in providing medical nutrition therapy to improve patient outcomes. [74]"}
{"id": "article-29673_37", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team should follow a patient-centered approach and tailor diabetes therapy to the patient’s needs. [75] The therapeutic plan should include the management of other risk factors or diabetes complications. The healthcare team should encourage physical activity and a healthy lifestyle, including smoking cessation and weight management, and treat hypertension and dyslipidemia to decrease cardiovascular risk. The healthcare team should identify and address barriers to medication adherence. [Level 2] For example, if the patient is diagnosed with depression, then treating depression effectively may improve medication adherence for chronic conditions like diabetes. [76]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. The healthcare team should follow a patient-centered approach and tailor diabetes therapy to the patient’s needs. [75] The therapeutic plan should include the management of other risk factors or diabetes complications. The healthcare team should encourage physical activity and a healthy lifestyle, including smoking cessation and weight management, and treat hypertension and dyslipidemia to decrease cardiovascular risk. The healthcare team should identify and address barriers to medication adherence. [Level 2] For example, if the patient is diagnosed with depression, then treating depression effectively may improve medication adherence for chronic conditions like diabetes. [76]"}
{"id": "article-29673_38", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team should realize that food insecurity might complicate diabetes. Patients who do not have access to nutritious, healthy food may experience hyperglycemia, and patients who are unable to obtain food may experience hypoglycemia. [75] Whenever possible, the healthcare team should seek resources available in the community to help patients overcome food insecurity. [Level 5]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. The healthcare team should realize that food insecurity might complicate diabetes. Patients who do not have access to nutritious, healthy food may experience hyperglycemia, and patients who are unable to obtain food may experience hypoglycemia. [75] Whenever possible, the healthcare team should seek resources available in the community to help patients overcome food insecurity. [Level 5]"}
{"id": "article-29673_39", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "As mentioned before, hypoglycemia is a common adverse effect associated with sulfonylureas. Severe hypoglycemia may lead to serious consequences, including seizure, coma, or death. To minimize the risk of hypoglycemic events, the healthcare team should identify patients at risk of hypoglycemia and consider less stringent HbA1c goals. [55] [Level 3] In addition, reassess the target HbA1c levels over time as the goals might change based on the patient’s age and comorbidities. [Level 5] Inquire about episodes of hypoglycemia during each patient encounter. Remind patients and their caregivers to react to a serum glucose level of less than or equal to 70 mg/dL by consuming glucose. Remind them about the “15-15” rule. [Level 2] During each visit, assess their glucagon injection technique. Ensure that everyone involved in the patient’s care knows where glucagon is and remind them to replace the product before the expiration date. [55] [Level 5]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. As mentioned before, hypoglycemia is a common adverse effect associated with sulfonylureas. Severe hypoglycemia may lead to serious consequences, including seizure, coma, or death. To minimize the risk of hypoglycemic events, the healthcare team should identify patients at risk of hypoglycemia and consider less stringent HbA1c goals. [55] [Level 3] In addition, reassess the target HbA1c levels over time as the goals might change based on the patient’s age and comorbidities. [Level 5] Inquire about episodes of hypoglycemia during each patient encounter. Remind patients and their caregivers to react to a serum glucose level of less than or equal to 70 mg/dL by consuming glucose. Remind them about the “15-15” rule. [Level 2] During each visit, assess their glucagon injection technique. Ensure that everyone involved in the patient’s care knows where glucagon is and remind them to replace the product before the expiration date. [55] [Level 5]"}
{"id": "article-29673_40", "title": "Sulfonylureas -- Enhancing Healthcare Team Outcomes", "content": "While newer and potentially safer alternatives are now available, sulfonylureas can be a useful adjunct in diabetes management, especially when the cost of therapy is an issue. Successful therapy requires a collaborative interprofessional effort to maximize the therapeutic efficacy of sulfonylureas while minimizing potential adverse events. [Level 5]", "contents": "Sulfonylureas -- Enhancing Healthcare Team Outcomes. While newer and potentially safer alternatives are now available, sulfonylureas can be a useful adjunct in diabetes management, especially when the cost of therapy is an issue. Successful therapy requires a collaborative interprofessional effort to maximize the therapeutic efficacy of sulfonylureas while minimizing potential adverse events. [Level 5]"}
{"id": "article-29673_41", "title": "Sulfonylureas -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sulfonylureas -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}