{"id": "article-26572_0", "title": "Pancreatic Insufficiency -- Continuing Education Activity", "content": "The pancreas has an essential role in the digestion, absorption, and metabolism of carbohydrates, fats, and proteins. Damage to the cells producing pancreatic enzymes leads to exocrine pancreatic insufficiency, which is a serious problem leading to malnutrition, complications, and poor quality of life. This activity reviews the evaluation and management of the exocrine pancreatic insufficiency and highlights interprofessional team members' role in collaborating to provide well-coordinated care and enhance patient outcomes.", "contents": "Pancreatic Insufficiency -- Continuing Education Activity. The pancreas has an essential role in the digestion, absorption, and metabolism of carbohydrates, fats, and proteins. Damage to the cells producing pancreatic enzymes leads to exocrine pancreatic insufficiency, which is a serious problem leading to malnutrition, complications, and poor quality of life. This activity reviews the evaluation and management of the exocrine pancreatic insufficiency and highlights interprofessional team members' role in collaborating to provide well-coordinated care and enhance patient outcomes."}
{"id": "article-26572_1", "title": "Pancreatic Insufficiency -- Continuing Education Activity", "content": "Objectives: Identify the etiology of exocrine pancreatic insufficiency. Outline the appropriate evaluation of exocrine pancreatic insufficiency. Review the treatment options available for exocrine pancreatic insufficiency. Describe interprofessional team strategies for improving care coordination and communication to advance exocrine pancreatic insufficiency and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pancreatic Insufficiency -- Continuing Education Activity. Objectives: Identify the etiology of exocrine pancreatic insufficiency. Outline the appropriate evaluation of exocrine pancreatic insufficiency. Review the treatment options available for exocrine pancreatic insufficiency. Describe interprofessional team strategies for improving care coordination and communication to advance exocrine pancreatic insufficiency and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-26572_2", "title": "Pancreatic Insufficiency -- Introduction", "content": "The pancreas is a soft, finely lobulated gland located behind the peritoneum on the posterior abdominal wall and has both endocrine and exocrine functions. It plays an essential role in the digestion, absorption, and metabolism of carbohydrates, fats, and proteins. Exocrine pancreatic insufficiency (EPI) refers to reducing pancreatic enzyme activity (mainly pancreatic lipase) in the intestinal lumen below the threshold required for digestive functions. These changes could be due to inadequate pancreatic stimulation of pancreatic secretion, insufficient secretion of pancreatic digestive enzymes by the pancreatic acinar cells, or outflow obstruction of the pancreatic duct, and inadequate mixing of the pancreatic enzymes with food.", "contents": "Pancreatic Insufficiency -- Introduction. The pancreas is a soft, finely lobulated gland located behind the peritoneum on the posterior abdominal wall and has both endocrine and exocrine functions. It plays an essential role in the digestion, absorption, and metabolism of carbohydrates, fats, and proteins. Exocrine pancreatic insufficiency (EPI) refers to reducing pancreatic enzyme activity (mainly pancreatic lipase) in the intestinal lumen below the threshold required for digestive functions. These changes could be due to inadequate pancreatic stimulation of pancreatic secretion, insufficient secretion of pancreatic digestive enzymes by the pancreatic acinar cells, or outflow obstruction of the pancreatic duct, and inadequate mixing of the pancreatic enzymes with food."}
{"id": "article-26572_3", "title": "Pancreatic Insufficiency -- Introduction", "content": "Patients with EPI may present with clinical manifestations such as steatorrhea, flatulence, weight loss, and abdominal pain of variable location and severity. The disease is associated with impairment of quality of life, increased risk of complications due to malnutrition and changes in bone density, and increased motility risk.  While pancreatic malfunction could affect both endocrine and exocrine functions of the pancreas, the term pancreatic insufficiency usually refers to exocrine rather than endocrine deficiency. In this activity, we will focus on exocrine pancreatic insufficiency.", "contents": "Pancreatic Insufficiency -- Introduction. Patients with EPI may present with clinical manifestations such as steatorrhea, flatulence, weight loss, and abdominal pain of variable location and severity. The disease is associated with impairment of quality of life, increased risk of complications due to malnutrition and changes in bone density, and increased motility risk.  While pancreatic malfunction could affect both endocrine and exocrine functions of the pancreas, the term pancreatic insufficiency usually refers to exocrine rather than endocrine deficiency. In this activity, we will focus on exocrine pancreatic insufficiency."}
{"id": "article-26572_4", "title": "Pancreatic Insufficiency -- Etiology", "content": "The principal two causes of exocrine pancreatic insufficiency are chronic pancreatitis in adults and cystic fibrosis in children. Other causes include- acute pancreatitis, pancreatic tumors, diabetes mellitus, celiac disease, inflammatory bowel disease, bariatric surgery, HIV/AIDS, and genetic and congenital causes. [1] [2] [3]", "contents": "Pancreatic Insufficiency -- Etiology. The principal two causes of exocrine pancreatic insufficiency are chronic pancreatitis in adults and cystic fibrosis in children. Other causes include- acute pancreatitis, pancreatic tumors, diabetes mellitus, celiac disease, inflammatory bowel disease, bariatric surgery, HIV/AIDS, and genetic and congenital causes. [1] [2] [3]"}
{"id": "article-26572_5", "title": "Pancreatic Insufficiency -- Etiology", "content": "The Toxic-Metabolic, Idiopathic, Genetic, Autoimmune, Recurrent, and Severe Acute Pancreatitis, Obstructive (TIGAR-O) classification system was developed to categorize causes and risk factors of chronic pancreatitis and pancreatic exocrine insufficiency. [4]", "contents": "Pancreatic Insufficiency -- Etiology. The Toxic-Metabolic, Idiopathic, Genetic, Autoimmune, Recurrent, and Severe Acute Pancreatitis, Obstructive (TIGAR-O) classification system was developed to categorize causes and risk factors of chronic pancreatitis and pancreatic exocrine insufficiency. [4]"}
{"id": "article-26572_6", "title": "Pancreatic Insufficiency -- Etiology", "content": "The toxic-metabolic causes include alcohol, tobacco smoking, hypercalcemia, hyperlipidemia, and chronic renal failure. The idiopathic causes are responsible for approximately 25% of causes, and recently it is related to genetic defects. The genetic defects may include CFTR mutations, SPINK1 mutations, and hereditary pancreatitis. The autoimmune causes include pancreatitis associated with Sjogren syndrome, primary biliary cirrhosis, and inflammatory bowel disease. There is recurrent and severe acute pancreatitis, including recurrent acute pancreatitis, post-necrotic, vascular diseases, and post-radiation. Obstructive causes include congenital anomalies of pancreatic ducts (large or small duct), sphincter of Oddi dysfunction, obstruction of the duct by a tumor, and post-traumatic pancreatic duct fibrosis.", "contents": "Pancreatic Insufficiency -- Etiology. The toxic-metabolic causes include alcohol, tobacco smoking, hypercalcemia, hyperlipidemia, and chronic renal failure. The idiopathic causes are responsible for approximately 25% of causes, and recently it is related to genetic defects. The genetic defects may include CFTR mutations, SPINK1 mutations, and hereditary pancreatitis. The autoimmune causes include pancreatitis associated with Sjogren syndrome, primary biliary cirrhosis, and inflammatory bowel disease. There is recurrent and severe acute pancreatitis, including recurrent acute pancreatitis, post-necrotic, vascular diseases, and post-radiation. Obstructive causes include congenital anomalies of pancreatic ducts (large or small duct), sphincter of Oddi dysfunction, obstruction of the duct by a tumor, and post-traumatic pancreatic duct fibrosis."}
{"id": "article-26572_7", "title": "Pancreatic Insufficiency -- Etiology", "content": "Alcohol excess is a well-recognized cause of chronic pancreatitis. In the United States, heavy drinkers have a triple risk of developing chronic pancreatitis, and the risk was further increased in drinkers who are also heavy smokers. [5]", "contents": "Pancreatic Insufficiency -- Etiology. Alcohol excess is a well-recognized cause of chronic pancreatitis. In the United States, heavy drinkers have a triple risk of developing chronic pancreatitis, and the risk was further increased in drinkers who are also heavy smokers. [5]"}
{"id": "article-26572_8", "title": "Pancreatic Insufficiency -- Etiology", "content": "The pancreas is one of the primary organs affected by cystic fibrosis. About 85% of cystic fibrosis patients have EPI, usually acquired soon after birth. All patients, regardless of age, need to be tested for EPI. [6] [7]", "contents": "Pancreatic Insufficiency -- Etiology. The pancreas is one of the primary organs affected by cystic fibrosis. About 85% of cystic fibrosis patients have EPI, usually acquired soon after birth. All patients, regardless of age, need to be tested for EPI. [6] [7]"}
{"id": "article-26572_9", "title": "Pancreatic Insufficiency -- Etiology", "content": "EPI could present in a small number of patients with celiac disease; however, it usually resolves after dietetic control. EPI should be excluded in patients with celiac disease who remain symptomatic despite a gluten-free diet. [2] [8]", "contents": "Pancreatic Insufficiency -- Etiology. EPI could present in a small number of patients with celiac disease; however, it usually resolves after dietetic control. EPI should be excluded in patients with celiac disease who remain symptomatic despite a gluten-free diet. [2] [8]"}
{"id": "article-26572_10", "title": "Pancreatic Insufficiency -- Etiology", "content": "EPI is not uncommon in inflammatory bowel disease. It could result from disease activity (autoimmune changes) or secondary to medications used in the treatment. Both acute and chronic pancreatitis has increased incidence among inflammatory bowel disease patients. [9] [10]", "contents": "Pancreatic Insufficiency -- Etiology. EPI is not uncommon in inflammatory bowel disease. It could result from disease activity (autoimmune changes) or secondary to medications used in the treatment. Both acute and chronic pancreatitis has increased incidence among inflammatory bowel disease patients. [9] [10]"}
{"id": "article-26572_11", "title": "Pancreatic Insufficiency -- Etiology", "content": "EPI is a well-known complication after bariatric surgery and could impose an important entity due to the increasing number of such surgeries worldwide. Altered anatomy and intersecting symptoms with the surgery itself make distinction difficult. Bariatric surgery includes bypassing a portion of the gastrointestinal tract; the extent of malabsorption depends on the length of the part removed. [11]", "contents": "Pancreatic Insufficiency -- Etiology. EPI is a well-known complication after bariatric surgery and could impose an important entity due to the increasing number of such surgeries worldwide. Altered anatomy and intersecting symptoms with the surgery itself make distinction difficult. Bariatric surgery includes bypassing a portion of the gastrointestinal tract; the extent of malabsorption depends on the length of the part removed. [11]"}
{"id": "article-26572_12", "title": "Pancreatic Insufficiency -- Etiology", "content": "EPI has been associated with HIV infection and is considered an important cause of chronic diarrhea in patients with HIV. Screening for EPI should be performed in patients with HIV presenting with chronic diarrhea. [12]", "contents": "Pancreatic Insufficiency -- Etiology. EPI has been associated with HIV infection and is considered an important cause of chronic diarrhea in patients with HIV. Screening for EPI should be performed in patients with HIV presenting with chronic diarrhea. [12]"}
{"id": "article-26572_13", "title": "Pancreatic Insufficiency -- Epidemiology", "content": "The exact prevalence of exocrine pancreatic insufficiency in the population is unknown. It occurs secondary to multiple causes with varying prevalence. [13]", "contents": "Pancreatic Insufficiency -- Epidemiology. The exact prevalence of exocrine pancreatic insufficiency in the population is unknown. It occurs secondary to multiple causes with varying prevalence. [13]"}
{"id": "article-26572_14", "title": "Pancreatic Insufficiency -- Epidemiology", "content": "EPI is prevalent in about 60% to 90% of patients diagnosed with chronic pancreatitis within 10 to 12 years of diagnosis. Chronic pancreatitis occurs in about 42 to 73 per 100,000 of the population in the United States and is considered to be the most common pancreatic disorder associated with pancreatic insufficiency, and this could be compared to 36 to 125 per 100,000 of the population in Japan, China, and India. [13] [14] [15]", "contents": "Pancreatic Insufficiency -- Epidemiology. EPI is prevalent in about 60% to 90% of patients diagnosed with chronic pancreatitis within 10 to 12 years of diagnosis. Chronic pancreatitis occurs in about 42 to 73 per 100,000 of the population in the United States and is considered to be the most common pancreatic disorder associated with pancreatic insufficiency, and this could be compared to 36 to 125 per 100,000 of the population in Japan, China, and India. [13] [14] [15]"}
{"id": "article-26572_15", "title": "Pancreatic Insufficiency -- Epidemiology", "content": "A study of the prevalence of EPI in patients admitted with acute pancreatitis found in more than half (62%) of patients, reducing over follow up to 35%. The risk of EPI in those patients was higher when alcohol was the etiology. The risk of EPI was doubled in severe compared to mild acute pancreatitis. [16]", "contents": "Pancreatic Insufficiency -- Epidemiology. A study of the prevalence of EPI in patients admitted with acute pancreatitis found in more than half (62%) of patients, reducing over follow up to 35%. The risk of EPI in those patients was higher when alcohol was the etiology. The risk of EPI was doubled in severe compared to mild acute pancreatitis. [16]"}
{"id": "article-26572_16", "title": "Pancreatic Insufficiency -- Epidemiology", "content": "The prevalence of EPI among diabetic patients is low and usually mild to moderate. In a study of 133 patients with diabetes in whom pancreatic insufficiency was evaluated using the fecal elastase-1 (FE-1) assay as a screening test, 13% had a low FE-1. Other studies showed that in type 1 diabetes, 10% to 30% had severe and 22% to 56% had a moderate EPI, while in type 2 diabetes, 5% to 46% had EPI. [17] [18] [19]", "contents": "Pancreatic Insufficiency -- Epidemiology. The prevalence of EPI among diabetic patients is low and usually mild to moderate. In a study of 133 patients with diabetes in whom pancreatic insufficiency was evaluated using the fecal elastase-1 (FE-1) assay as a screening test, 13% had a low FE-1. Other studies showed that in type 1 diabetes, 10% to 30% had severe and 22% to 56% had a moderate EPI, while in type 2 diabetes, 5% to 46% had EPI. [17] [18] [19]"}
{"id": "article-26572_17", "title": "Pancreatic Insufficiency -- Epidemiology", "content": "About 66% to 92% of patients with advanced pancreatic cancer get EPI. Between 14 and 74% of IBD patients might suffer from EPI. Among patients undergoing bariatric surgery, the risk of EPI is still high despite enzymatic and nutritional supplements. [2] [11] The prevalence of EPI in patients with HIV/AIDS is estimated between 26% to 45%. [20]", "contents": "Pancreatic Insufficiency -- Epidemiology. About 66% to 92% of patients with advanced pancreatic cancer get EPI. Between 14 and 74% of IBD patients might suffer from EPI. Among patients undergoing bariatric surgery, the risk of EPI is still high despite enzymatic and nutritional supplements. [2] [11] The prevalence of EPI in patients with HIV/AIDS is estimated between 26% to 45%. [20]"}
{"id": "article-26572_18", "title": "Pancreatic Insufficiency -- Pathophysiology", "content": "Under normal circumstances, when the chyme arrives at the duodenum, both secretin and cholecystokinin are released, leading to secretion of about 1.5 l/day of pancreatic juice containing pancreatic enzymes (amylase, lipase, and protease), water, and ions (bicarbonate and phosphate). These enzymes are responsible for most of the digestive work in the small intestine. [5] It is often thought that a loss of 90% of pancreatic function is required before overt exocrine insufficiency occurs; however, this is not well supported by current studies. [21]", "contents": "Pancreatic Insufficiency -- Pathophysiology. Under normal circumstances, when the chyme arrives at the duodenum, both secretin and cholecystokinin are released, leading to secretion of about 1.5 l/day of pancreatic juice containing pancreatic enzymes (amylase, lipase, and protease), water, and ions (bicarbonate and phosphate). These enzymes are responsible for most of the digestive work in the small intestine. [5] It is often thought that a loss of 90% of pancreatic function is required before overt exocrine insufficiency occurs; however, this is not well supported by current studies. [21]"}
{"id": "article-26572_19", "title": "Pancreatic Insufficiency -- Pathophysiology", "content": "Chronic pancreatitis is a condition affecting the pancreas where recurrent inflammation results in a replacement of pancreatic tissue by fibrosis; consequently, both endocrine and exocrine functions of the pancreas could be affected. [3] There are multiple theories for the pathogenesis of chronic pancreatitis, including; toxic metabolic theory, oxidative stress theory, obstructive theory, and necrosis-fibrosis hypothesis. [19] [22]", "contents": "Pancreatic Insufficiency -- Pathophysiology. Chronic pancreatitis is a condition affecting the pancreas where recurrent inflammation results in a replacement of pancreatic tissue by fibrosis; consequently, both endocrine and exocrine functions of the pancreas could be affected. [3] There are multiple theories for the pathogenesis of chronic pancreatitis, including; toxic metabolic theory, oxidative stress theory, obstructive theory, and necrosis-fibrosis hypothesis. [19] [22]"}
{"id": "article-26572_20", "title": "Pancreatic Insufficiency -- Pathophysiology", "content": "In cystic fibrosis, epithelial cells in pancreatic ducts could be affected by mutations in the cystic fibrosis transmembrane conductance regulator ( CFTR ) gene that encodes a cAMP-regulated anion channel. Exocrine pancreatic insufficiency results from chronic obstructive pancreatitis. [23] [24] Also, decreased ductal bicarbonate secretion and the resulting decreased alkalization of the acinar lumen might enhance inflammation and the destruction of pancreatic ducts. [7]", "contents": "Pancreatic Insufficiency -- Pathophysiology. In cystic fibrosis, epithelial cells in pancreatic ducts could be affected by mutations in the cystic fibrosis transmembrane conductance regulator ( CFTR ) gene that encodes a cAMP-regulated anion channel. Exocrine pancreatic insufficiency results from chronic obstructive pancreatitis. [23] [24] Also, decreased ductal bicarbonate secretion and the resulting decreased alkalization of the acinar lumen might enhance inflammation and the destruction of pancreatic ducts. [7]"}
{"id": "article-26572_21", "title": "Pancreatic Insufficiency -- Pathophysiology", "content": "Diabetes mellitus can lead to EPI. It has been noted that the pancreas is smaller in size in patients with type 1 diabetes. This could be secondary to the lack of trophic effect of insulin on acinar cells, autoimmune destruction of islet cells, and reduced pancreatic secretory function due to diabetic neuropathy. [25]", "contents": "Pancreatic Insufficiency -- Pathophysiology. Diabetes mellitus can lead to EPI. It has been noted that the pancreas is smaller in size in patients with type 1 diabetes. This could be secondary to the lack of trophic effect of insulin on acinar cells, autoimmune destruction of islet cells, and reduced pancreatic secretory function due to diabetic neuropathy. [25]"}
{"id": "article-26572_22", "title": "Pancreatic Insufficiency -- Pathophysiology", "content": "EPI might result from reduced cholecystokinin secretion caused by villous atrophy in celiac disease or milk protein enteropathy patients. Cholecystokinin levels come back to normal after mucosal healing. [26]", "contents": "Pancreatic Insufficiency -- Pathophysiology. EPI might result from reduced cholecystokinin secretion caused by villous atrophy in celiac disease or milk protein enteropathy patients. Cholecystokinin levels come back to normal after mucosal healing. [26]"}
{"id": "article-26572_23", "title": "Pancreatic Insufficiency -- History and Physical", "content": "Pancreatic insufficiency is an important cause of maldigestion and malabsorption. [2] The combination of steatorrhea and insufficient dietary intake puts patients at significant risk for malnutrition. [21] It can lead to multiple clinical manifestations causing poor quality of life and potentially serious complications. [13]", "contents": "Pancreatic Insufficiency -- History and Physical. Pancreatic insufficiency is an important cause of maldigestion and malabsorption. [2] The combination of steatorrhea and insufficient dietary intake puts patients at significant risk for malnutrition. [21] It can lead to multiple clinical manifestations causing poor quality of life and potentially serious complications. [13]"}
{"id": "article-26572_24", "title": "Pancreatic Insufficiency -- History and Physical", "content": "Clinical features of exocrine pancreatic insufficiency are usually non-specific. These include steatorrhea, abdominal discomfort, bloating, and weight loss. Additionally, malnutrition, trace element and vitamin deficiency, metabolic bone disease (osteoporosis or osteomalacia), muscle spasms, decreased immune competence, and an increased risk of cardiovascular events frequently occur. [27] Steatorrhea is the most frequent sign of EPI; it is recognized when the fat content of stool is more than 7g/day and given that diet includes 100 g of fat a day. Fat malabsorption requires at least a 5% to 10% fall in pancreatic lipase and trypsin level. [28] Following bariatric surgery, patients might present with steatorrhea, weight loss, maldigestion, and malabsorption, which are pathognomonic for EPI and make diagnosis challenging. [11]", "contents": "Pancreatic Insufficiency -- History and Physical. Clinical features of exocrine pancreatic insufficiency are usually non-specific. These include steatorrhea, abdominal discomfort, bloating, and weight loss. Additionally, malnutrition, trace element and vitamin deficiency, metabolic bone disease (osteoporosis or osteomalacia), muscle spasms, decreased immune competence, and an increased risk of cardiovascular events frequently occur. [27] Steatorrhea is the most frequent sign of EPI; it is recognized when the fat content of stool is more than 7g/day and given that diet includes 100 g of fat a day. Fat malabsorption requires at least a 5% to 10% fall in pancreatic lipase and trypsin level. [28] Following bariatric surgery, patients might present with steatorrhea, weight loss, maldigestion, and malabsorption, which are pathognomonic for EPI and make diagnosis challenging. [11]"}
{"id": "article-26572_25", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Exocrine pancreatic insufficiency can be classified into mild, moderate, or severe. Mild insufficiency occurs with reduced secretion of one or two enzymes with preserved bicarbonate and normal fecal fat. Moderate insufficiency includes the above with impaired bicarbonate secretion. Severe insufficiency occurs when all of the above plus steatorrhea. [3]", "contents": "Pancreatic Insufficiency -- Evaluation. Exocrine pancreatic insufficiency can be classified into mild, moderate, or severe. Mild insufficiency occurs with reduced secretion of one or two enzymes with preserved bicarbonate and normal fecal fat. Moderate insufficiency includes the above with impaired bicarbonate secretion. Severe insufficiency occurs when all of the above plus steatorrhea. [3]"}
{"id": "article-26572_26", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Exocrine pancreatic insufficiency can be suspected in patients with suggestive symptoms and clinical history. However, this differs between patients depending on the severity of insufficiency and its cause. To confirm the diagnosis, laboratory and radiological evaluation would be required. [29]", "contents": "Pancreatic Insufficiency -- Evaluation. Exocrine pancreatic insufficiency can be suspected in patients with suggestive symptoms and clinical history. However, this differs between patients depending on the severity of insufficiency and its cause. To confirm the diagnosis, laboratory and radiological evaluation would be required. [29]"}
{"id": "article-26572_27", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Two categories of tests are recognized; direct and indirect tests. Direct tests such as the secretin-cholecystokinin stimulation test and endoscopic pancreatic function test. The two tests evaluate the pancreatic secretive function, and while they are sensitive and specific, they are invasive, expensive, and time-consuming, limiting their use in clinical practice. On the other hand, indirect tests such as fecal, breath, and blood tests assess the implications of EPI. Despite being less sensitive and specific, they are more feasible and less expensive. [13] [29]", "contents": "Pancreatic Insufficiency -- Evaluation. Two categories of tests are recognized; direct and indirect tests. Direct tests such as the secretin-cholecystokinin stimulation test and endoscopic pancreatic function test. The two tests evaluate the pancreatic secretive function, and while they are sensitive and specific, they are invasive, expensive, and time-consuming, limiting their use in clinical practice. On the other hand, indirect tests such as fecal, breath, and blood tests assess the implications of EPI. Despite being less sensitive and specific, they are more feasible and less expensive. [13] [29]"}
{"id": "article-26572_28", "title": "Pancreatic Insufficiency -- Evaluation", "content": "The gold standard test for diagnosing EPI is the 72-hour fecal fat quantification and determination of the coefficient for fat absorption; however, its use is limited by unacceptance for both patient and laboratory. [30]", "contents": "Pancreatic Insufficiency -- Evaluation. The gold standard test for diagnosing EPI is the 72-hour fecal fat quantification and determination of the coefficient for fat absorption; however, its use is limited by unacceptance for both patient and laboratory. [30]"}
{"id": "article-26572_29", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Fecal elastase-1 (FE-1) is considered a reliable, non-invasive, and less time-consuming test to evaluate EPI. It is not affected by enzyme replacement as well. Such advantages make it a popular test in screening for EPI. [31] However, it is affected by dilution in watery diarrhea. [32] An FE-1 of less than 15 mcg/g feces is highly sensitive and specific for detecting EPI in patients with chronic pancreatitis; however, intermediate levels (15 to 200 mcg/g feces) are less sensitive and might require using more sensitive tests to confirm the diagnosis. Moreover, FE-1 levels are not reliable in EPI detection in post pancreatic resection patients. [33] Fecal chymotrypsin might be of benefit to evaluate compliance with pancreatic enzyme therapy. its value is limited due to intestinal degradation and less availability in laboratories. [32] [34]", "contents": "Pancreatic Insufficiency -- Evaluation. Fecal elastase-1 (FE-1) is considered a reliable, non-invasive, and less time-consuming test to evaluate EPI. It is not affected by enzyme replacement as well. Such advantages make it a popular test in screening for EPI. [31] However, it is affected by dilution in watery diarrhea. [32] An FE-1 of less than 15 mcg/g feces is highly sensitive and specific for detecting EPI in patients with chronic pancreatitis; however, intermediate levels (15 to 200 mcg/g feces) are less sensitive and might require using more sensitive tests to confirm the diagnosis. Moreover, FE-1 levels are not reliable in EPI detection in post pancreatic resection patients. [33] Fecal chymotrypsin might be of benefit to evaluate compliance with pancreatic enzyme therapy. its value is limited due to intestinal degradation and less availability in laboratories. [32] [34]"}
{"id": "article-26572_30", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Serum pancreatic enzymes are not considered a reliable tool to diagnose pancreatic insufficiency. However, only serum trypsinogen could be used as a useful marker for EPI. A serum level below 20 ng per milliliter was sensitive to pancreatic steatorrhea. [35] [36]", "contents": "Pancreatic Insufficiency -- Evaluation. Serum pancreatic enzymes are not considered a reliable tool to diagnose pancreatic insufficiency. However, only serum trypsinogen could be used as a useful marker for EPI. A serum level below 20 ng per milliliter was sensitive to pancreatic steatorrhea. [35] [36]"}
{"id": "article-26572_31", "title": "Pancreatic Insufficiency -- Evaluation", "content": "A replacement for the previously used Secretin-cholecystokinin stimulation test is the endoscopic pancreatic function test (ePFT), which can evaluate pancreatic secretion through quantification of bicarbonate concentration in samples retrieved endoscopically from the duodenum 45 tp 60 minutes after intravenous Secretin injection. It is a highly sensitive test and can be used to confirm the diagnosis of EPI in borderline cases. [37]", "contents": "Pancreatic Insufficiency -- Evaluation. A replacement for the previously used Secretin-cholecystokinin stimulation test is the endoscopic pancreatic function test (ePFT), which can evaluate pancreatic secretion through quantification of bicarbonate concentration in samples retrieved endoscopically from the duodenum 45 tp 60 minutes after intravenous Secretin injection. It is a highly sensitive test and can be used to confirm the diagnosis of EPI in borderline cases. [37]"}
{"id": "article-26572_32", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Breath tests measure fat digestion by pancreatic lipase. The test depends on quantifying the recovery rate of 13CO2 over 6 hours after a meal, which contains 250 mg of 13C-MTG.it can be used to diagnose EPI, but while equally sensitive to fecal elastase, it is not widely available. [27] [37] Testing for nutritional deficiencies such as magnesium, fat-soluble vitamins (A, E, D, and K), and lipoproteins can support the diagnosis of EPI and monitor treatment. [29]", "contents": "Pancreatic Insufficiency -- Evaluation. Breath tests measure fat digestion by pancreatic lipase. The test depends on quantifying the recovery rate of 13CO2 over 6 hours after a meal, which contains 250 mg of 13C-MTG.it can be used to diagnose EPI, but while equally sensitive to fecal elastase, it is not widely available. [27] [37] Testing for nutritional deficiencies such as magnesium, fat-soluble vitamins (A, E, D, and K), and lipoproteins can support the diagnosis of EPI and monitor treatment. [29]"}
{"id": "article-26572_33", "title": "Pancreatic Insufficiency -- Evaluation", "content": "Secretin-stimulated magnetic resonance cholangiopancreatography (S-MRCP) could be considered the most appropriate morphological test for EPI assessment. It could be used as an indicator of pancreatic function. However, it has a low sensitivity (69%) with limited supporting evidence for use in EPI diagnosis. [3]", "contents": "Pancreatic Insufficiency -- Evaluation. Secretin-stimulated magnetic resonance cholangiopancreatography (S-MRCP) could be considered the most appropriate morphological test for EPI assessment. It could be used as an indicator of pancreatic function. However, it has a low sensitivity (69%) with limited supporting evidence for use in EPI diagnosis. [3]"}
{"id": "article-26572_34", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "Treatment for exocrine pancreatic insufficiency includes avoiding malnutrition-related complications and improving the patient's quality of life. Documentation of body weight and body mass index along with anthropometric measurements, Dual-energy X-ray absorptiometry scan, and screening for nutritional deficiencies (albumin, international normalized ratio, vitamins D, A, and E level, vitamins B and folate) should be performed for all patients diagnosed with EPI at presentation and at least every year to assess the response to replacement therapy and progression of the disease. [4] [29] [37]", "contents": "Pancreatic Insufficiency -- Treatment / Management. Treatment for exocrine pancreatic insufficiency includes avoiding malnutrition-related complications and improving the patient's quality of life. Documentation of body weight and body mass index along with anthropometric measurements, Dual-energy X-ray absorptiometry scan, and screening for nutritional deficiencies (albumin, international normalized ratio, vitamins D, A, and E level, vitamins B and folate) should be performed for all patients diagnosed with EPI at presentation and at least every year to assess the response to replacement therapy and progression of the disease. [4] [29] [37]"}
{"id": "article-26572_35", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "Pancreatic enzyme replacement therapy is recommended to treat EPI and resultant malnutrition. it could be enhanced by increasing doses, enteric coating, gastric acid suppression, and proper administration during meals. [33] There is a need to treat the underlying cause of EPI and lifestyle advice, including abstinence from alcohol, smoking cessation, and dietary modifications in the form of small frequent meals and avoidance of indigestible foods. Also, the supplementation of fat-soluble vitamins if required. [5]", "contents": "Pancreatic Insufficiency -- Treatment / Management. Pancreatic enzyme replacement therapy is recommended to treat EPI and resultant malnutrition. it could be enhanced by increasing doses, enteric coating, gastric acid suppression, and proper administration during meals. [33] There is a need to treat the underlying cause of EPI and lifestyle advice, including abstinence from alcohol, smoking cessation, and dietary modifications in the form of small frequent meals and avoidance of indigestible foods. Also, the supplementation of fat-soluble vitamins if required. [5]"}
{"id": "article-26572_36", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "Pancreatic enzyme replacement therapy (PERT) is the main treatment of EPI. A combination of pancreatic enzymes (lipase, amylase, and protease) prevents malabsorption and restores the normal physiological digestive process. The enteric coating of the enzymatic supplement provides protection from gastric acidity and dissolves afterward in the duodenum in response to alkaline PH. Some patients might require reducing gastric acidity in the case of reduced bicarbonate secretion to dissolve the enteric coat. [29]", "contents": "Pancreatic Insufficiency -- Treatment / Management. Pancreatic enzyme replacement therapy (PERT) is the main treatment of EPI. A combination of pancreatic enzymes (lipase, amylase, and protease) prevents malabsorption and restores the normal physiological digestive process. The enteric coating of the enzymatic supplement provides protection from gastric acidity and dissolves afterward in the duodenum in response to alkaline PH. Some patients might require reducing gastric acidity in the case of reduced bicarbonate secretion to dissolve the enteric coat. [29]"}
{"id": "article-26572_37", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "The dose needed for enzyme replacement differs between patients depending on the severity of the deficiency and individual needs. Moreover, high doses of supplements don't come without complications, so the lowest effective dose should be used. The current recommendation is 25000 to 40000 units of lipase taken with meals or half with snacks, then titrated according to response to a maximum of 75000 to 90000 units of lipase per meal. In case of poor response, gastric acid suppression and excluding other potential causes for symptoms should be considered. [4] [29]", "contents": "Pancreatic Insufficiency -- Treatment / Management. The dose needed for enzyme replacement differs between patients depending on the severity of the deficiency and individual needs. Moreover, high doses of supplements don't come without complications, so the lowest effective dose should be used. The current recommendation is 25000 to 40000 units of lipase taken with meals or half with snacks, then titrated according to response to a maximum of 75000 to 90000 units of lipase per meal. In case of poor response, gastric acid suppression and excluding other potential causes for symptoms should be considered. [4] [29]"}
{"id": "article-26572_38", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "Dietetic management includes advice about keeping with a normal diet as possible, along with small frequent meals, avoidance of fat restriction, and very high fiber diets. A referral is recommended to a dietician for a review of dietetic history along with anthropometric measures plus counseling and support. [29] [38]", "contents": "Pancreatic Insufficiency -- Treatment / Management. Dietetic management includes advice about keeping with a normal diet as possible, along with small frequent meals, avoidance of fat restriction, and very high fiber diets. A referral is recommended to a dietician for a review of dietetic history along with anthropometric measures plus counseling and support. [29] [38]"}
{"id": "article-26572_39", "title": "Pancreatic Insufficiency -- Treatment / Management", "content": "EPI in cystic fibrosis can be treated by pancreatic enzyme replacement with cautious dosage increments in line with energy consumption. [23] Evidence suggests that replacement therapy improves survival among pancreatic cancer patients for both operable and non-operable tumors. [39] [30] A promising approach is the use of stem cell technology. It includes pluripotent stem cells to produce pancreatic exocrine cells, but it is still under research. [38]", "contents": "Pancreatic Insufficiency -- Treatment / Management. EPI in cystic fibrosis can be treated by pancreatic enzyme replacement with cautious dosage increments in line with energy consumption. [23] Evidence suggests that replacement therapy improves survival among pancreatic cancer patients for both operable and non-operable tumors. [39] [30] A promising approach is the use of stem cell technology. It includes pluripotent stem cells to produce pancreatic exocrine cells, but it is still under research. [38]"}
{"id": "article-26572_40", "title": "Pancreatic Insufficiency -- Differential Diagnosis", "content": "Usually, exocrine pancreatic insufficiency is under-diagnosed due to the broad and non-specific presentation. Symptoms can easily be confused with functional gastrointestinal disorders. [5] [29]", "contents": "Pancreatic Insufficiency -- Differential Diagnosis. Usually, exocrine pancreatic insufficiency is under-diagnosed due to the broad and non-specific presentation. Symptoms can easily be confused with functional gastrointestinal disorders. [5] [29]"}
{"id": "article-26572_41", "title": "Pancreatic Insufficiency -- Differential Diagnosis", "content": "A comprehensive approach with the analysis of history and investigations is essential to reach an accurate diagnosis. conditions that might be confused with EPI include; malabsorption syndromes (such as celiac disease), inflammatory bowel disease, irritable bowel syndrome, microscopic colitis, intestinal bacterial overgrowth, and giardiasis. [20] Biliary obstruction Celiac disease Giardiasis Malabsorption syndromes Inflammatory bowel disease Intestinal bacterial overgrowth Irritable bowel syndrome Microscopic colitis Zollinger-Ellison syndrome", "contents": "Pancreatic Insufficiency -- Differential Diagnosis. A comprehensive approach with the analysis of history and investigations is essential to reach an accurate diagnosis. conditions that might be confused with EPI include; malabsorption syndromes (such as celiac disease), inflammatory bowel disease, irritable bowel syndrome, microscopic colitis, intestinal bacterial overgrowth, and giardiasis. [20] Biliary obstruction Celiac disease Giardiasis Malabsorption syndromes Inflammatory bowel disease Intestinal bacterial overgrowth Irritable bowel syndrome Microscopic colitis Zollinger-Ellison syndrome"}
{"id": "article-26572_42", "title": "Pancreatic Insufficiency -- Prognosis", "content": "Long-term prognosis depends on proper management and monitoring of pancreatic insufficiency. Patients are at risk of potentially serious complications if not treated properly. The treatment provides a good chance for the relief of symptoms and a better quality of life.", "contents": "Pancreatic Insufficiency -- Prognosis. Long-term prognosis depends on proper management and monitoring of pancreatic insufficiency. Patients are at risk of potentially serious complications if not treated properly. The treatment provides a good chance for the relief of symptoms and a better quality of life."}
{"id": "article-26572_43", "title": "Pancreatic Insufficiency -- Complications", "content": "If no treatment is provided for exocrine pancreatic insufficiency, patients become exposed to complications related to fat malabsorption and malnutrition, reducing the quality of life. Almost 65% of patients diagnosed with chronic pancreatitis have either osteoporosis or osteopenia. Reduced quality of life due to persistent symptoms and reduced ability to work, and resultant financial troubles. Increased morbidity and mortality due to malnutrition and cardiovascular complications. [29]", "contents": "Pancreatic Insufficiency -- Complications. If no treatment is provided for exocrine pancreatic insufficiency, patients become exposed to complications related to fat malabsorption and malnutrition, reducing the quality of life. Almost 65% of patients diagnosed with chronic pancreatitis have either osteoporosis or osteopenia. Reduced quality of life due to persistent symptoms and reduced ability to work, and resultant financial troubles. Increased morbidity and mortality due to malnutrition and cardiovascular complications. [29]"}
{"id": "article-26572_44", "title": "Pancreatic Insufficiency -- Deterrence and Patient Education", "content": "Prevention comes from preventing causes (such as the proper treatment of acute/chronic pancreatitis) and early intervention to treat complications. It's important to educate patients about the importance of lifestyle modifications regarding proper diet, abstinence from alcohol, and smoking cessation. Education should extend to treatment options and the importance of monitoring symptoms and changing doses according to the response.", "contents": "Pancreatic Insufficiency -- Deterrence and Patient Education. Prevention comes from preventing causes (such as the proper treatment of acute/chronic pancreatitis) and early intervention to treat complications. It's important to educate patients about the importance of lifestyle modifications regarding proper diet, abstinence from alcohol, and smoking cessation. Education should extend to treatment options and the importance of monitoring symptoms and changing doses according to the response."}
{"id": "article-26572_45", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "Patients presenting with mild to moderate EPI may be underestimated or overlooked by general practitioners and clinicians. Early diagnosis and optimization of treatment are critical.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. Patients presenting with mild to moderate EPI may be underestimated or overlooked by general practitioners and clinicians. Early diagnosis and optimization of treatment are critical."}
{"id": "article-26572_46", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "In EPI, fat malabsorption often develops before protein and carbohydrate malabsorption because pancreatic lipase has a higher susceptibility to denaturation compared to other enzymes.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. In EPI, fat malabsorption often develops before protein and carbohydrate malabsorption because pancreatic lipase has a higher susceptibility to denaturation compared to other enzymes."}
{"id": "article-26572_47", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "The prevalence of EPI is not well known due to differences in the etiologies and hence varying.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. The prevalence of EPI is not well known due to differences in the etiologies and hence varying."}
{"id": "article-26572_48", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "However, the two leading causes of EPI are chronic pancreatitis in adults and cystic fibrosis in children, with varying occurrence in patients with diabetes and after bariatric surgery.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. However, the two leading causes of EPI are chronic pancreatitis in adults and cystic fibrosis in children, with varying occurrence in patients with diabetes and after bariatric surgery."}
{"id": "article-26572_49", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "Multiple diagnostic tests are usually used to help diagnose EPI; the most popular is fecal elastase-1, being widely available and cost-effective.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. Multiple diagnostic tests are usually used to help diagnose EPI; the most popular is fecal elastase-1, being widely available and cost-effective."}
{"id": "article-26572_50", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "The mainstay treatment of EPI is pancreatic enzyme replacement with the need for monitoring and dose adjustments.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. The mainstay treatment of EPI is pancreatic enzyme replacement with the need for monitoring and dose adjustments."}
{"id": "article-26572_51", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "The dose of pancreatic enzyme replacement should be adjusted to the fat content of the meal and administrated with the first bite of a meal and extra by the end of the meal.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. The dose of pancreatic enzyme replacement should be adjusted to the fat content of the meal and administrated with the first bite of a meal and extra by the end of the meal."}
{"id": "article-26572_52", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "There is a vital role in managing EPI for lifestyle modifications (stop smoking and alcohol consumption) and diet control. [40]", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. There is a vital role in managing EPI for lifestyle modifications (stop smoking and alcohol consumption) and diet control. [40]"}
{"id": "article-26572_53", "title": "Pancreatic Insufficiency -- Pearls and Other Issues", "content": "If EPI is left untreated, malnutrition-related morbidity, poor quality of life, and potentially serious complications, including death, might occur.", "contents": "Pancreatic Insufficiency -- Pearls and Other Issues. If EPI is left untreated, malnutrition-related morbidity, poor quality of life, and potentially serious complications, including death, might occur."}
{"id": "article-26572_54", "title": "Pancreatic Insufficiency -- Enhancing Healthcare Team Outcomes", "content": "Patients with exocrine pancreatic insufficiency usually present to their general practitioner with non-specific symptoms. Diagnosis requires a high index of suspicion with a careful medical history and clinical examination, and early intervention for borderline patients.", "contents": "Pancreatic Insufficiency -- Enhancing Healthcare Team Outcomes. Patients with exocrine pancreatic insufficiency usually present to their general practitioner with non-specific symptoms. Diagnosis requires a high index of suspicion with a careful medical history and clinical examination, and early intervention for borderline patients."}
{"id": "article-26572_55", "title": "Pancreatic Insufficiency -- Enhancing Healthcare Team Outcomes", "content": "Management of this condition requires an interprofessional team approach to care. This interprofessional team will include clinicians, mid-level practitioners (PAs and NPs), nurses, and pharmacists. and is shown to improve patient outcomes. [Level 5] The pharmacist has to educate patients with EPI about the importance of compliance with enzyme replacement therapy. The proper use of medications as administration and doses might affect response significantly and management outcomes. Nurses can educate patients about the nature of the disease, complications, and potential sources for information. Meanwhile, nurses can help with monitoring the response to treatment and the need for further interventions. The interprofessional team approach should also include dietician support and specialist advice according to etiology; for example, EPI associated with cystic fibrosis or diabetes mellitus.", "contents": "Pancreatic Insufficiency -- Enhancing Healthcare Team Outcomes. Management of this condition requires an interprofessional team approach to care. This interprofessional team will include clinicians, mid-level practitioners (PAs and NPs), nurses, and pharmacists. and is shown to improve patient outcomes. [Level 5] The pharmacist has to educate patients with EPI about the importance of compliance with enzyme replacement therapy. The proper use of medications as administration and doses might affect response significantly and management outcomes. Nurses can educate patients about the nature of the disease, complications, and potential sources for information. Meanwhile, nurses can help with monitoring the response to treatment and the need for further interventions. The interprofessional team approach should also include dietician support and specialist advice according to etiology; for example, EPI associated with cystic fibrosis or diabetes mellitus."}
{"id": "article-26572_56", "title": "Pancreatic Insufficiency -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pancreatic Insufficiency -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}