{"id": "article-30739_0", "title": "Ulnar Neuropathy -- Continuing Education Activity", "content": "The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. Early diagnosis and treatment of ulnar neuropathy can significantly influence prognosis. This activity reviews the evaluation and management of ulnar neuropathy and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Ulnar Neuropathy -- Continuing Education Activity. The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. Early diagnosis and treatment of ulnar neuropathy can significantly influence prognosis. This activity reviews the evaluation and management of ulnar neuropathy and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-30739_1", "title": "Ulnar Neuropathy -- Continuing Education Activity", "content": "Objectives: Explain the risk factors for development of ulnar neuropathy. Describe the evaluation of ulnar neuropathy. Review the treatment and management options available for ulnar neuropathy. Summarize strategies to improve care coordination between the interprofessioal teams caring for patients with ulnar neuropathy to improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Ulnar Neuropathy -- Continuing Education Activity. Objectives: Explain the risk factors for development of ulnar neuropathy. Describe the evaluation of ulnar neuropathy. Review the treatment and management options available for ulnar neuropathy. Summarize strategies to improve care coordination between the interprofessioal teams caring for patients with ulnar neuropathy to improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30739_2", "title": "Ulnar Neuropathy -- Introduction", "content": "The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. Prevention of compression and early diagnosis/treatment is important for its prognosis because the treatment outcome is usually disappointing once the nerve has axonal damage.", "contents": "Ulnar Neuropathy -- Introduction. The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. Prevention of compression and early diagnosis/treatment is important for its prognosis because the treatment outcome is usually disappointing once the nerve has axonal damage."}
{"id": "article-30739_3", "title": "Ulnar Neuropathy -- Introduction", "content": "The C8 and T1 nerve roots merge to form the lower trunk of the brachial plexus which continues as the medial cord to give rise to the ulnar nerve. The ulnar nerve then courses along the upper arm medial to the brachial artery, in proximity to the median nerve. Just above the elbow, the ulnar nerve courses posteriorly to pass through the retroepicondylar groove between the medial epicondyle and olecranon process. It then passes underneath the humeroulnar aponeurotic arcade (HUA), which is a dense aponeurosis between the tendon attachments of the flexor carpi ulnaris (FCU). The area beneath the HUA is also called the cubital tunnel. The nerve then passes through the belly of the FCU muscle and out through the deep flexor-pronator aponeurosis.  At the forearm, it innervates the FCU and the flexor digitorum profundus (FDP). At the mid to distal forearm, the palmar ulnar cutaneous branch (PUC) splits from the ulnar nerve and enters the hand ventral to the Guyon canal and gives sensory innervation to the skin at the hypothenar area. Distal to the bifurcation of the PUC, the dorsal ulnar cutaneous (DUC) branch separates from the main trunk, curves around the ulna, and provides sensory innervation to the dorsum of the skin of the medial hand, medial half of the fourth digit, and fifth digit.", "contents": "Ulnar Neuropathy -- Introduction. The C8 and T1 nerve roots merge to form the lower trunk of the brachial plexus which continues as the medial cord to give rise to the ulnar nerve. The ulnar nerve then courses along the upper arm medial to the brachial artery, in proximity to the median nerve. Just above the elbow, the ulnar nerve courses posteriorly to pass through the retroepicondylar groove between the medial epicondyle and olecranon process. It then passes underneath the humeroulnar aponeurotic arcade (HUA), which is a dense aponeurosis between the tendon attachments of the flexor carpi ulnaris (FCU). The area beneath the HUA is also called the cubital tunnel. The nerve then passes through the belly of the FCU muscle and out through the deep flexor-pronator aponeurosis.  At the forearm, it innervates the FCU and the flexor digitorum profundus (FDP). At the mid to distal forearm, the palmar ulnar cutaneous branch (PUC) splits from the ulnar nerve and enters the hand ventral to the Guyon canal and gives sensory innervation to the skin at the hypothenar area. Distal to the bifurcation of the PUC, the dorsal ulnar cutaneous (DUC) branch separates from the main trunk, curves around the ulna, and provides sensory innervation to the dorsum of the skin of the medial hand, medial half of the fourth digit, and fifth digit."}
{"id": "article-30739_4", "title": "Ulnar Neuropathy -- Introduction", "content": "The main trunk of the ulnar nerve enters through the Guyon’s canal at the level of the distal wrist crease. The proximal wall of Guyon’s canal is formed by the pisiform bone and the distal wall by the hook of the hamate. The roof is formed by the palmaris brevis muscle, and the floor is formed by the combination of the transverse carpal ligament, the hamate, and the triquetrum bone. A thick band is formed at the outlet  (pisohamate hiatus) connecting the hook of the hamate to the pisiform bone. In the canal, the nerve separates into the superficial sensory branch and the deep palmar motor branch. The superficial sensory branch provides sensory innervation to the palmar aspects of the medial half of the fourth digit and the fifth digit. Before the nerve exits through the pisohamate hiatus, the motor fibers branch off from the deep palmar motor branch to innervate the hypothenar muscles (abductor digiti minimi, flexor digiti minimi, opponens digiti minimi, and palmaris brevis).  The deep palmar branch gives motor innervation to the adductor pollicis, the deep head of the flexor pollicis brevis, the third and fourth lumbricals, and the three palmar and four dorsal interossei muscles. [1]", "contents": "Ulnar Neuropathy -- Introduction. The main trunk of the ulnar nerve enters through the Guyon’s canal at the level of the distal wrist crease. The proximal wall of Guyon’s canal is formed by the pisiform bone and the distal wall by the hook of the hamate. The roof is formed by the palmaris brevis muscle, and the floor is formed by the combination of the transverse carpal ligament, the hamate, and the triquetrum bone. A thick band is formed at the outlet  (pisohamate hiatus) connecting the hook of the hamate to the pisiform bone. In the canal, the nerve separates into the superficial sensory branch and the deep palmar motor branch. The superficial sensory branch provides sensory innervation to the palmar aspects of the medial half of the fourth digit and the fifth digit. Before the nerve exits through the pisohamate hiatus, the motor fibers branch off from the deep palmar motor branch to innervate the hypothenar muscles (abductor digiti minimi, flexor digiti minimi, opponens digiti minimi, and palmaris brevis).  The deep palmar branch gives motor innervation to the adductor pollicis, the deep head of the flexor pollicis brevis, the third and fourth lumbricals, and the three palmar and four dorsal interossei muscles. [1]"}
{"id": "article-30739_5", "title": "Ulnar Neuropathy -- Etiology", "content": "The second most common upper extremity entrapment neuropathy is ulnar neuropathy at the elbow (UNE). At the elbow, the ulnar nerve lacks protective cover in the ulnar groove. This causes its susceptibility to external compression. Repetitive elbow flexion and extension, arthritic changes, and valgus deformities at the elbow increase its vulnerability to injury. In some individuals, the ulnar nerve may be subluxed out of the retroepicondylar groove medially over the medial epicondyle during elbow flexion. In a study investigating patients with UNE, the pressures recorded between the ulnar nerve and overlying arcade increased up to above 200 mm Hg in elbow flexion or during isometric contraction of the flexor carpi ulnaris muscle. In contrast, the pressure was less than 19 at elbow extension. [2]", "contents": "Ulnar Neuropathy -- Etiology. The second most common upper extremity entrapment neuropathy is ulnar neuropathy at the elbow (UNE). At the elbow, the ulnar nerve lacks protective cover in the ulnar groove. This causes its susceptibility to external compression. Repetitive elbow flexion and extension, arthritic changes, and valgus deformities at the elbow increase its vulnerability to injury. In some individuals, the ulnar nerve may be subluxed out of the retroepicondylar groove medially over the medial epicondyle during elbow flexion. In a study investigating patients with UNE, the pressures recorded between the ulnar nerve and overlying arcade increased up to above 200 mm Hg in elbow flexion or during isometric contraction of the flexor carpi ulnaris muscle. In contrast, the pressure was less than 19 at elbow extension. [2]"}
{"id": "article-30739_6", "title": "Ulnar Neuropathy -- Etiology", "content": "Repetitive movement that exerts pressure on the ulnar wrist and hypothenar eminence predisposes the ulnar nerve to develop neuropathy. Wrist fractures and compressive mass lesions may also cause ulnar neuropathy at the wrist (UNW).", "contents": "Ulnar Neuropathy -- Etiology. Repetitive movement that exerts pressure on the ulnar wrist and hypothenar eminence predisposes the ulnar nerve to develop neuropathy. Wrist fractures and compressive mass lesions may also cause ulnar neuropathy at the wrist (UNW)."}
{"id": "article-30739_7", "title": "Ulnar Neuropathy -- Epidemiology", "content": "There are limited studies of incidence and prevalence rates for ulnar neuropathy. In a study in the general population in Italy, incidence was 20.9%, with males affected more than females. [3] In a population-based survey in Egypt, crude prevalence rates showed that ulnar neuropathy at the elbow was the second most common type of entrapment. [4]", "contents": "Ulnar Neuropathy -- Epidemiology. There are limited studies of incidence and prevalence rates for ulnar neuropathy. In a study in the general population in Italy, incidence was 20.9%, with males affected more than females. [3] In a population-based survey in Egypt, crude prevalence rates showed that ulnar neuropathy at the elbow was the second most common type of entrapment. [4]"}
{"id": "article-30739_8", "title": "Ulnar Neuropathy -- Pathophysiology", "content": "Neurapraxia of the ulnar nerve is often seen with mild injury. However, moderate-to-severe injuries of the nerve will present as axonotmesis, or in severe cases, neurotmesis.", "contents": "Ulnar Neuropathy -- Pathophysiology. Neurapraxia of the ulnar nerve is often seen with mild injury. However, moderate-to-severe injuries of the nerve will present as axonotmesis, or in severe cases, neurotmesis."}
{"id": "article-30739_9", "title": "Ulnar Neuropathy -- History and Physical", "content": "Symptoms of ulnar neuropathy at the elbow usually start slowly unless it is associated with trauma. The patient may have numbness and paresthesia,  radiating distally to the ulnar aspect of the hand, the fifth digit and the ulnar aspect of the fourth digit. It is usually associated with elbow flexion, particularly at night. Unless it is associated with an acute injury to the elbow, pain is not a dominant feature; however, some patients may complain of pain due to overuse of the forearm flexors such as the FCU.", "contents": "Ulnar Neuropathy -- History and Physical. Symptoms of ulnar neuropathy at the elbow usually start slowly unless it is associated with trauma. The patient may have numbness and paresthesia,  radiating distally to the ulnar aspect of the hand, the fifth digit and the ulnar aspect of the fourth digit. It is usually associated with elbow flexion, particularly at night. Unless it is associated with an acute injury to the elbow, pain is not a dominant feature; however, some patients may complain of pain due to overuse of the forearm flexors such as the FCU."}
{"id": "article-30739_10", "title": "Ulnar Neuropathy -- History and Physical", "content": "Sensory symptoms involving the fifth digit and medial half of the fourth digit may indicate an ulnar neuropathy at the wrist. However, similar findings can be seen in ulnar neuropathy at the elbow. It is suggested that the fibers destined for the FCU, PUC, and DUC lie in individual fascicles at the elbow in a deep dorsolateral position, rendering them less susceptible to damage. [5] This renders them less susceptible to injury in UNE, and may cause difficulty in distinguishing UNE from ulnar neuropathy at the wrist. However, if there is an involvement of the entire ring finger or in contrast, total sparing, the diagnosis of cervical radiculopathy or brachial plexopathy should be taken into account.", "contents": "Ulnar Neuropathy -- History and Physical. Sensory symptoms involving the fifth digit and medial half of the fourth digit may indicate an ulnar neuropathy at the wrist. However, similar findings can be seen in ulnar neuropathy at the elbow. It is suggested that the fibers destined for the FCU, PUC, and DUC lie in individual fascicles at the elbow in a deep dorsolateral position, rendering them less susceptible to damage. [5] This renders them less susceptible to injury in UNE, and may cause difficulty in distinguishing UNE from ulnar neuropathy at the wrist. However, if there is an involvement of the entire ring finger or in contrast, total sparing, the diagnosis of cervical radiculopathy or brachial plexopathy should be taken into account."}
{"id": "article-30739_11", "title": "Ulnar Neuropathy -- History and Physical", "content": "When the disease gets worse, the symptom may progress to constant numbness and paresthesia and weakness of the innervated muscles. Weakness may start from clumsiness and loss of hand dexterity. This may then progress to a decrease in handgrip and pinch strength (Froment sign). In more severe cases, there may be atrophy of the hand intrinsic muscles and clawing of the fourth and the fifth digits, classically known as claw hand. [6]", "contents": "Ulnar Neuropathy -- History and Physical. When the disease gets worse, the symptom may progress to constant numbness and paresthesia and weakness of the innervated muscles. Weakness may start from clumsiness and loss of hand dexterity. This may then progress to a decrease in handgrip and pinch strength (Froment sign). In more severe cases, there may be atrophy of the hand intrinsic muscles and clawing of the fourth and the fifth digits, classically known as claw hand. [6]"}
{"id": "article-30739_12", "title": "Ulnar Neuropathy -- History and Physical", "content": "Ulnar neuropathy at the wrist and hand can range from pure sensory to pure motor deficits. The most common type of ulnar neuropathies at the wrist is compression of the deep palmar branch. Ulnar neuropathies of the wrist and hand are divided into 3 types. Type I is a lesion of the ulnar nerve just proximal to or within the Guyon canal involving deep and the superficial branches; this causes mixed motor and sensory deficits and subsequent weakness of all the ulnar hand muscles. Type II is a lesion involving the deep branch which causes a pure motor deficit with a varied pattern of weakness based on the compression site. Type III lesion is limited to the superficial branch, causing purely sensory deficits to the palmar aspect of the medial half of the fourth digit and the fifth digit. The sensory loss in type I and type III lesions spares the dorsal aspect of the hand and fingers and the hypothenar eminence due to the more proximal innervations from the DUC and the PUC, respectively. [7]", "contents": "Ulnar Neuropathy -- History and Physical. Ulnar neuropathy at the wrist and hand can range from pure sensory to pure motor deficits. The most common type of ulnar neuropathies at the wrist is compression of the deep palmar branch. Ulnar neuropathies of the wrist and hand are divided into 3 types. Type I is a lesion of the ulnar nerve just proximal to or within the Guyon canal involving deep and the superficial branches; this causes mixed motor and sensory deficits and subsequent weakness of all the ulnar hand muscles. Type II is a lesion involving the deep branch which causes a pure motor deficit with a varied pattern of weakness based on the compression site. Type III lesion is limited to the superficial branch, causing purely sensory deficits to the palmar aspect of the medial half of the fourth digit and the fifth digit. The sensory loss in type I and type III lesions spares the dorsal aspect of the hand and fingers and the hypothenar eminence due to the more proximal innervations from the DUC and the PUC, respectively. [7]"}
{"id": "article-30739_13", "title": "Ulnar Neuropathy -- Evaluation", "content": "Diagnosis traditionally relies on clinical history, physical examination, and electrodiagnostic studies. It has been suggested that combination of electromyography (EMG) and nerve conduction velocity (NCV) tests can improve diagnostic accuracy by mapping out the location of pathological compression of the ulnar nerve, which would provide a relatively early diagnosis in patients who have symptoms suggestive of ulnar nerve lesions.", "contents": "Ulnar Neuropathy -- Evaluation. Diagnosis traditionally relies on clinical history, physical examination, and electrodiagnostic studies. It has been suggested that combination of electromyography (EMG) and nerve conduction velocity (NCV) tests can improve diagnostic accuracy by mapping out the location of pathological compression of the ulnar nerve, which would provide a relatively early diagnosis in patients who have symptoms suggestive of ulnar nerve lesions."}
{"id": "article-30739_14", "title": "Ulnar Neuropathy -- Evaluation", "content": "Ultrasound (US) has also been suggested as a screening and follow-up imaging modality in patients with ulnar neuropathy at the elbow, as US can detect the morphologic changes and the extent of the ulnar nerve lesion at the elbow. A recent meta-analysis showed that in healthy participants, the ulnar nerve cross-sectional area at various locations at the elbow rarely exceeds 10 mm, and this can be considered a cutoff point for diagnosing ulnar nerve entrapment at the elbow region. [8] Another study suggested that by measuring ulnar nerve cross-sectional area with MRI or US at 1-cm proximal to the medial epicondyle, patients with and without UNE could be discriminated by using a cutoff threshold of 11.0 mm. [9] It is also suggested that the ulnar nerve-swelling ratio can be a complementary tool for diagnosing ulnar neuropathy at the elbow, and other potential sonologic indicators include presence of intra-neural vascularity, increased flattening ratio, and enlarged intra-neural hypoechoic fraction, although further research is needed. [10]", "contents": "Ulnar Neuropathy -- Evaluation. Ultrasound (US) has also been suggested as a screening and follow-up imaging modality in patients with ulnar neuropathy at the elbow, as US can detect the morphologic changes and the extent of the ulnar nerve lesion at the elbow. A recent meta-analysis showed that in healthy participants, the ulnar nerve cross-sectional area at various locations at the elbow rarely exceeds 10 mm, and this can be considered a cutoff point for diagnosing ulnar nerve entrapment at the elbow region. [8] Another study suggested that by measuring ulnar nerve cross-sectional area with MRI or US at 1-cm proximal to the medial epicondyle, patients with and without UNE could be discriminated by using a cutoff threshold of 11.0 mm. [9] It is also suggested that the ulnar nerve-swelling ratio can be a complementary tool for diagnosing ulnar neuropathy at the elbow, and other potential sonologic indicators include presence of intra-neural vascularity, increased flattening ratio, and enlarged intra-neural hypoechoic fraction, although further research is needed. [10]"}
{"id": "article-30739_15", "title": "Ulnar Neuropathy -- Treatment / Management", "content": "There are 2 main conservative treatments:  reducing the frequency of external compression on the nerve and flexion of the elbow joint. This is expected to decrease the stress placed on the ulnar nerve. The use of elbow splints, elbow pads or sleeves, and physical therapy have been suggested. For patients with mild to moderate symptoms, conservative treatment can be administered. It was shown that in patients with mild symptoms, conservative treatments are proven to be beneficial in about 90% of the patients; however, only 38% of the patients with moderate symptoms respond well a non-operative method. [11]", "contents": "Ulnar Neuropathy -- Treatment / Management. There are 2 main conservative treatments:  reducing the frequency of external compression on the nerve and flexion of the elbow joint. This is expected to decrease the stress placed on the ulnar nerve. The use of elbow splints, elbow pads or sleeves, and physical therapy have been suggested. For patients with mild to moderate symptoms, conservative treatment can be administered. It was shown that in patients with mild symptoms, conservative treatments are proven to be beneficial in about 90% of the patients; however, only 38% of the patients with moderate symptoms respond well a non-operative method. [11]"}
{"id": "article-30739_16", "title": "Ulnar Neuropathy -- Treatment / Management", "content": "Injection procedures have also been proposed for the treatment of ulnar neuropathy at the elbow. However, studies with ultrasound-guided corticosteroid injections at the elbow have shown controversial results. [12] [13]", "contents": "Ulnar Neuropathy -- Treatment / Management. Injection procedures have also been proposed for the treatment of ulnar neuropathy at the elbow. However, studies with ultrasound-guided corticosteroid injections at the elbow have shown controversial results. [12] [13]"}
{"id": "article-30739_17", "title": "Ulnar Neuropathy -- Treatment / Management", "content": "Surgical treatment becomes a consideration for patients with persistent symptoms, with accompanying sensory changes and muscle atrophy. Several surgical methods have been described, for example, decompression, anterior transposition techniques, and medial epicondylectomy. A systematic review showed that simple decompression and decompression with transposition are equally effective in idiopathic UNE. However, the decompression surgery with transposition is associated with more wound infections than simple decompression. [14]", "contents": "Ulnar Neuropathy -- Treatment / Management. Surgical treatment becomes a consideration for patients with persistent symptoms, with accompanying sensory changes and muscle atrophy. Several surgical methods have been described, for example, decompression, anterior transposition techniques, and medial epicondylectomy. A systematic review showed that simple decompression and decompression with transposition are equally effective in idiopathic UNE. However, the decompression surgery with transposition is associated with more wound infections than simple decompression. [14]"}
{"id": "article-30739_18", "title": "Ulnar Neuropathy -- Differential Diagnosis", "content": "Alcohol-related neuropathy Amyotrophic lateral sclerosis Brachial plexus abnormalities Cervical disc disease Epicondylitis Pancoast tumour Thoracic outlet syndrome Traumatic peripheral nerve lesions", "contents": "Ulnar Neuropathy -- Differential Diagnosis. Alcohol-related neuropathy Amyotrophic lateral sclerosis Brachial plexus abnormalities Cervical disc disease Epicondylitis Pancoast tumour Thoracic outlet syndrome Traumatic peripheral nerve lesions"}
{"id": "article-30739_19", "title": "Ulnar Neuropathy -- Enhancing Healthcare Team Outcomes", "content": "The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. When the primary care provider and nurse practitioner come across patients with ulnar nerve dysfunction, it is important to refer these patients to the neurologist and hand surgeon to first confirm the diagnosis and treatment.  Prevention of compression and early diagnosis/treatment is important for its prognosis because the treatment outcome is usually disappointing once the nerve has axonal damage. There are 2 main conservative treatments:  reducing the frequency of external compression on the nerve and flexion of the elbow joint. This is expected to decrease the stress placed on the ulnar nerve. The use of elbow splints, elbow pads or sleeves, and physical therapy have been suggested. For patients with mild to moderate symptoms, conservative treatment can be administered. It was shown that in patients with mild symptoms, conservative treatments are proven to be beneficial in about 90% of the patients; however, only 38% of the patients with moderate symptoms respond well to a non-operative method. [11]", "contents": "Ulnar Neuropathy -- Enhancing Healthcare Team Outcomes. The ulnar nerve has several potential compression sites along its course. Although the elbow is the most common site of compression, the ulnar nerve is also susceptible to injury at the wrist, forearm, and upper arm. When the primary care provider and nurse practitioner come across patients with ulnar nerve dysfunction, it is important to refer these patients to the neurologist and hand surgeon to first confirm the diagnosis and treatment.  Prevention of compression and early diagnosis/treatment is important for its prognosis because the treatment outcome is usually disappointing once the nerve has axonal damage. There are 2 main conservative treatments:  reducing the frequency of external compression on the nerve and flexion of the elbow joint. This is expected to decrease the stress placed on the ulnar nerve. The use of elbow splints, elbow pads or sleeves, and physical therapy have been suggested. For patients with mild to moderate symptoms, conservative treatment can be administered. It was shown that in patients with mild symptoms, conservative treatments are proven to be beneficial in about 90% of the patients; however, only 38% of the patients with moderate symptoms respond well to a non-operative method. [11]"}
{"id": "article-30739_20", "title": "Ulnar Neuropathy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ulnar Neuropathy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}