{"id": "article-101958_0", "title": "Dyspareunia -- Continuing Education Activity", "content": "Dyspareunia is defined by genital pain that can be experienced before, during, or after intercourse. It is debatable whether this condition can be classified as a sexual disorder or pain disorder as identifying a specific etiology can prove challenging. Dyspareumia can have a significant effect on physical and mental health, as well as quality of life. This activity illustrates the evaluation and management of dyspareunia, and highlights the role of interprofessional team in managing patients with this condition.", "contents": "Dyspareunia -- Continuing Education Activity. Dyspareunia is defined by genital pain that can be experienced before, during, or after intercourse. It is debatable whether this condition can be classified as a sexual disorder or pain disorder as identifying a specific etiology can prove challenging. Dyspareumia can have a significant effect on physical and mental health, as well as quality of life. This activity illustrates the evaluation and management of dyspareunia, and highlights the role of interprofessional team in managing patients with this condition."}
{"id": "article-101958_1", "title": "Dyspareunia -- Continuing Education Activity", "content": "Objectives: Outline the patient history associated with dyspareunia. Review the psychosocial considerations for patients with dyspareunia. Summarize the treatment considerations for patients with dyspareunia. Describe how to counsel a patient with dyspareunia. Access free multiple choice questions on this topic.", "contents": "Dyspareunia -- Continuing Education Activity. Objectives: Outline the patient history associated with dyspareunia. Review the psychosocial considerations for patients with dyspareunia. Summarize the treatment considerations for patients with dyspareunia. Describe how to counsel a patient with dyspareunia. Access free multiple choice questions on this topic."}
{"id": "article-101958_2", "title": "Dyspareunia -- Introduction", "content": "Painful sexual intercourse is a common female health problem. [1] In medical terminology, it is called dyspareunia. It is a complex disorder that often goes neglected. The prevalence of dyspareunia varies from 3 to 18% worldwide, and it can affect 10 to 28% of the population in a lifetime. [2] [3] dyspareunia can be further categorized into superficial or deep, and primary or secondary. Superficial dyspareunia is limited to the vulva or vaginal entrance, while deep dyspareunia means the extension of pain into the deeper parts of the vagina or lower pelvis. Deep dyspareunia is frequently associated with deep penetration. [4] Primary dyspareunia pain initiates at the start of sexual intercourse, while in secondary dyspareunia, pain begins after some time of pain-free sexual activity.", "contents": "Dyspareunia -- Introduction. Painful sexual intercourse is a common female health problem. [1] In medical terminology, it is called dyspareunia. It is a complex disorder that often goes neglected. The prevalence of dyspareunia varies from 3 to 18% worldwide, and it can affect 10 to 28% of the population in a lifetime. [2] [3] dyspareunia can be further categorized into superficial or deep, and primary or secondary. Superficial dyspareunia is limited to the vulva or vaginal entrance, while deep dyspareunia means the extension of pain into the deeper parts of the vagina or lower pelvis. Deep dyspareunia is frequently associated with deep penetration. [4] Primary dyspareunia pain initiates at the start of sexual intercourse, while in secondary dyspareunia, pain begins after some time of pain-free sexual activity."}
{"id": "article-101958_3", "title": "Dyspareunia -- Introduction", "content": "Dyspareunia is sometimes intermixed with vulvodynia, a genital pain that lasts more than three months with or without the association of sexual intercourse. [5] Dyspareunia can also lead to sexual difficulties, such as lack of sexual desire and arousal, and can cause trouble in sexual relationships. [6] It can have a significant impact on physical as well as mental health. It can lead to depression, anxiety, hypervigilance to pain, negative body image, and low self-esteem. So prompt management is crucial to address this disorder. [7] [8] [9] In this review, we will focus on the etiology, epidemiology, evaluation, management, and prognosis of dyspareunia.", "contents": "Dyspareunia -- Introduction. Dyspareunia is sometimes intermixed with vulvodynia, a genital pain that lasts more than three months with or without the association of sexual intercourse. [5] Dyspareunia can also lead to sexual difficulties, such as lack of sexual desire and arousal, and can cause trouble in sexual relationships. [6] It can have a significant impact on physical as well as mental health. It can lead to depression, anxiety, hypervigilance to pain, negative body image, and low self-esteem. So prompt management is crucial to address this disorder. [7] [8] [9] In this review, we will focus on the etiology, epidemiology, evaluation, management, and prognosis of dyspareunia."}
{"id": "article-101958_4", "title": "Dyspareunia -- Etiology", "content": "The etiology of dyspareunia encompasses structural, inflammatory, infectious, neoplastic, traumatic, hormonal, and psychosocial conditions. Anatomic causes include pelvis floor muscle dysfunction, uterine retroversion, hymenal remnants, and pelvic organ prolapse. Lack of lubrication is most common in reproductive years and is attributable to hormonal as well as sexual arousal disorders. For reproductive-aged females, contraceptives can cause inadequate lubrication. Whereas, the decreased estrogen levels noted in post-menopausal females can cause vaginal atrophy by thinning the vaginal mucosa that is responsible for promoting vaginal secretions. Endometriosis is a condition in which endometrial glands and stroma are present outside the uterus.", "contents": "Dyspareunia -- Etiology. The etiology of dyspareunia encompasses structural, inflammatory, infectious, neoplastic, traumatic, hormonal, and psychosocial conditions. Anatomic causes include pelvis floor muscle dysfunction, uterine retroversion, hymenal remnants, and pelvic organ prolapse. Lack of lubrication is most common in reproductive years and is attributable to hormonal as well as sexual arousal disorders. For reproductive-aged females, contraceptives can cause inadequate lubrication. Whereas, the decreased estrogen levels noted in post-menopausal females can cause vaginal atrophy by thinning the vaginal mucosa that is responsible for promoting vaginal secretions. Endometriosis is a condition in which endometrial glands and stroma are present outside the uterus."}
{"id": "article-101958_5", "title": "Dyspareunia -- Etiology", "content": "The etiology of endometriosis-associated deep dyspareunia could also be due to endometriosis-specific factors or indirect contributors like bladder/pelvic floor dysfunction. In women regardless of the staging of endometriosis, the severity of deep dyspareunia was strongly associated with bladder/pelvic floor tenderness and painful bladder syndrome, independent of endometriosis-specific factors, which suggests the role of myofascial or sensitization pain mechanisms in some women with deep dyspareunia. [10]", "contents": "Dyspareunia -- Etiology. The etiology of endometriosis-associated deep dyspareunia could also be due to endometriosis-specific factors or indirect contributors like bladder/pelvic floor dysfunction. In women regardless of the staging of endometriosis, the severity of deep dyspareunia was strongly associated with bladder/pelvic floor tenderness and painful bladder syndrome, independent of endometriosis-specific factors, which suggests the role of myofascial or sensitization pain mechanisms in some women with deep dyspareunia. [10]"}
{"id": "article-101958_6", "title": "Dyspareunia -- Etiology", "content": "Dermatologic diseases such as lichen planus, lichen sclerosis, and psoriasis can cause significant inflammation to the vaginal mucosa as well. Perivaginal and pelvic infections such as urethritis, vaginitis, and pelvic inflammatory disease can result from gonorrhea, chlamydia, candida, trichomoniasis, bacterial vaginosis, and virals pathogens such as herpes. Postpartum dyspareunia more commonly presents after perineal trauma from delivery than those with an uncomplicated vaginal delivery with intact perineum or unsutured tear. [11]", "contents": "Dyspareunia -- Etiology. Dermatologic diseases such as lichen planus, lichen sclerosis, and psoriasis can cause significant inflammation to the vaginal mucosa as well. Perivaginal and pelvic infections such as urethritis, vaginitis, and pelvic inflammatory disease can result from gonorrhea, chlamydia, candida, trichomoniasis, bacterial vaginosis, and virals pathogens such as herpes. Postpartum dyspareunia more commonly presents after perineal trauma from delivery than those with an uncomplicated vaginal delivery with intact perineum or unsutured tear. [11]"}
{"id": "article-101958_7", "title": "Dyspareunia -- Etiology", "content": "Vaginismus is a more common condition in younger women and defined as an involuntary contraction of the pelvic floor muscles on attempted vaginal penetration and can be the result of a pelvic floor dysfunction or psychosocial issues such as a history of sexual abuse. [12]", "contents": "Dyspareunia -- Etiology. Vaginismus is a more common condition in younger women and defined as an involuntary contraction of the pelvic floor muscles on attempted vaginal penetration and can be the result of a pelvic floor dysfunction or psychosocial issues such as a history of sexual abuse. [12]"}
{"id": "article-101958_8", "title": "Dyspareunia -- Epidemiology", "content": "The incidence of dyspareunia mainly depends on the definition used and, therefore, the population sampled. In the United States, the prevalence can be between 7% to 46%. Dyspareunia affects both males and females. However, it is far more common in the female population. Women with symptoms severe enough to require medical attention comprise a small subset as most patients do not seek medical attention making the true incidence rather challenging to determine. [12]", "contents": "Dyspareunia -- Epidemiology. The incidence of dyspareunia mainly depends on the definition used and, therefore, the population sampled. In the United States, the prevalence can be between 7% to 46%. Dyspareunia affects both males and females. However, it is far more common in the female population. Women with symptoms severe enough to require medical attention comprise a small subset as most patients do not seek medical attention making the true incidence rather challenging to determine. [12]"}
{"id": "article-101958_9", "title": "Dyspareunia -- History and Physical", "content": "Obtaining a history in a nonjudgmental way is crucial and should include pain descriptors: duration, intensity, location, exacerbating and alleviating factors, and any associated psychologic components. The location and onset can help to differentiate entry versus deep pain. Whereas a burning pain more commonly links to vaginitis, vulvodynia, atrophy, or inadequate lubrication, a deep aching pain may be noted in pelvic congestion syndrome, pelvic inflammatory disease, endometriosis, retroverted uterus, uterine fibroids, and adnexal pathology. A situational versus a more generalized description (occurs only with certain partners or with all encounters) may more strongly link with psychologic considerations. [13] The IMPACT( Initial Measurement of Patient-Reported Pelvic Floor Complaints Tool) form consists of different questions relevant to pelvic floor abnormalities. It also helps in dealing with dyspareunia patients. [14]", "contents": "Dyspareunia -- History and Physical. Obtaining a history in a nonjudgmental way is crucial and should include pain descriptors: duration, intensity, location, exacerbating and alleviating factors, and any associated psychologic components. The location and onset can help to differentiate entry versus deep pain. Whereas a burning pain more commonly links to vaginitis, vulvodynia, atrophy, or inadequate lubrication, a deep aching pain may be noted in pelvic congestion syndrome, pelvic inflammatory disease, endometriosis, retroverted uterus, uterine fibroids, and adnexal pathology. A situational versus a more generalized description (occurs only with certain partners or with all encounters) may more strongly link with psychologic considerations. [13] The IMPACT( Initial Measurement of Patient-Reported Pelvic Floor Complaints Tool) form consists of different questions relevant to pelvic floor abnormalities. It also helps in dealing with dyspareunia patients. [14]"}
{"id": "article-101958_10", "title": "Dyspareunia -- History and Physical", "content": "In the first step of physical examination, it is always advisable to educate the patient about the examination and her anatomy in detail. [15] Then it should begin with a visual inspection of the labia majora and labia minora, vestibular area, anus, and urethral orifice to evaluate for any lesions, labial hypertrophy, leukoplakia, or erythema. The speculum exam should take place after selecting an appropriately sized speculum (consider a pediatric speculum for patient comfort) that is warmed and lubricated. Examine the cervix for any associated lesions, erythema, and discharge at which time appropriate cultures are obtainable. The bimanual examination should then evaluate for any adnexal masses/cysts, uterine masses, and additional anatomic variants. [16] [17] [18]", "contents": "Dyspareunia -- History and Physical. In the first step of physical examination, it is always advisable to educate the patient about the examination and her anatomy in detail. [15] Then it should begin with a visual inspection of the labia majora and labia minora, vestibular area, anus, and urethral orifice to evaluate for any lesions, labial hypertrophy, leukoplakia, or erythema. The speculum exam should take place after selecting an appropriately sized speculum (consider a pediatric speculum for patient comfort) that is warmed and lubricated. Examine the cervix for any associated lesions, erythema, and discharge at which time appropriate cultures are obtainable. The bimanual examination should then evaluate for any adnexal masses/cysts, uterine masses, and additional anatomic variants. [16] [17] [18]"}
{"id": "article-101958_11", "title": "Dyspareunia -- Evaluation", "content": "Laboratory evaluation rarely helps in guiding the diagnosis or treatment of dyspareunia. However, It is better to rule out other abnormalities to reach the exact diagnosis. Since the pain in the vulvodynia is similar to dyspareunia, it is better to rule this out by performing a cotton swab test during the vulvar examination. [15]", "contents": "Dyspareunia -- Evaluation. Laboratory evaluation rarely helps in guiding the diagnosis or treatment of dyspareunia. However, It is better to rule out other abnormalities to reach the exact diagnosis. Since the pain in the vulvodynia is similar to dyspareunia, it is better to rule this out by performing a cotton swab test during the vulvar examination. [15]"}
{"id": "article-101958_12", "title": "Dyspareunia -- Evaluation", "content": "Further tests can include pelvic cultures for gonorrhea, chlamydia, trichomoniasis, Candida, and Gardnerella are indicated when women present with vaginal or cervical discharge. Genital ulcers can be testing performed for herpes simplex, syphilis, or appropriate culture. Women with associated dysuria, urgency, frequency or suprapubic discomfort should receive a urinalysis. Visible lesions noted on physical exam should undergo tissue biopsy. [19] Transvaginal ultrasound can help evaluate pelvic masses, endometrial hyperplasia, ovarian cysts, or congenital anomalies.", "contents": "Dyspareunia -- Evaluation. Further tests can include pelvic cultures for gonorrhea, chlamydia, trichomoniasis, Candida, and Gardnerella are indicated when women present with vaginal or cervical discharge. Genital ulcers can be testing performed for herpes simplex, syphilis, or appropriate culture. Women with associated dysuria, urgency, frequency or suprapubic discomfort should receive a urinalysis. Visible lesions noted on physical exam should undergo tissue biopsy. [19] Transvaginal ultrasound can help evaluate pelvic masses, endometrial hyperplasia, ovarian cysts, or congenital anomalies."}
{"id": "article-101958_13", "title": "Dyspareunia -- Treatment / Management", "content": "For the treatment of dyspareunia, a multimodal treatment approach is advantageous to address all the aspects of pain (physical, emotional, and behavioral). It should involve a team consisting of the gynecologist, pain management expert, physical therapist, sexual therapist, and mental health professionals with a specialization in chronic pain. [20] In the first step, a physician should acknowledge that patient has pain. The patient should receive counsel that pain management may take time, and its quite possible that it may not completely resolve even after the completion of treatment. Patients should be informed of all the treatment options in detail and help them to choose the best possible treatment option. The conservative nonsurgical approach should be the first step.", "contents": "Dyspareunia -- Treatment / Management. For the treatment of dyspareunia, a multimodal treatment approach is advantageous to address all the aspects of pain (physical, emotional, and behavioral). It should involve a team consisting of the gynecologist, pain management expert, physical therapist, sexual therapist, and mental health professionals with a specialization in chronic pain. [20] In the first step, a physician should acknowledge that patient has pain. The patient should receive counsel that pain management may take time, and its quite possible that it may not completely resolve even after the completion of treatment. Patients should be informed of all the treatment options in detail and help them to choose the best possible treatment option. The conservative nonsurgical approach should be the first step."}
{"id": "article-101958_14", "title": "Dyspareunia -- Treatment / Management", "content": "Medical treatment options available for dyspareunia include oral tricyclic antidepressants, oral or topical hormonal replacement, oral NSAIDs, botox injections, cognitive behavioral therapy, and other brain-based therapies. Treatment of dyspareunia depends on the etiology of the patient's complaint. Dyspareunia due to post-menopausal vaginal atrophy can have treatment with systemic and topical hormone replacement therapy, selective estrogen receptor modulator therapy, and the use of vaginal dehydroepiandrosterone. [21] Clinicians treat infectious causes with the appropriate antibiotic, antifungal, or antiviral therapy based upon culture results. Post-partum dyspareunia can respond to vaginal lubricants, scar tissue massage, or surgery for persistent cases. Botulinum toxin injection has proved to be effective in the treatment of dyspareunia caused by pelvic floor myalgia and contracture. [22] [23]", "contents": "Dyspareunia -- Treatment / Management. Medical treatment options available for dyspareunia include oral tricyclic antidepressants, oral or topical hormonal replacement, oral NSAIDs, botox injections, cognitive behavioral therapy, and other brain-based therapies. Treatment of dyspareunia depends on the etiology of the patient's complaint. Dyspareunia due to post-menopausal vaginal atrophy can have treatment with systemic and topical hormone replacement therapy, selective estrogen receptor modulator therapy, and the use of vaginal dehydroepiandrosterone. [21] Clinicians treat infectious causes with the appropriate antibiotic, antifungal, or antiviral therapy based upon culture results. Post-partum dyspareunia can respond to vaginal lubricants, scar tissue massage, or surgery for persistent cases. Botulinum toxin injection has proved to be effective in the treatment of dyspareunia caused by pelvic floor myalgia and contracture. [22] [23]"}
{"id": "article-101958_15", "title": "Dyspareunia -- Treatment / Management", "content": "Pelvic floor physical therapy can serve as an adjuvant treatment option in most cases of dyspareunia. It relaxes the pelvic floor muscles and re-educates the pain receptors. [24] Cognitive-behavioral therapy has shown promising results in reducing anxiety and fear related to dyspareunia. It is the most commonly used behavioral intervention and is a strong recommendation. [25] Surgical treatment is adopted as a last resort when all conservative medical and behavioral treatment options have failed. It is usually useful in identifying and/or treat pelvic adhesions, endometriosis, and pelvic organ prolapse. [26]", "contents": "Dyspareunia -- Treatment / Management. Pelvic floor physical therapy can serve as an adjuvant treatment option in most cases of dyspareunia. It relaxes the pelvic floor muscles and re-educates the pain receptors. [24] Cognitive-behavioral therapy has shown promising results in reducing anxiety and fear related to dyspareunia. It is the most commonly used behavioral intervention and is a strong recommendation. [25] Surgical treatment is adopted as a last resort when all conservative medical and behavioral treatment options have failed. It is usually useful in identifying and/or treat pelvic adhesions, endometriosis, and pelvic organ prolapse. [26]"}
{"id": "article-101958_16", "title": "Dyspareunia -- Differential Diagnosis", "content": "To reach the exact diagnosis of dyspareunia is a tricky one as it can be confused with other disorders of similar complaints. Several disorders must be ruled out based upon the history and physical examination before making the diagnosis of dyspareunia. Some of these are listed below: Vulvodynia Vaginismus Atrophic vaginitis Vulvar vestibulitis Endometriosis and pelvic adhesions Uterine fibroids Pelvic congestion Pelvic inflammatory disease, endometritis Other urogenital tract infections [27]", "contents": "Dyspareunia -- Differential Diagnosis. To reach the exact diagnosis of dyspareunia is a tricky one as it can be confused with other disorders of similar complaints. Several disorders must be ruled out based upon the history and physical examination before making the diagnosis of dyspareunia. Some of these are listed below: Vulvodynia Vaginismus Atrophic vaginitis Vulvar vestibulitis Endometriosis and pelvic adhesions Uterine fibroids Pelvic congestion Pelvic inflammatory disease, endometritis Other urogenital tract infections [27]"}
{"id": "article-101958_17", "title": "Dyspareunia -- Prognosis", "content": "The prognosis of dyspareunia depends on the causative factor of this pain. If the underlying cause is known and curable, then it has a better prognosis. Its prognosis is poor in idiopathic dyspareunia. Following treatment, patients with dyspareunia should receive counsel about the prognosis of the disorder. Treatment can last for several months, and complete resolution is also not guaranteed. Studies suggest that results start appearing after at least three months. After that, the patient's distress starts decreasing with improved quality of life. A 24-month follow-up is recommended for the best results. [28]", "contents": "Dyspareunia -- Prognosis. The prognosis of dyspareunia depends on the causative factor of this pain. If the underlying cause is known and curable, then it has a better prognosis. Its prognosis is poor in idiopathic dyspareunia. Following treatment, patients with dyspareunia should receive counsel about the prognosis of the disorder. Treatment can last for several months, and complete resolution is also not guaranteed. Studies suggest that results start appearing after at least three months. After that, the patient's distress starts decreasing with improved quality of life. A 24-month follow-up is recommended for the best results. [28]"}
{"id": "article-101958_18", "title": "Dyspareunia -- Complications", "content": "Dyspareunia is usually a treatable disease and doesn't result in major complications. Regardless of the non-malignant nature of the disease, timely management and intervention are crucial to obviate distressing sequelae. If the patients do not seek prompt, appropriate medical care, it can result in loss of sexual interest and problems with relationships. It also results in significant distress and conflicts among the partners.", "contents": "Dyspareunia -- Complications. Dyspareunia is usually a treatable disease and doesn't result in major complications. Regardless of the non-malignant nature of the disease, timely management and intervention are crucial to obviate distressing sequelae. If the patients do not seek prompt, appropriate medical care, it can result in loss of sexual interest and problems with relationships. It also results in significant distress and conflicts among the partners."}
{"id": "article-101958_19", "title": "Dyspareunia -- Complications", "content": "Psychiatric issues may arise if dyspareunia remains untreated. Psychiatric issues like major depression due to dyspareunia are more prevalent in younger women. In very few cases, fear of pain during sexual activity can result in female infertility. [29]", "contents": "Dyspareunia -- Complications. Psychiatric issues may arise if dyspareunia remains untreated. Psychiatric issues like major depression due to dyspareunia are more prevalent in younger women. In very few cases, fear of pain during sexual activity can result in female infertility. [29]"}
{"id": "article-101958_20", "title": "Dyspareunia -- Deterrence and Patient Education", "content": "In general, patients are hesitant to discuss their sexual dysfunctions and can go unnoticed for a long time. [30] Patients should be encouraged to discuss their sexual health with a physician. Dyspareunia is a challenging topic for discussion for both the patient and the physician. It can also lead to suboptimal management.", "contents": "Dyspareunia -- Deterrence and Patient Education. In general, patients are hesitant to discuss their sexual dysfunctions and can go unnoticed for a long time. [30] Patients should be encouraged to discuss their sexual health with a physician. Dyspareunia is a challenging topic for discussion for both the patient and the physician. It can also lead to suboptimal management."}
{"id": "article-101958_21", "title": "Dyspareunia -- Deterrence and Patient Education", "content": "Clinicians need sufficient education and training to evaluate and treat the patient's dyspareunia properly. [30] It is important to allay patient fears and provide reassurance for them to discuss this condition with their primary care physician, who can then refer to specialists to guide treatment depending on the etiology.", "contents": "Dyspareunia -- Deterrence and Patient Education. Clinicians need sufficient education and training to evaluate and treat the patient's dyspareunia properly. [30] It is important to allay patient fears and provide reassurance for them to discuss this condition with their primary care physician, who can then refer to specialists to guide treatment depending on the etiology."}
{"id": "article-101958_22", "title": "Dyspareunia -- Enhancing Healthcare Team Outcomes", "content": "Management of Dyspareunia is a typical example for healthcare providers to ensure patient-centered care. The symptoms, physical findings, and concerns related to dyspareunia are managed by collaborative efforts of a team consisting of gynecologists, urologists, psychiatrists, pain specialists, and paramedical staff. To standardize treatment, a Pelvic Floor Disorder Consortium (PFDC) came into existence, which also provides guidance to treat several other conditions. It reviews multiple symptoms, function, and quality of life questionnaires. The PFDC is comprised of urogynecologists, urologists, gynecologists, physiotherapists, and other advanced care physicians that deal with complex concerns of sexual dysfunctions. [31]", "contents": "Dyspareunia -- Enhancing Healthcare Team Outcomes. Management of Dyspareunia is a typical example for healthcare providers to ensure patient-centered care. The symptoms, physical findings, and concerns related to dyspareunia are managed by collaborative efforts of a team consisting of gynecologists, urologists, psychiatrists, pain specialists, and paramedical staff. To standardize treatment, a Pelvic Floor Disorder Consortium (PFDC) came into existence, which also provides guidance to treat several other conditions. It reviews multiple symptoms, function, and quality of life questionnaires. The PFDC is comprised of urogynecologists, urologists, gynecologists, physiotherapists, and other advanced care physicians that deal with complex concerns of sexual dysfunctions. [31]"}
{"id": "article-101958_23", "title": "Dyspareunia -- Enhancing Healthcare Team Outcomes", "content": "A multidisciplinary treatment approach has shown to be beneficial in dyspareunia. The general care physician usually initiates the connection with the patient and develop a rapport. Adequate education regarding the course of the disease should be provided to the patients. A psychiatrist should be involved to relieve the patient's distress. Sexual pain specialists should also offer consultation when needed. Pelvic floor rehabilitation has shown promising results in dyspareunia treatment. [32] Hence by a team effort, health care outcomes can be improved significantly.", "contents": "Dyspareunia -- Enhancing Healthcare Team Outcomes. A multidisciplinary treatment approach has shown to be beneficial in dyspareunia. The general care physician usually initiates the connection with the patient and develop a rapport. Adequate education regarding the course of the disease should be provided to the patients. A psychiatrist should be involved to relieve the patient's distress. Sexual pain specialists should also offer consultation when needed. Pelvic floor rehabilitation has shown promising results in dyspareunia treatment. [32] Hence by a team effort, health care outcomes can be improved significantly."}
{"id": "article-101958_24", "title": "Dyspareunia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dyspareunia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}