{"id": "article-28507_0", "title": "Rh Incompatibility -- Continuing Education Activity", "content": "Rhesus (Rh) incompatibility refers to the discordant pairing of maternal and fetal Rh types. It is associated with the development of maternal Rh sensitization and hemolytic disease of the neonate (HDN). An individual can be classified as Rh-positive if their erythrocytes express the Rh D antigen; individuals without the Rh D antigen are classified as Rh-negative. This phenomenon becomes clinically significant if a mother that is Rh-negative becomes sensitized to the D antigen and subsequently, produces anti-D antibodies (i.e., alloimmunization) that can bind to and potentially lead to the destruction of Rh-positive erythrocytes. This is of particular concern if an Rh-negative mother is carrying an Rh-positive fetus, which can result in consequences along the spectrum of HDN ranging from self-limited hemolytic anemia to severe hydrops fetalis. This activity reviews the etiology, evaluation, and management of Rh incompatibility, and highlights the role of the interprofessional team in caring for at-risk patients.", "contents": "Rh Incompatibility -- Continuing Education Activity. Rhesus (Rh) incompatibility refers to the discordant pairing of maternal and fetal Rh types. It is associated with the development of maternal Rh sensitization and hemolytic disease of the neonate (HDN). An individual can be classified as Rh-positive if their erythrocytes express the Rh D antigen; individuals without the Rh D antigen are classified as Rh-negative. This phenomenon becomes clinically significant if a mother that is Rh-negative becomes sensitized to the D antigen and subsequently, produces anti-D antibodies (i.e., alloimmunization) that can bind to and potentially lead to the destruction of Rh-positive erythrocytes. This is of particular concern if an Rh-negative mother is carrying an Rh-positive fetus, which can result in consequences along the spectrum of HDN ranging from self-limited hemolytic anemia to severe hydrops fetalis. This activity reviews the etiology, evaluation, and management of Rh incompatibility, and highlights the role of the interprofessional team in caring for at-risk patients."}
{"id": "article-28507_1", "title": "Rh Incompatibility -- Continuing Education Activity", "content": "Objectives: Describe the clinical significance of Rh incompatibility. Describe the pathophysiology of Rh incompatibility and alloimmunization. Identify indications for Rh D immunoglobulin (RhIg) treatment. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients at risk for Rh incompatibility. Access free multiple choice questions on this topic.", "contents": "Rh Incompatibility -- Continuing Education Activity. Objectives: Describe the clinical significance of Rh incompatibility. Describe the pathophysiology of Rh incompatibility and alloimmunization. Identify indications for Rh D immunoglobulin (RhIg) treatment. Explain the importance of improving care coordination amongst the interprofessional team to enhance the delivery of care for patients at risk for Rh incompatibility. Access free multiple choice questions on this topic."}
{"id": "article-28507_2", "title": "Rh Incompatibility -- Introduction", "content": "Rhesus (Rh) incompatibility refers to the discordant pairing of maternal and fetal Rh types. It is associated with the development of maternal Rh sensitization and hemolytic disease of the neonate (HDN). An individual can be classified as Rh-positive if their erythrocytes express the Rh D antigen; otherwise, an individual is Rh-negative if they do not. This phenomenon becomes clinically significant if a mother that is Rh-negative becomes sensitized to the D antigen and subsequently, produces anti-D antibodies (i.e., alloimmunization) that can bind to and potentially lead to the destruction of Rh-positive erythrocytes. This is of particular concern if an Rh-negative mother is carrying an Rh-positive fetus, which can result in consequences along the spectrum of HDN ranging from self-limited hemolytic anemia to severe hydrops fetalis.", "contents": "Rh Incompatibility -- Introduction. Rhesus (Rh) incompatibility refers to the discordant pairing of maternal and fetal Rh types. It is associated with the development of maternal Rh sensitization and hemolytic disease of the neonate (HDN). An individual can be classified as Rh-positive if their erythrocytes express the Rh D antigen; otherwise, an individual is Rh-negative if they do not. This phenomenon becomes clinically significant if a mother that is Rh-negative becomes sensitized to the D antigen and subsequently, produces anti-D antibodies (i.e., alloimmunization) that can bind to and potentially lead to the destruction of Rh-positive erythrocytes. This is of particular concern if an Rh-negative mother is carrying an Rh-positive fetus, which can result in consequences along the spectrum of HDN ranging from self-limited hemolytic anemia to severe hydrops fetalis."}
{"id": "article-28507_3", "title": "Rh Incompatibility -- Etiology", "content": "As previously mentioned, maternal sensitization occurs in Rh-negative mothers due to exposure to the Rh D antigen. This typically occurs when the Rh-negative mother is carrying an Rh-positive fetus or has been exposed to Rh-positive blood differently. However, if the exposure to the Rh D antigen occurs during the mother’s first pregnancy, the adverse consequences of Rh incompatibility do not typically affect that initial pregnancy because the fetus often is delivered before the development of the anti-D antibodies. Once the mother has been sensitized, future pregnancies are at risk for the development of HDN secondary to Rh incompatibility if the fetus is Rh-positive. [1]", "contents": "Rh Incompatibility -- Etiology. As previously mentioned, maternal sensitization occurs in Rh-negative mothers due to exposure to the Rh D antigen. This typically occurs when the Rh-negative mother is carrying an Rh-positive fetus or has been exposed to Rh-positive blood differently. However, if the exposure to the Rh D antigen occurs during the mother’s first pregnancy, the adverse consequences of Rh incompatibility do not typically affect that initial pregnancy because the fetus often is delivered before the development of the anti-D antibodies. Once the mother has been sensitized, future pregnancies are at risk for the development of HDN secondary to Rh incompatibility if the fetus is Rh-positive. [1]"}
{"id": "article-28507_4", "title": "Rh Incompatibility -- Epidemiology", "content": "Rh incompatibility is dependent on the prevalence of Rh-negative blood types, which varies among different populations. Researchers estimate that the frequency of the Rh-negativity occurs more frequently among those of Caucasian (North American and European) descent (15% to 17%) compared to those of African (4% to 8%) or Asian descent (0.1% to 0.3%). Worldwide, the prevalence of Rh disease is estimated to be 276 per 100,000 live births, which is significant considering that an estimated 50% of untreated cases of HDN will either die or develop brain damage due to the disease. In comparison, the prevalence of Rh disease in developed countries has been reduced to 2.5 per 100,000 live births, which can be attributed to higher-quality perinatal-neonatal care. [2] [3]", "contents": "Rh Incompatibility -- Epidemiology. Rh incompatibility is dependent on the prevalence of Rh-negative blood types, which varies among different populations. Researchers estimate that the frequency of the Rh-negativity occurs more frequently among those of Caucasian (North American and European) descent (15% to 17%) compared to those of African (4% to 8%) or Asian descent (0.1% to 0.3%). Worldwide, the prevalence of Rh disease is estimated to be 276 per 100,000 live births, which is significant considering that an estimated 50% of untreated cases of HDN will either die or develop brain damage due to the disease. In comparison, the prevalence of Rh disease in developed countries has been reduced to 2.5 per 100,000 live births, which can be attributed to higher-quality perinatal-neonatal care. [2] [3]"}
{"id": "article-28507_5", "title": "Rh Incompatibility -- Pathophysiology", "content": "When an Rh-negative mother is exposed to the Rh D antigen, the D antigen is perceived as a foreign threat similar to how bacteria and viruses are perceived. This leads to a series of activations of immunogenic pathways that culminates in the production of anti-D antibodies. Those antibodies can bind to the D antigen present on the erythrocytes of Rh-positive fetuses to further activate immunologic pathways that lead to the hemolysis of the fetal erythrocytes.", "contents": "Rh Incompatibility -- Pathophysiology. When an Rh-negative mother is exposed to the Rh D antigen, the D antigen is perceived as a foreign threat similar to how bacteria and viruses are perceived. This leads to a series of activations of immunogenic pathways that culminates in the production of anti-D antibodies. Those antibodies can bind to the D antigen present on the erythrocytes of Rh-positive fetuses to further activate immunologic pathways that lead to the hemolysis of the fetal erythrocytes."}
{"id": "article-28507_6", "title": "Rh Incompatibility -- History and Physical", "content": "Rh-negative mothers that have become sensitized to the D antigen may have been exposed to the D antigen in many ways. Taking a detailed history may reveal potential sensitizing events such as: Exposure to fetal Rh-positive blood Delivery (i.e., vaginal, Cesarean section) Threatened miscarriage, miscarriage Antepartum hemorrhage (e.g., placenta previa, abruption, vasa previa, uterine rupture) Trauma External cephalic version Invasive procedures (e.g., chorionic villus sampling, amniocentesis) Ectopic Pregnancy Molar pregnancy Nonfetal exposure to Rh-positive blood Transfusion Bone marrow transplantation Needle-stick injury", "contents": "Rh Incompatibility -- History and Physical. Rh-negative mothers that have become sensitized to the D antigen may have been exposed to the D antigen in many ways. Taking a detailed history may reveal potential sensitizing events such as: Exposure to fetal Rh-positive blood Delivery (i.e., vaginal, Cesarean section) Threatened miscarriage, miscarriage Antepartum hemorrhage (e.g., placenta previa, abruption, vasa previa, uterine rupture) Trauma External cephalic version Invasive procedures (e.g., chorionic villus sampling, amniocentesis) Ectopic Pregnancy Molar pregnancy Nonfetal exposure to Rh-positive blood Transfusion Bone marrow transplantation Needle-stick injury"}
{"id": "article-28507_7", "title": "Rh Incompatibility -- History and Physical", "content": "While Rh incompatibility does not typically lead to clinical signs and symptoms in the Rh-negative mother, the consequences on the Rh-positive fetus can be substantial. While the topic of HDN is one that will be discussed elsewhere, some clinical features of HDN secondary to Rh incompatibility include lethargy, pallor, jaundice, scleral icterus, tachycardia, tachypnea, and hypotension. Hydrops fetalis is severe, life-threatening hemolytic anemia (that presents with at least two of the following: edema, pericardial effusions, pleural effusions, ascites) and is associated with a significant mortality rate estimated to be more than 50%. [4] [5]", "contents": "Rh Incompatibility -- History and Physical. While Rh incompatibility does not typically lead to clinical signs and symptoms in the Rh-negative mother, the consequences on the Rh-positive fetus can be substantial. While the topic of HDN is one that will be discussed elsewhere, some clinical features of HDN secondary to Rh incompatibility include lethargy, pallor, jaundice, scleral icterus, tachycardia, tachypnea, and hypotension. Hydrops fetalis is severe, life-threatening hemolytic anemia (that presents with at least two of the following: edema, pericardial effusions, pleural effusions, ascites) and is associated with a significant mortality rate estimated to be more than 50%. [4] [5]"}
{"id": "article-28507_8", "title": "Rh Incompatibility -- Evaluation", "content": "As previously mentioned, Rh incompatibility is centered on the Rh status. The United States Preventive Services Task Force (USPSTF) strongly recommends a Rh(D) blood type and antibody screen for all pregnant women at the initial prenatal visit (grade A). Additionally, the USPSTF recommends repeat antibody testing for all unsensitized Rh-negative mothers at 24 to 28 weeks of gestation, unless the father is Rh-negative (grade B). Antibody testing should also be performed at delivery. There are numerous outcomes after initial testing:", "contents": "Rh Incompatibility -- Evaluation. As previously mentioned, Rh incompatibility is centered on the Rh status. The United States Preventive Services Task Force (USPSTF) strongly recommends a Rh(D) blood type and antibody screen for all pregnant women at the initial prenatal visit (grade A). Additionally, the USPSTF recommends repeat antibody testing for all unsensitized Rh-negative mothers at 24 to 28 weeks of gestation, unless the father is Rh-negative (grade B). Antibody testing should also be performed at delivery. There are numerous outcomes after initial testing:"}
{"id": "article-28507_9", "title": "Rh Incompatibility -- Evaluation", "content": "If a mother is found to be Rh-positive, there is no risk of alloimmunization regardless of the Rh type of the fetus If the mother is Rh-negative, then alloimmunization can be assessed by an antibody screen If the Rh-negative mother is antibody positive, then a confirmatory study, such as a Coombs test, is needed to direct further management and monitoring of the pregnancy If the Rh-negative mother is antibody negative, paternal Rh testing can be performed as well.", "contents": "Rh Incompatibility -- Evaluation. If a mother is found to be Rh-positive, there is no risk of alloimmunization regardless of the Rh type of the fetus If the mother is Rh-negative, then alloimmunization can be assessed by an antibody screen If the Rh-negative mother is antibody positive, then a confirmatory study, such as a Coombs test, is needed to direct further management and monitoring of the pregnancy If the Rh-negative mother is antibody negative, paternal Rh testing can be performed as well."}
{"id": "article-28507_10", "title": "Rh Incompatibility -- Evaluation", "content": "If the father is also Rh-negative, then there is no risk for alloimmunization and complications of Rh incompatibility. On the other hand, an Rh-positive father gives the fetus a 50% risk of having Rh-positive erythrocytes and a higher risk for the complications of Rh incompatibility. If the father is Rh-positive or the father’s Rh status cannot be determined, then more invasive testing may be needed.", "contents": "Rh Incompatibility -- Evaluation. If the father is also Rh-negative, then there is no risk for alloimmunization and complications of Rh incompatibility. On the other hand, an Rh-positive father gives the fetus a 50% risk of having Rh-positive erythrocytes and a higher risk for the complications of Rh incompatibility. If the father is Rh-positive or the father’s Rh status cannot be determined, then more invasive testing may be needed."}
{"id": "article-28507_11", "title": "Rh Incompatibility -- Evaluation", "content": "For Rh-negative mothers that have potentially been exposed to fetal Rh-positive blood, one must assess fetomaternal hemorrhage. This assessment can be done with the rosette test for screening. Positive screens can be confirmed with the Kleihauer-Betke (KB) test or flow cytometry to determine the percentage of fetal blood cells (based on detecting fetal hemoglobin F) in the maternal circulation and the next steps in management. [6]", "contents": "Rh Incompatibility -- Evaluation. For Rh-negative mothers that have potentially been exposed to fetal Rh-positive blood, one must assess fetomaternal hemorrhage. This assessment can be done with the rosette test for screening. Positive screens can be confirmed with the Kleihauer-Betke (KB) test or flow cytometry to determine the percentage of fetal blood cells (based on detecting fetal hemoglobin F) in the maternal circulation and the next steps in management. [6]"}
{"id": "article-28507_12", "title": "Rh Incompatibility -- Evaluation", "content": "In a patient’s first affected pregnancy, surveillance of maternal antibody titers is recommended. Titers are repeated every month until 24 weeks of gestation and repeated more frequently in the third trimester. In a patient with a history of HDN, maternal titers are not utilized for determining the appropriate time to initiate fetal surveillance in a subsequent pregnancy. Fetal surveillance includes serial Middle Cerebral Artery (MCA) dopplers every 1 to 2 weeks beginning at 24 weeks gestation and antenatal testing beginning at 32 weeks gestation. MCA peak systolic velocity of greater than 1.5 MoM is an indication for cordocentesis to determine fetal hematocrit and the need for intrauterine transfusion.", "contents": "Rh Incompatibility -- Evaluation. In a patient’s first affected pregnancy, surveillance of maternal antibody titers is recommended. Titers are repeated every month until 24 weeks of gestation and repeated more frequently in the third trimester. In a patient with a history of HDN, maternal titers are not utilized for determining the appropriate time to initiate fetal surveillance in a subsequent pregnancy. Fetal surveillance includes serial Middle Cerebral Artery (MCA) dopplers every 1 to 2 weeks beginning at 24 weeks gestation and antenatal testing beginning at 32 weeks gestation. MCA peak systolic velocity of greater than 1.5 MoM is an indication for cordocentesis to determine fetal hematocrit and the need for intrauterine transfusion."}
{"id": "article-28507_13", "title": "Rh Incompatibility -- Treatment / Management", "content": "As alluded to earlier, one of the main principles of the management of Rh incompatibility is the prevention of maternal sensitization. Rh D immunoglobulin (RhIg) has made a significant impact on preventing Rh disease. RhIg consists of anti-Rh D antibodies that target Rh-positive erythrocytes to prevent maternal sensitization. It has reduced the rate of alloimmunization from 16% to less than 1%. Furthermore, RhIg immunoprophylaxis has decreased the prevalence of HDN attributed to anti-D antibodies to less than 1%.", "contents": "Rh Incompatibility -- Treatment / Management. As alluded to earlier, one of the main principles of the management of Rh incompatibility is the prevention of maternal sensitization. Rh D immunoglobulin (RhIg) has made a significant impact on preventing Rh disease. RhIg consists of anti-Rh D antibodies that target Rh-positive erythrocytes to prevent maternal sensitization. It has reduced the rate of alloimmunization from 16% to less than 1%. Furthermore, RhIg immunoprophylaxis has decreased the prevalence of HDN attributed to anti-D antibodies to less than 1%."}
{"id": "article-28507_14", "title": "Rh Incompatibility -- Treatment / Management", "content": "If a mother has the potential to have Rh incompatibility during pregnancy, prophylactic RhIg should be administered to unsensitized Rh-negative women at 28 weeks gestation. If the neonate is found to be Rh-positive after delivery, those same unsensitized Rh-negative women should be given RhIg within 72 hours of delivery. The suggested RhIg dose in the United States is 300 mcg, which should be sufficient in covering up to 15 mL of Rh-positive erythrocytes (i.e., 30 mL of whole fetal blood). In addition,  the American College of Obstetricians and Gynecologists (ACOG) recommends that all Rh-negative women giving birth to Rh-positive infants should initially undergo a qualitative screening test (rosette assay) and if indicated proceed with quantitative testing (KB test) to determine the correct number of doses of immune globulin required.", "contents": "Rh Incompatibility -- Treatment / Management. If a mother has the potential to have Rh incompatibility during pregnancy, prophylactic RhIg should be administered to unsensitized Rh-negative women at 28 weeks gestation. If the neonate is found to be Rh-positive after delivery, those same unsensitized Rh-negative women should be given RhIg within 72 hours of delivery. The suggested RhIg dose in the United States is 300 mcg, which should be sufficient in covering up to 15 mL of Rh-positive erythrocytes (i.e., 30 mL of whole fetal blood). In addition,  the American College of Obstetricians and Gynecologists (ACOG) recommends that all Rh-negative women giving birth to Rh-positive infants should initially undergo a qualitative screening test (rosette assay) and if indicated proceed with quantitative testing (KB test) to determine the correct number of doses of immune globulin required."}
{"id": "article-28507_15", "title": "Rh Incompatibility -- Treatment / Management", "content": "The same principle of RhIg immunoprophylaxis can be applied to Rh-negative mothers who have had high-risk events that could have potentially led to fetomaternal hemorrhage as previously discussed. The recommendations of ACOG for the dosing of RhIg vary depending on the scenario of potential fetomaternal hemorrhage. Smaller doses are considered for events that occur earlier in the pregnancy since the total fetal-placental blood volume is 3 mL (1.5 mL of fetal erythrocytes) at 12 weeks; therefore, at least 50 mcg should be considered for first-trimester events and 300 mcg if after 12 weeks. [7] [8]", "contents": "Rh Incompatibility -- Treatment / Management. The same principle of RhIg immunoprophylaxis can be applied to Rh-negative mothers who have had high-risk events that could have potentially led to fetomaternal hemorrhage as previously discussed. The recommendations of ACOG for the dosing of RhIg vary depending on the scenario of potential fetomaternal hemorrhage. Smaller doses are considered for events that occur earlier in the pregnancy since the total fetal-placental blood volume is 3 mL (1.5 mL of fetal erythrocytes) at 12 weeks; therefore, at least 50 mcg should be considered for first-trimester events and 300 mcg if after 12 weeks. [7] [8]"}
{"id": "article-28507_16", "title": "Rh Incompatibility -- Differential Diagnosis", "content": "Abo incompatibility Autoimmune hemolytic anemia Alpha thalassemia Chronic fetomaternal hemorrhage Erythroblastosis fetalis Hydrops fetalis Hereditary enzyme deficiencies Microangiopathic hemolytic anemia Spherocytosis Twin-twin transfusion", "contents": "Rh Incompatibility -- Differential Diagnosis. Abo incompatibility Autoimmune hemolytic anemia Alpha thalassemia Chronic fetomaternal hemorrhage Erythroblastosis fetalis Hydrops fetalis Hereditary enzyme deficiencies Microangiopathic hemolytic anemia Spherocytosis Twin-twin transfusion"}
{"id": "article-28507_17", "title": "Rh Incompatibility -- Pearls and Other Issues", "content": "Immunoprophylaxis via RhIg is of value when alloimmunization has not yet occurred. If an Rh-negative mother has been found to have positive anti-D antibody titers, then RhIg treatment will not be effective, and those mothers should not be given RhIg. Accordingly, the American College of Obstetricians and Gynecologists advises routine antibody testing before giving RhIg.", "contents": "Rh Incompatibility -- Pearls and Other Issues. Immunoprophylaxis via RhIg is of value when alloimmunization has not yet occurred. If an Rh-negative mother has been found to have positive anti-D antibody titers, then RhIg treatment will not be effective, and those mothers should not be given RhIg. Accordingly, the American College of Obstetricians and Gynecologists advises routine antibody testing before giving RhIg."}
{"id": "article-28507_18", "title": "Rh Incompatibility -- Pearls and Other Issues", "content": "Even with the availability of RhIg for the management of potential Rh incompatibility, the risks of alloimmunization have not been completely eliminated. Contributing factors include inappropriate RhIg administration (i.e., dosing, timeline according to recommendations) and occult fetomaternal bleeding that occurs before the advised RhIg dosing at 28 weeks. Often, the potential source of bleeding cannot be determined.", "contents": "Rh Incompatibility -- Pearls and Other Issues. Even with the availability of RhIg for the management of potential Rh incompatibility, the risks of alloimmunization have not been completely eliminated. Contributing factors include inappropriate RhIg administration (i.e., dosing, timeline according to recommendations) and occult fetomaternal bleeding that occurs before the advised RhIg dosing at 28 weeks. Often, the potential source of bleeding cannot be determined."}
{"id": "article-28507_19", "title": "Rh Incompatibility -- Pearls and Other Issues", "content": "Most of the discussions of the antibodies involved have been non-specific thus far; however, it is important to make some distinctions between the different types of antibodies. If an Rh-negative mother is antibody positive for IgG, this is of clinical concern because IgG antibodies can cross the placenta and cause HDN. However, it is possible that an antibody screen can be positive for IgM antibodies (i.e., Lewis antibodies); however, these are not of clinical consequence since they do not cross the placenta. [9] [10]", "contents": "Rh Incompatibility -- Pearls and Other Issues. Most of the discussions of the antibodies involved have been non-specific thus far; however, it is important to make some distinctions between the different types of antibodies. If an Rh-negative mother is antibody positive for IgG, this is of clinical concern because IgG antibodies can cross the placenta and cause HDN. However, it is possible that an antibody screen can be positive for IgM antibodies (i.e., Lewis antibodies); however, these are not of clinical consequence since they do not cross the placenta. [9] [10]"}
{"id": "article-28507_20", "title": "Rh Incompatibility -- Enhancing Healthcare Team Outcomes", "content": "The obstetrician, maternity nurse, and labor & delivery nurse should all be familiar with Rhesus incompatibility. One of the main principles of the management of Rh incompatibility is the prevention of maternal sensitization. Rh D immunoglobulin (RhIg) has made a significant impact on preventing Rh disease. RhIg consists of anti-Rh D antibodies that target Rh-positive erythrocytes to prevent maternal sensitization. It has reduced the rate of alloimmunization from 16% to less than 1%. Furthermore, RhIg immunoprophylaxis has decreased the prevalence of HDN attributed to anti-D antibodies to less than 1%. An interprofessional team approach will diminish complications from this disorder. [Level 5]", "contents": "Rh Incompatibility -- Enhancing Healthcare Team Outcomes. The obstetrician, maternity nurse, and labor & delivery nurse should all be familiar with Rhesus incompatibility. One of the main principles of the management of Rh incompatibility is the prevention of maternal sensitization. Rh D immunoglobulin (RhIg) has made a significant impact on preventing Rh disease. RhIg consists of anti-Rh D antibodies that target Rh-positive erythrocytes to prevent maternal sensitization. It has reduced the rate of alloimmunization from 16% to less than 1%. Furthermore, RhIg immunoprophylaxis has decreased the prevalence of HDN attributed to anti-D antibodies to less than 1%. An interprofessional team approach will diminish complications from this disorder. [Level 5]"}
{"id": "article-28507_21", "title": "Rh Incompatibility -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Rh Incompatibility -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}