{"id": "article-145082_0", "title": "Spectacle Correction of Ametropias -- Continuing Education Activity", "content": "Ametropia refers to any refractive condition that results in the image of an object not correctly focused on the retina. Spectacles lenses are the most common devices used in the correction of ametropias. Spectacle lenses consist of a frame that carries the corrective ophthalmic lenses. The spectacle frames come in different materials, which can be full-rimmed, half-rimmed, or rimless. Lenses contained in spectacles can be convex (for correcting hyperopias), concave (for correcting myopias), or cylindrical (for astigmatism). Spectacle lenses have advantages over other forms of correction for ametropia, mainly because they are non-invasive. A proper refraction procedure is required when preparing a prescription for spectacles. This chapter reviews spectacles as a method of ametropia correction and highlights the role of the interprofessional team in the examination, selection, and dispensing of corrective spectacles.", "contents": "Spectacle Correction of Ametropias -- Continuing Education Activity. Ametropia refers to any refractive condition that results in the image of an object not correctly focused on the retina. Spectacles lenses are the most common devices used in the correction of ametropias. Spectacle lenses consist of a frame that carries the corrective ophthalmic lenses. The spectacle frames come in different materials, which can be full-rimmed, half-rimmed, or rimless. Lenses contained in spectacles can be convex (for correcting hyperopias), concave (for correcting myopias), or cylindrical (for astigmatism). Spectacle lenses have advantages over other forms of correction for ametropia, mainly because they are non-invasive. A proper refraction procedure is required when preparing a prescription for spectacles. This chapter reviews spectacles as a method of ametropia correction and highlights the role of the interprofessional team in the examination, selection, and dispensing of corrective spectacles."}
{"id": "article-145082_1", "title": "Spectacle Correction of Ametropias -- Continuing Education Activity", "content": "Objectives: Review the concept of ametropia and identify its causes, types, and correction, in addition to discussing compensatory mechanisms that patients may employ in the presence of ametropia. Summarize the clinical examination required for the diagnosis of ametropia. Explain the Fechner paradox and outline its cause. Describe the concept of aniseikonia. Access free multiple choice questions on this topic.", "contents": "Spectacle Correction of Ametropias -- Continuing Education Activity. Objectives: Review the concept of ametropia and identify its causes, types, and correction, in addition to discussing compensatory mechanisms that patients may employ in the presence of ametropia. Summarize the clinical examination required for the diagnosis of ametropia. Explain the Fechner paradox and outline its cause. Describe the concept of aniseikonia. Access free multiple choice questions on this topic."}
{"id": "article-145082_2", "title": "Spectacle Correction of Ametropias -- Introduction", "content": "Ametropia refers to any refractive condition that results in the image of the object in view, which does not allow for a properly focused image on the retina. As such, hyperopia, myopia, and astigmatism are all considered in these abnormal refractive disorders. [1] Hyperopia refers to a condition in which the refractive power of the eye is less than expected, causing objects in view to come to a focus at a hypothetical point behind the eye. [2] This results in a blurred image being formed on the retina.", "contents": "Spectacle Correction of Ametropias -- Introduction. Ametropia refers to any refractive condition that results in the image of the object in view, which does not allow for a properly focused image on the retina. As such, hyperopia, myopia, and astigmatism are all considered in these abnormal refractive disorders. [1] Hyperopia refers to a condition in which the refractive power of the eye is less than expected, causing objects in view to come to a focus at a hypothetical point behind the eye. [2] This results in a blurred image being formed on the retina."}
{"id": "article-145082_3", "title": "Spectacle Correction of Ametropias -- Introduction", "content": "Hyperopia can be further classified into axial, curvature, index, or pathological. Myopia or short-sightedness is a condition where the image of the objects being viewed is formed in front of the retina toward the vitreous body. Myopia can also be defined as axial or curvature. Myopes are commonly known to bring print close to their faces when reading. Astigmatism refers to a situation in which the eye has different powers along the same eye.", "contents": "Spectacle Correction of Ametropias -- Introduction. Hyperopia can be further classified into axial, curvature, index, or pathological. Myopia or short-sightedness is a condition where the image of the objects being viewed is formed in front of the retina toward the vitreous body. Myopia can also be defined as axial or curvature. Myopes are commonly known to bring print close to their faces when reading. Astigmatism refers to a situation in which the eye has different powers along the same eye."}
{"id": "article-145082_4", "title": "Spectacle Correction of Ametropias -- Introduction", "content": "Astigmatism, therefore, results in various parts of the viewed objects being formed at different points on the retina. Astigmatism can be present with hyperopia (hyperopic astigmatism) or myopia (myopic astigmatism). An eye may also possess only astigmatism. The opposite of an ametropic state is an emmetropic state or emmetropia. [3] Ametropias can be corrected/altered inherently by normal physiological processes called emmetropization. [4] [5] [6] Ametropias may be congenital or acquired. [7]", "contents": "Spectacle Correction of Ametropias -- Introduction. Astigmatism, therefore, results in various parts of the viewed objects being formed at different points on the retina. Astigmatism can be present with hyperopia (hyperopic astigmatism) or myopia (myopic astigmatism). An eye may also possess only astigmatism. The opposite of an ametropic state is an emmetropic state or emmetropia. [3] Ametropias can be corrected/altered inherently by normal physiological processes called emmetropization. [4] [5] [6] Ametropias may be congenital or acquired. [7]"}
{"id": "article-145082_5", "title": "Spectacle Correction of Ametropias -- Introduction -- Epidemiology of the Ametropias", "content": "Varying data exist on the prevalence and incidence of ametropias across the world. A group of researchers conducted an extensive meta-analysis of publications on refractive errors and came up with a pooled prevalence of myopia, hyperopia, and astigmatism of 11.7%, 4.6%, and 14.9%, respectively. [8] These numbers can change and differ according to the age group, gender, race, the severity of ametropia, type of daily work and activities, year of the data collection, etc. [9] [10] [11] Environmental factors such as prolonged and excessive near-distanced work and habitual style of life are factors in the progression of ametropia, especially myopia. [12] [13]", "contents": "Spectacle Correction of Ametropias -- Introduction -- Epidemiology of the Ametropias. Varying data exist on the prevalence and incidence of ametropias across the world. A group of researchers conducted an extensive meta-analysis of publications on refractive errors and came up with a pooled prevalence of myopia, hyperopia, and astigmatism of 11.7%, 4.6%, and 14.9%, respectively. [8] These numbers can change and differ according to the age group, gender, race, the severity of ametropia, type of daily work and activities, year of the data collection, etc. [9] [10] [11] Environmental factors such as prolonged and excessive near-distanced work and habitual style of life are factors in the progression of ametropia, especially myopia. [12] [13]"}
{"id": "article-145082_6", "title": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis", "content": "The preliminary detection of most ametropias is possible using a vision test with a simple pinhole aperture. The patient is measured for visual acuity monocularly with no lens in place. The procedure is then repeated with a pinhole. An improvement in visual acuity with the pinhole over the unaided values indicates the presence of ametropia. [14]", "contents": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis. The preliminary detection of most ametropias is possible using a vision test with a simple pinhole aperture. The patient is measured for visual acuity monocularly with no lens in place. The procedure is then repeated with a pinhole. An improvement in visual acuity with the pinhole over the unaided values indicates the presence of ametropia. [14]"}
{"id": "article-145082_7", "title": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis", "content": "Ametropias are diagnosed by a process called refraction. This process is further split into objective and subjective refractions. Objective refraction involves a series of testing in which the examiner assesses the amount and type of ametropia without any input from the patient. Objective refraction can be carried out by retinoscopy and auto-refraction. [15] [16] [17] Subjective refraction involves fine-tuning an objective refraction result based on the responses given by the patient. [18] [19] [20]", "contents": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis. Ametropias are diagnosed by a process called refraction. This process is further split into objective and subjective refractions. Objective refraction involves a series of testing in which the examiner assesses the amount and type of ametropia without any input from the patient. Objective refraction can be carried out by retinoscopy and auto-refraction. [15] [16] [17] Subjective refraction involves fine-tuning an objective refraction result based on the responses given by the patient. [18] [19] [20]"}
{"id": "article-145082_8", "title": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis", "content": "It is worth noting that ametropias may mimic more severe underlying pathologies; thus, abnormal results should be confirmed and thoroughly assessed. [21] Refraction results must include the type and severity of ametropia in the eye.", "contents": "Spectacle Correction of Ametropias -- Introduction -- Diagnosis. It is worth noting that ametropias may mimic more severe underlying pathologies; thus, abnormal results should be confirmed and thoroughly assessed. [21] Refraction results must include the type and severity of ametropia in the eye."}
{"id": "article-145082_9", "title": "Spectacle Correction of Ametropias -- Function -- Management of Ametropias", "content": "Ametropia can be managed by the following methods: Spectacle lenses (these can be spherical, cylindrical, or sphero-cylindrical lenses) Contact lenses (these can be spherical or sphero-cylindrical lenses) Refractive surgery, such as laser-assisted in-situ keratomileusis (LASIK), photorefractive keratectomy (PRK), and laser-assisted sub-epithelial keratectomy (LASEK) [22] [23] [24] Other special techniques, such as orthokeratology", "contents": "Spectacle Correction of Ametropias -- Function -- Management of Ametropias. Ametropia can be managed by the following methods: Spectacle lenses (these can be spherical, cylindrical, or sphero-cylindrical lenses) Contact lenses (these can be spherical or sphero-cylindrical lenses) Refractive surgery, such as laser-assisted in-situ keratomileusis (LASIK), photorefractive keratectomy (PRK), and laser-assisted sub-epithelial keratectomy (LASEK) [22] [23] [24] Other special techniques, such as orthokeratology"}
{"id": "article-145082_10", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames", "content": "Spectacle lenses are the most common correction for ametropias. A spectacle prescription consists of a frame and a prescription lens. The frame carries the prescription lenses and gives it balance on the face of the wearer while also protecting the lens from damage. The frame distributes the weight of the lenses on the nose and head of the wearer and holds them up in front of the eye for easy viewing. A frame may consist of the following parts (see Figure of parts of prescription spectacle frames): Eye-wire Temple Nose pad, nose bridge Earpiece", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames. Spectacle lenses are the most common correction for ametropias. A spectacle prescription consists of a frame and a prescription lens. The frame carries the prescription lenses and gives it balance on the face of the wearer while also protecting the lens from damage. The frame distributes the weight of the lenses on the nose and head of the wearer and holds them up in front of the eye for easy viewing. A frame may consist of the following parts (see Figure of parts of prescription spectacle frames): Eye-wire Temple Nose pad, nose bridge Earpiece"}
{"id": "article-145082_11", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames", "content": "A frame with a complete eye-wire surrounding the lens is called a full-rimmed frame. A frame that only covers half of the lens it carries is called a half-rimmed lens, while a frame that does not encircle the lens is called a rimless frame. In rimless lenses, the temples, nose-pads/nose bridges are mounted directly on the lens, usually with small screws and bolts. This makes them extremely fragile and not that stable. Frames can also come in different materials, such as plastic, rubber, metal, wood, or a combination of diverse materials. Monocular frames (monocles) were used in the past; most current frames are binocular. The determination of what type of frames to dispense for a particular patient will depend on several factors, including;", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames. A frame with a complete eye-wire surrounding the lens is called a full-rimmed frame. A frame that only covers half of the lens it carries is called a half-rimmed lens, while a frame that does not encircle the lens is called a rimless frame. In rimless lenses, the temples, nose-pads/nose bridges are mounted directly on the lens, usually with small screws and bolts. This makes them extremely fragile and not that stable. Frames can also come in different materials, such as plastic, rubber, metal, wood, or a combination of diverse materials. Monocular frames (monocles) were used in the past; most current frames are binocular. The determination of what type of frames to dispense for a particular patient will depend on several factors, including;"}
{"id": "article-145082_12", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames", "content": "i. The magnitude and type of refractive error: low-powered lenses can be fixed on full-rimmed, half-rimmed, or rimless frames. Higher powers, especially minus lenses, are better dispensed in smaller lenses with thicker rims. This helps with cosmetic appeal and reduces the weight of the spectacle lens. [25] ii. Age of the patient: age group-specific frames should be used properly. Studies show that many children wear smaller adult frames that are inappropriate for their age group. [26]", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames. i. The magnitude and type of refractive error: low-powered lenses can be fixed on full-rimmed, half-rimmed, or rimless frames. Higher powers, especially minus lenses, are better dispensed in smaller lenses with thicker rims. This helps with cosmetic appeal and reduces the weight of the spectacle lens. [25] ii. Age of the patient: age group-specific frames should be used properly. Studies show that many children wear smaller adult frames that are inappropriate for their age group. [26]"}
{"id": "article-145082_13", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames", "content": "iii. The facial features of the patient: Anthropometric data of the face is important to obtaining a good fit of a potential spectacle frame. [27] With the advent of online spectacle purchases and walk-in eye tests at large malls, patients are beginning to obtain their spectacle prescriptions without visiting the eye clinic. Existing literature suggests such patients are likely to be dissatisfied with the results of such practices as opposed to having a full examination and considering the attending clinician's recommendation before selecting a frame. [28]", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Frames. iii. The facial features of the patient: Anthropometric data of the face is important to obtaining a good fit of a potential spectacle frame. [27] With the advent of online spectacle purchases and walk-in eye tests at large malls, patients are beginning to obtain their spectacle prescriptions without visiting the eye clinic. Existing literature suggests such patients are likely to be dissatisfied with the results of such practices as opposed to having a full examination and considering the attending clinician's recommendation before selecting a frame. [28]"}
{"id": "article-145082_14", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials", "content": "There are different materials used to produce spectacle lenses. These had evolved from quartz stones used in the 15th century to correct presbyopia until the 16th century when the first attempts were made to select different strengths of lenses for individual users. [29] The invention of the ophthalmoscope and the ophthalmometer in 1850 and 1855 resulted in a sharp incline in the development of spectacle lenses. These were closely followed by the invention of the visual acuity chart and the coinage of a unit of dioptric power now known as the 'dioptre.' [29] [30]", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials. There are different materials used to produce spectacle lenses. These had evolved from quartz stones used in the 15th century to correct presbyopia until the 16th century when the first attempts were made to select different strengths of lenses for individual users. [29] The invention of the ophthalmoscope and the ophthalmometer in 1850 and 1855 resulted in a sharp incline in the development of spectacle lenses. These were closely followed by the invention of the visual acuity chart and the coinage of a unit of dioptric power now known as the 'dioptre.' [29] [30]"}
{"id": "article-145082_15", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials", "content": "In the subsequent decades, enhanced glass materials became available for spectacle lenses with the development of polishing techniques to make them clear. The early 19th century saw a rapid increase in industrialization and polymer chemistry. This gave birth to the most common material used for spectacle lenses called CR-39, developed from ally diglycol carbonate. Newer plastic materials like Trivex and polycarbonate lenses offer more durability and strength. [31] [32] This is because there are fewer cross-links in the polymers used to make them.", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials. In the subsequent decades, enhanced glass materials became available for spectacle lenses with the development of polishing techniques to make them clear. The early 19th century saw a rapid increase in industrialization and polymer chemistry. This gave birth to the most common material used for spectacle lenses called CR-39, developed from ally diglycol carbonate. Newer plastic materials like Trivex and polycarbonate lenses offer more durability and strength. [31] [32] This is because there are fewer cross-links in the polymers used to make them."}
{"id": "article-145082_16", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials", "content": "Glass is still used today and has gained popularity because it doesn't lose its transparency with age and produces very low aberration. Glass materials range from crown glass to alkaline metal oxides, which are used to create thinner lenses. These thinner lenses created with oxides such as titanium oxide tended to be lighter and have a higher refractive index when compared to crown glass.", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials. Glass is still used today and has gained popularity because it doesn't lose its transparency with age and produces very low aberration. Glass materials range from crown glass to alkaline metal oxides, which are used to create thinner lenses. These thinner lenses created with oxides such as titanium oxide tended to be lighter and have a higher refractive index when compared to crown glass."}
{"id": "article-145082_17", "title": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials", "content": "Aspheric lenses tend to be regularly prescribed for correcting ametropias because they cause lower aberrations than spherical lenses. [33] This means that they can be quite useful for higher powers and give a crispier vision. The determination of what type of lenses to dispense for a particular patient also depends on the type of refractive error:", "contents": "Spectacle Correction of Ametropias -- Function -- Spectacle Lens Materials. Aspheric lenses tend to be regularly prescribed for correcting ametropias because they cause lower aberrations than spherical lenses. [33] This means that they can be quite useful for higher powers and give a crispier vision. The determination of what type of lenses to dispense for a particular patient also depends on the type of refractive error:"}
{"id": "article-145082_18", "title": "Spectacle Correction of Ametropias -- Function -- Hyperopia", "content": "Hyperopia is corrected by dispensing spectacles carrying convex lenses. Convex lenses have a thicker center portion and thinner edges. Convex lenses increase the vergence of light entering the eye, bringing the point focus to a point closer to the anterior portion of the eye than where it was before the correction.", "contents": "Spectacle Correction of Ametropias -- Function -- Hyperopia. Hyperopia is corrected by dispensing spectacles carrying convex lenses. Convex lenses have a thicker center portion and thinner edges. Convex lenses increase the vergence of light entering the eye, bringing the point focus to a point closer to the anterior portion of the eye than where it was before the correction."}
{"id": "article-145082_19", "title": "Spectacle Correction of Ametropias -- Function -- Myopia", "content": "Myopia is corrected by dispensing spectacles carrying concave lenses. Concave lenses have a thinner center portion and thicker edges. Concave lenses reduce the vergence of light entering the eye, bringing the image to focus at a point farther away from the anterior portion of the eye.", "contents": "Spectacle Correction of Ametropias -- Function -- Myopia. Myopia is corrected by dispensing spectacles carrying concave lenses. Concave lenses have a thinner center portion and thicker edges. Concave lenses reduce the vergence of light entering the eye, bringing the image to focus at a point farther away from the anterior portion of the eye."}
{"id": "article-145082_20", "title": "Spectacle Correction of Ametropias -- Function -- Astigmatism", "content": "Astigmatism is corrected by dispensing cylindrical or toric lenses. Cylindrical lenses have different powers at different meridians. A spectacle lens can be a combination of a convex lens and a cylindrical lens, as it is used to correct hyperopic astigmatism. It can also be a combination of a concave and cylindrical lens, as it is used to correct myopic astigmatism. Astigmatic lenses change the amounts of vergence in the two meridians by different amounts. This brings the two meridians to a single focus on the retina.", "contents": "Spectacle Correction of Ametropias -- Function -- Astigmatism. Astigmatism is corrected by dispensing cylindrical or toric lenses. Cylindrical lenses have different powers at different meridians. A spectacle lens can be a combination of a convex lens and a cylindrical lens, as it is used to correct hyperopic astigmatism. It can also be a combination of a concave and cylindrical lens, as it is used to correct myopic astigmatism. Astigmatic lenses change the amounts of vergence in the two meridians by different amounts. This brings the two meridians to a single focus on the retina."}
{"id": "article-145082_21", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear", "content": "Dispensing lenses part-time or full-time depends on the type and magnitude of ametropia being managed. Generally, users are advised to use their lenses properly and consistently. Individuals with smaller amounts of ametropias sometimes wear their spectacle corrections less frequently without any symptoms; however, the reverse is the case for those with significant amounts of ametropias.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear. Dispensing lenses part-time or full-time depends on the type and magnitude of ametropia being managed. Generally, users are advised to use their lenses properly and consistently. Individuals with smaller amounts of ametropias sometimes wear their spectacle corrections less frequently without any symptoms; however, the reverse is the case for those with significant amounts of ametropias."}
{"id": "article-145082_22", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear", "content": "First-time wearers may undergo an \"adjustment phase\" that may last multiple days while acclimatizing to their new spectacles, especially for prescription glasses with cylindrical corrections. [34] The user must comply with instructions for using the spectacles to ensure clear and comfortable vision. [35] [36]", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear. First-time wearers may undergo an \"adjustment phase\" that may last multiple days while acclimatizing to their new spectacles, especially for prescription glasses with cylindrical corrections. [34] The user must comply with instructions for using the spectacles to ensure clear and comfortable vision. [35] [36]"}
{"id": "article-145082_23", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear", "content": "Multi-morbidity results in poor resolution of symptoms even after spectacle correction. [37] While a pair of lenses may be adequate in compensating for any inherent ametropia, other conditions present in the ocular system can still cause significant visual morbidity. It, therefore, becomes imperative to appropriately counsel patients on all conditions affecting their eyes before dispensing lenses.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear. Multi-morbidity results in poor resolution of symptoms even after spectacle correction. [37] While a pair of lenses may be adequate in compensating for any inherent ametropia, other conditions present in the ocular system can still cause significant visual morbidity. It, therefore, becomes imperative to appropriately counsel patients on all conditions affecting their eyes before dispensing lenses."}
{"id": "article-145082_24", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear", "content": "Dhirar et al. conducted a meta-analysis of four major databases looking at the compliance of myopic children to spectacle use. [36] They found that of 23 studies (all cross-sectional), the overall compliance was about 40%, with a variance of 9.8% to 78.75%.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear. Dhirar et al. conducted a meta-analysis of four major databases looking at the compliance of myopic children to spectacle use. [36] They found that of 23 studies (all cross-sectional), the overall compliance was about 40%, with a variance of 9.8% to 78.75%."}
{"id": "article-145082_25", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear", "content": "Common reasons for poor compliance included damaged/misplaced lenses, parents' disapproval, peer pressure, and cases in which the child frequently forgot or lost their lenses. Patients have been observed to rotate their heads upon putting on a pair of spectacles to compensate for an off-axis cylindrical error. Hence spectacle dispensing is not complete until the patient gives satisfactory feedback after using the lenses for a while.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Part-time or Full-time Wear. Common reasons for poor compliance included damaged/misplaced lenses, parents' disapproval, peer pressure, and cases in which the child frequently forgot or lost their lenses. Patients have been observed to rotate their heads upon putting on a pair of spectacles to compensate for an off-axis cylindrical error. Hence spectacle dispensing is not complete until the patient gives satisfactory feedback after using the lenses for a while."}
{"id": "article-145082_26", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Aniseikonia", "content": "Aniseikonia is a condition where unequal retinal images form due to differences in the refractive states of both eyes. [38] Aniseikonia may be static or dynamic. [39] Static aniseikonia occurs when the sizes of the retinal images are significantly different. In dynamic aniseikonia, the retinal images are similar, but there is a disparity during ocular movements due to differences in the speed of motion between the two eyes.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Aniseikonia. Aniseikonia is a condition where unequal retinal images form due to differences in the refractive states of both eyes. [38] Aniseikonia may be static or dynamic. [39] Static aniseikonia occurs when the sizes of the retinal images are significantly different. In dynamic aniseikonia, the retinal images are similar, but there is a disparity during ocular movements due to differences in the speed of motion between the two eyes."}
{"id": "article-145082_27", "title": "Spectacle Correction of Ametropias -- Issues of Concern -- Fechner Paradox", "content": "Fechner's paradox is an apparent improvement in visual conditions under monocular viewing compared to binocular viewing. [40] Fechner's paradox is a common occurrence when prescribing high-powered plus lenses, especially in low-vision care. Fechner paradox is commonly noticed in powers above +4.00 DS.", "contents": "Spectacle Correction of Ametropias -- Issues of Concern -- Fechner Paradox. Fechner's paradox is an apparent improvement in visual conditions under monocular viewing compared to binocular viewing. [40] Fechner's paradox is a common occurrence when prescribing high-powered plus lenses, especially in low-vision care. Fechner paradox is commonly noticed in powers above +4.00 DS."}
{"id": "article-145082_28", "title": "Spectacle Correction of Ametropias -- Clinical Significance -- Advantages of Spectacle Correction of the Ametropias", "content": "Spectacle lenses are advantageous because they: can improve vision and visual performance, especially in cases of severe ametropia and in myopes; can improve symptoms of headaches and eye strains in hypermetropia; may be equipped with anti-UV and protective coatings for outdoor and computer use; have widespread acceptability in society; are available for practically any age; are generally affordable, and are the most durable eye care management options for ametropia. [41]", "contents": "Spectacle Correction of Ametropias -- Clinical Significance -- Advantages of Spectacle Correction of the Ametropias. Spectacle lenses are advantageous because they: can improve vision and visual performance, especially in cases of severe ametropia and in myopes; can improve symptoms of headaches and eye strains in hypermetropia; may be equipped with anti-UV and protective coatings for outdoor and computer use; have widespread acceptability in society; are available for practically any age; are generally affordable, and are the most durable eye care management options for ametropia. [41]"}
{"id": "article-145082_29", "title": "Spectacle Correction of Ametropias -- Clinical Significance -- Disadvantages of Spectacle Correction of the Ametropias", "content": "Spectacle lenses can be limiting, considering that they: can only correct ametropias as long as they are being worn; may leave undesirable physical discomfort on the head, face, nose, and ears; and may not be ideal for individuals with very high prescriptions as the lenses may emerge too thick and heavy.", "contents": "Spectacle Correction of Ametropias -- Clinical Significance -- Disadvantages of Spectacle Correction of the Ametropias. Spectacle lenses can be limiting, considering that they: can only correct ametropias as long as they are being worn; may leave undesirable physical discomfort on the head, face, nose, and ears; and may not be ideal for individuals with very high prescriptions as the lenses may emerge too thick and heavy."}
{"id": "article-145082_30", "title": "Spectacle Correction of Ametropias -- Enhancing Healthcare Team Outcomes", "content": "Ametropias are the leading cause of oculovisual morbidity worldwide. Prescribing for ametropia involves every member of the eye care team. A clear understanding of presenting complaints by the attending nurses or doctors sets the stage for classifying any vision deficit as a near-of-distance vision problem. The optometrist or refraction nurse is responsible for carrying out proper refraction on the patient to certain types and levels of ametropia. For infants and children, special techniques like cycloplegic refraction and Mohindra retinoscopy may be necessary.", "contents": "Spectacle Correction of Ametropias -- Enhancing Healthcare Team Outcomes. Ametropias are the leading cause of oculovisual morbidity worldwide. Prescribing for ametropia involves every member of the eye care team. A clear understanding of presenting complaints by the attending nurses or doctors sets the stage for classifying any vision deficit as a near-of-distance vision problem. The optometrist or refraction nurse is responsible for carrying out proper refraction on the patient to certain types and levels of ametropia. For infants and children, special techniques like cycloplegic refraction and Mohindra retinoscopy may be necessary."}
{"id": "article-145082_31", "title": "Spectacle Correction of Ametropias -- Enhancing Healthcare Team Outcomes", "content": "Cycloplegics can significantly affect young children and should be used only when necessary. Cosmetic considerations are important in ensuring compliance with spectacle usage. [42] [43] The doctor should also have a thorough approach to diagnosing a refractive error, as several pathologic conditions may masquerade with each other due to similar symptoms. [Level 3]", "contents": "Spectacle Correction of Ametropias -- Enhancing Healthcare Team Outcomes. Cycloplegics can significantly affect young children and should be used only when necessary. Cosmetic considerations are important in ensuring compliance with spectacle usage. [42] [43] The doctor should also have a thorough approach to diagnosing a refractive error, as several pathologic conditions may masquerade with each other due to similar symptoms. [Level 3]"}
{"id": "article-145082_32", "title": "Spectacle Correction of Ametropias -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Spectacle Correction of Ametropias -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}