{"id": "article-30598_0", "title": "Tricuspid Stenosis -- Continuing Education Activity", "content": "Tricuspid stenosis (TS) is a relatively rare valvular heart disease, accounting for less than 1% of cases. It is the narrowing of the tricuspid valve due to any etiology. The clinical sequel of The cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. is predominantly systemic congestion. It most often co-exists with mitral valve pathology, especially in patients with rheumatic heart disease. There are various causes of the disease, including systemic illnesses and drugs; the cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. This activity describes the evaluation and management of tricuspid stenosis and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Tricuspid Stenosis -- Continuing Education Activity. Tricuspid stenosis (TS) is a relatively rare valvular heart disease, accounting for less than 1% of cases. It is the narrowing of the tricuspid valve due to any etiology. The clinical sequel of The cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. is predominantly systemic congestion. It most often co-exists with mitral valve pathology, especially in patients with rheumatic heart disease. There are various causes of the disease, including systemic illnesses and drugs; the cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. This activity describes the evaluation and management of tricuspid stenosis and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-30598_1", "title": "Tricuspid Stenosis -- Continuing Education Activity", "content": "Objectives: Describe various etiologies of tricuspid stenosis. Review the hemodynamic consequences of tricuspid stenosis. Outline diagnostic evaluation of tricuspid stenosis. Describe the stages of tricuspid stenosis and the relevant management strategy. Access free multiple choice questions on this topic.", "contents": "Tricuspid Stenosis -- Continuing Education Activity. Objectives: Describe various etiologies of tricuspid stenosis. Review the hemodynamic consequences of tricuspid stenosis. Outline diagnostic evaluation of tricuspid stenosis. Describe the stages of tricuspid stenosis and the relevant management strategy. Access free multiple choice questions on this topic."}
{"id": "article-30598_2", "title": "Tricuspid Stenosis -- Introduction", "content": "Tricuspid stenosis (TS) is a very rare valvular abnormality occurring due to the narrowing of the tricuspid valve. It results in an elevated gradient between the right atrium and right ventricle, systemic congestion, and failure to augment right ventricle output. The isolated occurrence is rare, and tricuspid stenosis usually accompanies other valvular abnormalities. It most often co-exists with mitral valve pathology, especially in patients with rheumatic heart disease. [1]", "contents": "Tricuspid Stenosis -- Introduction. Tricuspid stenosis (TS) is a very rare valvular abnormality occurring due to the narrowing of the tricuspid valve. It results in an elevated gradient between the right atrium and right ventricle, systemic congestion, and failure to augment right ventricle output. The isolated occurrence is rare, and tricuspid stenosis usually accompanies other valvular abnormalities. It most often co-exists with mitral valve pathology, especially in patients with rheumatic heart disease. [1]"}
{"id": "article-30598_3", "title": "Tricuspid Stenosis -- Etiology", "content": "The cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. [2]", "contents": "Tricuspid Stenosis -- Etiology. The cause of tricuspid stenosis can be broadly classified into three categories: acquired, congenital, and iatrogenic. [2]"}
{"id": "article-30598_4", "title": "Tricuspid Stenosis -- Etiology", "content": "Acquired : Rheumatic heart disease is one of the most common causes of acquired tricuspid stenosis and almost always occurs in conjunction with mitral stenosis. [1] In a series of 173 patients with rheumatic heart disease, 15 patients had tricuspid stenosis. [3] Other causes include large vegetation causing relative stenosis. [4] Carcinoid syndrome can result in isolated tricuspid stenosis or, more commonly, mixed regurgitant and stenosed lesions. [5] Systemic diseases like systemic lupus erythematosus (SLE) and antiphospholipid antibody (APLA) syndrome have been known to cause non-bacterial thrombotic endocarditis leading to TS. Benign tumors like atrial myxomas can cause functional TS. [6] Renal and ovarian tumors can metastasize and grow into the tricuspid orifice, causing stenosis. [7] Hyper-eosinophilic syndrome and endomyocardial fibrosis have also been linked with TS. [8]", "contents": "Tricuspid Stenosis -- Etiology. Acquired : Rheumatic heart disease is one of the most common causes of acquired tricuspid stenosis and almost always occurs in conjunction with mitral stenosis. [1] In a series of 173 patients with rheumatic heart disease, 15 patients had tricuspid stenosis. [3] Other causes include large vegetation causing relative stenosis. [4] Carcinoid syndrome can result in isolated tricuspid stenosis or, more commonly, mixed regurgitant and stenosed lesions. [5] Systemic diseases like systemic lupus erythematosus (SLE) and antiphospholipid antibody (APLA) syndrome have been known to cause non-bacterial thrombotic endocarditis leading to TS. Benign tumors like atrial myxomas can cause functional TS. [6] Renal and ovarian tumors can metastasize and grow into the tricuspid orifice, causing stenosis. [7] Hyper-eosinophilic syndrome and endomyocardial fibrosis have also been linked with TS. [8]"}
{"id": "article-30598_5", "title": "Tricuspid Stenosis -- Etiology", "content": "Acquired causes also include valvopathy associated with drugs like fenfluramine, phentermine, and methysergide, characterized by thickened fibrotic and hypo-mobile tricuspid leaflets with various degrees of valve stenosis and regurgitation. [9]", "contents": "Tricuspid Stenosis -- Etiology. Acquired causes also include valvopathy associated with drugs like fenfluramine, phentermine, and methysergide, characterized by thickened fibrotic and hypo-mobile tricuspid leaflets with various degrees of valve stenosis and regurgitation. [9]"}
{"id": "article-30598_6", "title": "Tricuspid Stenosis -- Etiology", "content": "Congenital: Other less common causes of tricuspid stenosis include congenital abnormalities such as Ebstein’s anomaly and metabolic or enzymatic abnormalities such as Fabry and Whipple disease. [10] [4]", "contents": "Tricuspid Stenosis -- Etiology. Congenital: Other less common causes of tricuspid stenosis include congenital abnormalities such as Ebstein’s anomaly and metabolic or enzymatic abnormalities such as Fabry and Whipple disease. [10] [4]"}
{"id": "article-30598_7", "title": "Tricuspid Stenosis -- Etiology", "content": "Iatrogenic: The presence of permanent pacing and fusion of implantable cardioverter defibrillator leads with sub-valvular structures can cause tricuspid stenosis. [11] [12] Tricuspid stenosis can also occur after tricuspid valve repair for tricuspid regurgitation. Bioprosthetic tricuspid valve stenosis is a serious and late complication of tricuspid valve replacement. [13]", "contents": "Tricuspid Stenosis -- Etiology. Iatrogenic: The presence of permanent pacing and fusion of implantable cardioverter defibrillator leads with sub-valvular structures can cause tricuspid stenosis. [11] [12] Tricuspid stenosis can also occur after tricuspid valve repair for tricuspid regurgitation. Bioprosthetic tricuspid valve stenosis is a serious and late complication of tricuspid valve replacement. [13]"}
{"id": "article-30598_8", "title": "Tricuspid Stenosis -- Epidemiology", "content": "Tricuspid stenosis accounts for about 2.4% of all cases of organic tricuspid valve disease and is mostly seen in young women. [14] [15] Overall, tricuspid stenosis accounts for less than 1% of valvular heart diseases. In a study of 13,289 patients with primary valvular disease, TS was found in 0.3%, followed only by pulmonary stenosis (0.04%). At least 90% of these patients had rheumatic heart disease. [16]", "contents": "Tricuspid Stenosis -- Epidemiology. Tricuspid stenosis accounts for about 2.4% of all cases of organic tricuspid valve disease and is mostly seen in young women. [14] [15] Overall, tricuspid stenosis accounts for less than 1% of valvular heart diseases. In a study of 13,289 patients with primary valvular disease, TS was found in 0.3%, followed only by pulmonary stenosis (0.04%). At least 90% of these patients had rheumatic heart disease. [16]"}
{"id": "article-30598_9", "title": "Tricuspid Stenosis -- Pathophysiology", "content": "The primary result of tricuspid stenosis is right atrial pressure elevation and right-sided congestion. Tricuspid stenosis results in elevated gradients between the right atrium (RA) and right ventricle (RV) during diastole. This is exaggerated during inspiration and exercise and reduced with expiration. With the increasing severity of TS, there is a failure to augment cardiac output with exercise. Clinically, TS results in signs and symptoms of systemic congestion.", "contents": "Tricuspid Stenosis -- Pathophysiology. The primary result of tricuspid stenosis is right atrial pressure elevation and right-sided congestion. Tricuspid stenosis results in elevated gradients between the right atrium (RA) and right ventricle (RV) during diastole. This is exaggerated during inspiration and exercise and reduced with expiration. With the increasing severity of TS, there is a failure to augment cardiac output with exercise. Clinically, TS results in signs and symptoms of systemic congestion."}
{"id": "article-30598_10", "title": "Tricuspid Stenosis -- Pathophysiology", "content": "The valves consist of an outer layer of valve endothelial cells (VECs) surrounding three layers of the extracellular matrix, each with a specialized function and interspersed with interstitial valve cells (VICs). [14] Genetic or acquired/environmental causes that disrupt the normal organization and composition of the extracellular matrix and communication between VECs and VICs alter valve mechanics and interfere with the valve leaflet function, culminating in valve damage. [17]", "contents": "Tricuspid Stenosis -- Pathophysiology. The valves consist of an outer layer of valve endothelial cells (VECs) surrounding three layers of the extracellular matrix, each with a specialized function and interspersed with interstitial valve cells (VICs). [14] Genetic or acquired/environmental causes that disrupt the normal organization and composition of the extracellular matrix and communication between VECs and VICs alter valve mechanics and interfere with the valve leaflet function, culminating in valve damage. [17]"}
{"id": "article-30598_11", "title": "Tricuspid Stenosis -- Pathophysiology", "content": "The rheumatic TS is characterized by diffuse fibrous thickening of the leaflets and fusion of 2 or 3 commissures. Leaflet thickening usually occurs in the absence of calcific deposits, and the anteroseptal commissure is most involved.", "contents": "Tricuspid Stenosis -- Pathophysiology. The rheumatic TS is characterized by diffuse fibrous thickening of the leaflets and fusion of 2 or 3 commissures. Leaflet thickening usually occurs in the absence of calcific deposits, and the anteroseptal commissure is most involved."}
{"id": "article-30598_12", "title": "Tricuspid Stenosis -- Pathophysiology", "content": "Tricuspid stenosis in carcinoid syndrome is caused by the deposition of fibrous plaques through vasoactive substance-mediated reactions, mainly serotonin. The deposition of endocardial plaques results in plaque distortion, which can lead to both TS and tricuspid regurgitation (TR). Methysergide and serotonin share common chemical properties. Methysergide, which is a synthetic ergot alkaloid, causes fibrotic thickening and structural deterioration of the tricuspid valve. [18] Incompletely developed leaflets, shortened or malformed chordae, a small annulus, or an abnormal number or size of papillary muscles may also result in tricuspid stenosis. [19]", "contents": "Tricuspid Stenosis -- Pathophysiology. Tricuspid stenosis in carcinoid syndrome is caused by the deposition of fibrous plaques through vasoactive substance-mediated reactions, mainly serotonin. The deposition of endocardial plaques results in plaque distortion, which can lead to both TS and tricuspid regurgitation (TR). Methysergide and serotonin share common chemical properties. Methysergide, which is a synthetic ergot alkaloid, causes fibrotic thickening and structural deterioration of the tricuspid valve. [18] Incompletely developed leaflets, shortened or malformed chordae, a small annulus, or an abnormal number or size of papillary muscles may also result in tricuspid stenosis. [19]"}
{"id": "article-30598_13", "title": "Tricuspid Stenosis -- History and Physical", "content": "Patients with tricuspid stenosis can present with features of systemic congestion, exertional syncope due to reduced cardiac output, or symptoms of accompanying valvular heart disease, such as mitral stenosis (MS). Symptoms of reduced cardiac output include exertional dyspnea, fatigue, or exertional syncope. [20] [21]", "contents": "Tricuspid Stenosis -- History and Physical. Patients with tricuspid stenosis can present with features of systemic congestion, exertional syncope due to reduced cardiac output, or symptoms of accompanying valvular heart disease, such as mitral stenosis (MS). Symptoms of reduced cardiac output include exertional dyspnea, fatigue, or exertional syncope. [20] [21]"}
{"id": "article-30598_14", "title": "Tricuspid Stenosis -- History and Physical", "content": "Signs of systemic congestion include leg edema, ascites, anasarca, and congestive hepatopathy. The jugular venous pressure is elevated with prominent or giant 'a' wave classically greater in height than usually perceived. A \"slow y descent\" due to delayed emptying of the right atrium into the right ventricle can also be seen. [22] Kussmaul's sign (failure of JVP to descend with inspiration) can also be seen.", "contents": "Tricuspid Stenosis -- History and Physical. Signs of systemic congestion include leg edema, ascites, anasarca, and congestive hepatopathy. The jugular venous pressure is elevated with prominent or giant 'a' wave classically greater in height than usually perceived. A \"slow y descent\" due to delayed emptying of the right atrium into the right ventricle can also be seen. [22] Kussmaul's sign (failure of JVP to descend with inspiration) can also be seen."}
{"id": "article-30598_15", "title": "Tricuspid Stenosis -- History and Physical", "content": "The lungs are clear in patients with isolated tricuspid stenosis. On precordial examination, there is a mid-diastolic rumble at the left fourth intercostal space, preceded by an opening snap. It is shorter in duration and softer in intensity than the murmur of mitral stenosis. The intensity of the murmur and opening snap increase with maneuvers that increase blood flow across the tricuspid valve, especially with inspiration, leg raise, inhalation of amyl nitrate, squatting, or exercise.", "contents": "Tricuspid Stenosis -- History and Physical. The lungs are clear in patients with isolated tricuspid stenosis. On precordial examination, there is a mid-diastolic rumble at the left fourth intercostal space, preceded by an opening snap. It is shorter in duration and softer in intensity than the murmur of mitral stenosis. The intensity of the murmur and opening snap increase with maneuvers that increase blood flow across the tricuspid valve, especially with inspiration, leg raise, inhalation of amyl nitrate, squatting, or exercise."}
{"id": "article-30598_16", "title": "Tricuspid Stenosis -- Evaluation", "content": "A comprehensive assessment of tricuspid stenosis includes all the following: Biochemistry: may reveal mildly elevated unconjugated bilirubin, alkaline phosphatase, or aminotransferases.", "contents": "Tricuspid Stenosis -- Evaluation. A comprehensive assessment of tricuspid stenosis includes all the following: Biochemistry: may reveal mildly elevated unconjugated bilirubin, alkaline phosphatase, or aminotransferases."}
{"id": "article-30598_17", "title": "Tricuspid Stenosis -- Evaluation", "content": "Chest radiograph: In isolated tricuspid stenosis, there is right atrial enlargement and clear lung fields. When accompanying MS, interstitial edema or straightening of the left heart border can be seen.", "contents": "Tricuspid Stenosis -- Evaluation. Chest radiograph: In isolated tricuspid stenosis, there is right atrial enlargement and clear lung fields. When accompanying MS, interstitial edema or straightening of the left heart border can be seen."}
{"id": "article-30598_18", "title": "Tricuspid Stenosis -- Evaluation", "content": "ECG: may show right atrial enlargement, which is known as 'P-pulmonale.' The tall and peaked T waves are particularly observed in leads II, III, and aVF. At least 50% of patients can have atrial fibrillation.", "contents": "Tricuspid Stenosis -- Evaluation. ECG: may show right atrial enlargement, which is known as 'P-pulmonale.' The tall and peaked T waves are particularly observed in leads II, III, and aVF. At least 50% of patients can have atrial fibrillation."}
{"id": "article-30598_19", "title": "Tricuspid Stenosis -- Evaluation", "content": "Transthoracic echocardiogram: is performed to assess the valve area and gradients across the valve. It helps to determine the severity of tricuspid stenosis and guides management strategy. Following echocardiographic parameters help establish the severity of the disease. [23]", "contents": "Tricuspid Stenosis -- Evaluation. Transthoracic echocardiogram: is performed to assess the valve area and gradients across the valve. It helps to determine the severity of tricuspid stenosis and guides management strategy. Following echocardiographic parameters help establish the severity of the disease. [23]"}
{"id": "article-30598_20", "title": "Tricuspid Stenosis -- Evaluation", "content": "Thickening and distortion of the tricuspid valve, with or without calcification. Commissural fusion, with doming of the valve. Valve area < 1 cm-sq signifies severe TS. This is calculated by dividing 190 with pressure half-time. The normal area of the tricuspid valve is 4.0 cm-sq. A transvalvular gradient across the tricuspid valve of more than 5-10 mmHg at a heart rate of 70 beats per minute suggests severe stenosis. Gradients are affected by the patient's current hemodynamic status. The presence of significant tricuspid regurgitation can potentially alter the management strategy. Surgical correction may be needed instead of percutaneous intervention. Pressure half-time of more than 190 msec suggests severe TS. Inflow-time velocity integral of more than 60 cm suggests severe stenosis. Right atrial enlargement. Plethoric inferior vena cava.", "contents": "Tricuspid Stenosis -- Evaluation. Thickening and distortion of the tricuspid valve, with or without calcification. Commissural fusion, with doming of the valve. Valve area < 1 cm-sq signifies severe TS. This is calculated by dividing 190 with pressure half-time. The normal area of the tricuspid valve is 4.0 cm-sq. A transvalvular gradient across the tricuspid valve of more than 5-10 mmHg at a heart rate of 70 beats per minute suggests severe stenosis. Gradients are affected by the patient's current hemodynamic status. The presence of significant tricuspid regurgitation can potentially alter the management strategy. Surgical correction may be needed instead of percutaneous intervention. Pressure half-time of more than 190 msec suggests severe TS. Inflow-time velocity integral of more than 60 cm suggests severe stenosis. Right atrial enlargement. Plethoric inferior vena cava."}
{"id": "article-30598_21", "title": "Tricuspid Stenosis -- Evaluation", "content": "Cardiac Catheterization: In tricuspid stenosis, there is a large right atrial \"a\" wave of 12 to 20 mm Hg and a mean diastolic gradient of 4 to 8 mm Hg across the tricuspid valve. The mean gradient across the tricuspid valve is more significant in TS because an end-diastolic gradient may be absent with significant obstruction. This is because of the lower filling pressures on the right side of the heart. [24] Elevated RA pressure with a slow fall in early diastole and a diastolic pressure gradient across the tricuspid valve is characteristic of tricuspid stenosis.", "contents": "Tricuspid Stenosis -- Evaluation. Cardiac Catheterization: In tricuspid stenosis, there is a large right atrial \"a\" wave of 12 to 20 mm Hg and a mean diastolic gradient of 4 to 8 mm Hg across the tricuspid valve. The mean gradient across the tricuspid valve is more significant in TS because an end-diastolic gradient may be absent with significant obstruction. This is because of the lower filling pressures on the right side of the heart. [24] Elevated RA pressure with a slow fall in early diastole and a diastolic pressure gradient across the tricuspid valve is characteristic of tricuspid stenosis."}
{"id": "article-30598_22", "title": "Tricuspid Stenosis -- Treatment / Management", "content": "There is a lack of large evidence on the management and outcomes of tricuspid stenosis. Treatment is centered on treating underlying mechanical obstruction. Medical therapy has a limited role.", "contents": "Tricuspid Stenosis -- Treatment / Management. There is a lack of large evidence on the management and outcomes of tricuspid stenosis. Treatment is centered on treating underlying mechanical obstruction. Medical therapy has a limited role."}
{"id": "article-30598_23", "title": "Tricuspid Stenosis -- Treatment / Management -- Medical", "content": "Loop diuretics may be useful to relieve systemic and hepatic congestion in patients with severe, symptomatic tricuspid stenosis. [25] Caution is advised since diuretics may excessively decrease the preload in patients with a low output state.", "contents": "Tricuspid Stenosis -- Treatment / Management -- Medical. Loop diuretics may be useful to relieve systemic and hepatic congestion in patients with severe, symptomatic tricuspid stenosis. [25] Caution is advised since diuretics may excessively decrease the preload in patients with a low output state."}
{"id": "article-30598_24", "title": "Tricuspid Stenosis -- Treatment / Management -- Medical", "content": "Not every tricuspid stenosis case requires invasive intervention. Treatment of SLE and APLA syndrome may reduce the “coating” over the valves and chordae and reduce stenosis and regurgitation. [26] Cessation of fenfluramine or Methysergide has been associated with valve normalization. [27] However, in advanced cases, surgical therapy may be needed in addition to medical management.", "contents": "Tricuspid Stenosis -- Treatment / Management -- Medical. Not every tricuspid stenosis case requires invasive intervention. Treatment of SLE and APLA syndrome may reduce the “coating” over the valves and chordae and reduce stenosis and regurgitation. [26] Cessation of fenfluramine or Methysergide has been associated with valve normalization. [27] However, in advanced cases, surgical therapy may be needed in addition to medical management."}
{"id": "article-30598_25", "title": "Tricuspid Stenosis -- Treatment / Management -- Intervention", "content": "For patients with unacceptable surgical risk and absence of tumor, thrombus, vegetation, and insignificant or mild tricuspid regurgitation, percutaneous valvotomy can be performed. [25] Surgical correction (either repair or replacement) is suggested for patients with low-moderate surgical risk or significant regurgitation. Surgical correction is recommended for patients with other valvular heart diseases, such as mitral stenosis. [28]", "contents": "Tricuspid Stenosis -- Treatment / Management -- Intervention. For patients with unacceptable surgical risk and absence of tumor, thrombus, vegetation, and insignificant or mild tricuspid regurgitation, percutaneous valvotomy can be performed. [25] Surgical correction (either repair or replacement) is suggested for patients with low-moderate surgical risk or significant regurgitation. Surgical correction is recommended for patients with other valvular heart diseases, such as mitral stenosis. [28]"}
{"id": "article-30598_26", "title": "Tricuspid Stenosis -- Treatment / Management -- Intervention", "content": "Valvotomy: Valvotomy is performed using 1, 2, or 3 balloons. While some stenosis may persist, the change in valve area causes a significant reduction in the transvalvular pressure gradient and a decrease in right atrial pressure. [29] Valve area generally increases by 1 to 2 cm^2. [30] Bioprosthetic valve stenosis can be treated with balloon valvotomy or valve-in-valve replacement.", "contents": "Tricuspid Stenosis -- Treatment / Management -- Intervention. Valvotomy: Valvotomy is performed using 1, 2, or 3 balloons. While some stenosis may persist, the change in valve area causes a significant reduction in the transvalvular pressure gradient and a decrease in right atrial pressure. [29] Valve area generally increases by 1 to 2 cm^2. [30] Bioprosthetic valve stenosis can be treated with balloon valvotomy or valve-in-valve replacement."}
{"id": "article-30598_27", "title": "Tricuspid Stenosis -- Treatment / Management -- Intervention", "content": "Valve surgery: Tricuspid valve surgery includes repair or replacement. Repair should be attempted when reasonable. When repair is not an option, valve replacement can be done by open surgery. No differences in outcomes have been established between bioprosthetic vs. mechanical valves. [31] However, in carcinoid syndrome, a mechanical valve is preferred over a bioprosthetic to avoid degeneration. Tricuspid valve surgery is indicated for treating symptomatic severe tricuspid stenosis accompanied by tricuspid regurgitation (rheumatic, carcinoid), as percutaneous balloon tricuspid commissurotomy may worsen regurgitation. [25] The operative mortality for isolated tricuspid stenosis is significant and increases if performed with other valvular surgery (10% and 16%, respectively). [32]", "contents": "Tricuspid Stenosis -- Treatment / Management -- Intervention. Valve surgery: Tricuspid valve surgery includes repair or replacement. Repair should be attempted when reasonable. When repair is not an option, valve replacement can be done by open surgery. No differences in outcomes have been established between bioprosthetic vs. mechanical valves. [31] However, in carcinoid syndrome, a mechanical valve is preferred over a bioprosthetic to avoid degeneration. Tricuspid valve surgery is indicated for treating symptomatic severe tricuspid stenosis accompanied by tricuspid regurgitation (rheumatic, carcinoid), as percutaneous balloon tricuspid commissurotomy may worsen regurgitation. [25] The operative mortality for isolated tricuspid stenosis is significant and increases if performed with other valvular surgery (10% and 16%, respectively). [32]"}
{"id": "article-30598_28", "title": "Tricuspid Stenosis -- Differential Diagnosis", "content": "Differential diagnosis includes any disease that causes systemic congestion, such as tricuspid regurgitation secondary to any etiology, constrictive pericarditis, and right ventricular dysfunction due to any cause. [6] [33]", "contents": "Tricuspid Stenosis -- Differential Diagnosis. Differential diagnosis includes any disease that causes systemic congestion, such as tricuspid regurgitation secondary to any etiology, constrictive pericarditis, and right ventricular dysfunction due to any cause. [6] [33]"}
{"id": "article-30598_29", "title": "Tricuspid Stenosis -- Staging", "content": "The stage of the disease is determined by clinical symptoms, hemodynamic and echocardiographic assessment, and valve anatomy.", "contents": "Tricuspid Stenosis -- Staging. The stage of the disease is determined by clinical symptoms, hemodynamic and echocardiographic assessment, and valve anatomy."}
{"id": "article-30598_30", "title": "Tricuspid Stenosis -- Staging", "content": "The categories include A, B, C, and D, where A stands for 'at risk' for the disease, B stands for progressive disease (mild-moderate, asymptomatic), C implies severe but asymptomatic disease, and category D signifies severe and symptomatic disease. [25]", "contents": "Tricuspid Stenosis -- Staging. The categories include A, B, C, and D, where A stands for 'at risk' for the disease, B stands for progressive disease (mild-moderate, asymptomatic), C implies severe but asymptomatic disease, and category D signifies severe and symptomatic disease. [25]"}
{"id": "article-30598_31", "title": "Tricuspid Stenosis -- Prognosis", "content": "The underlying cause and the degree of ventricular dysfunction determine the prognosis. The prognosis is generally good for patients with isolated tricuspid stenosis undergoing intervention. [15] Given the rarity of the disease, there is a lack of large evidence on the outcomes of the disease.", "contents": "Tricuspid Stenosis -- Prognosis. The underlying cause and the degree of ventricular dysfunction determine the prognosis. The prognosis is generally good for patients with isolated tricuspid stenosis undergoing intervention. [15] Given the rarity of the disease, there is a lack of large evidence on the outcomes of the disease."}
{"id": "article-30598_32", "title": "Tricuspid Stenosis -- Complications", "content": "Atrial fibrillation Heart failure Liver failure Infective endocarditis", "contents": "Tricuspid Stenosis -- Complications. Atrial fibrillation Heart failure Liver failure Infective endocarditis"}
{"id": "article-30598_33", "title": "Tricuspid Stenosis -- Deterrence and Patient Education", "content": "TS should be suspected in patients presenting with signs and symptoms of systemic congestion such as leg swelling, abdominal swelling, shortness of breath, or unexplained blackout and dizziness. Although rare in isolation, the disease frequently accompanies other valvular heart diseases, such as rheumatic mitral stenosis. Left untreated, it can lead to complications such as heart failure, lethal rhythm disturbances, consequent stroke, and irreversible heart dysfunction, necessitating advanced therapies. Early detection is the key to successful treatment and outcomes.", "contents": "Tricuspid Stenosis -- Deterrence and Patient Education. TS should be suspected in patients presenting with signs and symptoms of systemic congestion such as leg swelling, abdominal swelling, shortness of breath, or unexplained blackout and dizziness. Although rare in isolation, the disease frequently accompanies other valvular heart diseases, such as rheumatic mitral stenosis. Left untreated, it can lead to complications such as heart failure, lethal rhythm disturbances, consequent stroke, and irreversible heart dysfunction, necessitating advanced therapies. Early detection is the key to successful treatment and outcomes."}
{"id": "article-30598_34", "title": "Tricuspid Stenosis -- Enhancing Healthcare Team Outcomes", "content": "Tricuspid valve stenosis is a rare disorder and is best managed by an interprofessional team. In most cases, mild cases of tricuspid stenosis are well tolerated and can be managed medically. Severe cases may require surgery. While percutaneous dilatation of the leaflets can be undertaken, recurrence is common. Choosing between percutaneous or open surgical treatment depends on the patient’s frailty, comorbid conditions, valve morphology, and regional expertise. Optimal management requires a multidisciplinary team that includes a cardiac surgeon, interventional cardiologist, and cardiovascular imaging specialist.", "contents": "Tricuspid Stenosis -- Enhancing Healthcare Team Outcomes. Tricuspid valve stenosis is a rare disorder and is best managed by an interprofessional team. In most cases, mild cases of tricuspid stenosis are well tolerated and can be managed medically. Severe cases may require surgery. While percutaneous dilatation of the leaflets can be undertaken, recurrence is common. Choosing between percutaneous or open surgical treatment depends on the patient’s frailty, comorbid conditions, valve morphology, and regional expertise. Optimal management requires a multidisciplinary team that includes a cardiac surgeon, interventional cardiologist, and cardiovascular imaging specialist."}
{"id": "article-30598_35", "title": "Tricuspid Stenosis -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional team in tricuspid stenosis cases includes the cardiologist, family clinician, and nursing staff. Clinicians will coordinate their activities, and nurses are often invaluable in ensuring that communication between specialties and the patient is accomplished efficiently. Nurses also help monitor patients, offer patient counsel about their condition, and can enlist the pharmacist for medication reconciliation if the condition requires medical care. All care team members must maintain accurate and updated records, so everyone on the case has the most recent data. Every team member can also make valuable contributions and should be treated as a respected interprofessional team member. This coordinated approach to care will yield optimal patient outcomes. [Level 5]", "contents": "Tricuspid Stenosis -- Enhancing Healthcare Team Outcomes. The interprofessional team in tricuspid stenosis cases includes the cardiologist, family clinician, and nursing staff. Clinicians will coordinate their activities, and nurses are often invaluable in ensuring that communication between specialties and the patient is accomplished efficiently. Nurses also help monitor patients, offer patient counsel about their condition, and can enlist the pharmacist for medication reconciliation if the condition requires medical care. All care team members must maintain accurate and updated records, so everyone on the case has the most recent data. Every team member can also make valuable contributions and should be treated as a respected interprofessional team member. This coordinated approach to care will yield optimal patient outcomes. [Level 5]"}
{"id": "article-30598_36", "title": "Tricuspid Stenosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tricuspid Stenosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}