{"id": "article-26484_0", "title": "Oxcarbazepine -- Continuing Education Activity", "content": "Oxcarbazepine is a medication used in the treatment of partial seizures. It is in the anticonvulsant drug classification. Oxcarbazepine is a 10-keto derivative of carbamazepine, which came to the market in 2000. However, the minor structural differences between oxcarbazepine and carbamazepine have led to significant differences in the induction of metabolic pathways and the metabolism of the two medications. This activity reviews the indications, action, and contraindications for oxcarbazepine as a valuable agent in treating partial seizures. This activity will highlight the mechanism of action, adverse event profile, pharmacokinetics, and drug interactions pertinent for interprofessional team members in treating patients with partial seizures.", "contents": "Oxcarbazepine -- Continuing Education Activity. Oxcarbazepine is a medication used in the treatment of partial seizures. It is in the anticonvulsant drug classification. Oxcarbazepine is a 10-keto derivative of carbamazepine, which came to the market in 2000. However, the minor structural differences between oxcarbazepine and carbamazepine have led to significant differences in the induction of metabolic pathways and the metabolism of the two medications. This activity reviews the indications, action, and contraindications for oxcarbazepine as a valuable agent in treating partial seizures. This activity will highlight the mechanism of action, adverse event profile, pharmacokinetics, and drug interactions pertinent for interprofessional team members in treating patients with partial seizures."}
{"id": "article-26484_1", "title": "Oxcarbazepine -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of oxcarbazepine. Review the therapeutic uses of oxcarbazepine. Explain the potential side effects of oxcarbazepine. Outline the importance of collaboration and coordination among the interprofessional team to enhance patient care when dosing and monitoring oxcarbazepine therapy. Access free multiple choice questions on this topic.", "contents": "Oxcarbazepine -- Continuing Education Activity. Objectives: Describe the mechanism of action of oxcarbazepine. Review the therapeutic uses of oxcarbazepine. Explain the potential side effects of oxcarbazepine. Outline the importance of collaboration and coordination among the interprofessional team to enhance patient care when dosing and monitoring oxcarbazepine therapy. Access free multiple choice questions on this topic."}
{"id": "article-26484_2", "title": "Oxcarbazepine -- Indications", "content": "Oxcarbazepine is a 10-keto derivative of carbamazepine, which came to the market in 2000. However, the minor structural differences between oxcarbazepine and carbamazepine have led to significant differences in the induction of metabolic pathways and the metabolism of the two medications. [1]", "contents": "Oxcarbazepine -- Indications. Oxcarbazepine is a 10-keto derivative of carbamazepine, which came to the market in 2000. However, the minor structural differences between oxcarbazepine and carbamazepine have led to significant differences in the induction of metabolic pathways and the metabolism of the two medications. [1]"}
{"id": "article-26484_3", "title": "Oxcarbazepine -- Indications", "content": "Oxcarbazepine is also available as an extended-release (XR) dosage form. It is a member of a class of medications known as anticonvulsants and voltage-sensitive sodium channel antagonists. Oxcarbazepine is FDA-approved for partial seizures in adults with epilepsy or partial seizures in children with epilepsy ages 4 to 16. This medication is useful as monotherapy or adjunctive to another drug for managing seizures. Oxcarbazepine is also an option for bipolar disorder; however, this medication is not yet FDA-approved for bipolar disorder. Oxcarbazepine is used off-label to treat trigeminal neuralgia [2] in patients with multiple sclerosis. [3]", "contents": "Oxcarbazepine -- Indications. Oxcarbazepine is also available as an extended-release (XR) dosage form. It is a member of a class of medications known as anticonvulsants and voltage-sensitive sodium channel antagonists. Oxcarbazepine is FDA-approved for partial seizures in adults with epilepsy or partial seizures in children with epilepsy ages 4 to 16. This medication is useful as monotherapy or adjunctive to another drug for managing seizures. Oxcarbazepine is also an option for bipolar disorder; however, this medication is not yet FDA-approved for bipolar disorder. Oxcarbazepine is used off-label to treat trigeminal neuralgia [2] in patients with multiple sclerosis. [3]"}
{"id": "article-26484_4", "title": "Oxcarbazepine -- Indications", "content": "Many worldwide treatment guidelines list oxcarbazepine as a first-line or second-line treatment for focal-onset epilepsy and primary generalized tonic-clonic seizures. [4] Oxcarbazepine is a first-line choice for treating focal-onset epilepsy in several countries, including the USA. The oral suspension is a popular dosage form among clinicians prescribing it.", "contents": "Oxcarbazepine -- Indications. Many worldwide treatment guidelines list oxcarbazepine as a first-line or second-line treatment for focal-onset epilepsy and primary generalized tonic-clonic seizures. [4] Oxcarbazepine is a first-line choice for treating focal-onset epilepsy in several countries, including the USA. The oral suspension is a popular dosage form among clinicians prescribing it."}
{"id": "article-26484_5", "title": "Oxcarbazepine -- Indications", "content": "Zhou M. et al. analyzed several clinical studies on the efficacy and safety of oxcarbazepine for treating neuropathic pain. [5] The investigators conclude that there is little evidence to support the effectiveness of oxcarbazepine in the treatment of neuropathic pain, e.g., diabetic neuropathy and radiculopathy. Side effects caused by oxcarbazepine led to more therapeutic discontinuation compared to placebo, although the number of patients and event rates were low.", "contents": "Oxcarbazepine -- Indications. Zhou M. et al. analyzed several clinical studies on the efficacy and safety of oxcarbazepine for treating neuropathic pain. [5] The investigators conclude that there is little evidence to support the effectiveness of oxcarbazepine in the treatment of neuropathic pain, e.g., diabetic neuropathy and radiculopathy. Side effects caused by oxcarbazepine led to more therapeutic discontinuation compared to placebo, although the number of patients and event rates were low."}
{"id": "article-26484_6", "title": "Oxcarbazepine -- Indications", "content": "Isikay S. and Yilmaz K. report on four children (8 to 13 years old) with Sydenham chorea treated with oxcarbazepine. [6] The investigators observed that symptoms improved by greater than 50% after the first dose and completely resolved after one week with an increased dose of oxcarbazepine. Oxcarbazepine therapy was given for three months and then tapered off for a month. No observable side effects were noted in the four children.", "contents": "Oxcarbazepine -- Indications. Isikay S. and Yilmaz K. report on four children (8 to 13 years old) with Sydenham chorea treated with oxcarbazepine. [6] The investigators observed that symptoms improved by greater than 50% after the first dose and completely resolved after one week with an increased dose of oxcarbazepine. Oxcarbazepine therapy was given for three months and then tapered off for a month. No observable side effects were noted in the four children."}
{"id": "article-26484_7", "title": "Oxcarbazepine -- Indications", "content": "Pozzi M. et al. conducted a retrospective study on treating severe-acquired brain injury with oxcarbazepine. [7] The patients were primarily pediatric with frontal-lobe damage with an irritable/reactive presentation. About half the patients improved with oxcarbazepine on a median dose of 975 mg.", "contents": "Oxcarbazepine -- Indications. Pozzi M. et al. conducted a retrospective study on treating severe-acquired brain injury with oxcarbazepine. [7] The patients were primarily pediatric with frontal-lobe damage with an irritable/reactive presentation. About half the patients improved with oxcarbazepine on a median dose of 975 mg."}
{"id": "article-26484_8", "title": "Oxcarbazepine -- Indications", "content": "Bresnahan R. et al. conducted a meta-analysis on the efficacy and safety of oxcarbazepine as an add-on drug for drug-resistant epilepsy. [8] The investigators conclude that oxcarbazepine might be efficacious in decreasing seizure frequency for drug-resistant epilepsy when used as an add-on drug. Oxcarbazepine can cause ataxia, somnolence, and hyponatremia.", "contents": "Oxcarbazepine -- Indications. Bresnahan R. et al. conducted a meta-analysis on the efficacy and safety of oxcarbazepine as an add-on drug for drug-resistant epilepsy. [8] The investigators conclude that oxcarbazepine might be efficacious in decreasing seizure frequency for drug-resistant epilepsy when used as an add-on drug. Oxcarbazepine can cause ataxia, somnolence, and hyponatremia."}
{"id": "article-26484_9", "title": "Oxcarbazepine -- Mechanism of Action", "content": "Oxcarbazepine binds to sodium channels and inhibits high-frequency repetitive neuronal firing. Oxcarbazepine also inhibits the release of glutamate. This medication gets metabolized by the liver and excreted by the kidneys. Oxcarbazepine rapidly converts to licarbazepine, its active metabolite (monohydroxy metabolite, MHD). Licarbazepine is responsible for the antiseizure activity of oxcarbazepine. The half-life of oxcarbazepine is 1 to 3.7 hours, while the half-life of licarbazepine is 8 to 10 hours. Oxcarbazepine has not been shown to cause the autoinduction of its metabolism such as carbamazepine.", "contents": "Oxcarbazepine -- Mechanism of Action. Oxcarbazepine binds to sodium channels and inhibits high-frequency repetitive neuronal firing. Oxcarbazepine also inhibits the release of glutamate. This medication gets metabolized by the liver and excreted by the kidneys. Oxcarbazepine rapidly converts to licarbazepine, its active metabolite (monohydroxy metabolite, MHD). Licarbazepine is responsible for the antiseizure activity of oxcarbazepine. The half-life of oxcarbazepine is 1 to 3.7 hours, while the half-life of licarbazepine is 8 to 10 hours. Oxcarbazepine has not been shown to cause the autoinduction of its metabolism such as carbamazepine."}
{"id": "article-26484_10", "title": "Oxcarbazepine -- Mechanism of Action", "content": "Oxcarbazepine is known to be a weak inducer of the CYP3A4, which plays a role in estrogen metabolism. Thus oxcarbazepine can reduce the efficacy of oral contraceptives when used in high doses. Oxcarbazepine is also a weak inhibitor of CYP2C19 and can cause an increase in phenytoin concentrations when used in very high doses. Oxcarbazepine itself is not affected by CYP3A4 inhibitors as with carbamazepine.", "contents": "Oxcarbazepine -- Mechanism of Action. Oxcarbazepine is known to be a weak inducer of the CYP3A4, which plays a role in estrogen metabolism. Thus oxcarbazepine can reduce the efficacy of oral contraceptives when used in high doses. Oxcarbazepine is also a weak inhibitor of CYP2C19 and can cause an increase in phenytoin concentrations when used in very high doses. Oxcarbazepine itself is not affected by CYP3A4 inhibitors as with carbamazepine."}
{"id": "article-26484_11", "title": "Oxcarbazepine -- Mechanism of Action", "content": "Patient body weight and drug metabolism inducers can affect the pharmacokinetics of oxcarbazepine. [9] Pediatric patients have a higher clearance than adults and might require a higher dose per kilogram of weight. Drug metabolism inducers increase oxcarbazepine clearance and, therefore, might require a higher dose to maintain a therapeutic concentration of oxcarbazepine.", "contents": "Oxcarbazepine -- Mechanism of Action. Patient body weight and drug metabolism inducers can affect the pharmacokinetics of oxcarbazepine. [9] Pediatric patients have a higher clearance than adults and might require a higher dose per kilogram of weight. Drug metabolism inducers increase oxcarbazepine clearance and, therefore, might require a higher dose to maintain a therapeutic concentration of oxcarbazepine."}
{"id": "article-26484_12", "title": "Oxcarbazepine -- Administration", "content": "Oxcarbazepine is only available in the oral dosage form at this time; both tablets and liquid formulations are available. Oxcarbazepine shows rapid and nearly complete absorption after oral administration, at about 95%. The usual doses range for oxcarbazepine is 1200 to 2400 mg per day.", "contents": "Oxcarbazepine -- Administration. Oxcarbazepine is only available in the oral dosage form at this time; both tablets and liquid formulations are available. Oxcarbazepine shows rapid and nearly complete absorption after oral administration, at about 95%. The usual doses range for oxcarbazepine is 1200 to 2400 mg per day."}
{"id": "article-26484_13", "title": "Oxcarbazepine -- Administration -- Specific Dosing", "content": "Partial seizures: 600 mg by mouth twice daily, starting at 300 mg twice daily; max 2400 mg daily. Recommendations include screening for the HLA-B*1502 allele prior to starting therapy for at-risk populations. [10] Initial monotherapy: 600 mg orally twice daily, starting with 300 mg twice daily and increasing by 300 mg daily every three days to a maximum of 2400 mg daily. Conversion to monotherapy: 1200 mg by mouth twice daily, starting with 300 mg and increasing by 600 mg daily each week to a max of 2400 mg daily. Discontinue other anticonvulsants over a 3 to 6-week timeframe When using oxcarbazepine with other sedating medications, the physician should slowly titrate the medication for the patient to best tolerate the sedating side effects of the medications. The immediate-release dosage form should be taken two times a day with or without food. The patient may mix the liquid formulation with water for better tolerability.", "contents": "Oxcarbazepine -- Administration -- Specific Dosing. Partial seizures: 600 mg by mouth twice daily, starting at 300 mg twice daily; max 2400 mg daily. Recommendations include screening for the HLA-B*1502 allele prior to starting therapy for at-risk populations. [10] Initial monotherapy: 600 mg orally twice daily, starting with 300 mg twice daily and increasing by 300 mg daily every three days to a maximum of 2400 mg daily. Conversion to monotherapy: 1200 mg by mouth twice daily, starting with 300 mg and increasing by 600 mg daily each week to a max of 2400 mg daily. Discontinue other anticonvulsants over a 3 to 6-week timeframe When using oxcarbazepine with other sedating medications, the physician should slowly titrate the medication for the patient to best tolerate the sedating side effects of the medications. The immediate-release dosage form should be taken two times a day with or without food. The patient may mix the liquid formulation with water for better tolerability."}
{"id": "article-26484_14", "title": "Oxcarbazepine -- Administration -- Specific Dosing", "content": "The extended-release dosage form should be taken once a day. It is important to take the extended-release oxcarbazepine on an empty stomach and not cut or crush the medication before ingesting it. It is essential to taper off oxcarbazepine slowly. If the patient discontinues oxcarbazepine suddenly, it may cause the epilepsy patient to seize or may cause a relapse of a bipolar patient.", "contents": "Oxcarbazepine -- Administration -- Specific Dosing. The extended-release dosage form should be taken once a day. It is important to take the extended-release oxcarbazepine on an empty stomach and not cut or crush the medication before ingesting it. It is essential to taper off oxcarbazepine slowly. If the patient discontinues oxcarbazepine suddenly, it may cause the epilepsy patient to seize or may cause a relapse of a bipolar patient."}
{"id": "article-26484_15", "title": "Oxcarbazepine -- Adverse Effects", "content": "Oxcarbazepine can lead to central nervous system (CNS) side effects due to its blockade of voltage-sensitive sodium channels. Some common side effects that patients experience when taking oxcarbazepine are sedation, dizziness, abnormal gait, headache, ataxia, fatigue, confusion, nausea, vomiting, abdominal pain, or rash. [11] Hyponatremia and increased suicidal ideation are two of the most dangerous and life-threatening side effects patients may experience while taking oxcarbazepine. Weight gain and sedation can occur as well in a minority of patients. Patients who have experienced hypersensitivity with carbamazepine are more likely to experience hypersensitivity with oxcarbazepine.", "contents": "Oxcarbazepine -- Adverse Effects. Oxcarbazepine can lead to central nervous system (CNS) side effects due to its blockade of voltage-sensitive sodium channels. Some common side effects that patients experience when taking oxcarbazepine are sedation, dizziness, abnormal gait, headache, ataxia, fatigue, confusion, nausea, vomiting, abdominal pain, or rash. [11] Hyponatremia and increased suicidal ideation are two of the most dangerous and life-threatening side effects patients may experience while taking oxcarbazepine. Weight gain and sedation can occur as well in a minority of patients. Patients who have experienced hypersensitivity with carbamazepine are more likely to experience hypersensitivity with oxcarbazepine."}
{"id": "article-26484_16", "title": "Oxcarbazepine -- Adverse Effects", "content": "Oxcarbazepine is structurally similar to carbamazepine and thus has an increased risk of Stevens-Johnson syndrome or toxic epidermal necrolysis in Asian patients with the HLA-B*1502 allele. When experiencing a side effect, the recommendation is to wait and continue medication if the side effect is not disruptive to life or dangerous. With time, most side effects do cease. If side effects continue, physicians should consider switching to another agent, and augmenting oxcarbazepine with another agent is usually unsuccessful. It is important to note that side effects may increase when increasing the dose of oxcarbazepine. [12] [13] Oxcarbazepine can possibly exacerbate myoclonus in patients, and it appeared to induce absence seizures in a patient with Rasmussen syndrome. [14] Oxcarbazepine is a potential teratogen, and it can cause major congenital malformations. The risk is much lower as compared with valproate. [15]", "contents": "Oxcarbazepine -- Adverse Effects. Oxcarbazepine is structurally similar to carbamazepine and thus has an increased risk of Stevens-Johnson syndrome or toxic epidermal necrolysis in Asian patients with the HLA-B*1502 allele. When experiencing a side effect, the recommendation is to wait and continue medication if the side effect is not disruptive to life or dangerous. With time, most side effects do cease. If side effects continue, physicians should consider switching to another agent, and augmenting oxcarbazepine with another agent is usually unsuccessful. It is important to note that side effects may increase when increasing the dose of oxcarbazepine. [12] [13] Oxcarbazepine can possibly exacerbate myoclonus in patients, and it appeared to induce absence seizures in a patient with Rasmussen syndrome. [14] Oxcarbazepine is a potential teratogen, and it can cause major congenital malformations. The risk is much lower as compared with valproate. [15]"}
{"id": "article-26484_17", "title": "Oxcarbazepine -- Adverse Effects", "content": "Oxcarbazepine is structurally similar to carbamazepine, and it can cause liver injury (rarely), which is similar to carbamazepine-induced liver damage. [16]", "contents": "Oxcarbazepine -- Adverse Effects. Oxcarbazepine is structurally similar to carbamazepine, and it can cause liver injury (rarely), which is similar to carbamazepine-induced liver damage. [16]"}
{"id": "article-26484_18", "title": "Oxcarbazepine -- Adverse Effects", "content": "Carbamazepine, oxcarbazepine, and eslicarbazepine can cause movement disorders. [17] The types of movement disorders are myoclonus, dystonia, tics, dyskinesia, parkinsonism, and akathisia. Carbamazepine was noted to cause more movement disorders when compared to oxcarbazepine and eslicarbazepine.", "contents": "Oxcarbazepine -- Adverse Effects. Carbamazepine, oxcarbazepine, and eslicarbazepine can cause movement disorders. [17] The types of movement disorders are myoclonus, dystonia, tics, dyskinesia, parkinsonism, and akathisia. Carbamazepine was noted to cause more movement disorders when compared to oxcarbazepine and eslicarbazepine."}
{"id": "article-26484_19", "title": "Oxcarbazepine -- Contraindications", "content": "Avoid abrupt withdrawal of oxcarbazepine. Prescribers should exercise caution in pediatric, elderly, pregnant, and renal impairment patients who have had a hypersensitivity reaction to carbamazepine. [18] It is also contraindicated in treatment-naive patients with the HLA-B*1502 allele. [10]", "contents": "Oxcarbazepine -- Contraindications. Avoid abrupt withdrawal of oxcarbazepine. Prescribers should exercise caution in pediatric, elderly, pregnant, and renal impairment patients who have had a hypersensitivity reaction to carbamazepine. [18] It is also contraindicated in treatment-naive patients with the HLA-B*1502 allele. [10]"}
{"id": "article-26484_20", "title": "Oxcarbazepine -- Monitoring", "content": "It is essential to monitor serum sodium concentrations. Hyponatremia is a severe risk that can occur with the use of oxcarbazepine. The risk for hyponatremia is the highest in the first three months of medication use, and 2% to 3% of patients may experience hyponatremia. Hyponatremia is when sodium concentrations are below 125 mmol/L. It is essential to monitor the use of selective serotonin reuptake inhibitor (SSRI) with oxcarbazepine, as these medications can cause a decrease in sodium concentrations through the syndrome of inappropriate antidiuretic hormone (SIADH) production.", "contents": "Oxcarbazepine -- Monitoring. It is essential to monitor serum sodium concentrations. Hyponatremia is a severe risk that can occur with the use of oxcarbazepine. The risk for hyponatremia is the highest in the first three months of medication use, and 2% to 3% of patients may experience hyponatremia. Hyponatremia is when sodium concentrations are below 125 mmol/L. It is essential to monitor the use of selective serotonin reuptake inhibitor (SSRI) with oxcarbazepine, as these medications can cause a decrease in sodium concentrations through the syndrome of inappropriate antidiuretic hormone (SIADH) production."}
{"id": "article-26484_21", "title": "Oxcarbazepine -- Monitoring -- Children", "content": "Approved for use in children four years and older as monotherapy or adjunctive therapy for partial seizures. The initial dose should be 8 to 10 mg/kg per day, separated into two divided doses.", "contents": "Oxcarbazepine -- Monitoring -- Children. Approved for use in children four years and older as monotherapy or adjunctive therapy for partial seizures. The initial dose should be 8 to 10 mg/kg per day, separated into two divided doses."}
{"id": "article-26484_22", "title": "Oxcarbazepine -- Monitoring -- Pregnancy", "content": "Oxcarbazepine and licarbazepine (MHD) can cross the placenta, and research has found these drugs in newborns. Data from a limited number of pregnancy registries suggest congenital malformations can occur, e.g., craniofacial and cardiac. Pregnant patients taking oxcarbazepine are encouraged to enroll in a pregnancy registry (www.aedpregnancyregistry.org). [18]", "contents": "Oxcarbazepine -- Monitoring -- Pregnancy. Oxcarbazepine and licarbazepine (MHD) can cross the placenta, and research has found these drugs in newborns. Data from a limited number of pregnancy registries suggest congenital malformations can occur, e.g., craniofacial and cardiac. Pregnant patients taking oxcarbazepine are encouraged to enroll in a pregnancy registry (www.aedpregnancyregistry.org). [18]"}
{"id": "article-26484_23", "title": "Oxcarbazepine -- Monitoring -- Pregnancy", "content": "Oxcarbazepine breastmilk concentrations are low, and infants older than two months are expected not to cause any adverse effects. [19] Cautiously use oxcarbazepine in infants less than two months old during breastfeeding and monitor for drowsiness, weight gain, and developmental milestones.", "contents": "Oxcarbazepine -- Monitoring -- Pregnancy. Oxcarbazepine breastmilk concentrations are low, and infants older than two months are expected not to cause any adverse effects. [19] Cautiously use oxcarbazepine in infants less than two months old during breastfeeding and monitor for drowsiness, weight gain, and developmental milestones."}
{"id": "article-26484_24", "title": "Oxcarbazepine -- Monitoring -- Renal Impairment", "content": "The clinician may need to initiate a lower starting dose and titrate more slowly in patients with renal complications because the kidney excretes oxcarbazepine. In patients with creatinine clearance between 10 and 50, reduce the dose by 25%. If creatinine clearance is below 10, reduce the dose by 50%. [20]", "contents": "Oxcarbazepine -- Monitoring -- Renal Impairment. The clinician may need to initiate a lower starting dose and titrate more slowly in patients with renal complications because the kidney excretes oxcarbazepine. In patients with creatinine clearance between 10 and 50, reduce the dose by 25%. If creatinine clearance is below 10, reduce the dose by 50%. [20]"}
{"id": "article-26484_25", "title": "Oxcarbazepine -- Monitoring -- Hepatic Impairment", "content": "No adjustment in the oxcarbazepine dose is required.", "contents": "Oxcarbazepine -- Monitoring -- Hepatic Impairment. No adjustment in the oxcarbazepine dose is required."}
{"id": "article-26484_26", "title": "Oxcarbazepine -- Monitoring -- Cardiac Impairment", "content": "No adjustment in the oxcarbazepine dose is required.", "contents": "Oxcarbazepine -- Monitoring -- Cardiac Impairment. No adjustment in the oxcarbazepine dose is required."}
{"id": "article-26484_27", "title": "Oxcarbazepine -- Monitoring -- Elderly", "content": "The geriatric population may have decreased renal clearance and thus should be started at lower doses and titrated more slowly as oxcarbazepine undergoes renal excretion.", "contents": "Oxcarbazepine -- Monitoring -- Elderly. The geriatric population may have decreased renal clearance and thus should be started at lower doses and titrated more slowly as oxcarbazepine undergoes renal excretion."}
{"id": "article-26484_28", "title": "Oxcarbazepine -- Toxicity", "content": "Oxcarbazepine studies done in rats and dogs over a 3 and 6-month period have shown reversible dose-dependent liver weight increases, which is considered due to centrilobular megalocytosis. Oxcarbazepine metabolism differs significantly between humans and rats; therefore, this toxicity cannot be generalized to human patients.", "contents": "Oxcarbazepine -- Toxicity. Oxcarbazepine studies done in rats and dogs over a 3 and 6-month period have shown reversible dose-dependent liver weight increases, which is considered due to centrilobular megalocytosis. Oxcarbazepine metabolism differs significantly between humans and rats; therefore, this toxicity cannot be generalized to human patients."}
{"id": "article-26484_29", "title": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers, including clinicians (MDs, DOs, NPs, and PAs) who prescribe oxcarbazepine, should be aware of its indications and adverse effect profile. The drug is known to cause many CNS adverse effects, including sedation, dizziness, abnormal gait, headache, ataxia, fatigue, confusion, nausea, vomiting, abdominal pain, or rash. Hyponatremia and increased suicidal ideation are two of the most dangerous and life-threatening side effects patients may experience while taking oxcarbazepine. Weight gain and sedation can occur as well in a minority of patients. If side effects continue, physicians should consider switching to another agent because augmenting oxcarbazepine with another agent is usually unsuccessful. It is important to note that side effects may increase with higher doses of oxcarbazepine.", "contents": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes. Healthcare workers, including clinicians (MDs, DOs, NPs, and PAs) who prescribe oxcarbazepine, should be aware of its indications and adverse effect profile. The drug is known to cause many CNS adverse effects, including sedation, dizziness, abnormal gait, headache, ataxia, fatigue, confusion, nausea, vomiting, abdominal pain, or rash. Hyponatremia and increased suicidal ideation are two of the most dangerous and life-threatening side effects patients may experience while taking oxcarbazepine. Weight gain and sedation can occur as well in a minority of patients. If side effects continue, physicians should consider switching to another agent because augmenting oxcarbazepine with another agent is usually unsuccessful. It is important to note that side effects may increase with higher doses of oxcarbazepine."}
{"id": "article-26484_30", "title": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes", "content": "Nurses should actively participate in this monitoring since they often have more frequent contact with the patient. They can also assess treatment effectiveness during follow-up visits and monitor for adverse drug effects. They will report any issues to the physician and/or pharmacist. Pharmacists need to verify dosing and in cases of drugs like oxcarbazepine, checking for potential drug-drug interactions is crucial since they can impair the therapeutic effectiveness of oxcarbazepine. If any interactions are present, the pharmacist must contact the prescriber immediately. If the patient is receiving cognitive therapy as well from a different provider, that individual also needs to know about the patient's regimen so that they can monitor for adverse effects as well.", "contents": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes. Nurses should actively participate in this monitoring since they often have more frequent contact with the patient. They can also assess treatment effectiveness during follow-up visits and monitor for adverse drug effects. They will report any issues to the physician and/or pharmacist. Pharmacists need to verify dosing and in cases of drugs like oxcarbazepine, checking for potential drug-drug interactions is crucial since they can impair the therapeutic effectiveness of oxcarbazepine. If any interactions are present, the pharmacist must contact the prescriber immediately. If the patient is receiving cognitive therapy as well from a different provider, that individual also needs to know about the patient's regimen so that they can monitor for adverse effects as well."}
{"id": "article-26484_31", "title": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes", "content": "All medications require interprofessional coordination, but it may even be more crucial for drugs such as oxcarbazepine; all healthcare team members must participate, collaborate, and communicate to optimize results and minimize adverse effects. [Level 5]", "contents": "Oxcarbazepine -- Enhancing Healthcare Team Outcomes. All medications require interprofessional coordination, but it may even be more crucial for drugs such as oxcarbazepine; all healthcare team members must participate, collaborate, and communicate to optimize results and minimize adverse effects. [Level 5]"}
{"id": "article-26484_32", "title": "Oxcarbazepine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oxcarbazepine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}