{"id": "article-17355_0", "title": "Algor Mortis -- Definition/Introduction", "content": "Algor mortis is translated from Latin as “cold death” and describes the postmortem temperature change after someone has died. After death, individuals no longer produce body heat or cooling mechanisms and the decedent temperature slowly approaches ambient temperature. This variable is based on the assumption that body temperature was normal at the time of death and includes both temperatures above and below normal living body temperature, 98.7 F. Rectal temperatures are commonly used as the standard to determine the decedent temperature and algor mortis. [1]", "contents": "Algor Mortis -- Definition/Introduction. Algor mortis is translated from Latin as “cold death” and describes the postmortem temperature change after someone has died. After death, individuals no longer produce body heat or cooling mechanisms and the decedent temperature slowly approaches ambient temperature. This variable is based on the assumption that body temperature was normal at the time of death and includes both temperatures above and below normal living body temperature, 98.7 F. Rectal temperatures are commonly used as the standard to determine the decedent temperature and algor mortis. [1]"}
{"id": "article-17355_1", "title": "Algor Mortis -- Issues of Concern", "content": "Algor mortis has been used as a tool to estimate the postmortem interval between death and the discovery of an individual who has died. This is especially important in medicolegal and forensic death investigations. However, numerous variables affect the rate and direction of algor mortis and complicate its use in estimating time of death.", "contents": "Algor Mortis -- Issues of Concern. Algor mortis has been used as a tool to estimate the postmortem interval between death and the discovery of an individual who has died. This is especially important in medicolegal and forensic death investigations. However, numerous variables affect the rate and direction of algor mortis and complicate its use in estimating time of death."}
{"id": "article-17355_2", "title": "Algor Mortis -- Issues of Concern", "content": "Studies have shown that the body mass index influences cooling rates, but only 36% of cases were in a linear progression over time even in a controlled ambient temperature. [2] Temperature changes of the decedent are also influenced by ambient temperature changes, climate, clothing, and exposure to water. Formulas are in development to determine the postmortem interval more accurately for medicolegal investigations. There are complex algorithms that take many variables to determine postmortem interval. Development of faster formulas based on the level of decomposition, humidity, and temperature (algor mortis) would have a significant impact on investigations. Some of these formulas become less accurate at higher temperatures and significantly overestimate, and cold temperatures significantly underestimate the postmortem interval. [3] Climate variables besides ambient temperature significantly influence decedent algor mortis and decomposition rate. In some studies, developed equations for estimation of postmortem interval were 10% correct in indoor death scenes at one location and 60% at another. [4]", "contents": "Algor Mortis -- Issues of Concern. Studies have shown that the body mass index influences cooling rates, but only 36% of cases were in a linear progression over time even in a controlled ambient temperature. [2] Temperature changes of the decedent are also influenced by ambient temperature changes, climate, clothing, and exposure to water. Formulas are in development to determine the postmortem interval more accurately for medicolegal investigations. There are complex algorithms that take many variables to determine postmortem interval. Development of faster formulas based on the level of decomposition, humidity, and temperature (algor mortis) would have a significant impact on investigations. Some of these formulas become less accurate at higher temperatures and significantly overestimate, and cold temperatures significantly underestimate the postmortem interval. [3] Climate variables besides ambient temperature significantly influence decedent algor mortis and decomposition rate. In some studies, developed equations for estimation of postmortem interval were 10% correct in indoor death scenes at one location and 60% at another. [4]"}
{"id": "article-17355_3", "title": "Algor Mortis -- Clinical Significance", "content": "Determination of algor mortis changes alone is not sufficient in determining postmortem interval. However, it remains an important variable in defining equations and formulas to estimate time of death in medicolegal death investigations.", "contents": "Algor Mortis -- Clinical Significance. Determination of algor mortis changes alone is not sufficient in determining postmortem interval. However, it remains an important variable in defining equations and formulas to estimate time of death in medicolegal death investigations."}
{"id": "article-17355_4", "title": "Algor Mortis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Algor Mortis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}