{"id": "article-21640_0", "title": "Chronic Fatigue Syndrome -- Continuing Education Activity", "content": "Chronic fatigue syndrome, also known as myalgic encephalomyelitis, is a complex multisystem disease commonly characterized by severe fatigue, cognitive dysfunction, sleep problems, autonomic dysfunction, and post-exertional malaise, which can severely impair patients' ability to conduct the activities of daily living. Therefore, early diagnosis and prompt treatment are critical to prevent high morbidity and its overwhelming effect on the quality of life. This activity reviews the evaluation and treatment of chronic fatigue syndrome and highlights the interprofessional team's role in evaluating and treating patients with this condition.", "contents": "Chronic Fatigue Syndrome -- Continuing Education Activity. Chronic fatigue syndrome, also known as myalgic encephalomyelitis, is a complex multisystem disease commonly characterized by severe fatigue, cognitive dysfunction, sleep problems, autonomic dysfunction, and post-exertional malaise, which can severely impair patients' ability to conduct the activities of daily living. Therefore, early diagnosis and prompt treatment are critical to prevent high morbidity and its overwhelming effect on the quality of life. This activity reviews the evaluation and treatment of chronic fatigue syndrome and highlights the interprofessional team's role in evaluating and treating patients with this condition."}
{"id": "article-21640_1", "title": "Chronic Fatigue Syndrome -- Continuing Education Activity", "content": "Objectives: Identify the etiology of chronic fatigue syndrome. Review the appropriate evaluation of chronic fatigue syndrome. Outline the management options available for chronic fatigue syndrome. Describe interprofessional team strategies for improving care coordination and communication to ensure the best outcomes for patients with chronic fatigue syndrome. Access free multiple choice questions on this topic.", "contents": "Chronic Fatigue Syndrome -- Continuing Education Activity. Objectives: Identify the etiology of chronic fatigue syndrome. Review the appropriate evaluation of chronic fatigue syndrome. Outline the management options available for chronic fatigue syndrome. Describe interprofessional team strategies for improving care coordination and communication to ensure the best outcomes for patients with chronic fatigue syndrome. Access free multiple choice questions on this topic."}
{"id": "article-21640_2", "title": "Chronic Fatigue Syndrome -- Introduction", "content": "Chronic fatigue syndrome (CFS) is a chronic disease that potentially affects about two million Americans. [1] The United States Public Health Services initially described it during an epidemiological study of Los Angeles County during the summer of 1934. Chronic fatigue syndrome, also called myalgic encephalomyelitis, is a complex multisystem disease commonly characterized by severe fatigue, cognitive dysfunction, sleep problems, autonomic dysfunction, and post-exertional malaise severely impairing activities of daily living. Outcomes become worse due to the condition remaining undiagnosed for years, secondary to inadequate medical teaching on the subject, provider bias, and confusion regarding diagnosis and treatment of the disease. [1]", "contents": "Chronic Fatigue Syndrome -- Introduction. Chronic fatigue syndrome (CFS) is a chronic disease that potentially affects about two million Americans. [1] The United States Public Health Services initially described it during an epidemiological study of Los Angeles County during the summer of 1934. Chronic fatigue syndrome, also called myalgic encephalomyelitis, is a complex multisystem disease commonly characterized by severe fatigue, cognitive dysfunction, sleep problems, autonomic dysfunction, and post-exertional malaise severely impairing activities of daily living. Outcomes become worse due to the condition remaining undiagnosed for years, secondary to inadequate medical teaching on the subject, provider bias, and confusion regarding diagnosis and treatment of the disease. [1]"}
{"id": "article-21640_3", "title": "Chronic Fatigue Syndrome -- Introduction", "content": "CFS does not only present with fatigue but also cognitive dysfunction and impairment of routine functioning that persists for six months or more. CFS is a biological condition, not a psychological disorder. The exact pathogenesis remains to be fully understood. Various mechanisms and biochemical changes have been implicated that affect immune function, hormonal regulation, and response to oxidative stress. It also includes natural killer cell dysfunction and/or T-cell dysfunction, elevated cytokines, and autoantibodies. [2] The infectious cause has been proposed, but no causal relationship has been identified. [3] Patients with CFS can sometimes present to the emergency department with a list of complex symptoms, such as orthostatic intolerance, postexertional malaise (PEM), fatigue, and diarrhea. [4]", "contents": "Chronic Fatigue Syndrome -- Introduction. CFS does not only present with fatigue but also cognitive dysfunction and impairment of routine functioning that persists for six months or more. CFS is a biological condition, not a psychological disorder. The exact pathogenesis remains to be fully understood. Various mechanisms and biochemical changes have been implicated that affect immune function, hormonal regulation, and response to oxidative stress. It also includes natural killer cell dysfunction and/or T-cell dysfunction, elevated cytokines, and autoantibodies. [2] The infectious cause has been proposed, but no causal relationship has been identified. [3] Patients with CFS can sometimes present to the emergency department with a list of complex symptoms, such as orthostatic intolerance, postexertional malaise (PEM), fatigue, and diarrhea. [4]"}
{"id": "article-21640_4", "title": "Chronic Fatigue Syndrome -- Etiology", "content": "The etiology of chronic fatigue syndrome (CFS) is controversial, complicated, and incompletely understood. Controversy exists about single versus multiple causations. Many theories exist regarding the involvement of infections, the immune system, and genetics in this complex interplay.", "contents": "Chronic Fatigue Syndrome -- Etiology. The etiology of chronic fatigue syndrome (CFS) is controversial, complicated, and incompletely understood. Controversy exists about single versus multiple causations. Many theories exist regarding the involvement of infections, the immune system, and genetics in this complex interplay."}
{"id": "article-21640_5", "title": "Chronic Fatigue Syndrome -- Etiology -- Genetics", "content": "Increasing evidence supports the role of genetic susceptibility in patients with CFS. Many studies have reported the role of family history in the development of CFS or similar fatigue-like symptoms. [5] Studies from the twin registry also have shown increased familial and genetic predisposition to the condition. [6] [7] A study observed variability in the expression of specific genes in patients with CFS, particularly after exercise, which affects the metabolism and immune responses. [8] In another study, an association was reported between CFS and specific genetic mutations and viral infections. [9]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Genetics. Increasing evidence supports the role of genetic susceptibility in patients with CFS. Many studies have reported the role of family history in the development of CFS or similar fatigue-like symptoms. [5] Studies from the twin registry also have shown increased familial and genetic predisposition to the condition. [6] [7] A study observed variability in the expression of specific genes in patients with CFS, particularly after exercise, which affects the metabolism and immune responses. [8] In another study, an association was reported between CFS and specific genetic mutations and viral infections. [9]"}
{"id": "article-21640_6", "title": "Chronic Fatigue Syndrome -- Etiology -- Infection", "content": "Various infectious etiologies, including the Epstein-Barr virus (EBV), the human herpesvirus (HHV)-6, and the human parvovirus B19, are hypothesized to trigger the disease. [10] [11] [12] [13] Speculations are that in a few patients, the acquisition of viral infections like infectious mononucleosis triggers the onset of the disease process. [14] [15] [16]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Infection. Various infectious etiologies, including the Epstein-Barr virus (EBV), the human herpesvirus (HHV)-6, and the human parvovirus B19, are hypothesized to trigger the disease. [10] [11] [12] [13] Speculations are that in a few patients, the acquisition of viral infections like infectious mononucleosis triggers the onset of the disease process. [14] [15] [16]"}
{"id": "article-21640_7", "title": "Chronic Fatigue Syndrome -- Etiology -- Infection", "content": "Researchers have detected anti-HHV-6 IgM antibodies and HHV-6 antigens more commonly in the peripheral blood of patients with chronic fatigue syndrome than in the general population, indicating higher prevalence and higher reactivation of the virus in this cohort. [17] [18] [19] [20]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Infection. Researchers have detected anti-HHV-6 IgM antibodies and HHV-6 antigens more commonly in the peripheral blood of patients with chronic fatigue syndrome than in the general population, indicating higher prevalence and higher reactivation of the virus in this cohort. [17] [18] [19] [20]"}
{"id": "article-21640_8", "title": "Chronic Fatigue Syndrome -- Etiology -- Infection", "content": "Parvovirus B19, both with and without viremia, has been implicated in developing and triggering chronic fatigue syndrome. [21] These patients have higher levels of tumor necrosis factor and interferon-gamma. [22]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Infection. Parvovirus B19, both with and without viremia, has been implicated in developing and triggering chronic fatigue syndrome. [21] These patients have higher levels of tumor necrosis factor and interferon-gamma. [22]"}
{"id": "article-21640_9", "title": "Chronic Fatigue Syndrome -- Etiology -- Alterations in the Immune System", "content": "It has been observed that alterations in the levels of CD 21+ CD19+ and activated CD5+ cells in patients with chronic fatigue syndrome. [23]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Alterations in the Immune System. It has been observed that alterations in the levels of CD 21+ CD19+ and activated CD5+ cells in patients with chronic fatigue syndrome. [23]"}
{"id": "article-21640_10", "title": "Chronic Fatigue Syndrome -- Etiology -- Alterations in the Immune System", "content": "There is also a reported decrease in transitional B cells and plasmablasts and an increase in the population of CD24+ B cells in these patients. [24] [25] Researchers have also found elevations in the levels of immunoglobulins IgG in several studies, again pointing to alteration in the immune functioning of these patients. [26] [27] Several studies have also described the presence of autoantibodies against nuclear and membrane structures as well as against neurotransmitter receptors. [28] [29] [30] [31]", "contents": "Chronic Fatigue Syndrome -- Etiology -- Alterations in the Immune System. There is also a reported decrease in transitional B cells and plasmablasts and an increase in the population of CD24+ B cells in these patients. [24] [25] Researchers have also found elevations in the levels of immunoglobulins IgG in several studies, again pointing to alteration in the immune functioning of these patients. [26] [27] Several studies have also described the presence of autoantibodies against nuclear and membrane structures as well as against neurotransmitter receptors. [28] [29] [30] [31]"}
{"id": "article-21640_11", "title": "Chronic Fatigue Syndrome -- Epidemiology", "content": "Studies have given different prevalence rates for chronic fatigue syndrome based on the type of definition used, the type of population surveyed, and the study design used. [32] Studies have given a current prevalence rate ranging from 0.007% to 2.8% in the general adult U.S. population and from 0.006% to 3.0% in the primary care population. [33] [34] [35] [36] [37] Studies conducted from 1993 through 1999 reported a prevalence of 0.004% to 0.56%, whereas more recent studies have reported prevalence rates of 0.24% to 2.6%. [38] As per the study conducted by Bierl and colleagues in 2004, about 2.2 million American adults suffer from CFS-like illness. [39] They estimated that about 1,197 people per 100,000 suffer from CSF and CFS-like illnesses. [39]", "contents": "Chronic Fatigue Syndrome -- Epidemiology. Studies have given different prevalence rates for chronic fatigue syndrome based on the type of definition used, the type of population surveyed, and the study design used. [32] Studies have given a current prevalence rate ranging from 0.007% to 2.8% in the general adult U.S. population and from 0.006% to 3.0% in the primary care population. [33] [34] [35] [36] [37] Studies conducted from 1993 through 1999 reported a prevalence of 0.004% to 0.56%, whereas more recent studies have reported prevalence rates of 0.24% to 2.6%. [38] As per the study conducted by Bierl and colleagues in 2004, about 2.2 million American adults suffer from CFS-like illness. [39] They estimated that about 1,197 people per 100,000 suffer from CSF and CFS-like illnesses. [39]"}
{"id": "article-21640_12", "title": "Chronic Fatigue Syndrome -- Epidemiology", "content": "Studies have found that the prevalence is significantly higher between 40 and 70 years of age. [40] Women suffer from it more often than men. [41] The prevalence seems higher in the White population than in the non-White population. [41] Studies have also reported a markedly higher prevalence in the low-income cohort than in the higher-income and higher-educated cohort, suggesting the role of social risk factors such as stress in the causation of CFS. [41] [39] [40] No regional differences were noticed in the country as far as CFS prevalence is concerned. [39]", "contents": "Chronic Fatigue Syndrome -- Epidemiology. Studies have found that the prevalence is significantly higher between 40 and 70 years of age. [40] Women suffer from it more often than men. [41] The prevalence seems higher in the White population than in the non-White population. [41] Studies have also reported a markedly higher prevalence in the low-income cohort than in the higher-income and higher-educated cohort, suggesting the role of social risk factors such as stress in the causation of CFS. [41] [39] [40] No regional differences were noticed in the country as far as CFS prevalence is concerned. [39]"}
{"id": "article-21640_13", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Alterations in the Immune System", "content": "The pathophysiological mechanisms leading to chronic fatigue syndrome are not entirely understood. [42] It is proposed that an alteration in the nervous system occurs secondary to the body’s unintended responses to commonly encountered antigens leading to changes in the cell-mediated immunity, activation of oxidative pathways, and alteration in the neuroendocrinal and autoimmune responses against neurons. [43] Multiple studies have shown alterations in the functioning of the natural killer (NK) cells, interleukins profile, and the decreased response of T cells to specific antigens. [42]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Alterations in the Immune System. The pathophysiological mechanisms leading to chronic fatigue syndrome are not entirely understood. [42] It is proposed that an alteration in the nervous system occurs secondary to the body’s unintended responses to commonly encountered antigens leading to changes in the cell-mediated immunity, activation of oxidative pathways, and alteration in the neuroendocrinal and autoimmune responses against neurons. [43] Multiple studies have shown alterations in the functioning of the natural killer (NK) cells, interleukins profile, and the decreased response of T cells to specific antigens. [42]"}
{"id": "article-21640_14", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Alterations in the Immune System", "content": "There is evidence of ongoing inflammation, as indicated by increased production of various proinflammatory interleukins, which also explains malaise and flu-like symptoms about which the patients often complain. [42]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Alterations in the Immune System. There is evidence of ongoing inflammation, as indicated by increased production of various proinflammatory interleukins, which also explains malaise and flu-like symptoms about which the patients often complain. [42]"}
{"id": "article-21640_15", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Increased Oxidative Stress", "content": "Some studies report chronic fatigue syndrome patients to have significantly increased oxidative stress, which plays a vital role in the etiopathogenesis of the disease. There is an increase in oxidative stress biomarkers like oxidized LDL and certain prostaglandins and, at the same time, a decrease in the amounts of the antioxidants like glutathione. [44] [45] The oxidative damage transforms the fatty acids and proteins into immunogenic targets. [46] The free radicals also damage the electron transport chain (causing impaired energy production) and mitochondria. [47] The mechanism underlying mitochondrial dysregulation is not entirely known. [48] [49] [50]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Increased Oxidative Stress. Some studies report chronic fatigue syndrome patients to have significantly increased oxidative stress, which plays a vital role in the etiopathogenesis of the disease. There is an increase in oxidative stress biomarkers like oxidized LDL and certain prostaglandins and, at the same time, a decrease in the amounts of the antioxidants like glutathione. [44] [45] The oxidative damage transforms the fatty acids and proteins into immunogenic targets. [46] The free radicals also damage the electron transport chain (causing impaired energy production) and mitochondria. [47] The mechanism underlying mitochondrial dysregulation is not entirely known. [48] [49] [50]"}
{"id": "article-21640_16", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Oligoadenylate Synthetase/RNase L Pathway", "content": "The association between the onset of CFS with a viral infection has always been speculated. One of the interferon-activated antiviral pathways involves activating the 2’-5’-oligoadenylate (2-5A) synthetase/RNase L system. [51] Severe deregulation of this antiviral pathway occurs in CFS, which leads to a decrease in the apoptotic activity in the cells.", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Oligoadenylate Synthetase/RNase L Pathway. The association between the onset of CFS with a viral infection has always been speculated. One of the interferon-activated antiviral pathways involves activating the 2’-5’-oligoadenylate (2-5A) synthetase/RNase L system. [51] Severe deregulation of this antiviral pathway occurs in CFS, which leads to a decrease in the apoptotic activity in the cells."}
{"id": "article-21640_17", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Alteration of Natural Killer (NK) Cells", "content": "Studies have shown a lower number of CD3-CD57 white cells lymphocytes, which are a type of NK cell, whereas the levels of the cytotoxic T cells were not changed. [52] [53] [54]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Alteration of Natural Killer (NK) Cells. Studies have shown a lower number of CD3-CD57 white cells lymphocytes, which are a type of NK cell, whereas the levels of the cytotoxic T cells were not changed. [52] [53] [54]"}
{"id": "article-21640_18", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- B Cell Impairment", "content": "The profile of B cell subpopulations may differ in CFS compared with controls. CFS is associated with increased production of the CD20+ CD5+ B cell phenotypes correlating with increased autoantibody production and overexpression of CD21 markers acting as receptors for some viruses. [24] [25]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- B Cell Impairment. The profile of B cell subpopulations may differ in CFS compared with controls. CFS is associated with increased production of the CD20+ CD5+ B cell phenotypes correlating with increased autoantibody production and overexpression of CD21 markers acting as receptors for some viruses. [24] [25]"}
{"id": "article-21640_19", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Immunoglobulins", "content": "There is also an alteration in the immunoglobulin number and distribution in patients with chronic fatigue syndrome. The total immunoglobulin G (IgG) level, particularly subclasses IgG1 and IgG3, is substantially lower. In contrast, there is an increase in IgA and IgM serum levels against the lipopolysaccharides of the normal gram-negative bacteria due to alterations in gut permeability. [55] [56] These can also serve as corroborative evidence for the provider about the patient suffering from CFS.", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Immunoglobulins. There is also an alteration in the immunoglobulin number and distribution in patients with chronic fatigue syndrome. The total immunoglobulin G (IgG) level, particularly subclasses IgG1 and IgG3, is substantially lower. In contrast, there is an increase in IgA and IgM serum levels against the lipopolysaccharides of the normal gram-negative bacteria due to alterations in gut permeability. [55] [56] These can also serve as corroborative evidence for the provider about the patient suffering from CFS."}
{"id": "article-21640_20", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Autoimmunity", "content": "Studies have also detected autoantibodies against certain neurotransmitters and neurons, leading to alterations in neurotransmitter response, sleep patterns, and neurocognition. [30] [57] Researchers have found antinuclear antibodies (ANA), anti-dsDNA antibodies, and antibodies against neuronal and endothelial cells in these patients. [58] Moreover, antibodies against the muscarinic M1 acetylcholine beta-adrenergic receptors have been detected in these patients. [30] [13] Disturbance in these receptors could explain symptoms of autonomic dysregulation in these patients. [59]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Autoimmunity. Studies have also detected autoantibodies against certain neurotransmitters and neurons, leading to alterations in neurotransmitter response, sleep patterns, and neurocognition. [30] [57] Researchers have found antinuclear antibodies (ANA), anti-dsDNA antibodies, and antibodies against neuronal and endothelial cells in these patients. [58] Moreover, antibodies against the muscarinic M1 acetylcholine beta-adrenergic receptors have been detected in these patients. [30] [13] Disturbance in these receptors could explain symptoms of autonomic dysregulation in these patients. [59]"}
{"id": "article-21640_21", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Neuroinflammation and Role of Glial Cells", "content": "The presence of proinflammatory changes causes speculation about the involvement of neuroinflammation in the pathogenesis and clinical presentation of the disease process. [60] Multiple studies show that the constant proinflammatory state that occurs in CFS causes activation of glial cells, specifically microglia and astrocytes. These activated glial cells produce the expression of a translator protein, which appears to activate inflammation in the central nervous system. [61] The increase in glial activation leads to an increase in neuronal excitation and neuronal inflammation, which is supposed to be the leading cause of chronic pain symptoms in these patients. [62] Studies are also evaluating the role of “glial toxins” produced by multiple viruses and bacteria, leading to direct damage to these glial cells. [63]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Neuroinflammation and Role of Glial Cells. The presence of proinflammatory changes causes speculation about the involvement of neuroinflammation in the pathogenesis and clinical presentation of the disease process. [60] Multiple studies show that the constant proinflammatory state that occurs in CFS causes activation of glial cells, specifically microglia and astrocytes. These activated glial cells produce the expression of a translator protein, which appears to activate inflammation in the central nervous system. [61] The increase in glial activation leads to an increase in neuronal excitation and neuronal inflammation, which is supposed to be the leading cause of chronic pain symptoms in these patients. [62] Studies are also evaluating the role of “glial toxins” produced by multiple viruses and bacteria, leading to direct damage to these glial cells. [63]"}
{"id": "article-21640_22", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Neuronal Sensitization", "content": "The hypothesis about neuronal sensitization proposes an exaggerated response to painful stimuli in patients with CFS due to the chemical and structural changes at the central nervous system level. [62] This exaggerated response leads to the formation of sensitized neurons that keep the stimulus going due to the process of “kindling.”", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Neuronal Sensitization. The hypothesis about neuronal sensitization proposes an exaggerated response to painful stimuli in patients with CFS due to the chemical and structural changes at the central nervous system level. [62] This exaggerated response leads to the formation of sensitized neurons that keep the stimulus going due to the process of “kindling.”"}
{"id": "article-21640_23", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Changes in Serotonin Transmission", "content": "Central fatigue, a key symptom in patients with chronic fatigue syndrome, is hypothesized to be due to excess levels of serotonin and its metabolites in the central nervous system of these patients. [64] The excess serotonin leads to inhibition of the action potential generation and thus reduced motor activity and appears to be a leading contributor to the fatigue symptoms of these patients. [65] [66]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Changes in Serotonin Transmission. Central fatigue, a key symptom in patients with chronic fatigue syndrome, is hypothesized to be due to excess levels of serotonin and its metabolites in the central nervous system of these patients. [64] The excess serotonin leads to inhibition of the action potential generation and thus reduced motor activity and appears to be a leading contributor to the fatigue symptoms of these patients. [65] [66]"}
{"id": "article-21640_24", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Hypocortisolism", "content": "It is also theorized that there are low circulating cortisol levels in patients with chronic fatigue syndrome secondary to dysfunction in the hypothalamic-pituitary axis (HPA). Cortisol is the principal hormone of the HPA and leads to the cortisol awakening response (CAR). This response is deficient in patients with CFS, leading to the post-exertional malaise. [67]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Hypocortisolism. It is also theorized that there are low circulating cortisol levels in patients with chronic fatigue syndrome secondary to dysfunction in the hypothalamic-pituitary axis (HPA). Cortisol is the principal hormone of the HPA and leads to the cortisol awakening response (CAR). This response is deficient in patients with CFS, leading to the post-exertional malaise. [67]"}
{"id": "article-21640_25", "title": "Chronic Fatigue Syndrome -- Pathophysiology -- Genetic Predisposition", "content": "Studies have shown an interaction between changes in the genes secondary to changes in the environment, leading to epigenetic modification. DNA methylation appears to be the most studied of these epigenetic modifications that can alter the expression of the gene concerning the environmental stimuli and lead to the development of the disease process. [68]", "contents": "Chronic Fatigue Syndrome -- Pathophysiology -- Genetic Predisposition. Studies have shown an interaction between changes in the genes secondary to changes in the environment, leading to epigenetic modification. DNA methylation appears to be the most studied of these epigenetic modifications that can alter the expression of the gene concerning the environmental stimuli and lead to the development of the disease process. [68]"}
{"id": "article-21640_26", "title": "Chronic Fatigue Syndrome -- History and Physical", "content": "The hallmark symptom of chronic fatigue syndrome is the post-exertional fatigue associated with numerous neurological, cardiovascular, respiratory, and gastrointestinal complaints. [68] The fatigue described by patients is worsened by exertion and low upright posture, not relieved by rest, and no medical reason can be found. [69] Patients often state that they have had high fitness levels before the onset of fatigue. [70] Patients describe the beginning of the fatigue rather abruptly, typically associated with a flu-like illness. [71] They also describe post-exertional malaise, where the regular activity is followed by symptoms of worsening discomfort and fatigue, with delayed recovery, usually taking more than one day. [72] Patients also complain of new-onset chronic headaches with varied weekly fluctuations. [72] Muscle pain is seen more commonly in pediatric patients and also could be a feature of comorbid fibromyalgia. [73]", "contents": "Chronic Fatigue Syndrome -- History and Physical. The hallmark symptom of chronic fatigue syndrome is the post-exertional fatigue associated with numerous neurological, cardiovascular, respiratory, and gastrointestinal complaints. [68] The fatigue described by patients is worsened by exertion and low upright posture, not relieved by rest, and no medical reason can be found. [69] Patients often state that they have had high fitness levels before the onset of fatigue. [70] Patients describe the beginning of the fatigue rather abruptly, typically associated with a flu-like illness. [71] They also describe post-exertional malaise, where the regular activity is followed by symptoms of worsening discomfort and fatigue, with delayed recovery, usually taking more than one day. [72] Patients also complain of new-onset chronic headaches with varied weekly fluctuations. [72] Muscle pain is seen more commonly in pediatric patients and also could be a feature of comorbid fibromyalgia. [73]"}
{"id": "article-21640_27", "title": "Chronic Fatigue Syndrome -- History and Physical", "content": "Patients can also report joint pains, and there could be an associated autoimmune rheumatological condition. [73] There are often reports of disturbed sleep and not feeling fresh the next morning, leading to daytime hypersomnolence and nighttime insomnia. [72] Also, there are complaints of cognitive decline with slowed mental processing speed, poor learning abilities, impaired processing of new information, memory decline, decreased attention span, and poor multitasking ability. [74] Besides, these patients can also have autonomic manifestations, including nausea, vomiting, drenching night sweats, dizziness, and intolerance to alcohol and other medications. [75] [76] Patients can also exhibit symptoms of uncontrolled anxiety, panic attacks, and impaired social functioning. [77] [78] Most of these patients have decreased ability to work. [79]", "contents": "Chronic Fatigue Syndrome -- History and Physical. Patients can also report joint pains, and there could be an associated autoimmune rheumatological condition. [73] There are often reports of disturbed sleep and not feeling fresh the next morning, leading to daytime hypersomnolence and nighttime insomnia. [72] Also, there are complaints of cognitive decline with slowed mental processing speed, poor learning abilities, impaired processing of new information, memory decline, decreased attention span, and poor multitasking ability. [74] Besides, these patients can also have autonomic manifestations, including nausea, vomiting, drenching night sweats, dizziness, and intolerance to alcohol and other medications. [75] [76] Patients can also exhibit symptoms of uncontrolled anxiety, panic attacks, and impaired social functioning. [77] [78] Most of these patients have decreased ability to work. [79]"}
{"id": "article-21640_28", "title": "Chronic Fatigue Syndrome -- Evaluation", "content": "Chronic fatigue syndrome (CFS) is a diagnosis made on clinical examination after excluding other possible etiologies.", "contents": "Chronic Fatigue Syndrome -- Evaluation. Chronic fatigue syndrome (CFS) is a diagnosis made on clinical examination after excluding other possible etiologies."}
{"id": "article-21640_29", "title": "Chronic Fatigue Syndrome -- Evaluation", "content": "Initially, when the etiological considerations were considered mainly viral in origin, the Center for Disease Control and Prevention (CDC) U.S.A., in 1988, came up with the criterion for the same with the primary focus on the physical symptoms. The Oxford criterion was developed in 1991 and defined a case of chronic fatigue syndrome where mild to severe symptoms of fatigue, myalgias, and tiredness were present. [77] The Oxford criterion states fatigue to be the primary symptom which should have a definite beginning and should be severe, disabling, and affecting mental and physical functions. These symptoms should have been present for a minimum of six months and should be affecting the patient more than fifty percent of the time. There was a need for other symptoms like myalgias, mood, and sleep disturbances to be present as well. Exclusion criteria included those known to have a medical condition that caused fatigue and those diagnosed with mental health disorders like schizophrenia, mania, depression, eating disorders, substance abuse, or known organic brain pathology. [77]", "contents": "Chronic Fatigue Syndrome -- Evaluation. Initially, when the etiological considerations were considered mainly viral in origin, the Center for Disease Control and Prevention (CDC) U.S.A., in 1988, came up with the criterion for the same with the primary focus on the physical symptoms. The Oxford criterion was developed in 1991 and defined a case of chronic fatigue syndrome where mild to severe symptoms of fatigue, myalgias, and tiredness were present. [77] The Oxford criterion states fatigue to be the primary symptom which should have a definite beginning and should be severe, disabling, and affecting mental and physical functions. These symptoms should have been present for a minimum of six months and should be affecting the patient more than fifty percent of the time. There was a need for other symptoms like myalgias, mood, and sleep disturbances to be present as well. Exclusion criteria included those known to have a medical condition that caused fatigue and those diagnosed with mental health disorders like schizophrenia, mania, depression, eating disorders, substance abuse, or known organic brain pathology. [77]"}
{"id": "article-21640_30", "title": "Chronic Fatigue Syndrome -- Evaluation", "content": "Subsequent conclusions stated that the Oxford criterion was over-inclusive and had a low threshold that recruited patients with milder symptoms, leading to the generalization of treatments for all patients. Hence, the treatment guidelines could not be generalized to patients with severe symptoms, chronic pain, post-exertional malaise, and other conditions that mimicked chronic fatigue syndrome. [80] [81] [82]", "contents": "Chronic Fatigue Syndrome -- Evaluation. Subsequent conclusions stated that the Oxford criterion was over-inclusive and had a low threshold that recruited patients with milder symptoms, leading to the generalization of treatments for all patients. Hence, the treatment guidelines could not be generalized to patients with severe symptoms, chronic pain, post-exertional malaise, and other conditions that mimicked chronic fatigue syndrome. [80] [81] [82]"}
{"id": "article-21640_31", "title": "Chronic Fatigue Syndrome -- Evaluation", "content": "Considering the need for revision of the diagnostic criterion, the CDC, in the year 1994, came up with a broader definition for chronic fatigue syndrome developed by Fakuda and colleagues. [83] As per these criteria, the patient should have severe fatigue for more than six months as well as at least four of the following symptoms: a new type of headache or a change in the pattern or severity of the headache, myalgias, pain in multiple joints, post-exertional malaise lasting more than one day, sore throat, tender lymph nodes, unrefreshing sleep and significant impairment in short term memory or concentration.", "contents": "Chronic Fatigue Syndrome -- Evaluation. Considering the need for revision of the diagnostic criterion, the CDC, in the year 1994, came up with a broader definition for chronic fatigue syndrome developed by Fakuda and colleagues. [83] As per these criteria, the patient should have severe fatigue for more than six months as well as at least four of the following symptoms: a new type of headache or a change in the pattern or severity of the headache, myalgias, pain in multiple joints, post-exertional malaise lasting more than one day, sore throat, tender lymph nodes, unrefreshing sleep and significant impairment in short term memory or concentration."}
{"id": "article-21640_32", "title": "Chronic Fatigue Syndrome -- Evaluation", "content": "The modified CDC criterion was extensively used until 2015, when the institute of medicine (IOM) proposed the criterion to diagnose chronic fatigue syndrome. [84] The current IOM criterion was developed after reviewing the 1994 CDC guidelines by Fakuda and colleagues, the 2003 Canadian clinical case definition for CFS, the 2007 clinical guidelines for CFS from the British national institute for health and clinical excellence (NICE) along with the 2010 revised Canadian consensus criteria for CFS (Revised CCC). [84]", "contents": "Chronic Fatigue Syndrome -- Evaluation. The modified CDC criterion was extensively used until 2015, when the institute of medicine (IOM) proposed the criterion to diagnose chronic fatigue syndrome. [84] The current IOM criterion was developed after reviewing the 1994 CDC guidelines by Fakuda and colleagues, the 2003 Canadian clinical case definition for CFS, the 2007 clinical guidelines for CFS from the British national institute for health and clinical excellence (NICE) along with the 2010 revised Canadian consensus criteria for CFS (Revised CCC). [84]"}
{"id": "article-21640_33", "title": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS", "content": "Diagnosis of chronic fatigue syndrome requires the presence of the following three symptoms for more than six months as well as the intensity of the symptoms should be moderate or severe for at least 50% of the time. The three main symptoms include: Fatigue - A noticeable decrease or impairment in a patient's ability to engage in activities they would have enjoyed before the onset of the illness. This impairment continues for more than six months and is associated with new-onset severe fatigue unrelated to exertion and not relieved by rest. Post-exertional malaise - Patients experience worsening symptoms and function after exposure to physical or cognitive stressors, which they previously well tolerated. Unrefreshing sleep - patients feel tired after a night's sleep. Criterion fulfillment for diagnosis requires the three above-stated symptoms plus one of the additional below-mentioned symptoms.", "contents": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS. Diagnosis of chronic fatigue syndrome requires the presence of the following three symptoms for more than six months as well as the intensity of the symptoms should be moderate or severe for at least 50% of the time. The three main symptoms include: Fatigue - A noticeable decrease or impairment in a patient's ability to engage in activities they would have enjoyed before the onset of the illness. This impairment continues for more than six months and is associated with new-onset severe fatigue unrelated to exertion and not relieved by rest. Post-exertional malaise - Patients experience worsening symptoms and function after exposure to physical or cognitive stressors, which they previously well tolerated. Unrefreshing sleep - patients feel tired after a night's sleep. Criterion fulfillment for diagnosis requires the three above-stated symptoms plus one of the additional below-mentioned symptoms."}
{"id": "article-21640_34", "title": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS", "content": "Cognitive impairment - Problems with the thought or executive function worsened by exertion, effort, stress, or time pressure. Orthostatic intolerance - Worsening of symptoms upon assuming and maintaining an upright posture. Although not necessarily abolished, symptoms are improved by lying back down or elevating the feet. [84]", "contents": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS. Cognitive impairment - Problems with the thought or executive function worsened by exertion, effort, stress, or time pressure. Orthostatic intolerance - Worsening of symptoms upon assuming and maintaining an upright posture. Although not necessarily abolished, symptoms are improved by lying back down or elevating the feet. [84]"}
{"id": "article-21640_35", "title": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS", "content": "The typical approach to a patient with chronic fatigue should begin with a history and physical examination, identifying the underlying symptoms and ruling out any serious illnesses. The providers should use a validated clinical questionnaire like the DePaul symptom questionnaire or the Center for Disease Control Symptom Inventory. [85] [86]", "contents": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS. The typical approach to a patient with chronic fatigue should begin with a history and physical examination, identifying the underlying symptoms and ruling out any serious illnesses. The providers should use a validated clinical questionnaire like the DePaul symptom questionnaire or the Center for Disease Control Symptom Inventory. [85] [86]"}
{"id": "article-21640_36", "title": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS", "content": "There are no pathognomonic or diagnostic tests or single biomarkers of CFS. Tests to rule out other etiologies are undertaken in the context of the particular patient. The standard laboratory tests include urinalysis, complete blood count with differential, blood chemistries, thyroid function tests, muscle enzymes like creatine kinases, and C- reactive protein. [83] The national institute for clinical excellence (NICE) also conducts tests for gluten sensitivity and recommends using immunoglobulin A endomysial antibodies, urine drug screening, and rheumatological antibodies as indicated. It also recommends against using viral titers unless necessary after the patient's clinical examination. [87]", "contents": "Chronic Fatigue Syndrome -- Evaluation -- 2015 IOM Diagnostic Criteria for CFS. There are no pathognomonic or diagnostic tests or single biomarkers of CFS. Tests to rule out other etiologies are undertaken in the context of the particular patient. The standard laboratory tests include urinalysis, complete blood count with differential, blood chemistries, thyroid function tests, muscle enzymes like creatine kinases, and C- reactive protein. [83] The national institute for clinical excellence (NICE) also conducts tests for gluten sensitivity and recommends using immunoglobulin A endomysial antibodies, urine drug screening, and rheumatological antibodies as indicated. It also recommends against using viral titers unless necessary after the patient's clinical examination. [87]"}
{"id": "article-21640_37", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management", "content": "There is some debate about the appropriate treatment of chronic fatigue syndrome. A randomized control trial conducted in 2011 in the United Kingdom compared the effectiveness and safety of cognitive-behavioral therapy (CBT), graded exercise therapy (GET), adaptive pacing therapy (APT), and specialist medical care in the management of chronic fatigue syndrome. Overcoming fatigue and improvement of physical function were taken as measures of effectiveness, while safety assessment comprised recording all adverse effects. The results showed that CBT and GET improved outcomes when used together, whereas APT was not a helpful addition. [80]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management. There is some debate about the appropriate treatment of chronic fatigue syndrome. A randomized control trial conducted in 2011 in the United Kingdom compared the effectiveness and safety of cognitive-behavioral therapy (CBT), graded exercise therapy (GET), adaptive pacing therapy (APT), and specialist medical care in the management of chronic fatigue syndrome. Overcoming fatigue and improvement of physical function were taken as measures of effectiveness, while safety assessment comprised recording all adverse effects. The results showed that CBT and GET improved outcomes when used together, whereas APT was not a helpful addition. [80]"}
{"id": "article-21640_38", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management", "content": "Further analysis of the available data questions the statistical significance of the benefit of CBT and GET. [88] The CDC recommends treating associated depression, stress, and anxiety but states that this is not a cure for CFS. Techniques like deep breathing and muscle relaxation, massage, yoga, and tai chi may be of benefit. Treatment for any comorbid condition should be undertaken to minimize symptom burden. [83] [89]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management. Further analysis of the available data questions the statistical significance of the benefit of CBT and GET. [88] The CDC recommends treating associated depression, stress, and anxiety but states that this is not a cure for CFS. Techniques like deep breathing and muscle relaxation, massage, yoga, and tai chi may be of benefit. Treatment for any comorbid condition should be undertaken to minimize symptom burden. [83] [89]"}
{"id": "article-21640_39", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management", "content": "During the CBT sessions, the therapist emphasizes the role of the thought process and its impact on the patient's actions and feelings and recognizes behaviors that cause them to feel more tired and minimize them. Multiple trials and Cochrane reviews have shown the positive benefits of CBT on improving fatigue, mood, and post-exertional malaise in both adolescent and adult patients. [89] [90] [91] [92] Studies have also shown lower school absences when CBT is provided to the adolescent population. [93]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management. During the CBT sessions, the therapist emphasizes the role of the thought process and its impact on the patient's actions and feelings and recognizes behaviors that cause them to feel more tired and minimize them. Multiple trials and Cochrane reviews have shown the positive benefits of CBT on improving fatigue, mood, and post-exertional malaise in both adolescent and adult patients. [89] [90] [91] [92] Studies have also shown lower school absences when CBT is provided to the adolescent population. [93]"}
{"id": "article-21640_40", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management", "content": "GET involves a supervised, gradual increase in the duration and intensity of physical activity. After the PACE trial, this therapy got much publicity, which showed effectiveness for fatigue and functional impairment with the GET. [80] The trial encouraged the participants to gradually increase the timing of their physical activity to a final goal of 30 minutes, spread over 52 weeks to a final goal of 30 minutes of light exercise five days per week while trying to avoid overexertion. Other studies have also supported its efficacy. [94] [95] [96] However, CBT and GET can be adjunct management options, but they are not curative. Activity management is also called pacing. The goal is to learn to balance rest and activity to avoid flare-ups. These can be caused by exertion that patients cannot tolerate.", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Non-Pharmacologic Management. GET involves a supervised, gradual increase in the duration and intensity of physical activity. After the PACE trial, this therapy got much publicity, which showed effectiveness for fatigue and functional impairment with the GET. [80] The trial encouraged the participants to gradually increase the timing of their physical activity to a final goal of 30 minutes, spread over 52 weeks to a final goal of 30 minutes of light exercise five days per week while trying to avoid overexertion. Other studies have also supported its efficacy. [94] [95] [96] However, CBT and GET can be adjunct management options, but they are not curative. Activity management is also called pacing. The goal is to learn to balance rest and activity to avoid flare-ups. These can be caused by exertion that patients cannot tolerate."}
{"id": "article-21640_41", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Pain Medications", "content": "Nonsteroidal anti-inflammatory drugs (NSAIDs), including COX-2 inhibitors, are used due to their action in relieving pain and associated inflammation. [97] [98] Opioid medications are addictive and hence only used for very severe cases for the shortest possible duration. [99]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Pain Medications. Nonsteroidal anti-inflammatory drugs (NSAIDs), including COX-2 inhibitors, are used due to their action in relieving pain and associated inflammation. [97] [98] Opioid medications are addictive and hence only used for very severe cases for the shortest possible duration. [99]"}
{"id": "article-21640_42", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Tricyclic Antidepressants", "content": "Multiple tricyclic antidepressants have shown varying degrees of success in improving sleep, pain levels, and fatigue severity. [97] The doses used here are typically lower than the doses used in the treatment of depression. [100]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Tricyclic Antidepressants. Multiple tricyclic antidepressants have shown varying degrees of success in improving sleep, pain levels, and fatigue severity. [97] The doses used here are typically lower than the doses used in the treatment of depression. [100]"}
{"id": "article-21640_43", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Selective Serotonin Reuptake Inhibitors (SSRI) and Serotonin-Norepinephrine Reuptake Inhibitors (SNRI)", "content": "Many SSRIs like fluoxetine, sertraline, and paroxetine have been used to treat depression and anxiety, which either accompany the disease process of chronic fatigue syndrome or occur as a consequence. SNRIs have the added benefit of providing neuropathic pain relief besides the antidepressant effect. However, neither SSRIs nor SSNRIs directly affect the underlying pathophysiology of the disease process. [80]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Selective Serotonin Reuptake Inhibitors (SSRI) and Serotonin-Norepinephrine Reuptake Inhibitors (SNRI). Many SSRIs like fluoxetine, sertraline, and paroxetine have been used to treat depression and anxiety, which either accompany the disease process of chronic fatigue syndrome or occur as a consequence. SNRIs have the added benefit of providing neuropathic pain relief besides the antidepressant effect. However, neither SSRIs nor SSNRIs directly affect the underlying pathophysiology of the disease process. [80]"}
{"id": "article-21640_44", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Antiviral Therapy", "content": "Several antiviral medications have been tried in these patients, but most of these studies have been inconclusive. [101] [102] Randomized controlled trials (RCTs) comparing the effect of nucleotide analog inhibitors like acyclovir, valacyclovir, and ganciclovir, versus placebo, have shown no difference in symptom control. [103] Studies using interferons versus placebo in chronic fatigue syndrome also did not show evidence of clear benefit. [104]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Antiviral Therapy. Several antiviral medications have been tried in these patients, but most of these studies have been inconclusive. [101] [102] Randomized controlled trials (RCTs) comparing the effect of nucleotide analog inhibitors like acyclovir, valacyclovir, and ganciclovir, versus placebo, have shown no difference in symptom control. [103] Studies using interferons versus placebo in chronic fatigue syndrome also did not show evidence of clear benefit. [104]"}
{"id": "article-21640_45", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Immunoglobulin", "content": "A systemic review conducted by Whiting et al. in 2001 evaluated five randomized controlled trials on the use of immunoglobulins in patients with chronic fatigue syndrome. It revealed positive results in four of them. [80] Unfortunately, other studies did not report any benefit and, in fact, concluded the potential dangers of the immunoglobulins.", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Immunoglobulin. A systemic review conducted by Whiting et al. in 2001 evaluated five randomized controlled trials on the use of immunoglobulins in patients with chronic fatigue syndrome. It revealed positive results in four of them. [80] Unfortunately, other studies did not report any benefit and, in fact, concluded the potential dangers of the immunoglobulins."}
{"id": "article-21640_46", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Corticosteroids", "content": "Multiple RCTs and systemic reviews performed with steroids in 2005 showed varying responses. One systemic review conducted in 2015 showed a weak benefit from low-dose hydrocortisone, but the effect was only short-lived and was associated with adverse effects. [105]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Corticosteroids. Multiple RCTs and systemic reviews performed with steroids in 2005 showed varying responses. One systemic review conducted in 2015 showed a weak benefit from low-dose hydrocortisone, but the effect was only short-lived and was associated with adverse effects. [105]"}
{"id": "article-21640_47", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Complementary and Alternative Medicines", "content": "Systemic reviews of the studies using essential fatty acids, magnesium, acetyl-l-carnitine, vitamin B12, and antioxidants have shown only partial response and require further studies to establish a definitive relation. [106]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Complementary and Alternative Medicines. Systemic reviews of the studies using essential fatty acids, magnesium, acetyl-l-carnitine, vitamin B12, and antioxidants have shown only partial response and require further studies to establish a definitive relation. [106]"}
{"id": "article-21640_48", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Rintatolimod", "content": "Rintatolimod is a newly approved immunomodulator and an antiviral drug for treating chronic fatigue syndrome in Canada and Europe. [107] An RCT published in the journal of the American medical association (JAMA) in 2001 showed the medication to be of some benefit in these patients. [108] The U.S. FDA rejected the drug to be marketed in the U.S. for CFS treatment, citing insufficient safety and efficacy data.", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Rintatolimod. Rintatolimod is a newly approved immunomodulator and an antiviral drug for treating chronic fatigue syndrome in Canada and Europe. [107] An RCT published in the journal of the American medical association (JAMA) in 2001 showed the medication to be of some benefit in these patients. [108] The U.S. FDA rejected the drug to be marketed in the U.S. for CFS treatment, citing insufficient safety and efficacy data."}
{"id": "article-21640_49", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Rituximab", "content": "Rituximab is an anti-CD20 monoclonal antibody causing the depletion of B cells. An initial small double-blind, placebo-controlled trial of 30 patients with CFS receiving rituximab showed some benefit, leading the researchers to hypothesize that B cells might have a significant role in the pathogenesis of some patients with chronic fatigue syndrome. [109] However, a more extensive study showed no fatigue difference between patients who received rituximab versus those who did not. Also, patients receiving rituximab showed more adverse effects, including neutropenia and infections. [110]", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Rituximab. Rituximab is an anti-CD20 monoclonal antibody causing the depletion of B cells. An initial small double-blind, placebo-controlled trial of 30 patients with CFS receiving rituximab showed some benefit, leading the researchers to hypothesize that B cells might have a significant role in the pathogenesis of some patients with chronic fatigue syndrome. [109] However, a more extensive study showed no fatigue difference between patients who received rituximab versus those who did not. Also, patients receiving rituximab showed more adverse effects, including neutropenia and infections. [110]"}
{"id": "article-21640_50", "title": "Chronic Fatigue Syndrome -- Treatment / Management -- Fecal Microbiota Transplantation", "content": "Alteration in gastrointestinal (GI) microbiota in CFS patients has been hypothesized as one of the etiologies. [111] [112] Trials of fecal microbiota transplantation are an exciting, relatively safe, and rapidly growing treatment modality that is currently undergoing experimentation to manage multiple medical conditions, including CFS. [113] [114] The process involves the transfer of feces from a healthy donor into a patient's gut. [115] In recent years, numerous studies have shown significant symptom relief in these patients after the fecal microbiota transfer provides promising therapeutic insights. [116] [117] Even though there has been some success with the fecal microbiota, it is still too early to conclude anything. However, it opens doors for future research in this direction.", "contents": "Chronic Fatigue Syndrome -- Treatment / Management -- Fecal Microbiota Transplantation. Alteration in gastrointestinal (GI) microbiota in CFS patients has been hypothesized as one of the etiologies. [111] [112] Trials of fecal microbiota transplantation are an exciting, relatively safe, and rapidly growing treatment modality that is currently undergoing experimentation to manage multiple medical conditions, including CFS. [113] [114] The process involves the transfer of feces from a healthy donor into a patient's gut. [115] In recent years, numerous studies have shown significant symptom relief in these patients after the fecal microbiota transfer provides promising therapeutic insights. [116] [117] Even though there has been some success with the fecal microbiota, it is still too early to conclude anything. However, it opens doors for future research in this direction."}
{"id": "article-21640_51", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis", "content": "Chronic fatigue syndrome can potentially affect the instrumental activities of daily living (IADLs), such as cleaning, laundry, driving, and managing finances. [118] Hence, the providers must be able to diagnose this condition but, at the same time, also be able to differentiate it from other commonly encountered disorders in clinical practice, which can have overlapping presentations.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis. Chronic fatigue syndrome can potentially affect the instrumental activities of daily living (IADLs), such as cleaning, laundry, driving, and managing finances. [118] Hence, the providers must be able to diagnose this condition but, at the same time, also be able to differentiate it from other commonly encountered disorders in clinical practice, which can have overlapping presentations."}
{"id": "article-21640_52", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Chronic Fatigue", "content": "Even though chronic fatigue syndrome has fatigue as one of the three mandatory symptoms, it is a complex multisystem neurological disease with evidence of inflammation in the brain, hence the term myalgic encephalomyelitis. [119] On the other hand, chronic fatigue lacks the associated post-exertional malaise, unrefreshing sleep, and cognitive impairment. [119] To minimize the confusion with the terminology, the institute of medicine (IOM) has even suggested switching the terminology from chronic fatigue syndrome to \"systemic exertion intolerance disease (SEID)\" instead of CFS. [1]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Chronic Fatigue. Even though chronic fatigue syndrome has fatigue as one of the three mandatory symptoms, it is a complex multisystem neurological disease with evidence of inflammation in the brain, hence the term myalgic encephalomyelitis. [119] On the other hand, chronic fatigue lacks the associated post-exertional malaise, unrefreshing sleep, and cognitive impairment. [119] To minimize the confusion with the terminology, the institute of medicine (IOM) has even suggested switching the terminology from chronic fatigue syndrome to \"systemic exertion intolerance disease (SEID)\" instead of CFS. [1]"}
{"id": "article-21640_53", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Rheumatological Disorders", "content": "Fibromyalgia, polymyalgia rheumatica, polymyositis, and autoimmune disorders such as systemic lupus erythematosus, rheumatoid arthritis, and Sjogren syndrome present a significant diagnostic dilemma for the provider. [120] [121] [122] It requires proper history, clinical examination, and laboratory testing for autoantibodies before arriving at the correct diagnosis.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Rheumatological Disorders. Fibromyalgia, polymyalgia rheumatica, polymyositis, and autoimmune disorders such as systemic lupus erythematosus, rheumatoid arthritis, and Sjogren syndrome present a significant diagnostic dilemma for the provider. [120] [121] [122] It requires proper history, clinical examination, and laboratory testing for autoantibodies before arriving at the correct diagnosis."}
{"id": "article-21640_54", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Psychiatric Disorders", "content": "Roughly 20% of the patients presenting to primary care clinics have an underlying undiagnosed depressive illness, and targeted mental health history is critical. [123] There could be a range of undiagnosed or underdiagnosed disorders like major depressive disorder, bipolar disorder, eating disorder, schizophrenia, somatoform disorders, and substance abuse. It is of the utmost importance to remember that in the elderly, symptoms of fatigue, unrefreshing sleep, and cognitive decline can be very much part of the symptom complex of late-onset depression. [124]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Psychiatric Disorders. Roughly 20% of the patients presenting to primary care clinics have an underlying undiagnosed depressive illness, and targeted mental health history is critical. [123] There could be a range of undiagnosed or underdiagnosed disorders like major depressive disorder, bipolar disorder, eating disorder, schizophrenia, somatoform disorders, and substance abuse. It is of the utmost importance to remember that in the elderly, symptoms of fatigue, unrefreshing sleep, and cognitive decline can be very much part of the symptom complex of late-onset depression. [124]"}
{"id": "article-21640_55", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Endocrine Disorders", "content": "There could be adrenal abnormalities (Addison disease, adrenal insufficiency, Cushing disease), thyroid abnormalities (both hypothyroidism and hyperthyroidism), and diabetes mellitus, which can mimic symptoms of chronic fatigue syndrome.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Endocrine Disorders. There could be adrenal abnormalities (Addison disease, adrenal insufficiency, Cushing disease), thyroid abnormalities (both hypothyroidism and hyperthyroidism), and diabetes mellitus, which can mimic symptoms of chronic fatigue syndrome."}
{"id": "article-21640_56", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Hematological and Oncologic Disorders", "content": "Undiagnosed malignancies can present with symptoms of fatigue and warrant a search for underlying cancer with age-appropriate screening. However, age alone should not be the only determining criterion for ordering these screenings. [125] Anemia from any cause can present with excessive tiredness and fatigue. [126] [127] [128] [129]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Hematological and Oncologic Disorders. Undiagnosed malignancies can present with symptoms of fatigue and warrant a search for underlying cancer with age-appropriate screening. However, age alone should not be the only determining criterion for ordering these screenings. [125] Anemia from any cause can present with excessive tiredness and fatigue. [126] [127] [128] [129]"}
{"id": "article-21640_57", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Infectious Diseases", "content": "Infectious diseases like the human immunodeficiency virus, tuberculosis, and chronic hepatitis can have ongoing fatigue as their initial presentation.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Infectious Diseases. Infectious diseases like the human immunodeficiency virus, tuberculosis, and chronic hepatitis can have ongoing fatigue as their initial presentation."}
{"id": "article-21640_58", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Gastrointestinal Disorders", "content": "Inflammatory bowel disease can present with chronic fatigue symptoms. [130] Celiac disease can present with fatigue and sometimes even without gastrointestinal symptoms.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Gastrointestinal Disorders. Inflammatory bowel disease can present with chronic fatigue symptoms. [130] Celiac disease can present with fatigue and sometimes even without gastrointestinal symptoms."}
{"id": "article-21640_59", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Neurological Disorders", "content": "Fatigue is the main presenting feature of multiple sclerosis. [131] Dementia, which has cognitive impairment as its major presentation, can cause a diagnostic dilemma, as can pseudodementia.", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Neurological Disorders. Fatigue is the main presenting feature of multiple sclerosis. [131] Dementia, which has cognitive impairment as its major presentation, can cause a diagnostic dilemma, as can pseudodementia."}
{"id": "article-21640_60", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Age-related Orthostatic Hypotension", "content": "It is again imperative to recognize that there are age-related changes in blood vessels, causing decreased autonomic responsiveness, which worsens with inadequate fluid intake and polypharmacy. [132]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Age-related Orthostatic Hypotension. It is again imperative to recognize that there are age-related changes in blood vessels, causing decreased autonomic responsiveness, which worsens with inadequate fluid intake and polypharmacy. [132]"}
{"id": "article-21640_61", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Respiratory Disorders", "content": "Chronic respiratory conditions like chronic obstructive pulmonary disease (COPD) and sarcoidosis can present with chronic fatigue. [133]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Respiratory Disorders. Chronic respiratory conditions like chronic obstructive pulmonary disease (COPD) and sarcoidosis can present with chronic fatigue. [133]"}
{"id": "article-21640_62", "title": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Sleep Apnea", "content": "Undiagnosed obstructive sleep apnea can present with fatigue and unrefreshing sleep, two of the main diagnostic criteria for chronic fatigue syndrome. This is diagnosed by polysomnography. [134]", "contents": "Chronic Fatigue Syndrome -- Differential Diagnosis -- Sleep Apnea. Undiagnosed obstructive sleep apnea can present with fatigue and unrefreshing sleep, two of the main diagnostic criteria for chronic fatigue syndrome. This is diagnosed by polysomnography. [134]"}
{"id": "article-21640_63", "title": "Chronic Fatigue Syndrome -- Prognosis", "content": "Chronic fatigue syndrome has no cure, and the symptoms can persist for years. Its clinical course fluctuates between remissions and relapses. According to one prospective study, around 50% of patients with CFS may return to part-time or full-time work. [135] Factors associated with poor prognosis include longer duration of illness, comorbid depression, severe fatigue, and anxiety. [136]", "contents": "Chronic Fatigue Syndrome -- Prognosis. Chronic fatigue syndrome has no cure, and the symptoms can persist for years. Its clinical course fluctuates between remissions and relapses. According to one prospective study, around 50% of patients with CFS may return to part-time or full-time work. [135] Factors associated with poor prognosis include longer duration of illness, comorbid depression, severe fatigue, and anxiety. [136]"}
{"id": "article-21640_64", "title": "Chronic Fatigue Syndrome -- Prognosis", "content": "Favorable outcomes are associated with less severity of fatigue at baseline, a better sense of control over symptoms, and the absence of any attribution of the disease to a physical cause. [137] Although a considerable burden of morbidity is linked with CFS, there is no remarkable evidence of increased mortality.", "contents": "Chronic Fatigue Syndrome -- Prognosis. Favorable outcomes are associated with less severity of fatigue at baseline, a better sense of control over symptoms, and the absence of any attribution of the disease to a physical cause. [137] Although a considerable burden of morbidity is linked with CFS, there is no remarkable evidence of increased mortality."}
{"id": "article-21640_65", "title": "Chronic Fatigue Syndrome -- Complications", "content": "As in any chronic illness, it is very common for people with chronic fatigue syndrome to experience depression, stress, and anxiety. While chronic fatigue syndrome is not a psychological condition, it is debilitating. Good days or bad days can be unpredictable. Patients experience ongoing challenges in their education, career, and personal life, as they work to balance how they feel about their obligations and desires. Many people with CFS describe feeling demoralized or even, at times, hopeless.", "contents": "Chronic Fatigue Syndrome -- Complications. As in any chronic illness, it is very common for people with chronic fatigue syndrome to experience depression, stress, and anxiety. While chronic fatigue syndrome is not a psychological condition, it is debilitating. Good days or bad days can be unpredictable. Patients experience ongoing challenges in their education, career, and personal life, as they work to balance how they feel about their obligations and desires. Many people with CFS describe feeling demoralized or even, at times, hopeless."}
{"id": "article-21640_66", "title": "Chronic Fatigue Syndrome -- Deterrence and Patient Education", "content": "Living with chronic fatigue syndrome can be stressful, as the symptoms can affect the quality of life. Most people are generally healthy and active before developing CFS, making it particularly distressing. The most crucial factor for patients to successfully cope with CFS is establishing a strong relationship with an experienced health care provider. Having a provider that patients can trust, who listens to them and understands that their symptoms are real, can be validating and helpful. While it is discouraging to know that there is no quick cure for CFS, an experienced provider can work with the patient to find ways to manage their symptoms and maximize their quality of life.", "contents": "Chronic Fatigue Syndrome -- Deterrence and Patient Education. Living with chronic fatigue syndrome can be stressful, as the symptoms can affect the quality of life. Most people are generally healthy and active before developing CFS, making it particularly distressing. The most crucial factor for patients to successfully cope with CFS is establishing a strong relationship with an experienced health care provider. Having a provider that patients can trust, who listens to them and understands that their symptoms are real, can be validating and helpful. While it is discouraging to know that there is no quick cure for CFS, an experienced provider can work with the patient to find ways to manage their symptoms and maximize their quality of life."}
{"id": "article-21640_67", "title": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Chronic fatigue syndrome frequently poses a diagnostic dilemma. The hallmark symptom is the post-exertional fatigue associated with numerous neurological, cardiovascular, respiratory, and gastrointestinal complaints. Patients can also exhibit uncontrolled anxiety, panic attacks, and impaired social functioning. Chronic fatigue syndrome is a diagnosis made on clinical examination after excluding other possible etiologies. Therefore, it is essential to consult with an interprofessional team of specialists, including a pain specialist, psychiatrist, psychotherapist, nursing staff, other clinicians (MDs, DOs, NPs, or PAs), and possibly a physical therapist and/or pharmacist, depending on the treatment course taken. Even though chronic fatigue syndrome has fatigue as one of the three mandatory symptoms, it is a complex multisystem neurological disease with evidence of inflammation in the brain. As the term myalgic encephalomyelitis indicates, a neurology consultation can be useful when indicated.", "contents": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes. Chronic fatigue syndrome frequently poses a diagnostic dilemma. The hallmark symptom is the post-exertional fatigue associated with numerous neurological, cardiovascular, respiratory, and gastrointestinal complaints. Patients can also exhibit uncontrolled anxiety, panic attacks, and impaired social functioning. Chronic fatigue syndrome is a diagnosis made on clinical examination after excluding other possible etiologies. Therefore, it is essential to consult with an interprofessional team of specialists, including a pain specialist, psychiatrist, psychotherapist, nursing staff, other clinicians (MDs, DOs, NPs, or PAs), and possibly a physical therapist and/or pharmacist, depending on the treatment course taken. Even though chronic fatigue syndrome has fatigue as one of the three mandatory symptoms, it is a complex multisystem neurological disease with evidence of inflammation in the brain. As the term myalgic encephalomyelitis indicates, a neurology consultation can be useful when indicated."}
{"id": "article-21640_68", "title": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional team members must follow the patient and record and progress or deterioration of their condition and inform other team members so changes in the management approach can occur if necessary. Open communication and diligent documentation are essential to the interprofessional strategy so that all team members can access the same patient data. This will help drive better outcomes. [Level 5]", "contents": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes. All interprofessional team members must follow the patient and record and progress or deterioration of their condition and inform other team members so changes in the management approach can occur if necessary. Open communication and diligent documentation are essential to the interprofessional strategy so that all team members can access the same patient data. This will help drive better outcomes. [Level 5]"}
{"id": "article-21640_69", "title": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The primary non-pharmacological treatment modalities are cognitive behavior therapy and graded exercise therapy. There is a wide range of medications that can be used for CFS. They range from NSAIDs to antidepressants; therefore, a pharmacy consult is in order. The pharmacist can perform medication reconciliation and check medication dosing, reporting any concerns to the other team members as appropriate.", "contents": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes. The primary non-pharmacological treatment modalities are cognitive behavior therapy and graded exercise therapy. There is a wide range of medications that can be used for CFS. They range from NSAIDs to antidepressants; therefore, a pharmacy consult is in order. The pharmacist can perform medication reconciliation and check medication dosing, reporting any concerns to the other team members as appropriate."}
{"id": "article-21640_70", "title": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes", "content": "A broad range of differential diagnoses should be considered before diagnosing chronic fatigue syndrome. However, consultation with an interprofessional healthcare team is recommended to improve outcomes.", "contents": "Chronic Fatigue Syndrome -- Enhancing Healthcare Team Outcomes. A broad range of differential diagnoses should be considered before diagnosing chronic fatigue syndrome. However, consultation with an interprofessional healthcare team is recommended to improve outcomes."}
{"id": "article-21640_71", "title": "Chronic Fatigue Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chronic Fatigue Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}