{"id": "article-20018_0", "title": "Physiology, Coronary Circulation -- Introduction", "content": "The heart is highly metabolically active and boasts the highest oxygen consumption by mass of any organ. This demand for oxygen is met by the coronary circulation, which is responsible for delivering blood to the myocardium and represents approximately 5% of cardiac output. [1] Adequate blood flow through the coronary vessels is critical to avoid ischemia and maintain the integrity of the myocardial tissue.", "contents": "Physiology, Coronary Circulation -- Introduction. The heart is highly metabolically active and boasts the highest oxygen consumption by mass of any organ. This demand for oxygen is met by the coronary circulation, which is responsible for delivering blood to the myocardium and represents approximately 5% of cardiac output. [1] Adequate blood flow through the coronary vessels is critical to avoid ischemia and maintain the integrity of the myocardial tissue."}
{"id": "article-20018_1", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy", "content": "The coronary arteries arise from the sinuses of Valsalva, just past the origin of the aortic root. The right coronary artery (RCA), arising from the anterior aortic sinus, supplies blood to the right atrium, right ventricle, sinoatrial node, atrioventricular (AV) node, and select portions of the left ventricle. The left coronary artery (LCA) arises from the left posterior aortic sinus and quickly bifurcates into the left circumflex artery (LCX) and left anterior descending artery (LAD), which supply blood to the left atrium and left ventricle. [2] There is substantial overlap in these blood supplies due to the existence of collateral vessels and variant anatomy, but these intricacies are beyond the scope of the current discussion.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy. The coronary arteries arise from the sinuses of Valsalva, just past the origin of the aortic root. The right coronary artery (RCA), arising from the anterior aortic sinus, supplies blood to the right atrium, right ventricle, sinoatrial node, atrioventricular (AV) node, and select portions of the left ventricle. The left coronary artery (LCA) arises from the left posterior aortic sinus and quickly bifurcates into the left circumflex artery (LCX) and left anterior descending artery (LAD), which supply blood to the left atrium and left ventricle. [2] There is substantial overlap in these blood supplies due to the existence of collateral vessels and variant anatomy, but these intricacies are beyond the scope of the current discussion."}
{"id": "article-20018_2", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy", "content": "The coronary arteries can broadly classify as epicardial vessels and intramuscular vessels. The former are larger and more superficial, and they serve as conductors for blood flow. The latter are smaller and course within the myocardium; their various branches and arterioles provide higher resistance but more fine-tuned control of blood flow.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy. The coronary arteries can broadly classify as epicardial vessels and intramuscular vessels. The former are larger and more superficial, and they serve as conductors for blood flow. The latter are smaller and course within the myocardium; their various branches and arterioles provide higher resistance but more fine-tuned control of blood flow."}
{"id": "article-20018_3", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy", "content": "In most tissues, blood flow peaks during ventricular systole due to increased pressure in the aorta and its distal branches. Bloodflow through the coronary vessels, however, is seemingly paradoxical and peaks during ventricular diastole. This unusual pattern is a result of external compression of coronary vessels by myocardial tissue during systole. The most significant compressive force is felt by the vessels in the endocardial layer, with little force felt by the vessels of the epicardium. [3] Of note, this compression can be significant enough to reverse coronary flow, particularly in the intramuscular vessels of the thicker left ventricle. When the ventricles relax during diastole, the coronary vessels are no longer compressed, and normal blood flow resumes. Due to this pattern of blood flow, tachycardia - and the resultant decrease of time spent in diastole - can decrease the efficiency of myocardial perfusion.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Anatomy. In most tissues, blood flow peaks during ventricular systole due to increased pressure in the aorta and its distal branches. Bloodflow through the coronary vessels, however, is seemingly paradoxical and peaks during ventricular diastole. This unusual pattern is a result of external compression of coronary vessels by myocardial tissue during systole. The most significant compressive force is felt by the vessels in the endocardial layer, with little force felt by the vessels of the epicardium. [3] Of note, this compression can be significant enough to reverse coronary flow, particularly in the intramuscular vessels of the thicker left ventricle. When the ventricles relax during diastole, the coronary vessels are no longer compressed, and normal blood flow resumes. Due to this pattern of blood flow, tachycardia - and the resultant decrease of time spent in diastole - can decrease the efficiency of myocardial perfusion."}
{"id": "article-20018_4", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "At rest, approximately 60% to 70% of oxygen is extracted from blood in the coronary arteries. [1] This degree of oxygen extraction is a testament to the high metabolic activity of the myocardium. It also highlights the importance of increasing overall coronary flow during times of increased myocardial oxygen demand.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. At rest, approximately 60% to 70% of oxygen is extracted from blood in the coronary arteries. [1] This degree of oxygen extraction is a testament to the high metabolic activity of the myocardium. It also highlights the importance of increasing overall coronary flow during times of increased myocardial oxygen demand."}
{"id": "article-20018_5", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "Myocardial oxygen demand can increase several-fold depending on ventricular rate, contractility, and pressures. Due to the high baseline oxygen consumption of the myocardium, increased oxygen extraction provides only a limited buffer capacity. The majority of this demand must be met by increased coronary flow, the mechanisms of which are only partially understood. Current evidence suggests a multifactorial model of coronary regulation. Downstream metabolites of oxygen consumption, such as carbon dioxide, are thought to be the primary determinant of coronary flow under physiologic conditions at rest. Meanwhile, localized hypoxia, along with the resultant release of vasodilatory substances, likely contributes to coronary vasodilation during various physiologic and pathophysiologic states of mismatched oxygen supply and demand.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. Myocardial oxygen demand can increase several-fold depending on ventricular rate, contractility, and pressures. Due to the high baseline oxygen consumption of the myocardium, increased oxygen extraction provides only a limited buffer capacity. The majority of this demand must be met by increased coronary flow, the mechanisms of which are only partially understood. Current evidence suggests a multifactorial model of coronary regulation. Downstream metabolites of oxygen consumption, such as carbon dioxide, are thought to be the primary determinant of coronary flow under physiologic conditions at rest. Meanwhile, localized hypoxia, along with the resultant release of vasodilatory substances, likely contributes to coronary vasodilation during various physiologic and pathophysiologic states of mismatched oxygen supply and demand."}
{"id": "article-20018_6", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "At the most basic level, local hypoxemia and hypercarbia have shown to correlate with coronary vasodilation. Measurements of coronary venous pO2 and pCO2, however, show little, if any, change during states of physiologically increased demand (i.e., exercise.) [4] This situation suggests that alternative factors must contribute to coronary regulation under normal conditions that prevent hypoxemia and hypercarbia. Indeed, multiple studies have demonstrated that the concentrations of both oxygen and carbon dioxide are insufficient in explaining the majority of the total extent of coronary vasodilation in response to increased oxygen demand. While it is likely that localized hypoxemia and hypercarbia have a role in coronary regulation during pathophysiologic states, it is not yet clear whether an intermediary molecule is involved in the process.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. At the most basic level, local hypoxemia and hypercarbia have shown to correlate with coronary vasodilation. Measurements of coronary venous pO2 and pCO2, however, show little, if any, change during states of physiologically increased demand (i.e., exercise.) [4] This situation suggests that alternative factors must contribute to coronary regulation under normal conditions that prevent hypoxemia and hypercarbia. Indeed, multiple studies have demonstrated that the concentrations of both oxygen and carbon dioxide are insufficient in explaining the majority of the total extent of coronary vasodilation in response to increased oxygen demand. While it is likely that localized hypoxemia and hypercarbia have a role in coronary regulation during pathophysiologic states, it is not yet clear whether an intermediary molecule is involved in the process."}
{"id": "article-20018_7", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "In the 1960s, adenosine was a proposed possible metabolite responsible for triggering coronary vasodilation. The hypothesis was that decreased oxygen tension stimulated the release of adenosine due to the consumption and degradation of adenosine triphosphate (ATP). The thinking was that adenosine then acted on vascular smooth muscle adenosine receptors to result in increased coronary flow. Decades of research in the interim, however, have been unable to demonstrate the role of adenosine in physiologic coronary vasodilation conclusively. This disconnect is perhaps due to the ability of myocyte ATP production to keep pace with consumption when oxygen demand is adequately met. In contrast, adenosine has proven to play a role in coronary regulation during times of ischemia. When normal coronary vasodilation is insufficient, ischemic cardiac tissue releases adenosine in large quantities, resulting in local hyperemia. [4]", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. In the 1960s, adenosine was a proposed possible metabolite responsible for triggering coronary vasodilation. The hypothesis was that decreased oxygen tension stimulated the release of adenosine due to the consumption and degradation of adenosine triphosphate (ATP). The thinking was that adenosine then acted on vascular smooth muscle adenosine receptors to result in increased coronary flow. Decades of research in the interim, however, have been unable to demonstrate the role of adenosine in physiologic coronary vasodilation conclusively. This disconnect is perhaps due to the ability of myocyte ATP production to keep pace with consumption when oxygen demand is adequately met. In contrast, adenosine has proven to play a role in coronary regulation during times of ischemia. When normal coronary vasodilation is insufficient, ischemic cardiac tissue releases adenosine in large quantities, resulting in local hyperemia. [4]"}
{"id": "article-20018_8", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "In the 1980s, researchers discovered ATP-dependent potassium (K) channels in vascular smooth muscle and other tissues. These channels likely contribute to baseline vascular tone, as their inhibition results in a slight decrease in coronary flow. Interestingly, blockade of K channels does not affect physiologic vasodilation, but it does blunt adenosine-mediated hyperemia. [5]", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. In the 1980s, researchers discovered ATP-dependent potassium (K) channels in vascular smooth muscle and other tissues. These channels likely contribute to baseline vascular tone, as their inhibition results in a slight decrease in coronary flow. Interestingly, blockade of K channels does not affect physiologic vasodilation, but it does blunt adenosine-mediated hyperemia. [5]"}
{"id": "article-20018_9", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "Other mediators of coronary flow also have been elucidated. As coronary flow increases secondary to other factors, increased endovascular shear stress stimulates nitric oxide synthesis. The release of nitric oxide results in vasodilation at both rest and states of increased myocardial oxygen consumption. However, inhibition of nitric oxide synthesis has shown in multiple studies that nitric oxide is not necessary for physiologic coronary vasodilation. Prostacyclin, an arachidonic acid metabolite, has also demonstrated some vasodilatory effect on the coronary vessels likely through interaction with nitric oxide. [3]", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. Other mediators of coronary flow also have been elucidated. As coronary flow increases secondary to other factors, increased endovascular shear stress stimulates nitric oxide synthesis. The release of nitric oxide results in vasodilation at both rest and states of increased myocardial oxygen consumption. However, inhibition of nitric oxide synthesis has shown in multiple studies that nitric oxide is not necessary for physiologic coronary vasodilation. Prostacyclin, an arachidonic acid metabolite, has also demonstrated some vasodilatory effect on the coronary vessels likely through interaction with nitric oxide. [3]"}
{"id": "article-20018_10", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "A notable endothelial mediator antagonistic to nitric oxide's function on the coronary vessels is endothelin. Endothelin is an extremely potent vasoconstrictor, and the coronary circulation is highly sensitive to it. Studies have shown increased plasma concentrations of endothelin with coronary related pathology. [6]", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. A notable endothelial mediator antagonistic to nitric oxide's function on the coronary vessels is endothelin. Endothelin is an extremely potent vasoconstrictor, and the coronary circulation is highly sensitive to it. Studies have shown increased plasma concentrations of endothelin with coronary related pathology. [6]"}
{"id": "article-20018_11", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "Neurohormonal factors also have demonstrated to regulate coronary flow, though this effect appears to be relatively minor. Adrenergic receptors are distributed in a non-uniform manner along the coronary vessels; alpha receptors are found in greater concentration in epicardial vessels, whereas a preponderance of beta-2 receptors exists in intramuscular and subendocardial vessels. This distribution appears to minimize coronary \"steal,\" by constricting proximal vessels and shifting the dependence of coronary flow to dilated distal vessels. Additionally, this decrease in large coronary vessel diameter also may serve to reduce the oscillations in coronary flow caused by ventricular compression of intramuscular vessels. Adrenergic control has demonstrated to contribute to physiologic vasodilation; blockade of alpha and beta-adrenergic receptors results in substantially lower coronary venous oxygen tension. [4]", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. Neurohormonal factors also have demonstrated to regulate coronary flow, though this effect appears to be relatively minor. Adrenergic receptors are distributed in a non-uniform manner along the coronary vessels; alpha receptors are found in greater concentration in epicardial vessels, whereas a preponderance of beta-2 receptors exists in intramuscular and subendocardial vessels. This distribution appears to minimize coronary \"steal,\" by constricting proximal vessels and shifting the dependence of coronary flow to dilated distal vessels. Additionally, this decrease in large coronary vessel diameter also may serve to reduce the oscillations in coronary flow caused by ventricular compression of intramuscular vessels. Adrenergic control has demonstrated to contribute to physiologic vasodilation; blockade of alpha and beta-adrenergic receptors results in substantially lower coronary venous oxygen tension. [4]"}
{"id": "article-20018_12", "title": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation", "content": "In summary, the exact mechanisms underlying coronary regulation are not fully known. Many overlapping factors control this complex process and is further suggested by significantly reduced coronary venous oxygen tension in a study with a combined blockade of adenosine receptors, K channels, and nitric oxide synthesis.", "contents": "Physiology, Coronary Circulation -- Issues of Concern -- Regulation. In summary, the exact mechanisms underlying coronary regulation are not fully known. Many overlapping factors control this complex process and is further suggested by significantly reduced coronary venous oxygen tension in a study with a combined blockade of adenosine receptors, K channels, and nitric oxide synthesis."}
{"id": "article-20018_13", "title": "Physiology, Coronary Circulation -- Related Testing", "content": "Clinicians can approximate the adequacy of coronary via several modalities. Nuclear imaging can demonstrate delivery of blood to various portions of the myocardium, both at rest and when stressed. Coronary imaging, via CT angiography or cardiac catheterization, can show luminal narrowing of the coronaries and implied reduction in forward flow. In general, a decrease in the diameter of 50% correlates with a loss of ability to respond to increased metabolic demand completely. A reduction in diameter of 80% or greater is substantial enough to affect resting flow. [7] Direct measurement of coronary flow is obtainable via catheter-based transducers, but the use of such invasive methods is typically limited to research purposes.", "contents": "Physiology, Coronary Circulation -- Related Testing. Clinicians can approximate the adequacy of coronary via several modalities. Nuclear imaging can demonstrate delivery of blood to various portions of the myocardium, both at rest and when stressed. Coronary imaging, via CT angiography or cardiac catheterization, can show luminal narrowing of the coronaries and implied reduction in forward flow. In general, a decrease in the diameter of 50% correlates with a loss of ability to respond to increased metabolic demand completely. A reduction in diameter of 80% or greater is substantial enough to affect resting flow. [7] Direct measurement of coronary flow is obtainable via catheter-based transducers, but the use of such invasive methods is typically limited to research purposes."}
{"id": "article-20018_14", "title": "Physiology, Coronary Circulation -- Clinical Significance", "content": "The myocardium depends on a continuous supply of oxygen due to its limited anaerobic capacity. When the coronary flow is unable to meet the demands of the myocardial tissue, myocardial ischemia results. Prolonged ischemia can compromise the function and integrity of the myocardium, resulting in decreased cardiac output, arrhythmia, and/or death.", "contents": "Physiology, Coronary Circulation -- Clinical Significance. The myocardium depends on a continuous supply of oxygen due to its limited anaerobic capacity. When the coronary flow is unable to meet the demands of the myocardial tissue, myocardial ischemia results. Prolonged ischemia can compromise the function and integrity of the myocardium, resulting in decreased cardiac output, arrhythmia, and/or death."}
{"id": "article-20018_15", "title": "Physiology, Coronary Circulation -- Clinical Significance", "content": "The most common etiology of compromised coronary circulation is coronary artery disease (CAD), the details of which are beyond the scope of this discussion. The build-up (and rupture) of plaques causes decreased coronary luminal diameter, resulting in a mismatch between oxygen demand and delivery. Certain medications such as nitroglycerin and calcium channel-blocking agents exist, which can contribute to relief from myocardial ischemia by dilating the large coronary arteries. [8]", "contents": "Physiology, Coronary Circulation -- Clinical Significance. The most common etiology of compromised coronary circulation is coronary artery disease (CAD), the details of which are beyond the scope of this discussion. The build-up (and rupture) of plaques causes decreased coronary luminal diameter, resulting in a mismatch between oxygen demand and delivery. Certain medications such as nitroglycerin and calcium channel-blocking agents exist, which can contribute to relief from myocardial ischemia by dilating the large coronary arteries. [8]"}
{"id": "article-20018_16", "title": "Physiology, Coronary Circulation -- Clinical Significance", "content": "Similarly, several other conditions exist that can lead to such a mismatch between oxygen demand and delivery to the myocardium. Hypertension is a common condition that results in increased afterload. In response, cardiac muscle hypertrophies over time. The net result is increased oxygen demand due to increased muscle mass and decreased coronary flow due to increased ventricular pressure.", "contents": "Physiology, Coronary Circulation -- Clinical Significance. Similarly, several other conditions exist that can lead to such a mismatch between oxygen demand and delivery to the myocardium. Hypertension is a common condition that results in increased afterload. In response, cardiac muscle hypertrophies over time. The net result is increased oxygen demand due to increased muscle mass and decreased coronary flow due to increased ventricular pressure."}
{"id": "article-20018_17", "title": "Physiology, Coronary Circulation -- Clinical Significance", "content": "Further understanding of coronary circulation physiology and pathophysiology has and will allow clinicians to tackle the issues mentioned above from a preventive aspect. Regular exercise training has shown a decrease in CAD morbidity and mortality through various adaptations in the cardiovascular system. [9] Specifically, exercise training has demonstrated changes in coronary circulation that include increase arteriolar diameters and/or densities as well as changes in vasoreactivity of coronary resistance arteries. Regular exercise training was also noted to lower the compressive forces on the myocardial vasculature at rest and even exercise due to a decrease in heart rate and length of systole. [10]", "contents": "Physiology, Coronary Circulation -- Clinical Significance. Further understanding of coronary circulation physiology and pathophysiology has and will allow clinicians to tackle the issues mentioned above from a preventive aspect. Regular exercise training has shown a decrease in CAD morbidity and mortality through various adaptations in the cardiovascular system. [9] Specifically, exercise training has demonstrated changes in coronary circulation that include increase arteriolar diameters and/or densities as well as changes in vasoreactivity of coronary resistance arteries. Regular exercise training was also noted to lower the compressive forces on the myocardial vasculature at rest and even exercise due to a decrease in heart rate and length of systole. [10]"}
{"id": "article-20018_18", "title": "Physiology, Coronary Circulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Coronary Circulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}