{"id": "article-26908_0", "title": "Pentamidine -- Continuing Education Activity", "content": "Pentamidine is a medication used in the management and treatment of Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis. It is in the anti-infective (fungal/protozoal) class of drugs. This activity outlines the indications, action, and contraindications for pentamidine as a valuable agent in the treatment and prophylaxis of Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis, and related conditions.", "contents": "Pentamidine -- Continuing Education Activity. Pentamidine is a medication used in the management and treatment of Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis. It is in the anti-infective (fungal/protozoal) class of drugs. This activity outlines the indications, action, and contraindications for pentamidine as a valuable agent in the treatment and prophylaxis of Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with Pneumocystis pneumonia, leishmaniasis, and trypanosomiasis, and related conditions."}
{"id": "article-26908_1", "title": "Pentamidine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of pentamidine. Describe the potential adverse effects of pentamidine. Review the appropriate monitoring for patients receiving pentamidine. Outline interprofessional team strategies for improving care coordination and communication to advance patients care and improve outcomes when using pentamidine. Access free multiple choice questions on this topic.", "contents": "Pentamidine -- Continuing Education Activity. Objectives: Identify the mechanism of action of pentamidine. Describe the potential adverse effects of pentamidine. Review the appropriate monitoring for patients receiving pentamidine. Outline interprofessional team strategies for improving care coordination and communication to advance patients care and improve outcomes when using pentamidine. Access free multiple choice questions on this topic."}
{"id": "article-26908_2", "title": "Pentamidine -- Indications", "content": "Pentamidine is a broad-spectrum anti-infective agent active against several parasitic worms, protozoa, and fungi. It has been used in the treatment of Pneumocystis jiroveci pneumonia in the immunocompromised, leishmaniasis (cutaneous and visceral), and human African trypanosomiasis (African sleeping sickness). It is a relatively toxic drug and requires careful monitoring during therapy. FDA Indications: Pentamidine isethionate is used in the treatment and prevention of Pneumocystis jirovecii pneumonia in high-risk, HIV-infected patients who meet the following criteria : A history of one or more previous episodes of Pneumocystis jiroveci pneumonia A CD4+ count of 200 cells/mm^3 or less Due to its various toxicities, its use is only for severe Pneumocystis jirovecii pneumonia, which has failed to respond to other first-line agents. Non-FDA approved indications :", "contents": "Pentamidine -- Indications. Pentamidine is a broad-spectrum anti-infective agent active against several parasitic worms, protozoa, and fungi. It has been used in the treatment of Pneumocystis jiroveci pneumonia in the immunocompromised, leishmaniasis (cutaneous and visceral), and human African trypanosomiasis (African sleeping sickness). It is a relatively toxic drug and requires careful monitoring during therapy. FDA Indications: Pentamidine isethionate is used in the treatment and prevention of Pneumocystis jirovecii pneumonia in high-risk, HIV-infected patients who meet the following criteria : A history of one or more previous episodes of Pneumocystis jiroveci pneumonia A CD4+ count of 200 cells/mm^3 or less Due to its various toxicities, its use is only for severe Pneumocystis jirovecii pneumonia, which has failed to respond to other first-line agents. Non-FDA approved indications :"}
{"id": "article-26908_3", "title": "Pentamidine -- Indications", "content": "Anti Protozoal and Anti Parasitic action: Pentamidine is a treatment for protozoal infections such as cutaneous and visceral leishmaniasis caused by the bite of phlebotomine sand flies.", "contents": "Pentamidine -- Indications. Anti Protozoal and Anti Parasitic action: Pentamidine is a treatment for protozoal infections such as cutaneous and visceral leishmaniasis caused by the bite of phlebotomine sand flies."}
{"id": "article-26908_4", "title": "Pentamidine -- Indications", "content": "It is also used to treat a tropical disease like sleeping sickness, known as human African trypanosomiasis, caused by the bite of an infected tsetse fly. [1] [2] The causative parasites of this disease are Trypanosoma brucei rhodesiense and Trypanosoma brucei gambiense . It is the drug of choice for stage 1 (hemolymphatic stage) of sleeping sickness caused by Trypanosoma brucei gambiense.", "contents": "Pentamidine -- Indications. It is also used to treat a tropical disease like sleeping sickness, known as human African trypanosomiasis, caused by the bite of an infected tsetse fly. [1] [2] The causative parasites of this disease are Trypanosoma brucei rhodesiense and Trypanosoma brucei gambiense . It is the drug of choice for stage 1 (hemolymphatic stage) of sleeping sickness caused by Trypanosoma brucei gambiense."}
{"id": "article-26908_5", "title": "Pentamidine -- Mechanism of Action", "content": "Pentamidine is an aromatic diamidine drug consisting of pentane-1,5-diol, which interferes with polyamine synthesis, RNA polymerase activity,  enters the protozoal cell binding to transfer RNA, and prevents the synthesis of protein, nucleic acids, phospholipids, and folate. Additionally, it is known to be an anti-inflammatory agent, xenobiotic, and an antagonist of the NMDA receptor, histone acetyltransferase, and calmodulin. [3] [4]", "contents": "Pentamidine -- Mechanism of Action. Pentamidine is an aromatic diamidine drug consisting of pentane-1,5-diol, which interferes with polyamine synthesis, RNA polymerase activity,  enters the protozoal cell binding to transfer RNA, and prevents the synthesis of protein, nucleic acids, phospholipids, and folate. Additionally, it is known to be an anti-inflammatory agent, xenobiotic, and an antagonist of the NMDA receptor, histone acetyltransferase, and calmodulin. [3] [4]"}
{"id": "article-26908_6", "title": "Pentamidine -- Administration", "content": "It is used in various forms, such as inhalational, intravenously, or intramuscularly. It is not available in oral form, as it is poorly absorbed orally. It undergoes metabolism in the liver and has a half-life of 10 to 14 days.", "contents": "Pentamidine -- Administration. It is used in various forms, such as inhalational, intravenously, or intramuscularly. It is not available in oral form, as it is poorly absorbed orally. It undergoes metabolism in the liver and has a half-life of 10 to 14 days."}
{"id": "article-26908_7", "title": "Pentamidine -- Administration -- Pneumocystis Pneumonia", "content": "Treatment - the recommended regimen is 3 to 4 mg/kg once a day, intravenous or intramuscularly, for 2 to 3 weeks (14 to 21 days). Prevention- the recommended regimen is 300 mg in a nebulized form every four weeks, or 4mg/kg intravenous/intramuscularly, once every month.", "contents": "Pentamidine -- Administration -- Pneumocystis Pneumonia. Treatment - the recommended regimen is 3 to 4 mg/kg once a day, intravenous or intramuscularly, for 2 to 3 weeks (14 to 21 days). Prevention- the recommended regimen is 300 mg in a nebulized form every four weeks, or 4mg/kg intravenous/intramuscularly, once every month."}
{"id": "article-26908_8", "title": "Pentamidine -- Administration -- Cutaneous leishmaniasis:", "content": "Daily once or every alternate day, 2 to 3 mg per kg doses for four to seven days Intramuscular or Intravenous is recommended by the CDC (Centre for disease control and prevention).", "contents": "Pentamidine -- Administration -- Cutaneous leishmaniasis:. Daily once or every alternate day, 2 to 3 mg per kg doses for four to seven days Intramuscular or Intravenous is recommended by the CDC (Centre for disease control and prevention)."}
{"id": "article-26908_9", "title": "Pentamidine -- Administration -- Visceral leishmaniasis:", "content": "2 to 4 mg/kg intramuscular/intravenous, daily once or alternate days for fifteen days. Alternatively, 4mg per kg (IM/IV) can be given three times weekly, based on patient response to the medication for five weeks or more. Trypanosomiasis ( Trypanosoma brucei gambiense ) Used in the first stage of the disease as the drug of choice: 4 mg per kg per day Intramuscular/Intravenously for seven to ten days. [5]", "contents": "Pentamidine -- Administration -- Visceral leishmaniasis:. 2 to 4 mg/kg intramuscular/intravenous, daily once or alternate days for fifteen days. Alternatively, 4mg per kg (IM/IV) can be given three times weekly, based on patient response to the medication for five weeks or more. Trypanosomiasis ( Trypanosoma brucei gambiense ) Used in the first stage of the disease as the drug of choice: 4 mg per kg per day Intramuscular/Intravenously for seven to ten days. [5]"}
{"id": "article-26908_10", "title": "Pentamidine -- Adverse Effects", "content": "Due to its mechanism of action, which includes inhibition of protein and RNA synthesis and antagonism of receptors, pentamidine affects multiple organs producing various adverse effects.", "contents": "Pentamidine -- Adverse Effects. Due to its mechanism of action, which includes inhibition of protein and RNA synthesis and antagonism of receptors, pentamidine affects multiple organs producing various adverse effects."}
{"id": "article-26908_11", "title": "Pentamidine -- Adverse Effects", "content": "Endocrine - Most commonly, it causes hypoglycemia due to pancreatic islet cell damage and very rarely hyperglycemia. Cardiology - hypotension, arrhythmias including twisting of peaks (torsades de pointes), fast or abnormal heart rate, and prolonged QT interval [6] General - fatigue, dysgeusia (bad taste), anaphylaxis, night sweats, anorexia, nausea, vomiting, syncope, rash Nephrological - nephrotoxicity, electrolyte imbalances such as hyperkalemia, hypocalcemia, hypomagnesemia Hematological - most commonly leukopenia, thrombocytopenia, and less commonly anemia can occur Gastroenterological and hepatological - hepatotoxicity (most commonly elevation of serum aminotransferase), pancreatitis Neurological -  neuropathy such as tingling or numbness, headache, altered mental status [7] [8] Injection form - Local pain or abscess formation at the site of injection Inhaled form - bronchospasm, wheezing, and cough [7]", "contents": "Pentamidine -- Adverse Effects. Endocrine - Most commonly, it causes hypoglycemia due to pancreatic islet cell damage and very rarely hyperglycemia. Cardiology - hypotension, arrhythmias including twisting of peaks (torsades de pointes), fast or abnormal heart rate, and prolonged QT interval [6] General - fatigue, dysgeusia (bad taste), anaphylaxis, night sweats, anorexia, nausea, vomiting, syncope, rash Nephrological - nephrotoxicity, electrolyte imbalances such as hyperkalemia, hypocalcemia, hypomagnesemia Hematological - most commonly leukopenia, thrombocytopenia, and less commonly anemia can occur Gastroenterological and hepatological - hepatotoxicity (most commonly elevation of serum aminotransferase), pancreatitis Neurological -  neuropathy such as tingling or numbness, headache, altered mental status [7] [8] Injection form - Local pain or abscess formation at the site of injection Inhaled form - bronchospasm, wheezing, and cough [7]"}
{"id": "article-26908_12", "title": "Pentamidine -- Contraindications", "content": "Previous history of an anaphylactic reaction to pentamidine in inhaled or parenteral form The use of pentamidine with other nephrotoxic drugs like cyclosporine, cisplatin, aminoglycoside antibiotics, beta-lactam antibiotics, amphotericin B, and indomethacin should be closely monitored or avoided. [9] Prolonged QT interval may result with concurrent use of antiarrhythmics, antihistamines, antipsychotics, antidepressants, neuroleptics, atypical antipsychotics, antibiotics (quinolone, macrolides), antimalarials, and antifungals; concurrent use could result in torsades de pointes. [10] Pregnancy category C risk. Adequate data is currently unavailable to assess the risk of pentamidine use in pregnant women and nursing mothers. In nursing mothers, it is advisable to discontinue breastfeeding or stop taking the drug if an alternative is available as the risk to the child is unknown.", "contents": "Pentamidine -- Contraindications. Previous history of an anaphylactic reaction to pentamidine in inhaled or parenteral form The use of pentamidine with other nephrotoxic drugs like cyclosporine, cisplatin, aminoglycoside antibiotics, beta-lactam antibiotics, amphotericin B, and indomethacin should be closely monitored or avoided. [9] Prolonged QT interval may result with concurrent use of antiarrhythmics, antihistamines, antipsychotics, antidepressants, neuroleptics, atypical antipsychotics, antibiotics (quinolone, macrolides), antimalarials, and antifungals; concurrent use could result in torsades de pointes. [10] Pregnancy category C risk. Adequate data is currently unavailable to assess the risk of pentamidine use in pregnant women and nursing mothers. In nursing mothers, it is advisable to discontinue breastfeeding or stop taking the drug if an alternative is available as the risk to the child is unknown."}
{"id": "article-26908_13", "title": "Pentamidine -- Monitoring", "content": "The following investigations are necessary before initiating therapy, during the administration of the drug, and after treatment to monitor the drug and its toxicity: Kidney function testing including serum creatinine and blood urea nitrogen Blood glucose measurement - to check for hypoglycemia or hyperglycemia Full blood count and platelet count Liver function test Serum bilirubin, alkaline phosphatase Electrolytes (potassium, calcium, sodium, magnesium) ECG - to check for arrhythmias", "contents": "Pentamidine -- Monitoring. The following investigations are necessary before initiating therapy, during the administration of the drug, and after treatment to monitor the drug and its toxicity: Kidney function testing including serum creatinine and blood urea nitrogen Blood glucose measurement - to check for hypoglycemia or hyperglycemia Full blood count and platelet count Liver function test Serum bilirubin, alkaline phosphatase Electrolytes (potassium, calcium, sodium, magnesium) ECG - to check for arrhythmias"}
{"id": "article-26908_14", "title": "Pentamidine -- Toxicity", "content": "Pentamidine is known to cause an elevation in serum aminotransferase levels during therapy. Other findings in pentamidine toxicity include - Hypotension, clinically apparent hepatic dysfunction, pancreatitis, renal impairment, which can cause a rise in serum creatinine, cardiopulmonary arrest, and leucopenia. According to a previously published study, charcoal hemoperfusion has previously been employed as an antidote for overdose or toxicity. [11] Due to the multi-organ toxicities caused by pentamidine, it is not a commonly chosen therapy except in conditions where other first or second-line agents have failed to respond.", "contents": "Pentamidine -- Toxicity. Pentamidine is known to cause an elevation in serum aminotransferase levels during therapy. Other findings in pentamidine toxicity include - Hypotension, clinically apparent hepatic dysfunction, pancreatitis, renal impairment, which can cause a rise in serum creatinine, cardiopulmonary arrest, and leucopenia. According to a previously published study, charcoal hemoperfusion has previously been employed as an antidote for overdose or toxicity. [11] Due to the multi-organ toxicities caused by pentamidine, it is not a commonly chosen therapy except in conditions where other first or second-line agents have failed to respond."}
{"id": "article-26908_15", "title": "Pentamidine -- Enhancing Healthcare Team Outcomes", "content": "Pentamidine is used in pneumocystis pneumonia, leishmaniasis, and first-line agent for Stage 1 of trypanosomiasis caused by T. gambiense . The drug is available in nebulized (inhaled) and intramuscular or intravenous injection forms. Healthcare workers such as doctors and nurses caring for patients who require the drug should closely monitor the patients for signs of adverse effects of the drug, which are quite common due to its multiple mechanisms of action, which cause multiorgan toxicities. Additionally, as there is currently no proven antidote for the drug, appropriate measures should be taken to counteract the effects of toxicity; an infectious disease specialty pharmacist is a valuable asset for consultation when using pentamidine, especially when the patient is on a number of other medications. This interprofessional healthcare team approach can maximize therapeutic outcomes while minimizing interactions and adverse effects. [Level 5]", "contents": "Pentamidine -- Enhancing Healthcare Team Outcomes. Pentamidine is used in pneumocystis pneumonia, leishmaniasis, and first-line agent for Stage 1 of trypanosomiasis caused by T. gambiense . The drug is available in nebulized (inhaled) and intramuscular or intravenous injection forms. Healthcare workers such as doctors and nurses caring for patients who require the drug should closely monitor the patients for signs of adverse effects of the drug, which are quite common due to its multiple mechanisms of action, which cause multiorgan toxicities. Additionally, as there is currently no proven antidote for the drug, appropriate measures should be taken to counteract the effects of toxicity; an infectious disease specialty pharmacist is a valuable asset for consultation when using pentamidine, especially when the patient is on a number of other medications. This interprofessional healthcare team approach can maximize therapeutic outcomes while minimizing interactions and adverse effects. [Level 5]"}
{"id": "article-26908_16", "title": "Pentamidine -- Enhancing Healthcare Team Outcomes", "content": "Studies show differences in efficacy related to the dose, making it essential to prescribe adequate doses and administer them accordingly to prevent harmful effects.", "contents": "Pentamidine -- Enhancing Healthcare Team Outcomes. Studies show differences in efficacy related to the dose, making it essential to prescribe adequate doses and administer them accordingly to prevent harmful effects."}
{"id": "article-26908_17", "title": "Pentamidine -- Enhancing Healthcare Team Outcomes", "content": "In the event of hepatotoxicity or renal impairment, specialists should be involved to monitor progress, and if a nephrotoxic drug is required, the patient requires close monitoring to prevent deterioration. Injection site abscesses and infections should be cared for and treated accordingly. Instructions for the inhaled form should be explained to the patient and administered efficiently to ensure maximum drug delivery.", "contents": "Pentamidine -- Enhancing Healthcare Team Outcomes. In the event of hepatotoxicity or renal impairment, specialists should be involved to monitor progress, and if a nephrotoxic drug is required, the patient requires close monitoring to prevent deterioration. Injection site abscesses and infections should be cared for and treated accordingly. Instructions for the inhaled form should be explained to the patient and administered efficiently to ensure maximum drug delivery."}
{"id": "article-26908_18", "title": "Pentamidine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pentamidine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}