{"id": "article-21253_0", "title": "Episiotomy -- Continuing Education Activity", "content": "An episiotomy is a procedure developed to augment difficult vaginal deliveries while controlling for and avoiding potentially dangerous perineal lacerations during the delivery process. This activity outlines the clinical indications for episiotomy and reviews the role of the interprofessional team in ensuring proper use, understanding current recommendations, and caring for patients who undergo episiotomy. This includes, but is not limited to, history, different techniques, personnel, and post episiotomy care as it relates to all members of the healthcare team.", "contents": "Episiotomy -- Continuing Education Activity. An episiotomy is a procedure developed to augment difficult vaginal deliveries while controlling for and avoiding potentially dangerous perineal lacerations during the delivery process. This activity outlines the clinical indications for episiotomy and reviews the role of the interprofessional team in ensuring proper use, understanding current recommendations, and caring for patients who undergo episiotomy. This includes, but is not limited to, history, different techniques, personnel, and post episiotomy care as it relates to all members of the healthcare team."}
{"id": "article-21253_1", "title": "Episiotomy -- Continuing Education Activity", "content": "Objectives: Identify the indications for an episiotomy. Describe the anatomy in perineal tears and review the technique for an episiotomy. Review the evaluation of the potential complications and clinical significance of episiotomy. Summarize interprofessional team strategies for improving care coordination and communication to understand the utility of episiotomy better and improve outcomes for women and their families. Access free multiple choice questions on this topic.", "contents": "Episiotomy -- Continuing Education Activity. Objectives: Identify the indications for an episiotomy. Describe the anatomy in perineal tears and review the technique for an episiotomy. Review the evaluation of the potential complications and clinical significance of episiotomy. Summarize interprofessional team strategies for improving care coordination and communication to understand the utility of episiotomy better and improve outcomes for women and their families. Access free multiple choice questions on this topic."}
{"id": "article-21253_2", "title": "Episiotomy -- Introduction", "content": "The episiotomy is a technique originally designed to reduce the incidence of severe perineal tears (third and fourth-degree) during labor. [1] The general idea is to make a controlled incision in the perineum, for enlargement of the vaginal orifice, to facilitate difficult deliveries. Ideally, an episiotomy would relieve pressure on the perineum resulting in an easily repairable incision when compared to uncontrolled vaginal trauma. The different types of episiotomy incisions include the midline, the modified-median, the mediolateral, J-shaped, lateral, anterior, and radical. [2] [3] The two most common techniques are midline (the US and Canada) and mediolateral (Europe). In the United States, episiotomy was once a widely used technique until 2006 when the American College of Obstetricians and Gynecologists (ACOG) made a recommendation against its routine use. However, the selective use of episiotomy still has utility and should be performed based on clinical judgment and maternal or fetal indications. [4] [5] [6] To this day, some countries still perform episiotomy routinely. [4]", "contents": "Episiotomy -- Introduction. The episiotomy is a technique originally designed to reduce the incidence of severe perineal tears (third and fourth-degree) during labor. [1] The general idea is to make a controlled incision in the perineum, for enlargement of the vaginal orifice, to facilitate difficult deliveries. Ideally, an episiotomy would relieve pressure on the perineum resulting in an easily repairable incision when compared to uncontrolled vaginal trauma. The different types of episiotomy incisions include the midline, the modified-median, the mediolateral, J-shaped, lateral, anterior, and radical. [2] [3] The two most common techniques are midline (the US and Canada) and mediolateral (Europe). In the United States, episiotomy was once a widely used technique until 2006 when the American College of Obstetricians and Gynecologists (ACOG) made a recommendation against its routine use. However, the selective use of episiotomy still has utility and should be performed based on clinical judgment and maternal or fetal indications. [4] [5] [6] To this day, some countries still perform episiotomy routinely. [4]"}
{"id": "article-21253_3", "title": "Episiotomy -- Anatomy and Physiology", "content": "The major goal of an episiotomy is to prevent serious tears to the perineum, and therefore, it is vital to list the varying degrees of vaginal tears ranging from first to fourth degree. [7] [2] Below is the classification scale for the definitions of vaginal tears: First degree: Involves the vaginal mucosa and perineal skin with no underlying tissue involvement. Second degree: Includes underlying subcutaneous tissue and perineal muscles. Third degree: The anal sphincter musculature is involved in the tear. The third-degree tear can be further broken down based on the total area of anal sphincter involvement. Fourth degree: The tear extends through the rectal muscle into rectal mucosa.", "contents": "Episiotomy -- Anatomy and Physiology. The major goal of an episiotomy is to prevent serious tears to the perineum, and therefore, it is vital to list the varying degrees of vaginal tears ranging from first to fourth degree. [7] [2] Below is the classification scale for the definitions of vaginal tears: First degree: Involves the vaginal mucosa and perineal skin with no underlying tissue involvement. Second degree: Includes underlying subcutaneous tissue and perineal muscles. Third degree: The anal sphincter musculature is involved in the tear. The third-degree tear can be further broken down based on the total area of anal sphincter involvement. Fourth degree: The tear extends through the rectal muscle into rectal mucosa."}
{"id": "article-21253_4", "title": "Episiotomy -- Indications", "content": "A few studies have demonstrated the utility for the selective use of episiotomy. According to a Cochrane database review by Xu Qian et al., the implementation of a selective episiotomy policy in women undergoing non-operative vaginal delivery, resulted in significantly fewer women with severe perineal trauma when compared to women who underwent routine episiotomy. [8] However, there is still no solid supporting evidence for the benefits of its use as a stand-alone elective procedure. [9]", "contents": "Episiotomy -- Indications. A few studies have demonstrated the utility for the selective use of episiotomy. According to a Cochrane database review by Xu Qian et al., the implementation of a selective episiotomy policy in women undergoing non-operative vaginal delivery, resulted in significantly fewer women with severe perineal trauma when compared to women who underwent routine episiotomy. [8] However, there is still no solid supporting evidence for the benefits of its use as a stand-alone elective procedure. [9]"}
{"id": "article-21253_5", "title": "Episiotomy -- Indications", "content": "An article from Sultan AH in 2019 states the World Health Organization has yet to establish the role of episiotomy. [10] For this reason, indications remain guarded and should be determined on a case by case basis by the healthcare team. Situations where healthcare providers may consider an episiotomy include: assisting an operative vaginal delivery, shoulder dystocia, or fetal distress. [10] [11]", "contents": "Episiotomy -- Indications. An article from Sultan AH in 2019 states the World Health Organization has yet to establish the role of episiotomy. [10] For this reason, indications remain guarded and should be determined on a case by case basis by the healthcare team. Situations where healthcare providers may consider an episiotomy include: assisting an operative vaginal delivery, shoulder dystocia, or fetal distress. [10] [11]"}
{"id": "article-21253_6", "title": "Episiotomy -- Contraindications", "content": "A retrospective cohort study suggested that episiotomy use may put multiparous women at increased risk for third and fourth-degree tears. [5] Because of such studies, the American College of Obstetricians and Gynecologists recommends against the routine use of episiotomy.", "contents": "Episiotomy -- Contraindications. A retrospective cohort study suggested that episiotomy use may put multiparous women at increased risk for third and fourth-degree tears. [5] Because of such studies, the American College of Obstetricians and Gynecologists recommends against the routine use of episiotomy."}
{"id": "article-21253_7", "title": "Episiotomy -- Equipment", "content": "Episiotomy scissors Needle holder Stitches Surgical drape Local anesthetic Hemostatic forceps/tissue forceps Sim's speculum Foley catheter Syringe, needles Scalpel/blade Kidney tray", "contents": "Episiotomy -- Equipment. Episiotomy scissors Needle holder Stitches Surgical drape Local anesthetic Hemostatic forceps/tissue forceps Sim's speculum Foley catheter Syringe, needles Scalpel/blade Kidney tray"}
{"id": "article-21253_8", "title": "Episiotomy -- Personnel", "content": "Obstetrician Family physician Midwife Nurse practitioner Anesthetist", "contents": "Episiotomy -- Personnel. Obstetrician Family physician Midwife Nurse practitioner Anesthetist"}
{"id": "article-21253_9", "title": "Episiotomy -- Preparation", "content": "Ensure that the woman consents to the procedure Ensure good lighting Assess the perineum and decide about the type of episiotomy Ensure adequate anesthesia Check the equipment before starting the procedure Count swabs before and after performing the episiotomy repair Use a loose, continuous non-locking method for vaginal mucosa and perineal muscles and a continuous subcuticular technique for perineal skin [12]", "contents": "Episiotomy -- Preparation. Ensure that the woman consents to the procedure Ensure good lighting Assess the perineum and decide about the type of episiotomy Ensure adequate anesthesia Check the equipment before starting the procedure Count swabs before and after performing the episiotomy repair Use a loose, continuous non-locking method for vaginal mucosa and perineal muscles and a continuous subcuticular technique for perineal skin [12]"}
{"id": "article-21253_10", "title": "Episiotomy -- Technique or Treatment", "content": "An episiotomy is performed using either scissors or a scalpel. The median episiotomy incision should begin at the posterior fourchette, to avoid the Bartholin glands, and run downward through the perineal body. The ideal length of the incision is different for each patient as it is dependent on the anatomy and relative size of the perineum. The apex of the episiotomy needs to be carefully visualized and secured while ensuring hemostasis.", "contents": "Episiotomy -- Technique or Treatment. An episiotomy is performed using either scissors or a scalpel. The median episiotomy incision should begin at the posterior fourchette, to avoid the Bartholin glands, and run downward through the perineal body. The ideal length of the incision is different for each patient as it is dependent on the anatomy and relative size of the perineum. The apex of the episiotomy needs to be carefully visualized and secured while ensuring hemostasis."}
{"id": "article-21253_11", "title": "Episiotomy -- Technique or Treatment", "content": "The mediolateral episiotomy also begins at the posterior fourchette. The incision should travel laterally, right or left, at a 45 to 60-degree angle, avoiding the anal sphincter musculature. Several studies have shown that an angle of 60 degrees is associated with a lower risk of third-degree tears and injury to the anal sphincter. This evidence, however, is not based on large randomized controlled trials. [13] [14]", "contents": "Episiotomy -- Technique or Treatment. The mediolateral episiotomy also begins at the posterior fourchette. The incision should travel laterally, right or left, at a 45 to 60-degree angle, avoiding the anal sphincter musculature. Several studies have shown that an angle of 60 degrees is associated with a lower risk of third-degree tears and injury to the anal sphincter. This evidence, however, is not based on large randomized controlled trials. [13] [14]"}
{"id": "article-21253_12", "title": "Episiotomy -- Technique or Treatment", "content": "The modified median episiotomy is a less frequently used technique that is similar to the standard median incision. It is differentiated by the use of two transverse incisions, on either side perpendicular to the midline, above the suspected location of the external anal sphincter muscle. This modification is used to increase the diameter of the vaginal opening, better assisting in delivery. [15] There are no randomized controlled trials to reinforce the modified median technique. The other episiotomy techniques are not common, and the medical literature rarely mentions them.", "contents": "Episiotomy -- Technique or Treatment. The modified median episiotomy is a less frequently used technique that is similar to the standard median incision. It is differentiated by the use of two transverse incisions, on either side perpendicular to the midline, above the suspected location of the external anal sphincter muscle. This modification is used to increase the diameter of the vaginal opening, better assisting in delivery. [15] There are no randomized controlled trials to reinforce the modified median technique. The other episiotomy techniques are not common, and the medical literature rarely mentions them."}
{"id": "article-21253_13", "title": "Episiotomy -- Technique or Treatment", "content": "After delivery, a rectal exam is warranted to assess the extent of the incision. A continuous running stitch with absorbable sutures during the repair is the recommended approach, as it reduces the need for further removal at a later date. [11] Ensure that documentation in the patient's chart is an accurate description of the findings and the technique used. Debrief the patient and her family and respond adequately to their concerns and expectations.", "contents": "Episiotomy -- Technique or Treatment. After delivery, a rectal exam is warranted to assess the extent of the incision. A continuous running stitch with absorbable sutures during the repair is the recommended approach, as it reduces the need for further removal at a later date. [11] Ensure that documentation in the patient's chart is an accurate description of the findings and the technique used. Debrief the patient and her family and respond adequately to their concerns and expectations."}
{"id": "article-21253_14", "title": "Episiotomy -- Complications", "content": "Many of the complications of episiotomy are similar to those of spontaneous perineal tears. For this reason, one must ensure that the benefits of the procedure outweigh the risks during the decision-making process.", "contents": "Episiotomy -- Complications. Many of the complications of episiotomy are similar to those of spontaneous perineal tears. For this reason, one must ensure that the benefits of the procedure outweigh the risks during the decision-making process."}
{"id": "article-21253_15", "title": "Episiotomy -- Complications", "content": "The adverse effects of episiotomy include bleeding, prolonged wound healing, complications in subsequent vaginal deliveries, dyspareunia, pelvic floor dysfunction, urinary fistulas, and inappropriate wound scarring. [10] [8]", "contents": "Episiotomy -- Complications. The adverse effects of episiotomy include bleeding, prolonged wound healing, complications in subsequent vaginal deliveries, dyspareunia, pelvic floor dysfunction, urinary fistulas, and inappropriate wound scarring. [10] [8]"}
{"id": "article-21253_16", "title": "Episiotomy -- Complications", "content": "The most important complication of an episiotomy is an injury to the external anal sphincter muscle, which can lead to incontinence and fistula formation. It is important to note that the use of episiotomy does not protect women from such complications. However, there was one literature review showing that the median episiotomy approach increases the risk of anal sphincter injury when compared to the mediolateral technique. [11] [5] This data implies that one may be a safer choice comparatively.", "contents": "Episiotomy -- Complications. The most important complication of an episiotomy is an injury to the external anal sphincter muscle, which can lead to incontinence and fistula formation. It is important to note that the use of episiotomy does not protect women from such complications. However, there was one literature review showing that the median episiotomy approach increases the risk of anal sphincter injury when compared to the mediolateral technique. [11] [5] This data implies that one may be a safer choice comparatively."}
{"id": "article-21253_17", "title": "Episiotomy -- Clinical Significance", "content": "The episiotomy technique and its history are important to understand as its use is not obsolete. Randomized controlled studies have not been done to provide a basis for its clinical significance. Because of this, its utility is based on clinical decision-making preferences by healthcare professionals. Most women will accept an episiotomy if required. Education and written information regarding episiotomies increases acceptance and reduces anxiety levels in patients during the birthing process. [16] Selective use of episiotomy compared with its routine use during vaginal birth is associated with lower rates of posterior perineal trauma, less suturing, and fewer healing complications. [17]", "contents": "Episiotomy -- Clinical Significance. The episiotomy technique and its history are important to understand as its use is not obsolete. Randomized controlled studies have not been done to provide a basis for its clinical significance. Because of this, its utility is based on clinical decision-making preferences by healthcare professionals. Most women will accept an episiotomy if required. Education and written information regarding episiotomies increases acceptance and reduces anxiety levels in patients during the birthing process. [16] Selective use of episiotomy compared with its routine use during vaginal birth is associated with lower rates of posterior perineal trauma, less suturing, and fewer healing complications. [17]"}
{"id": "article-21253_18", "title": "Episiotomy -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional interaction during and after an episiotomy plays a crucial role in achieving the best standard of care for women and their unborn babies. Before performing an episiotomy, it is imperative to obtain consent from the patient and provide education, if time permits, as it can be considered as an unnecessary procedure for assisting delivery. Clear communication about the risks, benefits, and alternatives for episiotomy is necessary. The nurse's role is critical before, during, and after performing the episiotomy procedure. During the pre-procedure period, the nurse should make sure that the patient is well informed. The nurse should address any concerns or uncertainties the patient might have about the episiotomy procedure. The nurse should record the patient's vital signs in the medical chart and ascertain they are appropriate. If there is any untoward change in vital signs, she should immediately get back to the clinician and document the findings. The nurse ensures that the necessary tools needed to perform the episiotomy are available and ready for use.", "contents": "Episiotomy -- Enhancing Healthcare Team Outcomes. Interprofessional interaction during and after an episiotomy plays a crucial role in achieving the best standard of care for women and their unborn babies. Before performing an episiotomy, it is imperative to obtain consent from the patient and provide education, if time permits, as it can be considered as an unnecessary procedure for assisting delivery. Clear communication about the risks, benefits, and alternatives for episiotomy is necessary. The nurse's role is critical before, during, and after performing the episiotomy procedure. During the pre-procedure period, the nurse should make sure that the patient is well informed. The nurse should address any concerns or uncertainties the patient might have about the episiotomy procedure. The nurse should record the patient's vital signs in the medical chart and ascertain they are appropriate. If there is any untoward change in vital signs, she should immediately get back to the clinician and document the findings. The nurse ensures that the necessary tools needed to perform the episiotomy are available and ready for use."}
{"id": "article-21253_19", "title": "Episiotomy -- Enhancing Healthcare Team Outcomes", "content": "During the procedure, the nurse assists the obstetrician or midwife by handing over equipment and ensuring that adequate exposure of the perineum is maintained. Afterward, the nurse should cover the episiotomy incision with the proper dressing and educate the patient on appropriate wound care management. The nurse should also monitor the patient's vital signs and report any potential complications to the provider. The patient should receive further written information about the procedure and instructions on how to care for their wounds after the procedure. The clinical pharmacist plays a role by counseling the patient on the proper use of analgesics and anti-inflammatory drugs within the first 24 to 72 hours after episiotomy. The pharmacist also ensures that the patients are not receiving any other medications that might interfere with their prescribed medications, to prevent drug-drug interactions. The interprofessional team should ensure that pelvic floor exercises and proper wound care are incorporated post-partum to minimize the inappropriate scarring of the perineum. This management will help decrease the complications in a relatively sensitive area. The utilization of interprofessional collaboration will ensure the best patient outcome. [Level 5]", "contents": "Episiotomy -- Enhancing Healthcare Team Outcomes. During the procedure, the nurse assists the obstetrician or midwife by handing over equipment and ensuring that adequate exposure of the perineum is maintained. Afterward, the nurse should cover the episiotomy incision with the proper dressing and educate the patient on appropriate wound care management. The nurse should also monitor the patient's vital signs and report any potential complications to the provider. The patient should receive further written information about the procedure and instructions on how to care for their wounds after the procedure. The clinical pharmacist plays a role by counseling the patient on the proper use of analgesics and anti-inflammatory drugs within the first 24 to 72 hours after episiotomy. The pharmacist also ensures that the patients are not receiving any other medications that might interfere with their prescribed medications, to prevent drug-drug interactions. The interprofessional team should ensure that pelvic floor exercises and proper wound care are incorporated post-partum to minimize the inappropriate scarring of the perineum. This management will help decrease the complications in a relatively sensitive area. The utilization of interprofessional collaboration will ensure the best patient outcome. [Level 5]"}
{"id": "article-21253_20", "title": "Episiotomy -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The nurse usually sets up the tray for episiotomy and assist the surgeon. Once the surgery is over, the nurse will often apply a dressing. In the post-delivery phase, the nurse will monitor the patient for pain and urinary incontinence.  Patients receive training on how to take sitz baths and clean the perineum. If there is swelling, the nurse will apply ice packs which also decrease the pain. The sutures used to close an episiotomy do not require removal, and will reabsorb in the tissues within 6 to 8 weeks. Finally, patients must learn how to perform Kegel exercises to help tighten up the pelvic floor muscles.", "contents": "Episiotomy -- Nursing, Allied Health, and Interprofessional Team Interventions. The nurse usually sets up the tray for episiotomy and assist the surgeon. Once the surgery is over, the nurse will often apply a dressing. In the post-delivery phase, the nurse will monitor the patient for pain and urinary incontinence.  Patients receive training on how to take sitz baths and clean the perineum. If there is swelling, the nurse will apply ice packs which also decrease the pain. The sutures used to close an episiotomy do not require removal, and will reabsorb in the tissues within 6 to 8 weeks. Finally, patients must learn how to perform Kegel exercises to help tighten up the pelvic floor muscles."}
{"id": "article-21253_21", "title": "Episiotomy -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Vital signs Symptoms and signs of wound infection Any abnormal discharge Pain score Urine output Patient ambulation and level of activity", "contents": "Episiotomy -- Nursing, Allied Health, and Interprofessional Team Monitoring. Vital signs Symptoms and signs of wound infection Any abnormal discharge Pain score Urine output Patient ambulation and level of activity"}
{"id": "article-21253_22", "title": "Episiotomy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Episiotomy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}