{"id": "article-136381_0", "title": "Pathologic Manifestations of Smokeless Tobacco -- Continuing Education Activity", "content": "Smokeless tobacco use can result in a variety of different pathological processes manifesting within the oral cavity. These lesions are discussed throughout this article. This activity outlines and describes the evaluation and management of different pathologic processes caused by smokeless tobacco in the oral cavity and highlights the role of the healthcare team in evaluating patients with these conditions.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Continuing Education Activity. Smokeless tobacco use can result in a variety of different pathological processes manifesting within the oral cavity. These lesions are discussed throughout this article. This activity outlines and describes the evaluation and management of different pathologic processes caused by smokeless tobacco in the oral cavity and highlights the role of the healthcare team in evaluating patients with these conditions."}
{"id": "article-136381_1", "title": "Pathologic Manifestations of Smokeless Tobacco -- Continuing Education Activity", "content": "Objectives: Describe the various pathologic lesions caused by smokeless tobacco usage. Review the differential diagnoses of lesions caused by smokeless tobacco. Summarize the impact that smokeless tobacco has on the tissues of the oral cavity. Identify appropriate evaluation techniques for pathologic lesions caused by smokeless tobacco usage. Access free multiple choice questions on this topic.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Continuing Education Activity. Objectives: Describe the various pathologic lesions caused by smokeless tobacco usage. Review the differential diagnoses of lesions caused by smokeless tobacco. Summarize the impact that smokeless tobacco has on the tissues of the oral cavity. Identify appropriate evaluation techniques for pathologic lesions caused by smokeless tobacco usage. Access free multiple choice questions on this topic."}
{"id": "article-136381_2", "title": "Pathologic Manifestations of Smokeless Tobacco -- Introduction", "content": "Tobacco use is rapidly increasing globally, with cigarette smoking the leading cause of death and preventable disease in the United States. [1] In 2019, according to the CDC, two in every hundred adults aged 18 years older report smokeless tobacco use, correlating to nearly 6 million adults, with most users reporting daily use. These findings indicated that 2.4% of all adult women and 4.7% of all men used tobacco products. Smokeless tobacco has been promoted as an alternative to smoking. [2]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Introduction. Tobacco use is rapidly increasing globally, with cigarette smoking the leading cause of death and preventable disease in the United States. [1] In 2019, according to the CDC, two in every hundred adults aged 18 years older report smokeless tobacco use, correlating to nearly 6 million adults, with most users reporting daily use. These findings indicated that 2.4% of all adult women and 4.7% of all men used tobacco products. Smokeless tobacco has been promoted as an alternative to smoking. [2]"}
{"id": "article-136381_3", "title": "Pathologic Manifestations of Smokeless Tobacco -- Introduction", "content": "Smokeless tobacco contains various chemical carcinogens, such as the polynuclear hydrocarbon benzo[a]pyrene, nicotine, and tobacco-specific N-nitrosamines, which are associated with cancers of the esophagus and the stomach, and mouth. [3] As smokeless tobacco is placed intraorally, these compounds can lead to dysplastic changes in the oral mucosa. Pathologic lesions associated with these products include smokeless tobacco keratosis, leukoplakia, erythroplakia, verrucous carcinoma, and squamous cell carcinoma.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Introduction. Smokeless tobacco contains various chemical carcinogens, such as the polynuclear hydrocarbon benzo[a]pyrene, nicotine, and tobacco-specific N-nitrosamines, which are associated with cancers of the esophagus and the stomach, and mouth. [3] As smokeless tobacco is placed intraorally, these compounds can lead to dysplastic changes in the oral mucosa. Pathologic lesions associated with these products include smokeless tobacco keratosis, leukoplakia, erythroplakia, verrucous carcinoma, and squamous cell carcinoma."}
{"id": "article-136381_4", "title": "Pathologic Manifestations of Smokeless Tobacco -- Etiology", "content": "Smokeless tobacco keratosis is caused by constant frictional irritation of smokeless tobacco against the oral mucosa resulting in keratosis. [4] The formation rate depends on the frequency of habit, dose, and even the brand used. Leukoplakia has many etiologic agents, such as tobacco, alcohol, betel nut/sanguinaria, UV radiation, microorganisms, and/or trauma. [5]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Etiology. Smokeless tobacco keratosis is caused by constant frictional irritation of smokeless tobacco against the oral mucosa resulting in keratosis. [4] The formation rate depends on the frequency of habit, dose, and even the brand used. Leukoplakia has many etiologic agents, such as tobacco, alcohol, betel nut/sanguinaria, UV radiation, microorganisms, and/or trauma. [5]"}
{"id": "article-136381_5", "title": "Pathologic Manifestations of Smokeless Tobacco -- Etiology", "content": "Erythroplakia is strongly attributed to the use of tobacco and alcohol consumption, with some correlation associated with betel quid chewing. [6] [7] Verrucous carcinoma is a low-grade variant of squamous cell carcinoma. While its etiology is not clearly defined, HPV, smoking, poor oral hygiene, presence of lichenoid lesions, or chewing tobacco have been attributed to its causation. [8]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Etiology. Erythroplakia is strongly attributed to the use of tobacco and alcohol consumption, with some correlation associated with betel quid chewing. [6] [7] Verrucous carcinoma is a low-grade variant of squamous cell carcinoma. While its etiology is not clearly defined, HPV, smoking, poor oral hygiene, presence of lichenoid lesions, or chewing tobacco have been attributed to its causation. [8]"}
{"id": "article-136381_6", "title": "Pathologic Manifestations of Smokeless Tobacco -- Etiology", "content": "Squamous cell carcinoma has a variety of etiologies, with smoking and alcohol consumption regarded as significant risk factors. This is due to their synergistic effect in the development of malignancy and their associated usage in 90% of all reported cases. [9] [10]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Etiology. Squamous cell carcinoma has a variety of etiologies, with smoking and alcohol consumption regarded as significant risk factors. This is due to their synergistic effect in the development of malignancy and their associated usage in 90% of all reported cases. [9] [10]"}
{"id": "article-136381_7", "title": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology", "content": "Smokeless tobacco keratosis presents in 15% of chewing tobacco users and 60% of snuff users. In an epidemiological study by Rimal et al. , smokeless tobacco keratosis was the most prevalent pre-malignant disorder found in 50.4% of their analyzed population. [11]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology. Smokeless tobacco keratosis presents in 15% of chewing tobacco users and 60% of snuff users. In an epidemiological study by Rimal et al. , smokeless tobacco keratosis was the most prevalent pre-malignant disorder found in 50.4% of their analyzed population. [11]"}
{"id": "article-136381_8", "title": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology", "content": "Leukoplakia typically presents in patients over the age of 40, with an average age of presentation at 60 years. Approximately 70% of these lesions are found on the vermilion border, buccal mucosa, or the gingiva. Erythroplakia presents in roughly 0.2% of patients and is commonly seen in the middle-aged and elderly. [6] Verrucous carcinoma presents with an incidence of 2 to 12% of all oral carcinomas. [12] These lesions have a female predilection and typically presents at a median age of 62 years. [13]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology. Leukoplakia typically presents in patients over the age of 40, with an average age of presentation at 60 years. Approximately 70% of these lesions are found on the vermilion border, buccal mucosa, or the gingiva. Erythroplakia presents in roughly 0.2% of patients and is commonly seen in the middle-aged and elderly. [6] Verrucous carcinoma presents with an incidence of 2 to 12% of all oral carcinomas. [12] These lesions have a female predilection and typically presents at a median age of 62 years. [13]"}
{"id": "article-136381_9", "title": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology", "content": "Oral cancer is two to three times more prevalent in males compared to females in most ethnic groups. [10] Cancers of the head and neck represent nearly 700,000 of all diagnosed malignancies per year. [14] Of the annually diagnosed oral carcinomas, squamous cell carcinoma accounts for approximately 90% of rendered diagnoses.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Epidemiology. Oral cancer is two to three times more prevalent in males compared to females in most ethnic groups. [10] Cancers of the head and neck represent nearly 700,000 of all diagnosed malignancies per year. [14] Of the annually diagnosed oral carcinomas, squamous cell carcinoma accounts for approximately 90% of rendered diagnoses."}
{"id": "article-136381_10", "title": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology", "content": "Smokeless tobacco keratosis results from chronic irritation from the placement of smokeless tobacco, usually in the buccal vestibule. This irritation results in the deposition of excess fibrin-like material throughout the submucosa and an increase in keratin production, which results in the characteristic white corrugated appearance of the epithelium (the mucosa). Leukoplakia and erythroplakia are clinically diagnostic terms. These lesions can be the result of multiple pathophysiological processes that result in their appearance. [15]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology. Smokeless tobacco keratosis results from chronic irritation from the placement of smokeless tobacco, usually in the buccal vestibule. This irritation results in the deposition of excess fibrin-like material throughout the submucosa and an increase in keratin production, which results in the characteristic white corrugated appearance of the epithelium (the mucosa). Leukoplakia and erythroplakia are clinically diagnostic terms. These lesions can be the result of multiple pathophysiological processes that result in their appearance. [15]"}
{"id": "article-136381_11", "title": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology", "content": "Verrucous carcinoma, a low-grade presentation of squamous cell carcinoma, has an increased keratin production giving a verrucous, wart-like appearance. In addition, there is the thickening of the epithelium (hyperplasia); however, very little if any dysplasia is seen within the epithelium.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology. Verrucous carcinoma, a low-grade presentation of squamous cell carcinoma, has an increased keratin production giving a verrucous, wart-like appearance. In addition, there is the thickening of the epithelium (hyperplasia); however, very little if any dysplasia is seen within the epithelium."}
{"id": "article-136381_12", "title": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology", "content": "Squamous cell carcinoma develops due to dysplastic changes throughout the epithelium, disrupting the basement membrane and invasion into the connective tissue. These changes cause abnormal growth or atrophy of epithelial tissue.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Pathophysiology. Squamous cell carcinoma develops due to dysplastic changes throughout the epithelium, disrupting the basement membrane and invasion into the connective tissue. These changes cause abnormal growth or atrophy of epithelial tissue."}
{"id": "article-136381_13", "title": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology", "content": "Smokeless tobacco keratosis may presents with a non-specific appearance, with hyperkeratotic and/or acanthotic squamous epithelium. Intracellular edema and increased sub-epithelial vascularity may also be noted. Of note, parakeratin chevrons above or within the superficial epithelial layers can generally be visualized. Therefore, histologic examination of these lesions should evaluate for epithelial dysplasia.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology. Smokeless tobacco keratosis may presents with a non-specific appearance, with hyperkeratotic and/or acanthotic squamous epithelium. Intracellular edema and increased sub-epithelial vascularity may also be noted. Of note, parakeratin chevrons above or within the superficial epithelial layers can generally be visualized. Therefore, histologic examination of these lesions should evaluate for epithelial dysplasia."}
{"id": "article-136381_14", "title": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology", "content": "Leukoplakia presents with hyperkeratosis, which is a thickened keratin layer, possible acanthosis, and a thickened spinous layer. The diagnosis of leukoplakia is a clinical term only, and a biopsy is required to determine a definitive diagnosis. The biopsy should be collected from the most severe site.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology. Leukoplakia presents with hyperkeratosis, which is a thickened keratin layer, possible acanthosis, and a thickened spinous layer. The diagnosis of leukoplakia is a clinical term only, and a biopsy is required to determine a definitive diagnosis. The biopsy should be collected from the most severe site."}
{"id": "article-136381_15", "title": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology", "content": "Over 90% of erythroplakia lesions present histopathologically with epithelial dysplasia, carcinoma in situ , or superficially invasive squamous cell carcinoma. Keratin is typically not produced, and atrophy of the epithelium is generally noted.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology. Over 90% of erythroplakia lesions present histopathologically with epithelial dysplasia, carcinoma in situ , or superficially invasive squamous cell carcinoma. Keratin is typically not produced, and atrophy of the epithelium is generally noted."}
{"id": "article-136381_16", "title": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology", "content": "Verrucous carcinomas have a deceptively benign histopathologic presentation. These lesions exhibit wide, elongated rete pegs that push into underlying connective tissue and have abundant parakeratin clefts between surface projections. The epithelial cells are not generally dysplastic; however, an intense inflammatory infiltrate is likely to be noted in the submucosa. [16]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology. Verrucous carcinomas have a deceptively benign histopathologic presentation. These lesions exhibit wide, elongated rete pegs that push into underlying connective tissue and have abundant parakeratin clefts between surface projections. The epithelial cells are not generally dysplastic; however, an intense inflammatory infiltrate is likely to be noted in the submucosa. [16]"}
{"id": "article-136381_17", "title": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology", "content": "Squamous cell carcinoma arises from the dysplastic epithelium. Histologically it presents as cords or islands of malignant epithelial cells penetrating/invading through the basement membrane into the submucosa below. In addition, severe inflammatory cell infiltrates within the submucosa are often noted in response to the invasion.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Histopathology. Squamous cell carcinoma arises from the dysplastic epithelium. Histologically it presents as cords or islands of malignant epithelial cells penetrating/invading through the basement membrane into the submucosa below. In addition, severe inflammatory cell infiltrates within the submucosa are often noted in response to the invasion."}
{"id": "article-136381_18", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Smokeless tobacco keratosis presents as a characteristic white corrugated plaque on the oral mucosa where the tobacco is placed. Early lesions present as a white film that, over time, becomes more keratotic with distinct pouching. [4]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Smokeless tobacco keratosis presents as a characteristic white corrugated plaque on the oral mucosa where the tobacco is placed. Early lesions present as a white film that, over time, becomes more keratotic with distinct pouching. [4]"}
{"id": "article-136381_19", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Leukoplakia is defined as a white patch or plaque that cannot be characterized clinically or pathologically as any other disease. These lesions get their color from the thickened keratin or spinous layer.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Leukoplakia is defined as a white patch or plaque that cannot be characterized clinically or pathologically as any other disease. These lesions get their color from the thickened keratin or spinous layer."}
{"id": "article-136381_20", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Erythroplakia is defined as a red patch or plaque that cannot be clinically diagnosed as any other condition. Commonly, these lesions are well-demarcated, erythematous, asymptomatic patches with a velvety texture. At times, lesions may display a combination of erythroplakia and leukoplakia, and the lesions are then termed erytholeukoplakia. While less common than leukoplakia, erythroplakia and erytholeukoplakia have a higher malignant potential, with most biopsied cases exhibiting dysplasia or carcinoma in situ. [17] Common sites are the floor of the mouth, tongue, and soft palate.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Erythroplakia is defined as a red patch or plaque that cannot be clinically diagnosed as any other condition. Commonly, these lesions are well-demarcated, erythematous, asymptomatic patches with a velvety texture. At times, lesions may display a combination of erythroplakia and leukoplakia, and the lesions are then termed erytholeukoplakia. While less common than leukoplakia, erythroplakia and erytholeukoplakia have a higher malignant potential, with most biopsied cases exhibiting dysplasia or carcinoma in situ. [17] Common sites are the floor of the mouth, tongue, and soft palate."}
{"id": "article-136381_21", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Verrucous carcinoma presents as a diffuse, well-demarcated, painless plaque with papillary or verruciform projections. These lesions are typically white but can appear pink depending on the amount of keratin production and the increase in the underlying vasculature. Verrucous carcinomas typically present on the mandibular vestibule, buccal mucosa, gingiva, tongue, and hard palate. When associated with smokeless tobacco use, it typically corresponds to the location of chronic tobacco placement.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Verrucous carcinoma presents as a diffuse, well-demarcated, painless plaque with papillary or verruciform projections. These lesions are typically white but can appear pink depending on the amount of keratin production and the increase in the underlying vasculature. Verrucous carcinomas typically present on the mandibular vestibule, buccal mucosa, gingiva, tongue, and hard palate. When associated with smokeless tobacco use, it typically corresponds to the location of chronic tobacco placement."}
{"id": "article-136381_22", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Smokeless tobacco keratosis presents as a characteristic white corrugated plaque on the oral mucosa where the tobacco is placed. Early lesions present as a white film that, over time, becomes more keratotic with distinct pouching. [4]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Smokeless tobacco keratosis presents as a characteristic white corrugated plaque on the oral mucosa where the tobacco is placed. Early lesions present as a white film that, over time, becomes more keratotic with distinct pouching. [4]"}
{"id": "article-136381_23", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Leukoplakia is defined as a white patch or plaque that cannot be characterized clinically or pathologically as any other disease. These lesions get their color from the thickened keratin or spinous layer.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Leukoplakia is defined as a white patch or plaque that cannot be characterized clinically or pathologically as any other disease. These lesions get their color from the thickened keratin or spinous layer."}
{"id": "article-136381_24", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Erythroplakia is defined as a red patch or plaque that cannot be clinically diagnosed as any other condition. Commonly, these lesions are well-demarcated, erythematous, asymptomatic patches with a velvety texture. At times, lesions may display a combination of erythroplakia and leukoplakia, and the lesions are then termed erytholeukoplakia. While less common than leukoplakia, erythroplakia and erytholeukoplakia have a higher malignant potential, with most biopsied cases exhibiting dysplasia or carcinoma in situ. [17] Common sites are the floor of the mouth, tongue, and soft palate.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Erythroplakia is defined as a red patch or plaque that cannot be clinically diagnosed as any other condition. Commonly, these lesions are well-demarcated, erythematous, asymptomatic patches with a velvety texture. At times, lesions may display a combination of erythroplakia and leukoplakia, and the lesions are then termed erytholeukoplakia. While less common than leukoplakia, erythroplakia and erytholeukoplakia have a higher malignant potential, with most biopsied cases exhibiting dysplasia or carcinoma in situ. [17] Common sites are the floor of the mouth, tongue, and soft palate."}
{"id": "article-136381_25", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Verrucous carcinoma presents as a diffuse, well-demarcated, painless plaque with papillary or verruciform projections. These lesions are typically white but can appear pink depending on the amount of keratin produced and/or the increase in the underlying vasculature. Verrucous carcinomas typically present on the mandibular buccal mucosa (vestibule), gingiva, tongue, and hard palate. When associated with smokeless tobacco use, it typically corresponds to the location of chronic tobacco placement.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Verrucous carcinoma presents as a diffuse, well-demarcated, painless plaque with papillary or verruciform projections. These lesions are typically white but can appear pink depending on the amount of keratin produced and/or the increase in the underlying vasculature. Verrucous carcinomas typically present on the mandibular buccal mucosa (vestibule), gingiva, tongue, and hard palate. When associated with smokeless tobacco use, it typically corresponds to the location of chronic tobacco placement."}
{"id": "article-136381_26", "title": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical", "content": "Squamous cell carcinoma can have a variety of presentations. Generally, the hallmark presentation is deep ulceration with rolled borders in a high-risk area, such as the posterior-lateral aspect of the tongue or the floor of the mouth.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- History and Physical. Squamous cell carcinoma can have a variety of presentations. Generally, the hallmark presentation is deep ulceration with rolled borders in a high-risk area, such as the posterior-lateral aspect of the tongue or the floor of the mouth."}
{"id": "article-136381_27", "title": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation", "content": "Smokeless tobacco keratosis can be diagnosed with clinical examination and patient interview. If a corrugated buccal mucosa is noted, the patient should be questioned regarding the use of smokeless tobacco. In addition, the clinician should determine if the location where the patient places the tobacco correlates with the lesion identified.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation. Smokeless tobacco keratosis can be diagnosed with clinical examination and patient interview. If a corrugated buccal mucosa is noted, the patient should be questioned regarding the use of smokeless tobacco. In addition, the clinician should determine if the location where the patient places the tobacco correlates with the lesion identified."}
{"id": "article-136381_28", "title": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation", "content": "Leukoplakia should be evaluated closely, as more than 33% of oral carcinomas exhibit leukoplakia before becoming a true malignancy. As a clinically diagnostic term, an effort to identify any clinical source or cause of the lesion should be explored. [18]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation. Leukoplakia should be evaluated closely, as more than 33% of oral carcinomas exhibit leukoplakia before becoming a true malignancy. As a clinically diagnostic term, an effort to identify any clinical source or cause of the lesion should be explored. [18]"}
{"id": "article-136381_29", "title": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation", "content": "Erythroplakia may have a similar presentation to other lesions, which may range from benign to malignant. The red color is due to atrophy of the epithelium, which exposes the microvasculature of the underlying tissue. These lesions should be biopsied after ruling out all clinically possible causes to determine whether epithelial dysplasia or malignancy is present. Verrucous carcinoma should be evaluated closely, as it is a low-grade variant of squamous cell carcinoma and may be easily overlooked and/or misdiagnosed. [19]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation. Erythroplakia may have a similar presentation to other lesions, which may range from benign to malignant. The red color is due to atrophy of the epithelium, which exposes the microvasculature of the underlying tissue. These lesions should be biopsied after ruling out all clinically possible causes to determine whether epithelial dysplasia or malignancy is present. Verrucous carcinoma should be evaluated closely, as it is a low-grade variant of squamous cell carcinoma and may be easily overlooked and/or misdiagnosed. [19]"}
{"id": "article-136381_30", "title": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation", "content": "Squamous cell carcinoma, with its varied clinical presentations, should be evaluated closely. In addition, patients must be interviewed in-depth about their habits to determine if they are at high risk for developing oral cancer. [20]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Evaluation. Squamous cell carcinoma, with its varied clinical presentations, should be evaluated closely. In addition, patients must be interviewed in-depth about their habits to determine if they are at high risk for developing oral cancer. [20]"}
{"id": "article-136381_31", "title": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management", "content": "Smokeless tobacco keratosis will typically self-resolve with cessation of the habit. Patients may be counseled initially on switching the location of tobacco placement and then followed up for evaluation of the area two weeks later. In this time frame, early to moderately-developed lesions should self-resolve, with more advanced lesions either requiring more time to resolve or should be considered potentially malignant. The clinician should counsel the patient on smoking cessation, as switching sides could potentially introduce a risk of dysplastic changes in other sites within the mouth. Leukoplakia should be treated as a pre-cancerous or pre-malignant lesion, as the frequency of transformation into a malignancy is greater than that of normal unaltered mucosa.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management. Smokeless tobacco keratosis will typically self-resolve with cessation of the habit. Patients may be counseled initially on switching the location of tobacco placement and then followed up for evaluation of the area two weeks later. In this time frame, early to moderately-developed lesions should self-resolve, with more advanced lesions either requiring more time to resolve or should be considered potentially malignant. The clinician should counsel the patient on smoking cessation, as switching sides could potentially introduce a risk of dysplastic changes in other sites within the mouth. Leukoplakia should be treated as a pre-cancerous or pre-malignant lesion, as the frequency of transformation into a malignancy is greater than that of normal unaltered mucosa."}
{"id": "article-136381_32", "title": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management", "content": "Treatment of erythroplakia is guided by histopathological diagnosis. If any evidence of dysplasia is noted, complete surgical excision and close clinical follow-up are warranted, as recurrence and multifocal involvement are common. [7]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management. Treatment of erythroplakia is guided by histopathological diagnosis. If any evidence of dysplasia is noted, complete surgical excision and close clinical follow-up are warranted, as recurrence and multifocal involvement are common. [7]"}
{"id": "article-136381_33", "title": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management", "content": "One in five verrucous carcinomas will develop into squamous cell carcinoma, so early treatment is paramount. The treatment of choice for these lesions is surgical excision with clear margins (normal tissue) to reduce the chance of recurrence.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management. One in five verrucous carcinomas will develop into squamous cell carcinoma, so early treatment is paramount. The treatment of choice for these lesions is surgical excision with clear margins (normal tissue) to reduce the chance of recurrence."}
{"id": "article-136381_34", "title": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management", "content": "Squamous cell carcinoma should be completely excised to achieve clear margins to reduce the potential for recurrence. In addition, patients should be counseled on their high-risk behaviors to aid in reducing their risk of recurrence or the development of a new primary.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Treatment / Management. Squamous cell carcinoma should be completely excised to achieve clear margins to reduce the potential for recurrence. In addition, patients should be counseled on their high-risk behaviors to aid in reducing their risk of recurrence or the development of a new primary."}
{"id": "article-136381_35", "title": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Smokeless Tobacco Keratosis", "content": "Frictional keratosis Leukoplakia Squamous cell carcinoma", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Smokeless Tobacco Keratosis. Frictional keratosis Leukoplakia Squamous cell carcinoma"}
{"id": "article-136381_36", "title": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Leukoplakia", "content": "Leukoedema Linea alba Morsicatio buccarum/linguarum Squamous cell carcinoma", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Leukoplakia. Leukoedema Linea alba Morsicatio buccarum/linguarum Squamous cell carcinoma"}
{"id": "article-136381_37", "title": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Erythroplakia", "content": "Mucositis Candidiasis Psoriasis Vascular lesions Squamous cell carcinoma", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Erythroplakia. Mucositis Candidiasis Psoriasis Vascular lesions Squamous cell carcinoma"}
{"id": "article-136381_38", "title": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Verrucous Carcinoma", "content": "Proliferative verrucous leukoplakia Verruca vulgaris Squamous papilloma", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Verrucous Carcinoma. Proliferative verrucous leukoplakia Verruca vulgaris Squamous papilloma"}
{"id": "article-136381_39", "title": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Squamous Cell Carcinoma", "content": "Erythroleukoplakia Traumatic ulcerative granuloma with stromal eosinophilia (TUGSE) Oral manifestation of deep fungal infection", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Differential Diagnosis -- Squamous Cell Carcinoma. Erythroleukoplakia Traumatic ulcerative granuloma with stromal eosinophilia (TUGSE) Oral manifestation of deep fungal infection"}
{"id": "article-136381_40", "title": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis", "content": "Smokeless tobacco keratosis has a guarded but good prognosis; however, the resolution is highly patient-dependent. More advanced lesions may require biopsy and further monitoring for potential malignant changes.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis. Smokeless tobacco keratosis has a guarded but good prognosis; however, the resolution is highly patient-dependent. More advanced lesions may require biopsy and further monitoring for potential malignant changes."}
{"id": "article-136381_41", "title": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis", "content": "Leukoplakia has a guarded prognosis, as the term is a strictly clinical diagnosis. Since there is a potential for pre-malignancy, these lesions should be regarded as pre-cancerous until an otherwise benign diagnosis has been rendered. [21] Erythroplakic lesions have a guarded prognosis, as most present with some form of epithelial dysplasia. [22]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis. Leukoplakia has a guarded prognosis, as the term is a strictly clinical diagnosis. Since there is a potential for pre-malignancy, these lesions should be regarded as pre-cancerous until an otherwise benign diagnosis has been rendered. [21] Erythroplakic lesions have a guarded prognosis, as most present with some form of epithelial dysplasia. [22]"}
{"id": "article-136381_42", "title": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis", "content": "Verrucous carcinoma, like a low-grade variant of squamous cell carcinoma, has a guarded prognosis. Surgical excision typically eliminates the lesion itself; however, there is a high potential for recurrence without cessation of high-risk behaviors.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis. Verrucous carcinoma, like a low-grade variant of squamous cell carcinoma, has a guarded prognosis. Surgical excision typically eliminates the lesion itself; however, there is a high potential for recurrence without cessation of high-risk behaviors."}
{"id": "article-136381_43", "title": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis", "content": "Squamous cell carcinoma has a poor prognosis despite therapeutic advances in treatment. [10] The key to increasing the survivability of this condition is the identification and elimination of risk factors, early diagnosis, and treatment. Oral cancers have a 5-year survival rate of approximately 50%. [21]", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Prognosis. Squamous cell carcinoma has a poor prognosis despite therapeutic advances in treatment. [10] The key to increasing the survivability of this condition is the identification and elimination of risk factors, early diagnosis, and treatment. Oral cancers have a 5-year survival rate of approximately 50%. [21]"}
{"id": "article-136381_44", "title": "Pathologic Manifestations of Smokeless Tobacco -- Complications", "content": "Smokeless tobacco keratosis is the direct result of a habit, and consequently, if a patient is not willing to cease or even reduce their use of smokeless tobacco, the lesion will not resolve. Therefore, patients should be appropriately counseled. Leukoplakia and erythroplakia are clinical diagnoses and require biopsy for a definitive diagnosis.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Complications. Smokeless tobacco keratosis is the direct result of a habit, and consequently, if a patient is not willing to cease or even reduce their use of smokeless tobacco, the lesion will not resolve. Therefore, patients should be appropriately counseled. Leukoplakia and erythroplakia are clinical diagnoses and require biopsy for a definitive diagnosis."}
{"id": "article-136381_45", "title": "Pathologic Manifestations of Smokeless Tobacco -- Complications", "content": "Verrucous carcinoma and squamous cell carcinoma are both malignant processes and should be treated promptly to improve the patient’s quality of life. Depending on the staging, patients may undergo extensive surgical interventions followed by chemotherapy and/or radiation which will greatly impact the quality of life.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Complications. Verrucous carcinoma and squamous cell carcinoma are both malignant processes and should be treated promptly to improve the patient’s quality of life. Depending on the staging, patients may undergo extensive surgical interventions followed by chemotherapy and/or radiation which will greatly impact the quality of life."}
{"id": "article-136381_46", "title": "Pathologic Manifestations of Smokeless Tobacco -- Deterrence and Patient Education", "content": "Smokeless tobacco use places patients at high risk for the development of all the lesions discussed and can be prevented by discontinuing use. Patients should be informed on the risks of the continuation of their habit, as well as directed to tobacco cessation programs to improve both oral and systemic health.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Deterrence and Patient Education. Smokeless tobacco use places patients at high risk for the development of all the lesions discussed and can be prevented by discontinuing use. Patients should be informed on the risks of the continuation of their habit, as well as directed to tobacco cessation programs to improve both oral and systemic health."}
{"id": "article-136381_47", "title": "Pathologic Manifestations of Smokeless Tobacco -- Enhancing Healthcare Team Outcomes", "content": "Smokeless tobacco use can result in a variety of different pathological processes. Therefore, each provider that sees patients who use tobacco products should counsel them on the risks of their habit and encourage cessation. If lesions are noted that appear suspicious in the oral cavity, appropriate referral for evaluation and diagnosis should be made to an oral healthcare provider.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Enhancing Healthcare Team Outcomes. Smokeless tobacco use can result in a variety of different pathological processes. Therefore, each provider that sees patients who use tobacco products should counsel them on the risks of their habit and encourage cessation. If lesions are noted that appear suspicious in the oral cavity, appropriate referral for evaluation and diagnosis should be made to an oral healthcare provider."}
{"id": "article-136381_48", "title": "Pathologic Manifestations of Smokeless Tobacco -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pathologic Manifestations of Smokeless Tobacco -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}