{"id": "article-24073_0", "title": "Laser Complications -- Continuing Education Activity", "content": "Lasers represent a relatively new group of devices used within the practice of surgery. The applications of lasers in medicine continue to advance with the addition of new devices and the expansion of indications for laser therapy. Because LASER (light amplificated by the stimulated emission of radiation) light waves are by definition collimated (parallel), coherent (in phase), and monochromatic (a single wavelength), the technology is excellent for not only very precise surgical applications but also for targeting only specific tissues tissue types. This activity describes the use of lasers and reviews the role of the interprofessional team in evaluating and treating patients who undergo treatment using this rapidly evolving technology.", "contents": "Laser Complications -- Continuing Education Activity. Lasers represent a relatively new group of devices used within the practice of surgery. The applications of lasers in medicine continue to advance with the addition of new devices and the expansion of indications for laser therapy. Because LASER (light amplificated by the stimulated emission of radiation) light waves are by definition collimated (parallel), coherent (in phase), and monochromatic (a single wavelength), the technology is excellent for not only very precise surgical applications but also for targeting only specific tissues tissue types. This activity describes the use of lasers and reviews the role of the interprofessional team in evaluating and treating patients who undergo treatment using this rapidly evolving technology."}
{"id": "article-24073_1", "title": "Laser Complications -- Continuing Education Activity", "content": "Objectives: Identify the indications for the use of lasers in clinical medicine. Outline how the risks of complications with laser use can be mitigated. Review treatment options for common complications of laser treatment. Explain the importance of collaboration and communication among the interprofessional team to ensure the appropriate selection of candidates for laser therapy. Access free multiple choice questions on this topic.", "contents": "Laser Complications -- Continuing Education Activity. Objectives: Identify the indications for the use of lasers in clinical medicine. Outline how the risks of complications with laser use can be mitigated. Review treatment options for common complications of laser treatment. Explain the importance of collaboration and communication among the interprofessional team to ensure the appropriate selection of candidates for laser therapy. Access free multiple choice questions on this topic."}
{"id": "article-24073_2", "title": "Laser Complications -- Introduction", "content": "Lasers represent a relatively new group of devices used in the practice of surgery. The applications of lasers in medicine continue to advance with the addition of new devices and the expansion of indications for laser therapy. Selecting a laser for a specific indication is generally a function of the laser's chromophore - the molecule or molecules most prone to absorbing electromagnetic energy of a particular wavelength. Because LASER (light amplificated by the stimulated emission of radiation) light waves are by definition collimated (parallel), coherent (in phase), and monochromatic (a single wavelength), the technology is excellent for not only very precise surgical applications, such as excising lesions from vocal cords under a microscope or correcting the curvature of a cornea but also for targeting only specific tissues tissue types, such as hair follicles or telangiectasias, due to their unique chromophores.", "contents": "Laser Complications -- Introduction. Lasers represent a relatively new group of devices used in the practice of surgery. The applications of lasers in medicine continue to advance with the addition of new devices and the expansion of indications for laser therapy. Selecting a laser for a specific indication is generally a function of the laser's chromophore - the molecule or molecules most prone to absorbing electromagnetic energy of a particular wavelength. Because LASER (light amplificated by the stimulated emission of radiation) light waves are by definition collimated (parallel), coherent (in phase), and monochromatic (a single wavelength), the technology is excellent for not only very precise surgical applications, such as excising lesions from vocal cords under a microscope or correcting the curvature of a cornea but also for targeting only specific tissues tissue types, such as hair follicles or telangiectasias, due to their unique chromophores."}
{"id": "article-24073_3", "title": "Laser Complications -- Introduction", "content": "The process of targeting a specific chromophore is known as selective photothermolysis. The most common chromophores are water, tissue proteins, hemoglobin, and pigment (e.g., melanin or tattoo pigment). Lasers that target water and interstitial proteins tend to vaporize the tissue and are therefore termed \"ablative.\" In contrast, lasers that target hemoglobin and other pigments tend not to cause tissue destruction directly and are therefore known as \"non-ablative.\" Commonly employed ablative lasers are the carbon dioxide (CO2) and erbium-doped yttrium-aluminum-garnet (Er:YAG) lasers; examples of non-ablative lasers include pulsed dye (PDL), potassium-titanyl-phosphate (KTP), and neodymium-doped yttrium-aluminum-garnet (Nd:YAG) lasers.", "contents": "Laser Complications -- Introduction. The process of targeting a specific chromophore is known as selective photothermolysis. The most common chromophores are water, tissue proteins, hemoglobin, and pigment (e.g., melanin or tattoo pigment). Lasers that target water and interstitial proteins tend to vaporize the tissue and are therefore termed \"ablative.\" In contrast, lasers that target hemoglobin and other pigments tend not to cause tissue destruction directly and are therefore known as \"non-ablative.\" Commonly employed ablative lasers are the carbon dioxide (CO2) and erbium-doped yttrium-aluminum-garnet (Er:YAG) lasers; examples of non-ablative lasers include pulsed dye (PDL), potassium-titanyl-phosphate (KTP), and neodymium-doped yttrium-aluminum-garnet (Nd:YAG) lasers."}
{"id": "article-24073_4", "title": "Laser Complications -- Introduction", "content": "Therapeutic lasers are typically used for five different indications: vascular coagulation, pigment ablation, facial rejuvenation, tissue cutting or ablation, and hair removal. [1] Complications will be broadly discussed; however, each individual laser presents unique challenges and risks that are beyond the scope of this article. In general, the complications from laser surgery can be mitigated by combining proper technique with appropriate patient and device selection. [2]", "contents": "Laser Complications -- Introduction. Therapeutic lasers are typically used for five different indications: vascular coagulation, pigment ablation, facial rejuvenation, tissue cutting or ablation, and hair removal. [1] Complications will be broadly discussed; however, each individual laser presents unique challenges and risks that are beyond the scope of this article. In general, the complications from laser surgery can be mitigated by combining proper technique with appropriate patient and device selection. [2]"}
{"id": "article-24073_5", "title": "Laser Complications -- Issues of Concern", "content": "Burns, scarring, dyspigmentation, ocular injury, and infection can occur due to almost any type of laser therapy. [1] [2] [3] [4] [5] These complications are the results of selective photothermolysis and, in some cases, can even be used to the clinician’s advantage, such as when reducing hyperpigmentation in melasma. When a laser acts on a chromophore, the molecules absorb energy and heat the surrounding tissue. To reduce the risk of complications from excessive thermal injury, many lasers use pulse durations shorter than the thermal relaxation time of the target tissue, which is the amount of time necessary for the tissue to cool down to a baseline temperature. The goal of selective photothermolysis is to provide just enough energy to destroy the chromophore without injuring the surrounding tissue. [2] [4]", "contents": "Laser Complications -- Issues of Concern. Burns, scarring, dyspigmentation, ocular injury, and infection can occur due to almost any type of laser therapy. [1] [2] [3] [4] [5] These complications are the results of selective photothermolysis and, in some cases, can even be used to the clinician’s advantage, such as when reducing hyperpigmentation in melasma. When a laser acts on a chromophore, the molecules absorb energy and heat the surrounding tissue. To reduce the risk of complications from excessive thermal injury, many lasers use pulse durations shorter than the thermal relaxation time of the target tissue, which is the amount of time necessary for the tissue to cool down to a baseline temperature. The goal of selective photothermolysis is to provide just enough energy to destroy the chromophore without injuring the surrounding tissue. [2] [4]"}
{"id": "article-24073_6", "title": "Laser Complications -- Issues of Concern", "content": "It follows that the surrounding non-targeted tissue can therefore be injured from overheating. Burns can result from long pulse durations, excessive fluence (the amount of energy delivered over the targeted area), and improper delivery of cooling. The risk of burns is higher for lasers that use a continuous beam rather than a pulsed or fractionated one. Newer devices decrease complication risks by pulsing the beam in the millisecond to nanosecond range, using multiple rapid bursts in a quasi-continuous manner, or using extremely short pulses with high powers to permit adequate thermal relaxation. [2]", "contents": "Laser Complications -- Issues of Concern. It follows that the surrounding non-targeted tissue can therefore be injured from overheating. Burns can result from long pulse durations, excessive fluence (the amount of energy delivered over the targeted area), and improper delivery of cooling. The risk of burns is higher for lasers that use a continuous beam rather than a pulsed or fractionated one. Newer devices decrease complication risks by pulsing the beam in the millisecond to nanosecond range, using multiple rapid bursts in a quasi-continuous manner, or using extremely short pulses with high powers to permit adequate thermal relaxation. [2]"}
{"id": "article-24073_7", "title": "Laser Complications -- Issues of Concern", "content": "The addition of various cooling devices can also help to limit the heating of non-targeted tissue. Many modern lasers have built-in cooling systems that can be used before, during, or after treatment. Cooling techniques can be divided into two categories: contact and non-contact. Types of contact cooling include using an actively refrigerated sapphire tip on the laser delivery handpiece to actively cool the skin during treatment or using ice packs before and after the procedure. Non-contact techniques include the use of cryogen sprays and forced refrigerated air. [6] The choice of cooling technique is typically determined by the laser device and clinician preference, but its use can ultimately make an important difference in preventing complications.", "contents": "Laser Complications -- Issues of Concern. The addition of various cooling devices can also help to limit the heating of non-targeted tissue. Many modern lasers have built-in cooling systems that can be used before, during, or after treatment. Cooling techniques can be divided into two categories: contact and non-contact. Types of contact cooling include using an actively refrigerated sapphire tip on the laser delivery handpiece to actively cool the skin during treatment or using ice packs before and after the procedure. Non-contact techniques include the use of cryogen sprays and forced refrigerated air. [6] The choice of cooling technique is typically determined by the laser device and clinician preference, but its use can ultimately make an important difference in preventing complications."}
{"id": "article-24073_8", "title": "Laser Complications -- Issues of Concern -- Dyspigmentation", "content": "Hyper- and hypopigmentation after laser treatments are comparatively frequent complications, with hyperpigmentation occurring more commonly. The risk of dyspigmentation is highest in darker-skinned (Fitz Patrick type III-VI) or excessively tan individuals. It may be reduced by avoiding sun exposure before and after laser treatments and using a fractionated laser delivery system or cooling devices. Ironically though, excessive use of cooling may cause inflammation and also trigger hyperpigmentation. [7] Hyperpigmentation can be due to the accumulation of extracellular melanin from the destruction of melanocytes or increased melanin production due to post-treatment inflammation. As such, it does not typically last longer than three to four months. [8] Hyperpigmentation is typically best treated with topical 4% hydroquinone, a bleaching agent, but may also be addressed with superficial chemical peels or concealment with cosmetics. Avoiding sunlight exposure is also helpful; for this reason, laser facial resurfacing, particularly full field ablation, is best avoided during sunny summer months.", "contents": "Laser Complications -- Issues of Concern -- Dyspigmentation. Hyper- and hypopigmentation after laser treatments are comparatively frequent complications, with hyperpigmentation occurring more commonly. The risk of dyspigmentation is highest in darker-skinned (Fitz Patrick type III-VI) or excessively tan individuals. It may be reduced by avoiding sun exposure before and after laser treatments and using a fractionated laser delivery system or cooling devices. Ironically though, excessive use of cooling may cause inflammation and also trigger hyperpigmentation. [7] Hyperpigmentation can be due to the accumulation of extracellular melanin from the destruction of melanocytes or increased melanin production due to post-treatment inflammation. As such, it does not typically last longer than three to four months. [8] Hyperpigmentation is typically best treated with topical 4% hydroquinone, a bleaching agent, but may also be addressed with superficial chemical peels or concealment with cosmetics. Avoiding sunlight exposure is also helpful; for this reason, laser facial resurfacing, particularly full field ablation, is best avoided during sunny summer months."}
{"id": "article-24073_9", "title": "Laser Complications -- Issues of Concern -- Dyspigmentation", "content": "Hypopigmentation, on the other hand, is a rarer complication and can occur in a delayed fashion. The cause of delayed hypopigmentation has yet to be elucidated, though damage to epidermal melanocytes appears to be the mechanism involved. [9] [10] [11] Hypopigmentation is more difficult to treat than hyperpigmentation and is less likely to resolve spontaneously; it may be caused by excessive fluence or too many treatments. Nanni and Alster reported in 1988 that up to 10% of patients undergoing laser hair removal with alexandrite and ruby lasers experienced post-treatment hypopigmentation. [12] Several different methods of addressing hypopigmentation have been described, including concealment with cosmetics, treatment with ultraviolet light, blue lasers, topical steroids, fractionated carbon dioxide lasers, and topical prostaglandins, among others. [13] [14] [15] [14]", "contents": "Laser Complications -- Issues of Concern -- Dyspigmentation. Hypopigmentation, on the other hand, is a rarer complication and can occur in a delayed fashion. The cause of delayed hypopigmentation has yet to be elucidated, though damage to epidermal melanocytes appears to be the mechanism involved. [9] [10] [11] Hypopigmentation is more difficult to treat than hyperpigmentation and is less likely to resolve spontaneously; it may be caused by excessive fluence or too many treatments. Nanni and Alster reported in 1988 that up to 10% of patients undergoing laser hair removal with alexandrite and ruby lasers experienced post-treatment hypopigmentation. [12] Several different methods of addressing hypopigmentation have been described, including concealment with cosmetics, treatment with ultraviolet light, blue lasers, topical steroids, fractionated carbon dioxide lasers, and topical prostaglandins, among others. [13] [14] [15] [14]"}
{"id": "article-24073_10", "title": "Laser Complications -- Issues of Concern -- Burns", "content": "Burns occur from overheating the tissue through excessive heat generation or insufficient cooling. Proper patient selection and conservative settings reduce the risk of adverse outcomes. Testing the settings on a small patch of skin two to three weeks prior to the main treatment also decreases the chance of developing complications; this technique is often employed in laser hair removal. [2] [16] During treatment, an indication of excessive fluence and, therefore, excessive heating is graying of the tissue, which is most apparent during non-ablative vascular treatments, particularly pulsed-dye therapy of erythematous lesions or scars. If graying occurs, the procedure should be stopped and the settings and cooling systems reevaluated. Most laser devices have failsafe systems that prevent more energy from being delivered than the settings indicate, even in the event of a malfunction. However, a laser may deliver less energy if it malfunctions, which may lead to titration to incorrect settings that subsequently result in excessive fluence later after the device is repaired. For this reason, it is imperative that conservative settings be applied for the first treatments after a laser is serviced by a qualified technician. When burns develop, hemorrhagic crusts and ulcerations may be seen several days post-treatment and can be warning signs for further complications, including scarring and dyspigmentation. [11]", "contents": "Laser Complications -- Issues of Concern -- Burns. Burns occur from overheating the tissue through excessive heat generation or insufficient cooling. Proper patient selection and conservative settings reduce the risk of adverse outcomes. Testing the settings on a small patch of skin two to three weeks prior to the main treatment also decreases the chance of developing complications; this technique is often employed in laser hair removal. [2] [16] During treatment, an indication of excessive fluence and, therefore, excessive heating is graying of the tissue, which is most apparent during non-ablative vascular treatments, particularly pulsed-dye therapy of erythematous lesions or scars. If graying occurs, the procedure should be stopped and the settings and cooling systems reevaluated. Most laser devices have failsafe systems that prevent more energy from being delivered than the settings indicate, even in the event of a malfunction. However, a laser may deliver less energy if it malfunctions, which may lead to titration to incorrect settings that subsequently result in excessive fluence later after the device is repaired. For this reason, it is imperative that conservative settings be applied for the first treatments after a laser is serviced by a qualified technician. When burns develop, hemorrhagic crusts and ulcerations may be seen several days post-treatment and can be warning signs for further complications, including scarring and dyspigmentation. [11]"}
{"id": "article-24073_11", "title": "Laser Complications -- Issues of Concern -- Burns", "content": "Patients may also report excessive pain, especially when compared to prior treatments. The degree of burn severity is highly variable and can range from simple prolonged erythema to ulcerations and tissue necrosis. Ulcerations from cutaneous burns can appear similar to post-laser infections, specifically herpes virus reactivation. Depending on the device being used, “footprints” matching the tip of the laser may be visibly apparent. A classic example of this would be circular patches of hypopigmentation seen after laser hair removal with an alexandrite laser. [10] [17]", "contents": "Laser Complications -- Issues of Concern -- Burns. Patients may also report excessive pain, especially when compared to prior treatments. The degree of burn severity is highly variable and can range from simple prolonged erythema to ulcerations and tissue necrosis. Ulcerations from cutaneous burns can appear similar to post-laser infections, specifically herpes virus reactivation. Depending on the device being used, “footprints” matching the tip of the laser may be visibly apparent. A classic example of this would be circular patches of hypopigmentation seen after laser hair removal with an alexandrite laser. [10] [17]"}
{"id": "article-24073_12", "title": "Laser Complications -- Issues of Concern -- Burns", "content": "Too much overlap of treatment zones can lead to burns and dyspigmentation, but too much intervening space in between zones of treatment can lead to noticeable areas of untreated skin. [2] Scarring and dyspigmentation can appear weeks to months after treatment. Proper technique and conservative settings are essential in reducing the risk of burns. When using a vascular laser, it is important to realize that more erythematous lesions have greater chromophore concentrations (oxyhemoglobin) and, therefore, will absorb more laser energy than less erythematous lesions; lower settings are therefore effective for treatment. Along the same lines, lower settings are recommended when treating a lesion with the underlying bone, such as on the forehead or orbital rim, because the energy will reflect off the bone and pass back through the target tissue. Beyond adjusting the energy delivery settings, various cooling devices, when used correctly, also reduce the risk of cutaneous burns. Burns following laser therapy can be treated with immediate cooling and subsequently treated with bland emollients and topical steroids to promote re-epithelization. [10]", "contents": "Laser Complications -- Issues of Concern -- Burns. Too much overlap of treatment zones can lead to burns and dyspigmentation, but too much intervening space in between zones of treatment can lead to noticeable areas of untreated skin. [2] Scarring and dyspigmentation can appear weeks to months after treatment. Proper technique and conservative settings are essential in reducing the risk of burns. When using a vascular laser, it is important to realize that more erythematous lesions have greater chromophore concentrations (oxyhemoglobin) and, therefore, will absorb more laser energy than less erythematous lesions; lower settings are therefore effective for treatment. Along the same lines, lower settings are recommended when treating a lesion with the underlying bone, such as on the forehead or orbital rim, because the energy will reflect off the bone and pass back through the target tissue. Beyond adjusting the energy delivery settings, various cooling devices, when used correctly, also reduce the risk of cutaneous burns. Burns following laser therapy can be treated with immediate cooling and subsequently treated with bland emollients and topical steroids to promote re-epithelization. [10]"}
{"id": "article-24073_13", "title": "Laser Complications -- Issues of Concern -- Infections", "content": "Infection is one of the most common complications following laser treatments, especially ablative resurfacing because it disrupts the barrier function of the skin. For this reason, active infection is generally considered a contraindication to ablative resurfacing. Cutaneous infections can present atypically after ablative resurfacing and may even resemble burns or delayed wound healing, given the absence of epidermis; therefore, clinicians should have low thresholds for empiric treatment as well as culturing the lesions to determine the definitive diagnosis. [2] [11]", "contents": "Laser Complications -- Issues of Concern -- Infections. Infection is one of the most common complications following laser treatments, especially ablative resurfacing because it disrupts the barrier function of the skin. For this reason, active infection is generally considered a contraindication to ablative resurfacing. Cutaneous infections can present atypically after ablative resurfacing and may even resemble burns or delayed wound healing, given the absence of epidermis; therefore, clinicians should have low thresholds for empiric treatment as well as culturing the lesions to determine the definitive diagnosis. [2] [11]"}
{"id": "article-24073_14", "title": "Laser Complications -- Issues of Concern -- Infections", "content": "Herpes simplex virus (HSV) reactivation is commonly seen after laser treatments, particularly resurfacing of the perioral skin, suggesting that antiviral prophylaxis is indicated. [18] HSV reactivation presents as localized or diffuse painful erosions with or without vesicles, typically within a week of treatment. The lesions may be localized to the perioral area, most commonly, but may involve the entire face. Bacteria are also responsible for post-treatment infections; common pathogens include Staphylococcus aureus , Pseudomonas aeruginosa , and Escherichia coli . Bacterial infections present as purulent, non-healing erosions and may be difficult to differentiate visually from HSV reactivation. In patients with immunocompromise or who leave occlusive dressings in place for too long after treatment, superficial candidal infections may occur, presenting as prolonged erythema or intense pruritus, appearing up to 2 months after treatment. [9] [11] [10]", "contents": "Laser Complications -- Issues of Concern -- Infections. Herpes simplex virus (HSV) reactivation is commonly seen after laser treatments, particularly resurfacing of the perioral skin, suggesting that antiviral prophylaxis is indicated. [18] HSV reactivation presents as localized or diffuse painful erosions with or without vesicles, typically within a week of treatment. The lesions may be localized to the perioral area, most commonly, but may involve the entire face. Bacteria are also responsible for post-treatment infections; common pathogens include Staphylococcus aureus , Pseudomonas aeruginosa , and Escherichia coli . Bacterial infections present as purulent, non-healing erosions and may be difficult to differentiate visually from HSV reactivation. In patients with immunocompromise or who leave occlusive dressings in place for too long after treatment, superficial candidal infections may occur, presenting as prolonged erythema or intense pruritus, appearing up to 2 months after treatment. [9] [11] [10]"}
{"id": "article-24073_15", "title": "Laser Complications -- Issues of Concern -- Infections", "content": "Due to the comparatively high risk of HSV reactivation after perioral laser resurfacing procedures, antiviral prophylaxis is recommended for 7 to 14 days after surgery. An example of an effective prophylactic regimen is 500 mg of oral valacyclovir taken twice daily for 14 days, beginning the day before the laser treatment. [19] If there is HSV reactivation despite adequate prophylaxis, the patient may require intravenous antiviral therapy, although this is very rare. HSV infections following laser procedures should be treated aggressively due to the risks of scarring and bacterial superinfection that accompany them. [2] [9] [10] [11]", "contents": "Laser Complications -- Issues of Concern -- Infections. Due to the comparatively high risk of HSV reactivation after perioral laser resurfacing procedures, antiviral prophylaxis is recommended for 7 to 14 days after surgery. An example of an effective prophylactic regimen is 500 mg of oral valacyclovir taken twice daily for 14 days, beginning the day before the laser treatment. [19] If there is HSV reactivation despite adequate prophylaxis, the patient may require intravenous antiviral therapy, although this is very rare. HSV infections following laser procedures should be treated aggressively due to the risks of scarring and bacterial superinfection that accompany them. [2] [9] [10] [11]"}
{"id": "article-24073_16", "title": "Laser Complications -- Issues of Concern -- Infections", "content": "Antibacterial prophylaxis for laser resurfacing is controversial. There should be a low threshold for culture if an infection is suspected, but prescribing antibiotics routinely prior to laser resurfacing is uncommon. Due to the risk of scarring, antibiotic therapy should be initiated promptly if a bacterial infection is suspected. Empiric antibiotic therapy should cover Staphylococcus aureus , such as doxycycline or trimethoprim-sulfamethoxazole, but ciprofloxacin may be required if cultures reveal Pseudomonas aeruginosa. [9]", "contents": "Laser Complications -- Issues of Concern -- Infections. Antibacterial prophylaxis for laser resurfacing is controversial. There should be a low threshold for culture if an infection is suspected, but prescribing antibiotics routinely prior to laser resurfacing is uncommon. Due to the risk of scarring, antibiotic therapy should be initiated promptly if a bacterial infection is suspected. Empiric antibiotic therapy should cover Staphylococcus aureus , such as doxycycline or trimethoprim-sulfamethoxazole, but ciprofloxacin may be required if cultures reveal Pseudomonas aeruginosa. [9]"}
{"id": "article-24073_17", "title": "Laser Complications -- Issues of Concern -- Scars", "content": "All patients should be counseled on the potential risk of scarring, especially those undergoing ablative resurfacing. Laser treatments can induce scarring from burns during treatment, abnormal wound healing, or secondary infections. Scarring from ablative laser treatments can result from excessively large zones of ablation. [9] Non-ablative lasers used for vascular lesions, pigmented lesions, and laser hair removal can burn surrounding tissue and lead to scarring, particularly with excessive fluence. Lesions with limited vascular supplies may also be prone to necrosis and subsequent scarring in the event perfusion is compromised by the laser; more conservative settings applied over a greater number of treatments will lower the risk. In addition, post-treatment cutaneous infections or viral reactivations can also lead to scarring. Particular caution should be exercised during ablative procedures of the neck, as there is a significantly increased risk of scarring compared to the face, likely due to a lower concentration of pilosebaceous units and a thinner dermis. [9]", "contents": "Laser Complications -- Issues of Concern -- Scars. All patients should be counseled on the potential risk of scarring, especially those undergoing ablative resurfacing. Laser treatments can induce scarring from burns during treatment, abnormal wound healing, or secondary infections. Scarring from ablative laser treatments can result from excessively large zones of ablation. [9] Non-ablative lasers used for vascular lesions, pigmented lesions, and laser hair removal can burn surrounding tissue and lead to scarring, particularly with excessive fluence. Lesions with limited vascular supplies may also be prone to necrosis and subsequent scarring in the event perfusion is compromised by the laser; more conservative settings applied over a greater number of treatments will lower the risk. In addition, post-treatment cutaneous infections or viral reactivations can also lead to scarring. Particular caution should be exercised during ablative procedures of the neck, as there is a significantly increased risk of scarring compared to the face, likely due to a lower concentration of pilosebaceous units and a thinner dermis. [9]"}
{"id": "article-24073_18", "title": "Laser Complications -- Issues of Concern -- Scars", "content": "Patients who have undergone radiation may also be at increased risk of scarring after laser resurfacing because of impaired wound healing due to damaged microvasculature. Recent isotretinoin use is not necessarily a contraindication to laser resurfacing and does not always confer an increased risk of post-treatment scarring. [20] [21]", "contents": "Laser Complications -- Issues of Concern -- Scars. Patients who have undergone radiation may also be at increased risk of scarring after laser resurfacing because of impaired wound healing due to damaged microvasculature. Recent isotretinoin use is not necessarily a contraindication to laser resurfacing and does not always confer an increased risk of post-treatment scarring. [20] [21]"}
{"id": "article-24073_19", "title": "Laser Complications -- Issues of Concern -- Scars", "content": "Patients should be advised to return promptly if there is evidence of scarring to permit early treatment. Scars from laser therapy are treated similarly to other types of scars, using topical or intralesional steroids, silicone gel, or silicone sheeting. In many cases, ironically enough, laser resurfacing may be the best treatment for a scar, even if the cause was a laser treatment itself. Some patients may develop persistent grid or checkerboard patterns after fractionated resurfacing, which may resolve on their own with time but may also benefit from full-field ablative resurfacing.", "contents": "Laser Complications -- Issues of Concern -- Scars. Patients should be advised to return promptly if there is evidence of scarring to permit early treatment. Scars from laser therapy are treated similarly to other types of scars, using topical or intralesional steroids, silicone gel, or silicone sheeting. In many cases, ironically enough, laser resurfacing may be the best treatment for a scar, even if the cause was a laser treatment itself. Some patients may develop persistent grid or checkerboard patterns after fractionated resurfacing, which may resolve on their own with time but may also benefit from full-field ablative resurfacing."}
{"id": "article-24073_20", "title": "Laser Complications -- Issues of Concern -- Ocular Injury", "content": "Lasers pose a risk of ocular injury to everybody in the room, both patients and healthcare professionals alike. Injuries can occur due to direct contact of the laser beam with the eye or as a result of reflection, either specular (a narrow, reflected beam) or diffuse. The anatomy of the injury will depend on the target chromophore of the laser; several different structures may be damaged. Ablative lasers, such as CO2 and Er:YAG lasers, target water and can, therefore, damage the cornea. Vascular and pigment lasers, such as Nd:YAG and alexandrite lasers, target oxyhemoglobin and melanin, leading to retinal damage. To prevent ocular damage, all parties in the room should wear eye protection rated for the wavelength of the laser being used; it may be more practical for the patient to wear metal eye shields in some cases, particularly if periocular skin resurfacing is planned. [5]", "contents": "Laser Complications -- Issues of Concern -- Ocular Injury. Lasers pose a risk of ocular injury to everybody in the room, both patients and healthcare professionals alike. Injuries can occur due to direct contact of the laser beam with the eye or as a result of reflection, either specular (a narrow, reflected beam) or diffuse. The anatomy of the injury will depend on the target chromophore of the laser; several different structures may be damaged. Ablative lasers, such as CO2 and Er:YAG lasers, target water and can, therefore, damage the cornea. Vascular and pigment lasers, such as Nd:YAG and alexandrite lasers, target oxyhemoglobin and melanin, leading to retinal damage. To prevent ocular damage, all parties in the room should wear eye protection rated for the wavelength of the laser being used; it may be more practical for the patient to wear metal eye shields in some cases, particularly if periocular skin resurfacing is planned. [5]"}
{"id": "article-24073_21", "title": "Laser Complications -- Issues of Concern -- Ocular Injury", "content": "In all cases, warning signage outside the laser room should be used to prevent personnel without eye protection from entering the room and risking ocular injury, and covers should be used for the window to prevent laser energy from escaping the room. Laser eye injuries can induce permanent blindness and are considered ocular emergencies. Permanent blindness is more likely to occur in cases of direct ocular exposure. These patients require emergency ophthalmology consultation. [22]", "contents": "Laser Complications -- Issues of Concern -- Ocular Injury. In all cases, warning signage outside the laser room should be used to prevent personnel without eye protection from entering the room and risking ocular injury, and covers should be used for the window to prevent laser energy from escaping the room. Laser eye injuries can induce permanent blindness and are considered ocular emergencies. Permanent blindness is more likely to occur in cases of direct ocular exposure. These patients require emergency ophthalmology consultation. [22]"}
{"id": "article-24073_22", "title": "Laser Complications -- Issues of Concern -- Ocular Injury", "content": "Symptoms of a laser injury include a bright flash of colored light and, occasionally, a popping sound coinciding with the firing of the laser. This is typically followed by decreased visual acuity and possibly floaters in the visual field. Corneal injuries may be treated similarly to abrasions, with topical antibiotics and patching or contact lenses if superficial, or potentially with a corneal transplant if scarring or vision loss occurs. Topical steroids may also be prescribed, particularly if the retina is involved. [23]", "contents": "Laser Complications -- Issues of Concern -- Ocular Injury. Symptoms of a laser injury include a bright flash of colored light and, occasionally, a popping sound coinciding with the firing of the laser. This is typically followed by decreased visual acuity and possibly floaters in the visual field. Corneal injuries may be treated similarly to abrasions, with topical antibiotics and patching or contact lenses if superficial, or potentially with a corneal transplant if scarring or vision loss occurs. Topical steroids may also be prescribed, particularly if the retina is involved. [23]"}
{"id": "article-24073_23", "title": "Laser Complications -- Clinical Significance", "content": "Laser devices are powerful tools that have an expanding array of indications, but these devices also have the potential to cause significant harm to patients and healthcare providers if not employed correctly. Lasers should be used by trained medical professionals in medical settings, providing higher quality care with a lower risk of adverse effects and subsequent litigation. [24]", "contents": "Laser Complications -- Clinical Significance. Laser devices are powerful tools that have an expanding array of indications, but these devices also have the potential to cause significant harm to patients and healthcare providers if not employed correctly. Lasers should be used by trained medical professionals in medical settings, providing higher quality care with a lower risk of adverse effects and subsequent litigation. [24]"}
{"id": "article-24073_24", "title": "Laser Complications -- Clinical Significance", "content": "Physicians and other clinicians should be aware of the risks of complications of laser procedures and knowledgeable about the management of these complications. Early recognition and treatment of complications can help decrease long-term morbidity and the need for additional treatment. Every healthcare team member is responsible for the safety of the patient and their colleagues. Critical to that safety is that everyone in the procedure room should use proper eye protection and personal protective equipment and that there should be water and a fire extinguisher close at hand. [2] [5]", "contents": "Laser Complications -- Clinical Significance. Physicians and other clinicians should be aware of the risks of complications of laser procedures and knowledgeable about the management of these complications. Early recognition and treatment of complications can help decrease long-term morbidity and the need for additional treatment. Every healthcare team member is responsible for the safety of the patient and their colleagues. Critical to that safety is that everyone in the procedure room should use proper eye protection and personal protective equipment and that there should be water and a fire extinguisher close at hand. [2] [5]"}
{"id": "article-24073_25", "title": "Laser Complications -- Enhancing Healthcare Team Outcomes", "content": "Laser procedures should be performed with great caution as the majority of laser procedures are performed for cosmetic purposes, which raises the stakes somewhat because of high patient expectations for optimal results. Surgeons should be selective in their choice of candidates for laser therapy and should not perform elective procedures on patients who are excessively tan. Darker-skinned patients are at increased risk of dyspigmentation and should be counseled on this risk. Nd:YAG lasers have been shown to have the lowest risk of dyspigmentation for dark-skinned patients but should only be used in the hands of experienced laser operators. [25]", "contents": "Laser Complications -- Enhancing Healthcare Team Outcomes. Laser procedures should be performed with great caution as the majority of laser procedures are performed for cosmetic purposes, which raises the stakes somewhat because of high patient expectations for optimal results. Surgeons should be selective in their choice of candidates for laser therapy and should not perform elective procedures on patients who are excessively tan. Darker-skinned patients are at increased risk of dyspigmentation and should be counseled on this risk. Nd:YAG lasers have been shown to have the lowest risk of dyspigmentation for dark-skinned patients but should only be used in the hands of experienced laser operators. [25]"}
{"id": "article-24073_26", "title": "Laser Complications -- Enhancing Healthcare Team Outcomes", "content": "Strict sun avoidance for two weeks before treatment can reduce the risk of post-inflammatory hyperpigmentation. Hyperpigmentation typically resolves over several months but can be treated with strict sun avoidance, superficial chemical peels, and hydroquinone. Hypopigmentation may resolve with time and can be covered with makeup, or melanin production may be stimulated with fractionated CO2 laser or narrow-band ultraviolet light treatments. [2] [10] [26] [13]", "contents": "Laser Complications -- Enhancing Healthcare Team Outcomes. Strict sun avoidance for two weeks before treatment can reduce the risk of post-inflammatory hyperpigmentation. Hyperpigmentation typically resolves over several months but can be treated with strict sun avoidance, superficial chemical peels, and hydroquinone. Hypopigmentation may resolve with time and can be covered with makeup, or melanin production may be stimulated with fractionated CO2 laser or narrow-band ultraviolet light treatments. [2] [10] [26] [13]"}
{"id": "article-24073_27", "title": "Laser Complications -- Enhancing Healthcare Team Outcomes", "content": "Physicians, physician assistants, and nurse practitioners often operate medical lasers. There is an inherent risk of complications for laser procedures; however, a team approach that emphasizes patient education and coordination of care will result in the best patient outcomes. [Level 5]", "contents": "Laser Complications -- Enhancing Healthcare Team Outcomes. Physicians, physician assistants, and nurse practitioners often operate medical lasers. There is an inherent risk of complications for laser procedures; however, a team approach that emphasizes patient education and coordination of care will result in the best patient outcomes. [Level 5]"}
{"id": "article-24073_28", "title": "Laser Complications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Laser Complications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}