{"id": "article-23760_0", "title": "Ipratropium -- Continuing Education Activity", "content": "Ipratropium is a bronchodilator medication that dilates the airways of the lungs. Ipratropium has been approved by the US Food and Drug Administration (FDA) for treating bronchospasms associated with chronic obstructive pulmonary disease (COPD), including emphysema and chronic bronchitis. Maintenance therapy with ipratropium has established benefits in the treatment of COPD. Understanding the broad-spectrum therapeutic potential of ipratropium, including its FDA-approved indications for bronchospasms associated with COPD and off-label uses for asthma exacerbations and rhinorrhea, is crucial.", "contents": "Ipratropium -- Continuing Education Activity. Ipratropium is a bronchodilator medication that dilates the airways of the lungs. Ipratropium has been approved by the US Food and Drug Administration (FDA) for treating bronchospasms associated with chronic obstructive pulmonary disease (COPD), including emphysema and chronic bronchitis. Maintenance therapy with ipratropium has established benefits in the treatment of COPD. Understanding the broad-spectrum therapeutic potential of ipratropium, including its FDA-approved indications for bronchospasms associated with COPD and off-label uses for asthma exacerbations and rhinorrhea, is crucial."}
{"id": "article-23760_1", "title": "Ipratropium -- Continuing Education Activity", "content": "Incorporating ipratropium alongside short-acting beta-agonists in managing severe asthma exacerbations and utilizing its nasal spray formulation for symptomatic relief of rhinorrhea associated with the common cold or allergic rhinitis highlights its versatility in clinical practice. The diverse formulations, such as nasal spray, metered-dose inhaler, and nebulized solution, allow customized treatment approaches across different patient populations. This activity reviews the indications, mechanism of action, administration, drug interactions, and adverse reactions of ipratropium, highlighting the importance of interprofessional healthcare teams involving clinicians, pharmacists, and pulmonologists to ensure effective ipratropium therapy. This activity also fosters collaborative practice among healthcare professionals, enabling them to enhance their understanding and utilization of ipratropium through shared decision-making, thereby contributing toward improved patient outcomes in respiratory care.", "contents": "Ipratropium -- Continuing Education Activity. Incorporating ipratropium alongside short-acting beta-agonists in managing severe asthma exacerbations and utilizing its nasal spray formulation for symptomatic relief of rhinorrhea associated with the common cold or allergic rhinitis highlights its versatility in clinical practice. The diverse formulations, such as nasal spray, metered-dose inhaler, and nebulized solution, allow customized treatment approaches across different patient populations. This activity reviews the indications, mechanism of action, administration, drug interactions, and adverse reactions of ipratropium, highlighting the importance of interprofessional healthcare teams involving clinicians, pharmacists, and pulmonologists to ensure effective ipratropium therapy. This activity also fosters collaborative practice among healthcare professionals, enabling them to enhance their understanding and utilization of ipratropium through shared decision-making, thereby contributing toward improved patient outcomes in respiratory care."}
{"id": "article-23760_2", "title": "Ipratropium -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for ipratropium therapy, including its FDA-approved uses for chronic obstructive pulmonary disease exacerbations and off-label applications such as asthma exacerbations and rhinorrhea. Implement evidence-based guidelines for ipratropium dosing and administration in chronic obstructive pulmonary disease exacerbations and other respiratory conditions. Select the most appropriate ipratropium formulation and dosage regimen to tailor treatment plans based on patient characteristics and clinical presentation. Collaborate with interprofessional healthcare teams, including pharmacists and pulmonologists, to ensure coordinated ipratropium therapy and comprehensive patient care. Access free multiple choice questions on this topic.", "contents": "Ipratropium -- Continuing Education Activity. Objectives: Identify appropriate indications for ipratropium therapy, including its FDA-approved uses for chronic obstructive pulmonary disease exacerbations and off-label applications such as asthma exacerbations and rhinorrhea. Implement evidence-based guidelines for ipratropium dosing and administration in chronic obstructive pulmonary disease exacerbations and other respiratory conditions. Select the most appropriate ipratropium formulation and dosage regimen to tailor treatment plans based on patient characteristics and clinical presentation. Collaborate with interprofessional healthcare teams, including pharmacists and pulmonologists, to ensure coordinated ipratropium therapy and comprehensive patient care. Access free multiple choice questions on this topic."}
{"id": "article-23760_3", "title": "Ipratropium -- Indications", "content": "Ipratropium is a bronchodilator medication that dilates the airways of the lungs. Ipratropium has been approved by the US Food and Drug Administration (FDA) for treating bronchospasms associated with chronic obstructive pulmonary disease (COPD), including emphysema and chronic bronchitis. Maintenance therapy with ipratropium has established benefits in the treatment of COPD. Off-label uses of ipratropium include asthma exacerbations and clearance of secretions, especially in intubated patients in the intensive care unit (ICU). [1]", "contents": "Ipratropium -- Indications. Ipratropium is a bronchodilator medication that dilates the airways of the lungs. Ipratropium has been approved by the US Food and Drug Administration (FDA) for treating bronchospasms associated with chronic obstructive pulmonary disease (COPD), including emphysema and chronic bronchitis. Maintenance therapy with ipratropium has established benefits in the treatment of COPD. Off-label uses of ipratropium include asthma exacerbations and clearance of secretions, especially in intubated patients in the intensive care unit (ICU). [1]"}
{"id": "article-23760_4", "title": "Ipratropium -- Indications", "content": "As per the National Heart, Lung, and Blood Institute (NHLBI) recommendations, short-acting beta-agonists (SABA) combined with inhaled ipratropium is endorsed for managing severe asthma exacerbations. Incorporating ipratropium alongside multiple doses of SABA in managing moderate-to-severe asthma exacerbations within the emergency department provides additional benefits, particularly for patients with more pronounced airway obstruction. [2]", "contents": "Ipratropium -- Indications. As per the National Heart, Lung, and Blood Institute (NHLBI) recommendations, short-acting beta-agonists (SABA) combined with inhaled ipratropium is endorsed for managing severe asthma exacerbations. Incorporating ipratropium alongside multiple doses of SABA in managing moderate-to-severe asthma exacerbations within the emergency department provides additional benefits, particularly for patients with more pronounced airway obstruction. [2]"}
{"id": "article-23760_5", "title": "Ipratropium -- Indications", "content": "Ipratropium nasal spray (0.06%) formulation is FDA-approved to provide symptomatic relief for rhinorrhea in adults and children (age 5 and older) associated with the common cold or seasonal allergic rhinitis. The medication does not control nasal congestion or sneezing related to these conditions. According to the FDA, extended use beyond 4 days for the common cold or 3 weeks for seasonal allergic rhinitis lacks established safety and effectiveness. [3]", "contents": "Ipratropium -- Indications. Ipratropium nasal spray (0.06%) formulation is FDA-approved to provide symptomatic relief for rhinorrhea in adults and children (age 5 and older) associated with the common cold or seasonal allergic rhinitis. The medication does not control nasal congestion or sneezing related to these conditions. According to the FDA, extended use beyond 4 days for the common cold or 3 weeks for seasonal allergic rhinitis lacks established safety and effectiveness. [3]"}
{"id": "article-23760_6", "title": "Ipratropium -- Indications", "content": "Off-label uses of ipratropium nasal spray include non-allergic rhinitis. According to a recent meta-analysis, ipratropium nasal spray has demonstrated both safety and efficacy in managing rhinorrhea associated with non-allergic rhinitis, significantly reducing its severity and duration. [4]", "contents": "Ipratropium -- Indications. Off-label uses of ipratropium nasal spray include non-allergic rhinitis. According to a recent meta-analysis, ipratropium nasal spray has demonstrated both safety and efficacy in managing rhinorrhea associated with non-allergic rhinitis, significantly reducing its severity and duration. [4]"}
{"id": "article-23760_7", "title": "Ipratropium -- Indications", "content": "According to the Global Initiative for Asthma (GINA) guidelines, patients should be transferred to an acute care facility or ICU, mainly if they exhibit altered mental status or a silent chest. During the transfer, it is recommended to administer SABA and ipratropium, along with oxygen and systemic steroids. Vital signs, oxygen saturation, and pulmonary function should be closely monitored. Ipratropium is indicated for severe exacerbations. [5]", "contents": "Ipratropium -- Indications. According to the Global Initiative for Asthma (GINA) guidelines, patients should be transferred to an acute care facility or ICU, mainly if they exhibit altered mental status or a silent chest. During the transfer, it is recommended to administer SABA and ipratropium, along with oxygen and systemic steroids. Vital signs, oxygen saturation, and pulmonary function should be closely monitored. Ipratropium is indicated for severe exacerbations. [5]"}
{"id": "article-23760_8", "title": "Ipratropium -- Indications", "content": "According to the Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines, SABA, with or without short-acting anticholinergics (SAMA) such as ipratropium, are the initial bronchodilators recommended for acute treatment of exacerbation of COPD along with supportive measures. [6]", "contents": "Ipratropium -- Indications. According to the Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines, SABA, with or without short-acting anticholinergics (SAMA) such as ipratropium, are the initial bronchodilators recommended for acute treatment of exacerbation of COPD along with supportive measures. [6]"}
{"id": "article-23760_9", "title": "Ipratropium -- Mechanism of Action", "content": "Ipratropium is an acetylcholine antagonist via the blockade of muscarinic cholinergic receptors. Blocking cholinergic receptors decreases the production of cyclic guanosine monophosphate (cGMP). This decrease in the lung airways leads to decreased contraction of the smooth muscles. The M2 receptors are situated at the terminals of cholinergic nerve endings and function as feedback regulators, inhibiting acetylcholine release. When these receptors are blocked, it results in an increased release of acetylcholine and an increased bronchoconstrictor response to cholinergic nerve stimulation.", "contents": "Ipratropium -- Mechanism of Action. Ipratropium is an acetylcholine antagonist via the blockade of muscarinic cholinergic receptors. Blocking cholinergic receptors decreases the production of cyclic guanosine monophosphate (cGMP). This decrease in the lung airways leads to decreased contraction of the smooth muscles. The M2 receptors are situated at the terminals of cholinergic nerve endings and function as feedback regulators, inhibiting acetylcholine release. When these receptors are blocked, it results in an increased release of acetylcholine and an increased bronchoconstrictor response to cholinergic nerve stimulation."}
{"id": "article-23760_10", "title": "Ipratropium -- Mechanism of Action", "content": "Ipratropium acts as a nonselective blocker, which also blocks the M2 receptors, leading to an increase in acetylcholine release and a reduction in the extent or duration of action on the M3 receptors. This may explain the reported occurrence of paradoxical bronchoconstriction following the use of ipratropium. [7] The actions of intranasal ipratropium mimic the action of atropine by inhibiting salivary and mucous gland secretions and dilating bronchial smooth muscle. Compared to atropine, orally inhaled ipratropium is a more potent antimuscarinic and bronchial smooth muscle dilator.", "contents": "Ipratropium -- Mechanism of Action. Ipratropium acts as a nonselective blocker, which also blocks the M2 receptors, leading to an increase in acetylcholine release and a reduction in the extent or duration of action on the M3 receptors. This may explain the reported occurrence of paradoxical bronchoconstriction following the use of ipratropium. [7] The actions of intranasal ipratropium mimic the action of atropine by inhibiting salivary and mucous gland secretions and dilating bronchial smooth muscle. Compared to atropine, orally inhaled ipratropium is a more potent antimuscarinic and bronchial smooth muscle dilator."}
{"id": "article-23760_11", "title": "Ipratropium -- Mechanism of Action", "content": "Intranasal ipratropium produces a local parasympathetic response, decreasing water secretions of the nasal system's mucosal glands and alleviating rhinorrhea symptoms (allergic or non-allergic). [1] Studies showed that the mean peak percent increases in FEV1 over baseline were 24% to 25% for oral inhaled ipratropium in COPD patients. The research noted similar changes in forced vital capacity (FVC) curves. However, when given via metered-dose inhaler to patients with COPD, the combination of ipratropium and albuterol proved more effective than the 2 agents alone. [8]", "contents": "Ipratropium -- Mechanism of Action. Intranasal ipratropium produces a local parasympathetic response, decreasing water secretions of the nasal system's mucosal glands and alleviating rhinorrhea symptoms (allergic or non-allergic). [1] Studies showed that the mean peak percent increases in FEV1 over baseline were 24% to 25% for oral inhaled ipratropium in COPD patients. The research noted similar changes in forced vital capacity (FVC) curves. However, when given via metered-dose inhaler to patients with COPD, the combination of ipratropium and albuterol proved more effective than the 2 agents alone. [8]"}
{"id": "article-23760_12", "title": "Ipratropium -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Ipratropium is deposited in the gastrointestinal tract after administration, while a smaller portion reaches the lung, its intended site of action. Systemic absorption is poor due to its quaternary amine nature. The time to pulmonary function improvement (FEV1 increase of 15% or more) is approximately 15 minutes, peak plasma concentration achieved in 1 to 2 hours, and duration of action persists for 2 to 4 hours. For ipratropium nasal formulation, systemic absorption is less than 20%, and the onset of action is approximately 15 minutes.", "contents": "Ipratropium -- Mechanism of Action -- Pharmacokinetics. Absorption: Ipratropium is deposited in the gastrointestinal tract after administration, while a smaller portion reaches the lung, its intended site of action. Systemic absorption is poor due to its quaternary amine nature. The time to pulmonary function improvement (FEV1 increase of 15% or more) is approximately 15 minutes, peak plasma concentration achieved in 1 to 2 hours, and duration of action persists for 2 to 4 hours. For ipratropium nasal formulation, systemic absorption is less than 20%, and the onset of action is approximately 15 minutes."}
{"id": "article-23760_13", "title": "Ipratropium -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution : Ipratropium exhibits minimal binding (0% to 9%) to plasma albumin and α1-acid glycoprotein. The quaternary ammonium structure hinders the ability to cross lipid membranes, including the blood-brain barrier. [9] Metabolism: Ipratropium undergoes partial metabolism, resulting in inactive ester hydrolysis products. [10] Elimination: Following inhalation or intravenous administration, the elimination half-life of ipratropium is approximately 2 hours. Around 50% of the dose is excreted unchanged in the urine.", "contents": "Ipratropium -- Mechanism of Action -- Pharmacokinetics. Distribution : Ipratropium exhibits minimal binding (0% to 9%) to plasma albumin and α1-acid glycoprotein. The quaternary ammonium structure hinders the ability to cross lipid membranes, including the blood-brain barrier. [9] Metabolism: Ipratropium undergoes partial metabolism, resulting in inactive ester hydrolysis products. [10] Elimination: Following inhalation or intravenous administration, the elimination half-life of ipratropium is approximately 2 hours. Around 50% of the dose is excreted unchanged in the urine."}
{"id": "article-23760_14", "title": "Ipratropium -- Administration -- Available Dosage Forms and Strengths", "content": "Ipratropium is available as a nasal spray (0.03% and 0.06%), a metered-dose inhaler (17 mcg per actuation), and a nebulized solution (0.02%). The fixed-dose combination of albuterol and ipratropium is available as an aerosol metered-dose inhaler with dosages of 100 mcg of albuterol and 20 mcg of ipratropium per actuation for managing COPD. The fixed-dose combination of albuterol and ipratropium is also available as a nebulizer solution (2.5 mg albuterol and 0.5 mg ipratropium per 3 mL).", "contents": "Ipratropium -- Administration -- Available Dosage Forms and Strengths. Ipratropium is available as a nasal spray (0.03% and 0.06%), a metered-dose inhaler (17 mcg per actuation), and a nebulized solution (0.02%). The fixed-dose combination of albuterol and ipratropium is available as an aerosol metered-dose inhaler with dosages of 100 mcg of albuterol and 20 mcg of ipratropium per actuation for managing COPD. The fixed-dose combination of albuterol and ipratropium is also available as a nebulizer solution (2.5 mg albuterol and 0.5 mg ipratropium per 3 mL)."}
{"id": "article-23760_15", "title": "Ipratropium -- Administration -- Available Dosage Forms and Strengths", "content": "The administration of ipratropium is via inhalation, either orally or intranasally. The diverse formulations, such as nasal spray, metered-dose inhaler, and nebulized solution, allow customized treatment approaches across different patient populations. Oral inhalation: The oral formulation is aerosol inhalation or a solution for nebulization.", "contents": "Ipratropium -- Administration -- Available Dosage Forms and Strengths. The administration of ipratropium is via inhalation, either orally or intranasally. The diverse formulations, such as nasal spray, metered-dose inhaler, and nebulized solution, allow customized treatment approaches across different patient populations. Oral inhalation: The oral formulation is aerosol inhalation or a solution for nebulization."}
{"id": "article-23760_16", "title": "Ipratropium -- Administration -- Available Dosage Forms and Strengths", "content": "Aerosol inhalation: If the patient experiences difficulty inhaling the drug after actuation, they can use a valved holding chamber (VHC) or a spacer. A patient can choose between a mouthpiece or a face mask along with the VHC or spacer based on patient convenience. Usually, it is more convenient for patients under 4 to use a tight face mask and VHC or spacer. The patient should be instructed to inhale 3 to 5 times per actuation when using a face mask. After administration, the patient is advised to rinse the mouth with water to decrease the adverse effect of mouth dryness. Patients should not use non-prescribed inhalers to prevent the transfer of any possible infections. [11]", "contents": "Ipratropium -- Administration -- Available Dosage Forms and Strengths. Aerosol inhalation: If the patient experiences difficulty inhaling the drug after actuation, they can use a valved holding chamber (VHC) or a spacer. A patient can choose between a mouthpiece or a face mask along with the VHC or spacer based on patient convenience. Usually, it is more convenient for patients under 4 to use a tight face mask and VHC or spacer. The patient should be instructed to inhale 3 to 5 times per actuation when using a face mask. After administration, the patient is advised to rinse the mouth with water to decrease the adverse effect of mouth dryness. Patients should not use non-prescribed inhalers to prevent the transfer of any possible infections. [11]"}
{"id": "article-23760_17", "title": "Ipratropium -- Administration -- Ipratropium Dosages", "content": "Adult dosages: Adult dosages are mentioned below. 17 mcg per spray COPD: 2 sprays every 6 hours Asthma exacerbation, moderate-to-severe: 8 sprays every 20 minutes as needed for up to 3 hours. Pediatric dosages: Pediatric dosages are mentioned below. NEB (0.02%): 0.25 mg every 20 mins up to 3 doses for moderate-to-severe asthma exacerbation for patients aged 6 and younger. NEB (0.02%): 0.25 mg to 0.5 mg every 20 mins as needed up to 3 hours for moderate-to-severe asthma exacerbation in patients aged 6 through 12. NEB (0.02%): 0.5 mg every 20 mins as needed up to 3 hours for moderate-to-severe asthma exacerbation for patients aged 13 or older.", "contents": "Ipratropium -- Administration -- Ipratropium Dosages. Adult dosages: Adult dosages are mentioned below. 17 mcg per spray COPD: 2 sprays every 6 hours Asthma exacerbation, moderate-to-severe: 8 sprays every 20 minutes as needed for up to 3 hours. Pediatric dosages: Pediatric dosages are mentioned below. NEB (0.02%): 0.25 mg every 20 mins up to 3 doses for moderate-to-severe asthma exacerbation for patients aged 6 and younger. NEB (0.02%): 0.25 mg to 0.5 mg every 20 mins as needed up to 3 hours for moderate-to-severe asthma exacerbation in patients aged 6 through 12. NEB (0.02%): 0.5 mg every 20 mins as needed up to 3 hours for moderate-to-severe asthma exacerbation for patients aged 13 or older."}
{"id": "article-23760_18", "title": "Ipratropium -- Administration -- Solution for Nebulization", "content": "Ipratropium can be mixed with albuterol formations in the same nebulizer within 1 hour of use. However, it should not be combined with cromolyn solutions, as both are incompatible.", "contents": "Ipratropium -- Administration -- Solution for Nebulization. Ipratropium can be mixed with albuterol formations in the same nebulizer within 1 hour of use. However, it should not be combined with cromolyn solutions, as both are incompatible."}
{"id": "article-23760_19", "title": "Ipratropium -- Administration -- Intranasal Inhalation", "content": "When using the nasal spray solution for intranasal inhalation, it is important to adhere to the below-mentioned points. Nasal spray solution: Prime the unit before using it for the first time. Point the sprayer away from patients, other persons, or animals. Push the activator 6 to 7 times until a wide and fine spray is observed. After that, if the unit remains unused for over 24 hours, prime the unit again by pushing the pump at least twice before use. If the unit remains unused for over 7 days, prime the team by pushing the pump 7 times. Patients should be instructed not to use other inhalers to prevent the transfer of any possible infections. [8] Dosage: 0.03% solution: 21 mcg/spray 0.06% solution: 42 mcg/spray Rhinorrhea (allergic or nonallergic rhinitis): 2 sprays of 0.03% solution per nostril every 6 hours. Seasonal allergic rhinitis: 2 sprays of 0.06% per nostril every 6 or 8 hours. Common cold: 2 sprays of 0.06% per nostril every 6 hours or every 8 hours", "contents": "Ipratropium -- Administration -- Intranasal Inhalation. When using the nasal spray solution for intranasal inhalation, it is important to adhere to the below-mentioned points. Nasal spray solution: Prime the unit before using it for the first time. Point the sprayer away from patients, other persons, or animals. Push the activator 6 to 7 times until a wide and fine spray is observed. After that, if the unit remains unused for over 24 hours, prime the unit again by pushing the pump at least twice before use. If the unit remains unused for over 7 days, prime the team by pushing the pump 7 times. Patients should be instructed not to use other inhalers to prevent the transfer of any possible infections. [8] Dosage: 0.03% solution: 21 mcg/spray 0.06% solution: 42 mcg/spray Rhinorrhea (allergic or nonallergic rhinitis): 2 sprays of 0.03% solution per nostril every 6 hours. Seasonal allergic rhinitis: 2 sprays of 0.06% per nostril every 6 or 8 hours. Common cold: 2 sprays of 0.06% per nostril every 6 hours or every 8 hours"}
{"id": "article-23760_20", "title": "Ipratropium -- Administration -- Intranasal Inhalation", "content": "COPD exacerbation: According to GOLD guidelines, SABA, with or without SAMA (such as ipratropium), is the initial bronchodilator recommended for acute treatment of exacerbation of COPD along with supportive measures. [6]", "contents": "Ipratropium -- Administration -- Intranasal Inhalation. COPD exacerbation: According to GOLD guidelines, SABA, with or without SAMA (such as ipratropium), is the initial bronchodilator recommended for acute treatment of exacerbation of COPD along with supportive measures. [6]"}
{"id": "article-23760_21", "title": "Ipratropium -- Administration -- Intranasal Inhalation", "content": "Asthma exacerbation: According to the GINA guidelines, patients should be transferred to the medical ICU, particularly if they exhibit altered mental status or a silent chest. During the transfer, it is recommended to administer SABA and ipratropium, along with oxygen and systemic steroids. Vital signs, oxygen saturation, and pulmonary function should be closely monitored. Ipratropium should be administered for severe exacerbations. [5]", "contents": "Ipratropium -- Administration -- Intranasal Inhalation. Asthma exacerbation: According to the GINA guidelines, patients should be transferred to the medical ICU, particularly if they exhibit altered mental status or a silent chest. During the transfer, it is recommended to administer SABA and ipratropium, along with oxygen and systemic steroids. Vital signs, oxygen saturation, and pulmonary function should be closely monitored. Ipratropium should be administered for severe exacerbations. [5]"}
{"id": "article-23760_22", "title": "Ipratropium -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The effects of ipratropium in patients with hepatic insufficiency have not been investigated. Renal impairment: The effects of ipratropium in patients with renal insufficiency have not been investigated.", "contents": "Ipratropium -- Administration -- Specific Patient Populations. Hepatic impairment: The effects of ipratropium in patients with hepatic insufficiency have not been investigated. Renal impairment: The effects of ipratropium in patients with renal insufficiency have not been investigated."}
{"id": "article-23760_23", "title": "Ipratropium -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Ipratropium was previously categorized as FDA pregnancy category B due to the absence of reports regarding teratogenic effects in animals or humans following the use of ipratropium (aerosols or nasal spray); however, human studies are limited. [1] Ipratropium is considered safe during pregnancy and can be utilized in acute asthma attacks, causing minimal tachycardic effects on both the mother and fetus. [12]", "contents": "Ipratropium -- Administration -- Specific Patient Populations. Pregnancy considerations: Ipratropium was previously categorized as FDA pregnancy category B due to the absence of reports regarding teratogenic effects in animals or humans following the use of ipratropium (aerosols or nasal spray); however, human studies are limited. [1] Ipratropium is considered safe during pregnancy and can be utilized in acute asthma attacks, causing minimal tachycardic effects on both the mother and fetus. [12]"}
{"id": "article-23760_24", "title": "Ipratropium -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Ipratropium administration results in minimal maternal serum levels, and the infant is unlikely to absorb any drug present in breast milk. Therefore, the risk to the breastfed baby from maternal ipratropium use is minimal. [13] Pediatric patients: Ipratropium nasal spray is not FDA-approved for use in patients aged 5 and younger.", "contents": "Ipratropium -- Administration -- Specific Patient Populations. Breastfeeding considerations: Ipratropium administration results in minimal maternal serum levels, and the infant is unlikely to absorb any drug present in breast milk. Therefore, the risk to the breastfed baby from maternal ipratropium use is minimal. [13] Pediatric patients: Ipratropium nasal spray is not FDA-approved for use in patients aged 5 and younger."}
{"id": "article-23760_25", "title": "Ipratropium -- Administration -- Specific Patient Populations", "content": "Older patients: The pharmacokinetics of ipratropium nasal spray have not been investigated in older patients. The effectiveness of ipratropium (metered-dose inhaler) has been demonstrated to be comparable for patients both younger and older than 65. Moreover, no differences in safety or effectiveness have been observed between older and younger patients. According to the American Geriatric Society Beers Criteria, assessing the total anticholinergic burden is recommended. [14]", "contents": "Ipratropium -- Administration -- Specific Patient Populations. Older patients: The pharmacokinetics of ipratropium nasal spray have not been investigated in older patients. The effectiveness of ipratropium (metered-dose inhaler) has been demonstrated to be comparable for patients both younger and older than 65. Moreover, no differences in safety or effectiveness have been observed between older and younger patients. According to the American Geriatric Society Beers Criteria, assessing the total anticholinergic burden is recommended. [14]"}
{"id": "article-23760_26", "title": "Ipratropium -- Adverse Effects -- Ipratropium Inhaled", "content": "Most common adverse reactions: Xerostomia Skin flushing Dyspnea Symptoms of a common cold Dizziness Sinusitis Dyspepsia Back pain UTI Tachycardia Bronchitis Nausea [15]", "contents": "Ipratropium -- Adverse Effects -- Ipratropium Inhaled. Most common adverse reactions: Xerostomia Skin flushing Dyspnea Symptoms of a common cold Dizziness Sinusitis Dyspepsia Back pain UTI Tachycardia Bronchitis Nausea [15]"}
{"id": "article-23760_27", "title": "Ipratropium -- Adverse Effects -- Ipratropium Intranasal", "content": "Most common adverse reactions: Upper respiratory infections Epistaxis Pharyngitis Headache Xerostomia Dysgeusia Nausea Nasal irritation Arrhythmias Severe adverse reactions [16] : Hypersensitivity reaction Anaphylaxis Arrhythmias, including exacerbation of atrial flutter and atrial fibrillation (AHA) [17]", "contents": "Ipratropium -- Adverse Effects -- Ipratropium Intranasal. Most common adverse reactions: Upper respiratory infections Epistaxis Pharyngitis Headache Xerostomia Dysgeusia Nausea Nasal irritation Arrhythmias Severe adverse reactions [16] : Hypersensitivity reaction Anaphylaxis Arrhythmias, including exacerbation of atrial flutter and atrial fibrillation (AHA) [17]"}
{"id": "article-23760_28", "title": "Ipratropium -- Adverse Effects -- Drug-Drug Interactions [18]", "content": "Ipratropium may interact with medications from the following classes that have anticholinergic activity: Revefenacin and aclidinium Antidepressants (eg, amitriptyline, paroxetine) Antihistamines (eg, diphenhydramine, hydroxyzine, chlorpheniramine) Agents for overactive bladder (eg, darifenacin, oxybutynin, solifenacin) Anti-parkinson agents (eg, benztropine, trihexyphenidyl) Antipsychotics (eg, olanzapine, quetiapine, haloperidol) Cardiovascular agents (eg, disopyramide) Atropine and hyoscyamine Muscle relaxants such as cyclobenzaprine", "contents": "Ipratropium -- Adverse Effects -- Drug-Drug Interactions [18]. Ipratropium may interact with medications from the following classes that have anticholinergic activity: Revefenacin and aclidinium Antidepressants (eg, amitriptyline, paroxetine) Antihistamines (eg, diphenhydramine, hydroxyzine, chlorpheniramine) Agents for overactive bladder (eg, darifenacin, oxybutynin, solifenacin) Anti-parkinson agents (eg, benztropine, trihexyphenidyl) Antipsychotics (eg, olanzapine, quetiapine, haloperidol) Cardiovascular agents (eg, disopyramide) Atropine and hyoscyamine Muscle relaxants such as cyclobenzaprine"}
{"id": "article-23760_29", "title": "Ipratropium -- Contraindications", "content": "Contraindications to ipratropium inhaler use include patients with hypersensitive to ipratropium bromide or atropine due to the structural similarity between ipratropium bromide and atropine. [19]", "contents": "Ipratropium -- Contraindications. Contraindications to ipratropium inhaler use include patients with hypersensitive to ipratropium bromide or atropine due to the structural similarity between ipratropium bromide and atropine. [19]"}
{"id": "article-23760_30", "title": "Ipratropium -- Contraindications -- Warning and Precautions", "content": "Ipratropium aerosols can cause bronchospasms (paradoxical), which usually happen upon the initial use of this medication. If this adverse reaction occurs, then ipratropium should be immediately discontinued. [20] Previous severe allergic reaction symptoms upon using ipratropium or atropine and its other derivatives, such as angioedema, urticaria, severe shortness of breath, oropharyngeal edema, and ultimately anaphylaxis is a contraindication to ipratropium use. Concomitant allergies may be present. [21] Caution is necessary for using intranasal or inhaled ipratropium in patients with benign prostatic hyperplasia (BPH). [22] Exercise caution with intranasal or inhaled ipratropium in patients with obstruction of the bladder neck. Caution is also recommended in intranasal or inhaled ipratropium in patients with closed-angle glaucoma. [1]", "contents": "Ipratropium -- Contraindications -- Warning and Precautions. Ipratropium aerosols can cause bronchospasms (paradoxical), which usually happen upon the initial use of this medication. If this adverse reaction occurs, then ipratropium should be immediately discontinued. [20] Previous severe allergic reaction symptoms upon using ipratropium or atropine and its other derivatives, such as angioedema, urticaria, severe shortness of breath, oropharyngeal edema, and ultimately anaphylaxis is a contraindication to ipratropium use. Concomitant allergies may be present. [21] Caution is necessary for using intranasal or inhaled ipratropium in patients with benign prostatic hyperplasia (BPH). [22] Exercise caution with intranasal or inhaled ipratropium in patients with obstruction of the bladder neck. Caution is also recommended in intranasal or inhaled ipratropium in patients with closed-angle glaucoma. [1]"}
{"id": "article-23760_31", "title": "Ipratropium -- Monitoring", "content": "Ipratropium inhalation aerosol is a bronchodilator agent for chronic control of bronchospasms secondary to COPD, not a first-line medication for acute bronchospasm, and not used as a rapid response agent for acute situations. Symptoms of anaphylaxis (angioedema, urticaria, bronchospasms, and rash) should be monitored, primarily upon the first use of this medication. As mentioned above, the drug should be discontinued if these symptoms occur. [23] Caution is necessary for patients with prostatic hypertrophy, bladder neck obstruction, and closed-angle glaucoma. [24] No routine monitoring tests are recommended; however, clinicians may order pulmonary function tests if necessary to assess the response to therapy.", "contents": "Ipratropium -- Monitoring. Ipratropium inhalation aerosol is a bronchodilator agent for chronic control of bronchospasms secondary to COPD, not a first-line medication for acute bronchospasm, and not used as a rapid response agent for acute situations. Symptoms of anaphylaxis (angioedema, urticaria, bronchospasms, and rash) should be monitored, primarily upon the first use of this medication. As mentioned above, the drug should be discontinued if these symptoms occur. [23] Caution is necessary for patients with prostatic hypertrophy, bladder neck obstruction, and closed-angle glaucoma. [24] No routine monitoring tests are recommended; however, clinicians may order pulmonary function tests if necessary to assess the response to therapy."}
{"id": "article-23760_32", "title": "Ipratropium -- Toxicity", "content": "High doses of ipratropium can cause toxicity similar to anticholinergic toxicity symptoms. [25] [26] These symptoms include hyperthermia, agitation, confusion, mydriasis, and mucosal dryness. Reports have indicated that ipratropium exacerbates ischemic injuries in nonclinical settings.", "contents": "Ipratropium -- Toxicity. High doses of ipratropium can cause toxicity similar to anticholinergic toxicity symptoms. [25] [26] These symptoms include hyperthermia, agitation, confusion, mydriasis, and mucosal dryness. Reports have indicated that ipratropium exacerbates ischemic injuries in nonclinical settings."}
{"id": "article-23760_33", "title": "Ipratropium -- Enhancing Healthcare Team Outcomes", "content": "Ipratropium is a bronchodilator widely used for COPD. This drug is known to relieve bronchospasms and enhance the patency of the airways in the lungs. Prescribing this medication requires proper communication between clinicians, pharmacists, and subspecialty doctors such as pulmonologists. An interprofessional approach can effectively monitor drug efficacy and adjust the dosing and combination of this agent with other agents acting on the airways. However, most of the situations are manageable by one clinician. This medication can sometimes work with other agents acting on the airways. Still, it could be incompatible with other agents using the same nebulizer in some instances. Hence, it is essential to obtain drug-drug interactions via pharmacists.", "contents": "Ipratropium -- Enhancing Healthcare Team Outcomes. Ipratropium is a bronchodilator widely used for COPD. This drug is known to relieve bronchospasms and enhance the patency of the airways in the lungs. Prescribing this medication requires proper communication between clinicians, pharmacists, and subspecialty doctors such as pulmonologists. An interprofessional approach can effectively monitor drug efficacy and adjust the dosing and combination of this agent with other agents acting on the airways. However, most of the situations are manageable by one clinician. This medication can sometimes work with other agents acting on the airways. Still, it could be incompatible with other agents using the same nebulizer in some instances. Hence, it is essential to obtain drug-drug interactions via pharmacists."}
{"id": "article-23760_34", "title": "Ipratropium -- Enhancing Healthcare Team Outcomes", "content": "Documenting any previous adverse reaction if this medication was used before, such as hypersensitivity reactions or anaphylaxis, is critical. Pharmacists should flag a prescription if those adverse reactions have been previously charted and immediately notify the clinicians and patients. [16] The successful implementation of ipratropium therapy requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists collaborating across disciplines to achieve optimal patient results.", "contents": "Ipratropium -- Enhancing Healthcare Team Outcomes. Documenting any previous adverse reaction if this medication was used before, such as hypersensitivity reactions or anaphylaxis, is critical. Pharmacists should flag a prescription if those adverse reactions have been previously charted and immediately notify the clinicians and patients. [16] The successful implementation of ipratropium therapy requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists collaborating across disciplines to achieve optimal patient results."}
{"id": "article-23760_35", "title": "Ipratropium -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ipratropium -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}