{"id": "article-35340_0", "title": "Weight Gain Prevention Strategies  -- Definition/Introduction", "content": "Obesity is defined as an increase in body weight when compared to height. To classify obesity, the standard practice is to use a Body Mass Index scale which puts weight in kilograms divided by height in meters squared. An individual is considered obese at BMI level of 30 except in Asian where a BMI of 27 or higher is considered obese. [1] When we look at the cause of weight gain it is essentially excess energy consumption. Energy intake is through food, and energy expenditure is through physical activity. These two main factors need to be in balance for an individual to remain weight neutral. In the population, the energy balance can be misaligned due to a variety of factors such as genetics, behavior, environment, and socioeconomic factors. [2]", "contents": "Weight Gain Prevention Strategies  -- Definition/Introduction. Obesity is defined as an increase in body weight when compared to height. To classify obesity, the standard practice is to use a Body Mass Index scale which puts weight in kilograms divided by height in meters squared. An individual is considered obese at BMI level of 30 except in Asian where a BMI of 27 or higher is considered obese. [1] When we look at the cause of weight gain it is essentially excess energy consumption. Energy intake is through food, and energy expenditure is through physical activity. These two main factors need to be in balance for an individual to remain weight neutral. In the population, the energy balance can be misaligned due to a variety of factors such as genetics, behavior, environment, and socioeconomic factors. [2]"}
{"id": "article-35340_1", "title": "Weight Gain Prevention Strategies  -- Definition/Introduction", "content": "Obesity is more prevalent now more than ever, and many factors come into play such as foods with high sugar and fat content, increased fast-food restaurants, modes of transportation, increased sedentary work lifestyles, and urbanization. Due to the changing environment, it is important now more than ever to implement weight prevention strategies. These strategies can vary from policy changes, increased health services, and efforts from the local community. Ultimately, these changes should target the causes of obesity which are unhealthy eating habits and lack of physical activity. [3]", "contents": "Weight Gain Prevention Strategies  -- Definition/Introduction. Obesity is more prevalent now more than ever, and many factors come into play such as foods with high sugar and fat content, increased fast-food restaurants, modes of transportation, increased sedentary work lifestyles, and urbanization. Due to the changing environment, it is important now more than ever to implement weight prevention strategies. These strategies can vary from policy changes, increased health services, and efforts from the local community. Ultimately, these changes should target the causes of obesity which are unhealthy eating habits and lack of physical activity. [3]"}
{"id": "article-35340_2", "title": "Weight Gain Prevention Strategies  -- Issues of Concern", "content": "Obesity is an issue of concern because it is a significant cause of co-morbidities, which include diabetes, hypertension, cancer, and cardiovascular disease. [4] This situation raises overall mortality in overweight individuals and puts a strain on the healthcare system with obesity-related spending estimated at 190 billion in the US. [5] Data from the National Health and Nutrition Examination Survey have shown an increasing prevalence of obesity in adults and children over the past years with no signs of slowing down. [6] As of 2015 to 2016, the prevalence of obesity in adults is 39.8 percent, and it predicted that by 2030, it would be every 1 in 2 adults. [6] [7] This data positions obesity as a public health concern as its trends upward, affecting millions of people. This upward trend also raises the question if the current public health weight gain prevention strategies are effective, and if new public health strategies should be implemented.", "contents": "Weight Gain Prevention Strategies  -- Issues of Concern. Obesity is an issue of concern because it is a significant cause of co-morbidities, which include diabetes, hypertension, cancer, and cardiovascular disease. [4] This situation raises overall mortality in overweight individuals and puts a strain on the healthcare system with obesity-related spending estimated at 190 billion in the US. [5] Data from the National Health and Nutrition Examination Survey have shown an increasing prevalence of obesity in adults and children over the past years with no signs of slowing down. [6] As of 2015 to 2016, the prevalence of obesity in adults is 39.8 percent, and it predicted that by 2030, it would be every 1 in 2 adults. [6] [7] This data positions obesity as a public health concern as its trends upward, affecting millions of people. This upward trend also raises the question if the current public health weight gain prevention strategies are effective, and if new public health strategies should be implemented."}
{"id": "article-35340_3", "title": "Weight Gain Prevention Strategies  -- Clinical Significance", "content": "As obesity levels rise in both children and adults, the healthcare team must educate the population on weight gain prevention. Possible clinical interventions are in areas of diet, physical activity, surgery, and pharmacotherapy. Even just a modest reduction in weight can improve many obesity-related conditions leading to better healthcare outcomes, improved quality of life, and reduced socioeconomic costs.", "contents": "Weight Gain Prevention Strategies  -- Clinical Significance. As obesity levels rise in both children and adults, the healthcare team must educate the population on weight gain prevention. Possible clinical interventions are in areas of diet, physical activity, surgery, and pharmacotherapy. Even just a modest reduction in weight can improve many obesity-related conditions leading to better healthcare outcomes, improved quality of life, and reduced socioeconomic costs."}
{"id": "article-35340_4", "title": "Weight Gain Prevention Strategies  -- Clinical Significance", "content": "First-line management in obesity is through diet and exercise. In terms of diet, various options can be recommended, such as a low carbohydrate diet, low-fat diet, Mediterranean diet, and the Paleo diet. No one single diet is considered superior to the other in terms of weight loss, as long term adherence to a healthy eating plan is the most crucial factor for successful weight management. [8] Because of this, the clinician should recommend a diet plan with foods that the patient still enjoys for sustainability and the prevention of relapse.  Another part of the energy balance equation is physical activity. The recommendation is to start slow and gradually increase activity level with the amount of activity-dependent on the individual. Simple decisions such as taking the stairs or parking farther from the grocery store can summate throughout the day, not only leading to weight loss but a multitude of benefits associated with exercise.", "contents": "Weight Gain Prevention Strategies  -- Clinical Significance. First-line management in obesity is through diet and exercise. In terms of diet, various options can be recommended, such as a low carbohydrate diet, low-fat diet, Mediterranean diet, and the Paleo diet. No one single diet is considered superior to the other in terms of weight loss, as long term adherence to a healthy eating plan is the most crucial factor for successful weight management. [8] Because of this, the clinician should recommend a diet plan with foods that the patient still enjoys for sustainability and the prevention of relapse.  Another part of the energy balance equation is physical activity. The recommendation is to start slow and gradually increase activity level with the amount of activity-dependent on the individual. Simple decisions such as taking the stairs or parking farther from the grocery store can summate throughout the day, not only leading to weight loss but a multitude of benefits associated with exercise."}
{"id": "article-35340_5", "title": "Weight Gain Prevention Strategies  -- Clinical Significance", "content": "For diet and physical exercise to be maintained, an individual must make permanent lifestyle changes. The healthcare professional needs to assist the patient in areas such as self-monitoring, physical activity, problem-solving, stress management, relapse prevention, and social support. [8] Improvement in all these areas will help a patient consistently make healthier choices and maintain energy balance. Overall, each individual has a specific requirement of energy based on various factors such as size, activity level, and hormones, so it is critical that diet and exercise be individualized and regularly monitored to provide optimal results. [9]", "contents": "Weight Gain Prevention Strategies  -- Clinical Significance. For diet and physical exercise to be maintained, an individual must make permanent lifestyle changes. The healthcare professional needs to assist the patient in areas such as self-monitoring, physical activity, problem-solving, stress management, relapse prevention, and social support. [8] Improvement in all these areas will help a patient consistently make healthier choices and maintain energy balance. Overall, each individual has a specific requirement of energy based on various factors such as size, activity level, and hormones, so it is critical that diet and exercise be individualized and regularly monitored to provide optimal results. [9]"}
{"id": "article-35340_6", "title": "Weight Gain Prevention Strategies  -- Clinical Significance", "content": "When physical exercise and diet are not successful, pharmacotherapy can be involved with multiple drugs on the market proven to be effective. These drugs are potentially useful when patients attempt lifestyle interventions for six months with no results, BMI is greater than 30, or if BMI is greater than 27 with an obesity-related condition. The FDA approved medications for weight management include orlistat, phentermine/topiramate, bupropion/naltrexone, liraglutide, and phentermine. [10] FDA reviewed the concerns of increased cancer incidence with lorcaserin, which led to its withdrawal from the market as of March 2020.", "contents": "Weight Gain Prevention Strategies  -- Clinical Significance. When physical exercise and diet are not successful, pharmacotherapy can be involved with multiple drugs on the market proven to be effective. These drugs are potentially useful when patients attempt lifestyle interventions for six months with no results, BMI is greater than 30, or if BMI is greater than 27 with an obesity-related condition. The FDA approved medications for weight management include orlistat, phentermine/topiramate, bupropion/naltrexone, liraglutide, and phentermine. [10] FDA reviewed the concerns of increased cancer incidence with lorcaserin, which led to its withdrawal from the market as of March 2020."}
{"id": "article-35340_7", "title": "Weight Gain Prevention Strategies  -- Clinical Significance", "content": "Lastly, surgery can be a consideration if an individual is extremely obese with no success in diet, exercise, or pharmacotherapy. Surgery can restrict energy intake by reduction of the gastric pouch and also reducing the absorption of the stomach. Various procedures can be done, such as a roux-en-y gastric bypass, sleeve gastrectomy, and implantation of certain devices. The type of procedure performed is all dependent on a various amount of factors such as surgical risk and patient desires. Less invasive procedures tend to have fewer surgical complications, but less weight loss and more invasive procedures tend to have more surgical complications but increased weight loss. [11]", "contents": "Weight Gain Prevention Strategies  -- Clinical Significance. Lastly, surgery can be a consideration if an individual is extremely obese with no success in diet, exercise, or pharmacotherapy. Surgery can restrict energy intake by reduction of the gastric pouch and also reducing the absorption of the stomach. Various procedures can be done, such as a roux-en-y gastric bypass, sleeve gastrectomy, and implantation of certain devices. The type of procedure performed is all dependent on a various amount of factors such as surgical risk and patient desires. Less invasive procedures tend to have fewer surgical complications, but less weight loss and more invasive procedures tend to have more surgical complications but increased weight loss. [11]"}
{"id": "article-35340_8", "title": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "On a large scale, strategies to counter obesity are abundant with multiple programs and policies in place, tackling the first intervention in obesity management, diet, and exercise. These programs aim to improve access to healthier food and provide a more friendly environment that encourages physical activity. Some examples of these programs include Pennsylvania Fresh Food Financing Incentives, Kids in Parks, and Baltimore Healthy Stores. [12] In a review article by Sallis and Glanz (2009), these changes in the environment were proven effective. [13] In general, these studies demonstrated that when people had access to healthier food, they tended to have better diets. When communities have recreational facilities, residents are more likely to be physically active.", "contents": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions. On a large scale, strategies to counter obesity are abundant with multiple programs and policies in place, tackling the first intervention in obesity management, diet, and exercise. These programs aim to improve access to healthier food and provide a more friendly environment that encourages physical activity. Some examples of these programs include Pennsylvania Fresh Food Financing Incentives, Kids in Parks, and Baltimore Healthy Stores. [12] In a review article by Sallis and Glanz (2009), these changes in the environment were proven effective. [13] In general, these studies demonstrated that when people had access to healthier food, they tended to have better diets. When communities have recreational facilities, residents are more likely to be physically active."}
{"id": "article-35340_9", "title": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "On the primary care level, the treatment of obesity tends to be poor. In a prospective cohort study, researchers found that many obese patients are not receiving appropriate counsel during primary care visits. Possible reasons for the lack of counseling include time constraints, compensation, and low self-efficacy. When patients did receive counseling, it correlated with a moderate reduction in weight. [14] This area should be the target of improvement in the healthcare system as primary care physicians tend to be the gatekeepers of medicine.", "contents": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions. On the primary care level, the treatment of obesity tends to be poor. In a prospective cohort study, researchers found that many obese patients are not receiving appropriate counsel during primary care visits. Possible reasons for the lack of counseling include time constraints, compensation, and low self-efficacy. When patients did receive counseling, it correlated with a moderate reduction in weight. [14] This area should be the target of improvement in the healthcare system as primary care physicians tend to be the gatekeepers of medicine."}
{"id": "article-35340_10", "title": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The US Preventative Serves Tasks Force recommends for Primary care providers to use the 5 As approach which includes: Assess, Advise, Agree, Assist, and Arrange. This method helps the physician identify any medical issues, delivers thorough counseling, and provides the patient with resources to make healthy lifestyle changes. This approach also helps build a multidisciplinary team for the patient, which is more likely to produce clinically significant weight loss than if the physician treated the patient alone. [15] Overall, it is ultimately up to the patient to implement lifestyle changes, but the physician and healthcare team should motivate, counsel, and screen for all patients on the trend toward obesity.", "contents": "Weight Gain Prevention Strategies  -- Nursing, Allied Health, and Interprofessional Team Interventions. The US Preventative Serves Tasks Force recommends for Primary care providers to use the 5 As approach which includes: Assess, Advise, Agree, Assist, and Arrange. This method helps the physician identify any medical issues, delivers thorough counseling, and provides the patient with resources to make healthy lifestyle changes. This approach also helps build a multidisciplinary team for the patient, which is more likely to produce clinically significant weight loss than if the physician treated the patient alone. [15] Overall, it is ultimately up to the patient to implement lifestyle changes, but the physician and healthcare team should motivate, counsel, and screen for all patients on the trend toward obesity."}
{"id": "article-35340_11", "title": "Weight Gain Prevention Strategies  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Weight Gain Prevention Strategies  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}