{"id": "article-26475_0", "title": "Physiology, Ovulation -- Introduction", "content": "Ovulation is a physiologic process defined by the rupture of the dominant follicle of the ovary. This releases an egg into the abdominal cavity. It then is taken up by the fimbriae of the fallopian tube where it has the potential to become fertilized. The ovulation process is regulated by fluxing gonadotropic hormone (FSH/LH) levels. Ovulation is the third phase within the larger uterine cycle (ie, menstrual cycle). The follicular release follows the Follicular phase (ie, dominant follicle development) and precedes the luteal phase (ie, maintenance of corpus luteum) that progresses to either endometrial shedding or implantation. Follicular release occurs around 14 days prior to menstruation in a cyclic pattern if the hypothalamic-pituitary-ovarian axis function is well regulated. [1]", "contents": "Physiology, Ovulation -- Introduction. Ovulation is a physiologic process defined by the rupture of the dominant follicle of the ovary. This releases an egg into the abdominal cavity. It then is taken up by the fimbriae of the fallopian tube where it has the potential to become fertilized. The ovulation process is regulated by fluxing gonadotropic hormone (FSH/LH) levels. Ovulation is the third phase within the larger uterine cycle (ie, menstrual cycle). The follicular release follows the Follicular phase (ie, dominant follicle development) and precedes the luteal phase (ie, maintenance of corpus luteum) that progresses to either endometrial shedding or implantation. Follicular release occurs around 14 days prior to menstruation in a cyclic pattern if the hypothalamic-pituitary-ovarian axis function is well regulated. [1]"}
{"id": "article-26475_1", "title": "Physiology, Ovulation -- Introduction -- Structure", "content": "Genotypic females (XX) develop two ovaries that sit adjacent to the uterine horns. Each ovary is anchored to the uterus at the medial pole by the utero-ovarian ligament. The lateral ovarian pole is anchored to the pelvic sidewall by the infundibulopelvic ligament (i.e,. suspensory ligament of the ovary), which carries the ovarian artery and vein. Each ovary contains 1 to 2 million primordial follicles that each contain primary oocytes (ie, eggs) that can supply that female with enough follicles until she reaches her fourth or fifth decades of life. These primordial follicles are arrested in prophase I of meiosis until the onset of puberty. [1] At the onset of pubescence, the gonadotropic hormones began to induce the maturation of the primordial follicle, allowing for the completion of meiosis I, forming a secondary follicle. The secondary follicle begins meiosis II, but this phase will not be completed unless that follicle is fertilized. With each ovulatory cycle, the number of follicles decreases, eventually leading to the onset of Menopause or the cessation of ovulatory function. Per each ovulation cycle, the average ovary loses 1,000 follicles to the process of selecting a dominant follicle that will be released. This process accelerates in an age-dependent manner as well. It is also a common thought that the right and left ovaries alternate follicular releases each month. [2] [3] [4]", "contents": "Physiology, Ovulation -- Introduction -- Structure. Genotypic females (XX) develop two ovaries that sit adjacent to the uterine horns. Each ovary is anchored to the uterus at the medial pole by the utero-ovarian ligament. The lateral ovarian pole is anchored to the pelvic sidewall by the infundibulopelvic ligament (i.e,. suspensory ligament of the ovary), which carries the ovarian artery and vein. Each ovary contains 1 to 2 million primordial follicles that each contain primary oocytes (ie, eggs) that can supply that female with enough follicles until she reaches her fourth or fifth decades of life. These primordial follicles are arrested in prophase I of meiosis until the onset of puberty. [1] At the onset of pubescence, the gonadotropic hormones began to induce the maturation of the primordial follicle, allowing for the completion of meiosis I, forming a secondary follicle. The secondary follicle begins meiosis II, but this phase will not be completed unless that follicle is fertilized. With each ovulatory cycle, the number of follicles decreases, eventually leading to the onset of Menopause or the cessation of ovulatory function. Per each ovulation cycle, the average ovary loses 1,000 follicles to the process of selecting a dominant follicle that will be released. This process accelerates in an age-dependent manner as well. It is also a common thought that the right and left ovaries alternate follicular releases each month. [2] [3] [4]"}
{"id": "article-26475_2", "title": "Physiology, Ovulation -- Introduction -- Structure", "content": "Ovulation is regulated by the fluctuation between the following hormones. Tight regulation and controlled changes between the following hormones are imperative for the development and release of an oocyte into the adnexal uterine structures.", "contents": "Physiology, Ovulation -- Introduction -- Structure. Ovulation is regulated by the fluctuation between the following hormones. Tight regulation and controlled changes between the following hormones are imperative for the development and release of an oocyte into the adnexal uterine structures."}
{"id": "article-26475_3", "title": "Physiology, Ovulation -- Introduction -- Hormones involved in ovulation include:", "content": "Gonadotropin-releasing hormone (GnRH) is a tropic peptide hormone made and secreted by the hypothalamus. It is a releasing hormone that stimulates the release of FSH and LH from the anterior pituitary gland through variations in GnRH pulse frequency. Low-frequency GnRH pulses are responsible for FSH secretion, whereas high-frequency pulses are responsible for LH secretion. During the Follicular phase of the Uterine cycle, estrogen secretion causes the Granulosa cells to autonomously increase their own production of estrogen, contributing to elevation in estrogen serum levels. This elevation is communicated to the hypothalamus and contributes to the increase in GnRH pulse frequency, eventually stimulating the LH surge that eventually induces the follicular rupture and release from the corpus luteum and luteinization of the granulosa cells, enabling the synthesis of progesterone in place of estrogen. Finally, the low levels of LH following the surge restart the FSH production by the slow-pulsation frequency of GnRH release. [5]", "contents": "Physiology, Ovulation -- Introduction -- Hormones involved in ovulation include:. Gonadotropin-releasing hormone (GnRH) is a tropic peptide hormone made and secreted by the hypothalamus. It is a releasing hormone that stimulates the release of FSH and LH from the anterior pituitary gland through variations in GnRH pulse frequency. Low-frequency GnRH pulses are responsible for FSH secretion, whereas high-frequency pulses are responsible for LH secretion. During the Follicular phase of the Uterine cycle, estrogen secretion causes the Granulosa cells to autonomously increase their own production of estrogen, contributing to elevation in estrogen serum levels. This elevation is communicated to the hypothalamus and contributes to the increase in GnRH pulse frequency, eventually stimulating the LH surge that eventually induces the follicular rupture and release from the corpus luteum and luteinization of the granulosa cells, enabling the synthesis of progesterone in place of estrogen. Finally, the low levels of LH following the surge restart the FSH production by the slow-pulsation frequency of GnRH release. [5]"}
{"id": "article-26475_4", "title": "Physiology, Ovulation -- Introduction -- Hormones involved in ovulation include:", "content": "Gonadotropin hormones are heterodimeric glycoproteins with alpha/beta subunits. The alpha subunit is common to all glycoproteins, including TSH (thyroid-stimulating hormone) and HCG (human chorionic gonadotropin hormone). [2] The relationship between FSH and LH hormones is responsible for the process that induces follicular development, rupture, release, and endometrial reception or shedding. Disruption in the hormonal communication between the gonadotropin-releasing hormones, gonadotropic hormones, and their receptors can lead to anovulation or amenorrhea, leading to various pathologic sequelae as a consequence. Follicle-Stimulating Hormone (FSH) is a gonadotropin synthesized and secreted from the anterior pituitary gland in response to slow-frequency pulsatile GnRH. FSH stimulates the growth and maturation of immature oocytes into mature (Graafian) secondary follicles before ovulation. FSH Receptors are G-protein coupled receptors and are found in the Granulosa cells that surround developing ovarian follicles. [1] The granulosa cells initially produce the estrogen needed to maturate the developing dominant follicle. After 2 days of sustained elevation of estrogen levels, the LH surge causes luteinization of the granulosa cells into LH receptive cells. This transition enables granulosa cells to respond to LH levels and produce progesterone. [5] Estrogen is a steroid hormone that is responsible for the growth and regulation of the female reproductive system and secondary sex characteristics. Estrogen is produced by the granulosa cells of the developing follicle and exerts negative feedback on LH production in the early part of the menstrual cycle. However, once estrogen levels reach a critical level as oocytes mature within the ovary in preparation for ovulation, estrogen begins to exert positive feedback on LH production, leading to the LH surge through its effects on GnRH pulse frequency. Estrogen also has many other effects that are important for bone health and cardiovascular health in premenopausal patients, which will be discussed in another article. [5] Luteinizing Hormone (LH) is a gonadotropin synthesized and secreted by the anterior pituitary gland in response to high-frequency GnRH release. LH is responsible for inducing ovulation, preparation for fertilized oocyte uterine implantation, and the ovarian production of progesterone through stimulation of theca cells and luteinized granulosa cells. Prior to the LH surge, LH interacts with Theca cells that are adjacent to granulosa cells in the ovary. These cells produce androgens, which diffuse into the granulosa cells and convert to estrogen for follicular development. [3] The LH surge creates the environment for follicular eruption by increasing the activity of the proteolytic enzymes that weaken the ovarian wall, allowing for the passage of the oocyte. After the oocyte is released, the follicular remnants are theca and luteinized granulosa cells. Their function is now to produce progesterone, which is the hormone responsible for maintaining the uterine environment that can accept a fertilized embryo. [6] Progesterone is a steroid hormone that is responsible for preparing the endometrium for the uterine implantation of the fertilized egg and maintenance of pregnancy. If a fertilized egg implants, the corpus luteum secretes progesterone in early pregnancy until the placenta develops and takes over progesterone production for the remainder of the pregnancy.", "contents": "Physiology, Ovulation -- Introduction -- Hormones involved in ovulation include:. Gonadotropin hormones are heterodimeric glycoproteins with alpha/beta subunits. The alpha subunit is common to all glycoproteins, including TSH (thyroid-stimulating hormone) and HCG (human chorionic gonadotropin hormone). [2] The relationship between FSH and LH hormones is responsible for the process that induces follicular development, rupture, release, and endometrial reception or shedding. Disruption in the hormonal communication between the gonadotropin-releasing hormones, gonadotropic hormones, and their receptors can lead to anovulation or amenorrhea, leading to various pathologic sequelae as a consequence. Follicle-Stimulating Hormone (FSH) is a gonadotropin synthesized and secreted from the anterior pituitary gland in response to slow-frequency pulsatile GnRH. FSH stimulates the growth and maturation of immature oocytes into mature (Graafian) secondary follicles before ovulation. FSH Receptors are G-protein coupled receptors and are found in the Granulosa cells that surround developing ovarian follicles. [1] The granulosa cells initially produce the estrogen needed to maturate the developing dominant follicle. After 2 days of sustained elevation of estrogen levels, the LH surge causes luteinization of the granulosa cells into LH receptive cells. This transition enables granulosa cells to respond to LH levels and produce progesterone. [5] Estrogen is a steroid hormone that is responsible for the growth and regulation of the female reproductive system and secondary sex characteristics. Estrogen is produced by the granulosa cells of the developing follicle and exerts negative feedback on LH production in the early part of the menstrual cycle. However, once estrogen levels reach a critical level as oocytes mature within the ovary in preparation for ovulation, estrogen begins to exert positive feedback on LH production, leading to the LH surge through its effects on GnRH pulse frequency. Estrogen also has many other effects that are important for bone health and cardiovascular health in premenopausal patients, which will be discussed in another article. [5] Luteinizing Hormone (LH) is a gonadotropin synthesized and secreted by the anterior pituitary gland in response to high-frequency GnRH release. LH is responsible for inducing ovulation, preparation for fertilized oocyte uterine implantation, and the ovarian production of progesterone through stimulation of theca cells and luteinized granulosa cells. Prior to the LH surge, LH interacts with Theca cells that are adjacent to granulosa cells in the ovary. These cells produce androgens, which diffuse into the granulosa cells and convert to estrogen for follicular development. [3] The LH surge creates the environment for follicular eruption by increasing the activity of the proteolytic enzymes that weaken the ovarian wall, allowing for the passage of the oocyte. After the oocyte is released, the follicular remnants are theca and luteinized granulosa cells. Their function is now to produce progesterone, which is the hormone responsible for maintaining the uterine environment that can accept a fertilized embryo. [6] Progesterone is a steroid hormone that is responsible for preparing the endometrium for the uterine implantation of the fertilized egg and maintenance of pregnancy. If a fertilized egg implants, the corpus luteum secretes progesterone in early pregnancy until the placenta develops and takes over progesterone production for the remainder of the pregnancy."}
{"id": "article-26475_5", "title": "Physiology, Ovulation -- Issues of Concern", "content": "The most common cause of female infertility in the United States is ovulatory dysfunction, in which a variety of hormonal factors interfere with the complex sequence of hormonal events required to trigger ovulation. Problems can occur at any point in this pathway (hypothalamus, pituitary, ovary) and can lead to failure to ovulate. The most common cause of chronic ovulatory dysfunction in the United States is polycystic ovarian syndrome, or PCOS, which interferes with ovulation at multiple points. [7]", "contents": "Physiology, Ovulation -- Issues of Concern. The most common cause of female infertility in the United States is ovulatory dysfunction, in which a variety of hormonal factors interfere with the complex sequence of hormonal events required to trigger ovulation. Problems can occur at any point in this pathway (hypothalamus, pituitary, ovary) and can lead to failure to ovulate. The most common cause of chronic ovulatory dysfunction in the United States is polycystic ovarian syndrome, or PCOS, which interferes with ovulation at multiple points. [7]"}
{"id": "article-26475_6", "title": "Physiology, Ovulation -- Cellular Level", "content": "The ovary is an oval-shaped organ about the size of an almond. It is organized into germ cells (ie, oocytes) and somatic cells (ie, granulosa, theca, and stromal cells) that work together to develop dominant mature follicles that can be released through ovulation for possible fertilization. The actions of the ovary are regulated primarily by FSH and LH hormones produced by the Anterior Pituitary gland, as previously mentioned. Those hormones act as ligands to two receptor types found on somatic cells. The actions of these cells propagate the development of the adjacent germ cells to mature by providing an estrogen-rich environment.", "contents": "Physiology, Ovulation -- Cellular Level. The ovary is an oval-shaped organ about the size of an almond. It is organized into germ cells (ie, oocytes) and somatic cells (ie, granulosa, theca, and stromal cells) that work together to develop dominant mature follicles that can be released through ovulation for possible fertilization. The actions of the ovary are regulated primarily by FSH and LH hormones produced by the Anterior Pituitary gland, as previously mentioned. Those hormones act as ligands to two receptor types found on somatic cells. The actions of these cells propagate the development of the adjacent germ cells to mature by providing an estrogen-rich environment."}
{"id": "article-26475_7", "title": "Physiology, Ovulation -- Cellular Level", "content": "Germ Cells An oocyte is the germ cell within the ovary that progresses through a series of maturation steps. Primordial follicles are immature germ cells or primary follicles arrested in prophase I of meiosis. The onset of pubescence enables the completion of primordial follicles into primary oocytes through a process called folliculogenesis. Primary oocytes have a single layer of granulosa cells surrounding them. When the theca cell layer develops adjacent to the granulosa cells, the primary follicle develops into a secondary follicle. A mature (Graafian) follicle is characterized by the development of a liquid-filled cavity called the Antrum. Immediately prior to ovulation, the Graafian follicle begins meiosis II and arrests at metaphase II. This process is only completed if the oocyte is fertilized.", "contents": "Physiology, Ovulation -- Cellular Level. Germ Cells An oocyte is the germ cell within the ovary that progresses through a series of maturation steps. Primordial follicles are immature germ cells or primary follicles arrested in prophase I of meiosis. The onset of pubescence enables the completion of primordial follicles into primary oocytes through a process called folliculogenesis. Primary oocytes have a single layer of granulosa cells surrounding them. When the theca cell layer develops adjacent to the granulosa cells, the primary follicle develops into a secondary follicle. A mature (Graafian) follicle is characterized by the development of a liquid-filled cavity called the Antrum. Immediately prior to ovulation, the Graafian follicle begins meiosis II and arrests at metaphase II. This process is only completed if the oocyte is fertilized."}
{"id": "article-26475_8", "title": "Physiology, Ovulation -- Cellular Level", "content": "Somatic Cells Granulosa cells immediately surround the growing oocyte. They respond to follicle-stimulating hormone (FSH) released by the anterior pituitary by converting androgens to estrogen prior to the LH surge. The Theca cells that lie outside of the granulosa cells use the androgens used by the granulosa cells. After the LH surge, the granulosa cells undergo a receptor transition called “luteinization.” Luteinization converts granulosa cells into cells that are receptive to the luteinizing hormone. This process enables granulosa cells to now produce progesterone instead of estrogen as they previously did. After ovulation, granulosa cells, in conjunction with the theca-lutein cells, create the corpus luteum, which is primarily responsible for progesterone. [8] Theca cells appear as the follicle matures and are found immediately outside the granulosa cells. Their main function is to synthesize androgens that diffuse into the nearby granulosa cells for conversion to estrogen. Theca cells are regulated by LH, and these cells undergo a “luteinization” phase like the granulosa cells, where they become “theca-lutein” cells that directly produce progesterone as part of the corpus luteum. [8] Stromal cells are the connective tissue cells that create the organizational scaffolding for the organ-specific cells. (i.e., fibroblasts, endothelial cells, epithelial cells, etc.) Stromal cells are a major source of malignant processes, especially in the ovary. In fact, epithelial cells are responsible for the most common type of ovarian cancer. [9]", "contents": "Physiology, Ovulation -- Cellular Level. Somatic Cells Granulosa cells immediately surround the growing oocyte. They respond to follicle-stimulating hormone (FSH) released by the anterior pituitary by converting androgens to estrogen prior to the LH surge. The Theca cells that lie outside of the granulosa cells use the androgens used by the granulosa cells. After the LH surge, the granulosa cells undergo a receptor transition called “luteinization.” Luteinization converts granulosa cells into cells that are receptive to the luteinizing hormone. This process enables granulosa cells to now produce progesterone instead of estrogen as they previously did. After ovulation, granulosa cells, in conjunction with the theca-lutein cells, create the corpus luteum, which is primarily responsible for progesterone. [8] Theca cells appear as the follicle matures and are found immediately outside the granulosa cells. Their main function is to synthesize androgens that diffuse into the nearby granulosa cells for conversion to estrogen. Theca cells are regulated by LH, and these cells undergo a “luteinization” phase like the granulosa cells, where they become “theca-lutein” cells that directly produce progesterone as part of the corpus luteum. [8] Stromal cells are the connective tissue cells that create the organizational scaffolding for the organ-specific cells. (i.e., fibroblasts, endothelial cells, epithelial cells, etc.) Stromal cells are a major source of malignant processes, especially in the ovary. In fact, epithelial cells are responsible for the most common type of ovarian cancer. [9]"}
{"id": "article-26475_9", "title": "Physiology, Ovulation -- Development", "content": "The prepubertal ovary contains primordial follicles, which consist of an oocyte surrounded by a single layer of granulosa cells. Following puberty, the anterior pituitary begins to secrete FSH and LH in response to GnRH release from the hypothalamus, and the dormant cells in the ovary begin to secrete steroid hormones in response.", "contents": "Physiology, Ovulation -- Development. The prepubertal ovary contains primordial follicles, which consist of an oocyte surrounded by a single layer of granulosa cells. Following puberty, the anterior pituitary begins to secrete FSH and LH in response to GnRH release from the hypothalamus, and the dormant cells in the ovary begin to secrete steroid hormones in response."}
{"id": "article-26475_10", "title": "Physiology, Ovulation -- Organ Systems Involved", "content": "The hypothalamus secretes GnRH in a pulsatile fashion, which triggers FSH and LH release from the anterior pituitary . These, in turn, act on the granulosa and theca cells in the ovary to stimulate follicle maturation and trigger ovulation.", "contents": "Physiology, Ovulation -- Organ Systems Involved. The hypothalamus secretes GnRH in a pulsatile fashion, which triggers FSH and LH release from the anterior pituitary . These, in turn, act on the granulosa and theca cells in the ovary to stimulate follicle maturation and trigger ovulation."}
{"id": "article-26475_11", "title": "Physiology, Ovulation -- Mechanism -- Follicular Development", "content": "Approximately 1,000 primordial follicles begin the process of maturation into primary follicles. At the onset of development, the granulosa cell layer that surrounds the oocyte increases in size, and they begin estrogen production through FSH stimulation. FSH acts to initially propagate the beginning of estrogen synthesis; however, estrogen production becomes an autonomous process by granulosa cells. Thus, estrogen production and follicle development occur independently of FSH. The zona pellucida also develops at this stage and becomes the outermost portion of the oocyte, demarcating it from the granulosa cells. The zona pellucida is the protective casing through which sperm must penetrate in order to fertilize the egg following ovulation.", "contents": "Physiology, Ovulation -- Mechanism -- Follicular Development. Approximately 1,000 primordial follicles begin the process of maturation into primary follicles. At the onset of development, the granulosa cell layer that surrounds the oocyte increases in size, and they begin estrogen production through FSH stimulation. FSH acts to initially propagate the beginning of estrogen synthesis; however, estrogen production becomes an autonomous process by granulosa cells. Thus, estrogen production and follicle development occur independently of FSH. The zona pellucida also develops at this stage and becomes the outermost portion of the oocyte, demarcating it from the granulosa cells. The zona pellucida is the protective casing through which sperm must penetrate in order to fertilize the egg following ovulation."}
{"id": "article-26475_12", "title": "Physiology, Ovulation -- Mechanism -- Follicular Development", "content": "A subset of these primary follicles progresses to the secondary follicle stage, during which the theca cell layer forms. Theca cells are stimulated by LH to synthesize androgens, which diffuse into the granulosa cells as estrogen precursors.", "contents": "Physiology, Ovulation -- Mechanism -- Follicular Development. A subset of these primary follicles progresses to the secondary follicle stage, during which the theca cell layer forms. Theca cells are stimulated by LH to synthesize androgens, which diffuse into the granulosa cells as estrogen precursors."}
{"id": "article-26475_13", "title": "Physiology, Ovulation -- Mechanism -- Follicular Development", "content": "Next, the follicle develops a fluid-filled cavity surrounding the oocyte known as an antrum. At this stage, the follicle is referred to as an antral or Graafian follicle. This stage can also be seen on ultrasound as a small, fluid-filled cyst on the ovary. The follicular phase of the menstrual cycle occurs when the antral follicle develops into a preovulatory follicle in preparation for ovulation. The follicular phase (ie, follicle development) begins on day one, which is characterized by the onset of menstruation and continues today 14 (ie, ovulation) of a typical 28-day cycle. The antral follicle is dependent on FSH at this stage, and it begins to compete with the other developing follicles for FSH. The follicle that dominates this process is called the \"dominant follicle,\" and all others will become atretic. The antral or \"dominant\" follicles secrete estrogen and inhibin, which exert negative feedback on FSH, thus \"turning off\" their neighboring antral follicles.", "contents": "Physiology, Ovulation -- Mechanism -- Follicular Development. Next, the follicle develops a fluid-filled cavity surrounding the oocyte known as an antrum. At this stage, the follicle is referred to as an antral or Graafian follicle. This stage can also be seen on ultrasound as a small, fluid-filled cyst on the ovary. The follicular phase of the menstrual cycle occurs when the antral follicle develops into a preovulatory follicle in preparation for ovulation. The follicular phase (ie, follicle development) begins on day one, which is characterized by the onset of menstruation and continues today 14 (ie, ovulation) of a typical 28-day cycle. The antral follicle is dependent on FSH at this stage, and it begins to compete with the other developing follicles for FSH. The follicle that dominates this process is called the \"dominant follicle,\" and all others will become atretic. The antral or \"dominant\" follicles secrete estrogen and inhibin, which exert negative feedback on FSH, thus \"turning off\" their neighboring antral follicles."}
{"id": "article-26475_14", "title": "Physiology, Ovulation -- Mechanism -- Follicular Development", "content": "The majority of the follicles that begin the process of maturation will undergo atresia (radical apoptosis of all cells within the follicle, including the oocyte) at some point during this process, leaving only one (rarely more) mature follicle to ovulate. If more than one follicle ovulates in a given cycle, this leads to non-identical multiple gestations, such as fraternal twins.", "contents": "Physiology, Ovulation -- Mechanism -- Follicular Development. The majority of the follicles that begin the process of maturation will undergo atresia (radical apoptosis of all cells within the follicle, including the oocyte) at some point during this process, leaving only one (rarely more) mature follicle to ovulate. If more than one follicle ovulates in a given cycle, this leads to non-identical multiple gestations, such as fraternal twins."}
{"id": "article-26475_15", "title": "Physiology, Ovulation -- Mechanism -- Ovulation", "content": "Ovulation occurs around day 14 of a typical 28-day cycle. Estrogen levels rise as a result of increased estrogen production by hormonally active granulosa cells within the follicle. One of the estrogen levels reaches a critical point and remains at that level for 2 days, and estrogen transitions from a negative feedback modulator of GnRH to a positive feedback modulator on the hypothalamus. This transition point leads to an increased frequency of GnRH secretion onto the anterior pituitary, leading to an LH surge. The LH surge increases intrafollicular proteolytic enzymes, weakening the wall of the ovary and allowing for the mature follicle to pass through.", "contents": "Physiology, Ovulation -- Mechanism -- Ovulation. Ovulation occurs around day 14 of a typical 28-day cycle. Estrogen levels rise as a result of increased estrogen production by hormonally active granulosa cells within the follicle. One of the estrogen levels reaches a critical point and remains at that level for 2 days, and estrogen transitions from a negative feedback modulator of GnRH to a positive feedback modulator on the hypothalamus. This transition point leads to an increased frequency of GnRH secretion onto the anterior pituitary, leading to an LH surge. The LH surge increases intrafollicular proteolytic enzymes, weakening the wall of the ovary and allowing for the mature follicle to pass through."}
{"id": "article-26475_16", "title": "Physiology, Ovulation -- Mechanism -- Ovulation", "content": "The surge also causes the luteinization of thecal and granulosa cells, forming the corpus luteum, which is responsible for progesterone synthesis levels. Once the follicle is released, it is caught by the fimbriae of the fallopian tubes. The oocyte remains in metaphase II of meiosis II unless fertilization occurs.", "contents": "Physiology, Ovulation -- Mechanism -- Ovulation. The surge also causes the luteinization of thecal and granulosa cells, forming the corpus luteum, which is responsible for progesterone synthesis levels. Once the follicle is released, it is caught by the fimbriae of the fallopian tubes. The oocyte remains in metaphase II of meiosis II unless fertilization occurs."}
{"id": "article-26475_17", "title": "Physiology, Ovulation -- Mechanism -- Luteal Phase", "content": "The luteal phase lasts from days 14 to 28 of a typical cycle. It begins with the formation of the corpus luteum and ends in pregnancy or luteolysis (destruction of the corpus luteum). FSH and LH stimulate what remains of the mature follicle after ovulation to become the corpus luteum. The corpus luteum grows and secretes progesterone and some estrogen, which makes the endometrium more receptive to implantation. If fertilization does not occur, progesterone/estrogen levels fall, and the corpus luteum dies, forming the corpus albicans. These falling hormone levels stimulate FSH to begin recruiting follicles for the next cycle. If fertilization does occur, human chorionic gonadotropin (hCG ) produced by the early placenta preserves the corpus luteum, maintaining progesterone levels until the placenta is able to make sufficient progesterone to support the pregnancy. [10]", "contents": "Physiology, Ovulation -- Mechanism -- Luteal Phase. The luteal phase lasts from days 14 to 28 of a typical cycle. It begins with the formation of the corpus luteum and ends in pregnancy or luteolysis (destruction of the corpus luteum). FSH and LH stimulate what remains of the mature follicle after ovulation to become the corpus luteum. The corpus luteum grows and secretes progesterone and some estrogen, which makes the endometrium more receptive to implantation. If fertilization does not occur, progesterone/estrogen levels fall, and the corpus luteum dies, forming the corpus albicans. These falling hormone levels stimulate FSH to begin recruiting follicles for the next cycle. If fertilization does occur, human chorionic gonadotropin (hCG ) produced by the early placenta preserves the corpus luteum, maintaining progesterone levels until the placenta is able to make sufficient progesterone to support the pregnancy. [10]"}
{"id": "article-26475_18", "title": "Physiology, Ovulation -- Related Testing", "content": "Home ovulation predictor kits work by measuring urine LH levels to detect the LH surge that precedes ovulation. Mid-luteal progesterone testing can also be used to determine in retrospect whether ovulation occurred by testing for progesterone produced by the corpus luteum.", "contents": "Physiology, Ovulation -- Related Testing. Home ovulation predictor kits work by measuring urine LH levels to detect the LH surge that precedes ovulation. Mid-luteal progesterone testing can also be used to determine in retrospect whether ovulation occurred by testing for progesterone produced by the corpus luteum."}
{"id": "article-26475_19", "title": "Physiology, Ovulation -- Clinical Significance -- Anovulation Disorders are divided into 3 groups by the World Health Organization", "content": "Group I Disorders: Hypothalamic failure leading to hypogonadotropic hypogonadism, which is responsible for 10% of anovulation cases. Examples : Kallmann syndrome, panhypopituitarism from apoplexy, autoimmune destruction, adenoma interference, or infections. Postpartum hemorrhage (Sheehan syndrome) or head trauma can also cause hypothalamic failure that is irreversible or transient. [11]", "contents": "Physiology, Ovulation -- Clinical Significance -- Anovulation Disorders are divided into 3 groups by the World Health Organization. Group I Disorders: Hypothalamic failure leading to hypogonadotropic hypogonadism, which is responsible for 10% of anovulation cases. Examples : Kallmann syndrome, panhypopituitarism from apoplexy, autoimmune destruction, adenoma interference, or infections. Postpartum hemorrhage (Sheehan syndrome) or head trauma can also cause hypothalamic failure that is irreversible or transient. [11]"}
{"id": "article-26475_20", "title": "Physiology, Ovulation -- Clinical Significance", "content": "Group II Disorders: HPO axis dysfunction, which is responsible for 85% of anovulatory cases. The most common cause of female infertility in the United States is ovulatory dysfunction, in which a variety of hormonal factors interfere with the complex sequence of hormonal events required to trigger ovulation. Problems can occur at any point in this pathway (hypothalamus, pituitary, ovary) and can lead to failure to ovulate. The most common cause of chronic ovulatory dysfunction in the United States is polycystic ovarian syndrome, or PCOS, which interferes with ovulation at multiple points. [3] Polycystic ovarian syndrome is considered an endocrinopathy that is the etiology for anovulatory infertility (ie, >90% of cases). PCOS is characterized by irregular menstrual cycles secondary to anovulatory bleeding caused by friable hyperplastic endometrial tissue and hyperandrogenism, and it is associated with various metabolic derangements (i.e., hyperinsulinemia). [12] It is understood hyperandrogenism is the result of the balance derangement between Androgen hormone levels and LH/FSH levels. The exact mechanism for how this is caused is not entirely understood, but research supports the thought that peripheral conversion of estrogen into androgens by adipose tissue is one mechanism for elevating serum androgen levels and depleting estrogen. [3] Hyperinsulinemia secondary to insulin resistance is thought to play a role in PCOS. During puberty, it is common for a degree of Insulin resistance to be seen resulting from insulin-growth factor-1 (IGF-1). This process is considered largely normal if IR is confined to glucose metabolism. In women with PCOS, IR affects multiple systems, including the liver, resulting in decreased sex hormone-binding globulin (SHBG) synthesis. Reduced SHBG levels contribute to the elevation of free androgens, further deranging the hormone balance. [3] Immature hypothalamic-pituitary-ovarian axis Anovulation that presents with irregular menstruation in adolescent females as a result of an immature hypothalamic-pituitary-ovarian axis can be a common, expected finding. An anovulatory pattern of menstruation can be seen during the first year after the onset of menarche and persist till 18. The HPO axis is believed to have reached maturation. Persistent irregularities should be further evaluated for “non-functional” causes of inoculation. [13] [14] [13]", "contents": "Physiology, Ovulation -- Clinical Significance. Group II Disorders: HPO axis dysfunction, which is responsible for 85% of anovulatory cases. The most common cause of female infertility in the United States is ovulatory dysfunction, in which a variety of hormonal factors interfere with the complex sequence of hormonal events required to trigger ovulation. Problems can occur at any point in this pathway (hypothalamus, pituitary, ovary) and can lead to failure to ovulate. The most common cause of chronic ovulatory dysfunction in the United States is polycystic ovarian syndrome, or PCOS, which interferes with ovulation at multiple points. [3] Polycystic ovarian syndrome is considered an endocrinopathy that is the etiology for anovulatory infertility (ie, >90% of cases). PCOS is characterized by irregular menstrual cycles secondary to anovulatory bleeding caused by friable hyperplastic endometrial tissue and hyperandrogenism, and it is associated with various metabolic derangements (i.e., hyperinsulinemia). [12] It is understood hyperandrogenism is the result of the balance derangement between Androgen hormone levels and LH/FSH levels. The exact mechanism for how this is caused is not entirely understood, but research supports the thought that peripheral conversion of estrogen into androgens by adipose tissue is one mechanism for elevating serum androgen levels and depleting estrogen. [3] Hyperinsulinemia secondary to insulin resistance is thought to play a role in PCOS. During puberty, it is common for a degree of Insulin resistance to be seen resulting from insulin-growth factor-1 (IGF-1). This process is considered largely normal if IR is confined to glucose metabolism. In women with PCOS, IR affects multiple systems, including the liver, resulting in decreased sex hormone-binding globulin (SHBG) synthesis. Reduced SHBG levels contribute to the elevation of free androgens, further deranging the hormone balance. [3] Immature hypothalamic-pituitary-ovarian axis Anovulation that presents with irregular menstruation in adolescent females as a result of an immature hypothalamic-pituitary-ovarian axis can be a common, expected finding. An anovulatory pattern of menstruation can be seen during the first year after the onset of menarche and persist till 18. The HPO axis is believed to have reached maturation. Persistent irregularities should be further evaluated for “non-functional” causes of inoculation. [13] [14] [13]"}
{"id": "article-26475_21", "title": "Physiology, Ovulation -- Clinical Significance", "content": "Group III Disorders: Ovarian insufficiency or failure suggesting the premature depletion of oocytes as a result of genetic, iatrogenic, or acquired causes. Examples: Turner Syndrome is the most common genetic form of premature ovarian insufficiency and autoimmune thyroiditis induced hypothyroidism is the leading autoimmune-mediated condition that can result in a group III anovulation dysfunction. [15] [14] [12]", "contents": "Physiology, Ovulation -- Clinical Significance. Group III Disorders: Ovarian insufficiency or failure suggesting the premature depletion of oocytes as a result of genetic, iatrogenic, or acquired causes. Examples: Turner Syndrome is the most common genetic form of premature ovarian insufficiency and autoimmune thyroiditis induced hypothyroidism is the leading autoimmune-mediated condition that can result in a group III anovulation dysfunction. [15] [14] [12]"}
{"id": "article-26475_22", "title": "Physiology, Ovulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Ovulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}