{"id": "article-36572_0", "title": "Physiology, Uterus -- Introduction", "content": "The uterus is a muscular, hollow organ in the female pelvis that is approximately 5 cm wide, 8 cm long, and 4 cm thick with a volume of 80 to 200 mL. A physiologically normal uterus typically lies in a position of anteversion (tilts forward at the cervix) and anteflexion (tilts forward at the isthmus). The uterus is situated posterior to the bladder, anterior to the rectum, and consists of four anatomical features: the fundus (top), body, isthmus, and cervix (neck of the uterus). [1] The cervical opening into the uterus is the internal os, while the cervical opening into the vagina is the external os. There are three layers of the uterus. From external to internal:", "contents": "Physiology, Uterus -- Introduction. The uterus is a muscular, hollow organ in the female pelvis that is approximately 5 cm wide, 8 cm long, and 4 cm thick with a volume of 80 to 200 mL. A physiologically normal uterus typically lies in a position of anteversion (tilts forward at the cervix) and anteflexion (tilts forward at the isthmus). The uterus is situated posterior to the bladder, anterior to the rectum, and consists of four anatomical features: the fundus (top), body, isthmus, and cervix (neck of the uterus). [1] The cervical opening into the uterus is the internal os, while the cervical opening into the vagina is the external os. There are three layers of the uterus. From external to internal:"}
{"id": "article-36572_1", "title": "Physiology, Uterus -- Introduction", "content": "Perimetrium: continuous with the peritoneal cavity Myometrium: smooth muscle which contracts in childbirth Endometrium: consists of a thin base layer (stratum basalis) and a thicker functional layer (stratum functionalis). The stratum functionalis is a highly vascularized mucosal layer that undergoes monthly cyclical changes and is lost during menstruation.", "contents": "Physiology, Uterus -- Introduction. Perimetrium: continuous with the peritoneal cavity Myometrium: smooth muscle which contracts in childbirth Endometrium: consists of a thin base layer (stratum basalis) and a thicker functional layer (stratum functionalis). The stratum functionalis is a highly vascularized mucosal layer that undergoes monthly cyclical changes and is lost during menstruation."}
{"id": "article-36572_2", "title": "Physiology, Uterus -- Development", "content": "The uterus is developed from the paramesonephric (Mullerian) ducts, beginning at five to six weeks gestation. At this time, these ducts arise as coelomic epithelial invaginations that appear on the lateral surface of the paired urogenital ridges. The development of these ducts is due to the absence of anti-Mullerian hormone. [2]", "contents": "Physiology, Uterus -- Development. The uterus is developed from the paramesonephric (Mullerian) ducts, beginning at five to six weeks gestation. At this time, these ducts arise as coelomic epithelial invaginations that appear on the lateral surface of the paired urogenital ridges. The development of these ducts is due to the absence of anti-Mullerian hormone. [2]"}
{"id": "article-36572_3", "title": "Physiology, Uterus -- Development", "content": "At eight weeks gestation, the caudal and vertical portions of the paramesonephric ducts fuse vertically. The fused cranial and horizontal ends eventually give rise to the fallopian tubes, while the caudal ends will fuse to form the uterus, cervix, and upper one-third of the vagina. [3]", "contents": "Physiology, Uterus -- Development. At eight weeks gestation, the caudal and vertical portions of the paramesonephric ducts fuse vertically. The fused cranial and horizontal ends eventually give rise to the fallopian tubes, while the caudal ends will fuse to form the uterus, cervix, and upper one-third of the vagina. [3]"}
{"id": "article-36572_4", "title": "Physiology, Uterus -- Organ Systems Involved", "content": "The uterus is supplied by branches of the uterine arteries, which branch off the internal iliac (hypogastric) artery. The uterine artery travels through the distal portion of the broad (cardinal) ligament and, at the level of the isthmus, divides into ascending and descending branches—the ascending branch anastomoses with the ovarian artery, a direct branch of the abdominal aorta. The ovarian artery supplied oxygenated blood to the ovary, fallopian tube, and uterus. The descending branch supplies oxygenated blood to the uterine cervix and vagina. [4]", "contents": "Physiology, Uterus -- Organ Systems Involved. The uterus is supplied by branches of the uterine arteries, which branch off the internal iliac (hypogastric) artery. The uterine artery travels through the distal portion of the broad (cardinal) ligament and, at the level of the isthmus, divides into ascending and descending branches—the ascending branch anastomoses with the ovarian artery, a direct branch of the abdominal aorta. The ovarian artery supplied oxygenated blood to the ovary, fallopian tube, and uterus. The descending branch supplies oxygenated blood to the uterine cervix and vagina. [4]"}
{"id": "article-36572_5", "title": "Physiology, Uterus -- Organ Systems Involved", "content": "The venous blood of the uterus drains through the uterine venous plexus and into the internal iliac vein. Lymph from the uterine body and cervix drains to the external and internal iliac lymph nodes, while the fundus of the uterus drains to the para-aortic lymph nodes.", "contents": "Physiology, Uterus -- Organ Systems Involved. The venous blood of the uterus drains through the uterine venous plexus and into the internal iliac vein. Lymph from the uterine body and cervix drains to the external and internal iliac lymph nodes, while the fundus of the uterus drains to the para-aortic lymph nodes."}
{"id": "article-36572_6", "title": "Physiology, Uterus -- Organ Systems Involved", "content": "The uterovaginal plexus is responsible for the sympathetic innervation of the uterus, comprised of the anterior and intermediate portions of the inferior hypogastric plexus. The pelvic splanchnic nerves supply the parasympathetic innervation of the uterus (S2-S4).", "contents": "Physiology, Uterus -- Organ Systems Involved. The uterovaginal plexus is responsible for the sympathetic innervation of the uterus, comprised of the anterior and intermediate portions of the inferior hypogastric plexus. The pelvic splanchnic nerves supply the parasympathetic innervation of the uterus (S2-S4)."}
{"id": "article-36572_7", "title": "Physiology, Uterus -- Organ Systems Involved", "content": "The primary physical support of the uterus comes from the strength of the pelvic floor and is supplemented by ligaments that secure the uterus in place. The broad ligament attaches the sides of the uterus to the floor and walls of the pelvis. The cardinal ligament is found at the base of the broad ligament and extends from the cervix to the lateral pelvic walls. The cardinal ligament contains the uterine artery and vein. The uterine round ligament is a remnant of the gubernaculum, which proximally attaches to the cornu (horns) of the uterus and distally to the labia major. The round ligament contains nerves, vessels, and lymphatics and keeps the uterus anteverted and anteflexed. The ovarian ligament joins the uterus to the ovaries. The uterosacral ligament supports the uterus by extending from the cervix to the sacrum.", "contents": "Physiology, Uterus -- Organ Systems Involved. The primary physical support of the uterus comes from the strength of the pelvic floor and is supplemented by ligaments that secure the uterus in place. The broad ligament attaches the sides of the uterus to the floor and walls of the pelvis. The cardinal ligament is found at the base of the broad ligament and extends from the cervix to the lateral pelvic walls. The cardinal ligament contains the uterine artery and vein. The uterine round ligament is a remnant of the gubernaculum, which proximally attaches to the cornu (horns) of the uterus and distally to the labia major. The round ligament contains nerves, vessels, and lymphatics and keeps the uterus anteverted and anteflexed. The ovarian ligament joins the uterus to the ovaries. The uterosacral ligament supports the uterus by extending from the cervix to the sacrum."}
{"id": "article-36572_8", "title": "Physiology, Uterus -- Function", "content": "The uterus is a reproductive organ that functions to develop an embryo and fetus during pregnancy. The uterus is the site of menstruation, a 28-day hormone-controlled cycle in which the uterine lining proliferates to prepare for the implantation of a fertilized ovum and subsequently sheds if fertilization does not occur. Additionally, the uterus contains smooth muscle, which contracts and aids in the birth of a baby. [5]", "contents": "Physiology, Uterus -- Function. The uterus is a reproductive organ that functions to develop an embryo and fetus during pregnancy. The uterus is the site of menstruation, a 28-day hormone-controlled cycle in which the uterine lining proliferates to prepare for the implantation of a fertilized ovum and subsequently sheds if fertilization does not occur. Additionally, the uterus contains smooth muscle, which contracts and aids in the birth of a baby. [5]"}
{"id": "article-36572_9", "title": "Physiology, Uterus -- Mechanism", "content": "Menstruation (menses): the shedding of the functional endometrial layer, occurring approximately every 28 days. There are 3 phases of the uterine cycle:", "contents": "Physiology, Uterus -- Mechanism. Menstruation (menses): the shedding of the functional endometrial layer, occurring approximately every 28 days. There are 3 phases of the uterine cycle:"}
{"id": "article-36572_10", "title": "Physiology, Uterus -- Mechanism", "content": "Menstrual phase (days 1-4): during this time, estrogen and progesterone drop, stimulating the release of prostaglandins (PGs). The PGs cause vasoconstriction of uterine arterials and the subsequent ischemia and desquamation, the sloughing off of the uterine functional layer. During the menstrual phase, blood loss is approximately 80 mL, with more than that considered abnormal.", "contents": "Physiology, Uterus -- Mechanism. Menstrual phase (days 1-4): during this time, estrogen and progesterone drop, stimulating the release of prostaglandins (PGs). The PGs cause vasoconstriction of uterine arterials and the subsequent ischemia and desquamation, the sloughing off of the uterine functional layer. During the menstrual phase, blood loss is approximately 80 mL, with more than that considered abnormal."}
{"id": "article-36572_11", "title": "Physiology, Uterus -- Mechanism", "content": "Proliferative (follicular) phase (days 5-13): estrogen rises and causes the basal layer cells to rapidly divide and proliferate, leading to endometrium regeneration.", "contents": "Physiology, Uterus -- Mechanism. Proliferative (follicular) phase (days 5-13): estrogen rises and causes the basal layer cells to rapidly divide and proliferate, leading to endometrium regeneration."}
{"id": "article-36572_12", "title": "Physiology, Uterus -- Mechanism", "content": "Secretory (luteal) phase (days 14-28): ovulation occurs during this time, and the endometrium ceases to proliferate to prepare for the implantation of a fertilized ovum. The ovary's corpus luteum produces progesterone, causing endometrial cells to swell and secrete nutrients into the uterine cavity. Stromal cells proliferate, and spiral arteries dilate and coil. If fertilization does not occur, the spiral arteries contract, and the cycle begins again.", "contents": "Physiology, Uterus -- Mechanism. Secretory (luteal) phase (days 14-28): ovulation occurs during this time, and the endometrium ceases to proliferate to prepare for the implantation of a fertilized ovum. The ovary's corpus luteum produces progesterone, causing endometrial cells to swell and secrete nutrients into the uterine cavity. Stromal cells proliferate, and spiral arteries dilate and coil. If fertilization does not occur, the spiral arteries contract, and the cycle begins again."}
{"id": "article-36572_13", "title": "Physiology, Uterus -- Mechanism -- Pregnancy", "content": "Should a fertilized ovum implant into the uterine wall, the uterus will undergo physiologic changes throughout gestation. The uterus will become approximately 20 times larger due to hypertrophy, hyperplasia, and mechanical stretching, and the uterus's distensibility, strength, and volume capacity will increase. The uterine isthmus will also soften and become more compressible (Hegar sign).", "contents": "Physiology, Uterus -- Mechanism -- Pregnancy. Should a fertilized ovum implant into the uterine wall, the uterus will undergo physiologic changes throughout gestation. The uterus will become approximately 20 times larger due to hypertrophy, hyperplasia, and mechanical stretching, and the uterus's distensibility, strength, and volume capacity will increase. The uterine isthmus will also soften and become more compressible (Hegar sign)."}
{"id": "article-36572_14", "title": "Physiology, Uterus -- Mechanism -- Pregnancy", "content": "As the fetus grows, the fundal height, the distance from the top of the uterus (fundus) to the pubic symphysis, will increase and can be used to approximate gestation age. A good rule of thumb is that every 1 cm of fundal height equates to 1 week of gestation. For example, a 20 cm fundal height is typically at the umbilicus and indicates 20 weeks gestation. A 36 cm fundal height is typically at the xiphoid process and is indicative of 36 weeks gestation.", "contents": "Physiology, Uterus -- Mechanism -- Pregnancy. As the fetus grows, the fundal height, the distance from the top of the uterus (fundus) to the pubic symphysis, will increase and can be used to approximate gestation age. A good rule of thumb is that every 1 cm of fundal height equates to 1 week of gestation. For example, a 20 cm fundal height is typically at the umbilicus and indicates 20 weeks gestation. A 36 cm fundal height is typically at the xiphoid process and is indicative of 36 weeks gestation."}
{"id": "article-36572_15", "title": "Physiology, Uterus -- Mechanism -- Pregnancy", "content": "The size of the uterus leads to additional changes throughout the body. When lying down, the uterus can compress the inferior vena cava, causing decreased blood flow to the right atrium and hypotension. The uterus also presses on the pelvic veins, leading to lower leg swelling and varicose veins.", "contents": "Physiology, Uterus -- Mechanism -- Pregnancy. The size of the uterus leads to additional changes throughout the body. When lying down, the uterus can compress the inferior vena cava, causing decreased blood flow to the right atrium and hypotension. The uterus also presses on the pelvic veins, leading to lower leg swelling and varicose veins."}
{"id": "article-36572_16", "title": "Physiology, Uterus -- Mechanism -- Labor", "content": "Nearing the seventh month of pregnancy, estrogen levels steadily rise, and progesterone levels begin to decline. This increasing ratio of estrogen to progesterone causes the myometrium of the uterus to become more sensitive to stimuli that promote contractions. Additionally, fetal cortisol levels rise in the eighth month of pregnancy, further reducing progesterone effects. [6]", "contents": "Physiology, Uterus -- Mechanism -- Labor. Nearing the seventh month of pregnancy, estrogen levels steadily rise, and progesterone levels begin to decline. This increasing ratio of estrogen to progesterone causes the myometrium of the uterus to become more sensitive to stimuli that promote contractions. Additionally, fetal cortisol levels rise in the eighth month of pregnancy, further reducing progesterone effects. [6]"}
{"id": "article-36572_17", "title": "Physiology, Uterus -- Mechanism -- Labor", "content": "As labor approaches, oxytocin and prostaglandins further stimulate myometrial contractions and increase contractile strength. The fetus causes the myometrium and cervix to stretch, further contributing to the stimulation of uterine contractions. [7]", "contents": "Physiology, Uterus -- Mechanism -- Labor. As labor approaches, oxytocin and prostaglandins further stimulate myometrial contractions and increase contractile strength. The fetus causes the myometrium and cervix to stretch, further contributing to the stimulation of uterine contractions. [7]"}
{"id": "article-36572_18", "title": "Physiology, Uterus -- Mechanism -- Labor", "content": "The release of prostaglandins and oxytocin stimulates a positive feedback loop, continuing to increase the contractile strength of the uterus. These uterine contractions dilate and efface (soften, thin, and shorten) the cervix. Once again, a positive feedback loop begins where the dilation and effacement of the cervix further stimulate uterine contractions, which become longer in duration and more frequent as labor progresses. A uterus contraction starts in the fundus and sweeps down to the rest of the uterus. Uterine muscles shorten in response to the contraction, then relax, leading to fetal descent. Uterine contractions are measured in mmHg. The myometrium continues to contract after birth, causing the placenta to shear from the uterine wall for delivery through the birth canal. [8]", "contents": "Physiology, Uterus -- Mechanism -- Labor. The release of prostaglandins and oxytocin stimulates a positive feedback loop, continuing to increase the contractile strength of the uterus. These uterine contractions dilate and efface (soften, thin, and shorten) the cervix. Once again, a positive feedback loop begins where the dilation and effacement of the cervix further stimulate uterine contractions, which become longer in duration and more frequent as labor progresses. A uterus contraction starts in the fundus and sweeps down to the rest of the uterus. Uterine muscles shorten in response to the contraction, then relax, leading to fetal descent. Uterine contractions are measured in mmHg. The myometrium continues to contract after birth, causing the placenta to shear from the uterine wall for delivery through the birth canal. [8]"}
{"id": "article-36572_19", "title": "Physiology, Uterus -- Related Testing", "content": "Palpation of the uterus can be performed by a bimanual examination. A gloved and lubricated hand's middle and index fingers are inserted into the vagina, with the thumb abducted and the ring and pinky finger flexed into the palm. Place the other hand halfway between the umbilicus and symphysis pubis on the patient's uncovered abdomen and press downward toward the first hand. The palmar surface of the fingers on your abdomen hand will palpate for the uterine fundus while the pelvic hand gently pushes the cervix anteriorly. This examination is performed to feel the size and position of the uterus and to look for any tenderness or abnormal consistency, or mobility of the uterus. Normally, a uterus is non-tender and feels firm, smooth, and movable. A transvaginal ultrasound utilizes a probe inserted into the vagina that transmits sound waves and uses the wave reflections to produce an image of the walls and lining of a uterus.", "contents": "Physiology, Uterus -- Related Testing. Palpation of the uterus can be performed by a bimanual examination. A gloved and lubricated hand's middle and index fingers are inserted into the vagina, with the thumb abducted and the ring and pinky finger flexed into the palm. Place the other hand halfway between the umbilicus and symphysis pubis on the patient's uncovered abdomen and press downward toward the first hand. The palmar surface of the fingers on your abdomen hand will palpate for the uterine fundus while the pelvic hand gently pushes the cervix anteriorly. This examination is performed to feel the size and position of the uterus and to look for any tenderness or abnormal consistency, or mobility of the uterus. Normally, a uterus is non-tender and feels firm, smooth, and movable. A transvaginal ultrasound utilizes a probe inserted into the vagina that transmits sound waves and uses the wave reflections to produce an image of the walls and lining of a uterus."}
{"id": "article-36572_20", "title": "Physiology, Uterus -- Related Testing", "content": "A sonohysterogram, or a saline infusion sonogram, is a vaginal ultrasound that allows the sonographer to see the shape of the inside of the uterus. During this procedure, sterile fluid is placed into the uterus through the cervix via a small plastic tube.", "contents": "Physiology, Uterus -- Related Testing. A sonohysterogram, or a saline infusion sonogram, is a vaginal ultrasound that allows the sonographer to see the shape of the inside of the uterus. During this procedure, sterile fluid is placed into the uterus through the cervix via a small plastic tube."}
{"id": "article-36572_21", "title": "Physiology, Uterus -- Related Testing", "content": "A hysterosalpingogram is a test that allows a physician to see the shape of the inside of the uterus and examine the fallopian tube patency. During this exam, a special dye is placed into the uterus through the cervix, which appears white on an x-ray. As the dye is injected, an x-ray is performed, and the path of the dye through the uterus and fallopian tubes is followed.", "contents": "Physiology, Uterus -- Related Testing. A hysterosalpingogram is a test that allows a physician to see the shape of the inside of the uterus and examine the fallopian tube patency. During this exam, a special dye is placed into the uterus through the cervix, which appears white on an x-ray. As the dye is injected, an x-ray is performed, and the path of the dye through the uterus and fallopian tubes is followed."}
{"id": "article-36572_22", "title": "Physiology, Uterus -- Related Testing", "content": "A hysteroscopy is a procedure that allows visualization of the inside of the uterus. This procedure utilizes a small telescopic probe attached to a camera passed through the cervix and into the uterus. As this scope provides a direct view of the inside of a uterus, it is able to give the most accurate information.", "contents": "Physiology, Uterus -- Related Testing. A hysteroscopy is a procedure that allows visualization of the inside of the uterus. This procedure utilizes a small telescopic probe attached to a camera passed through the cervix and into the uterus. As this scope provides a direct view of the inside of a uterus, it is able to give the most accurate information."}
{"id": "article-36572_23", "title": "Physiology, Uterus -- Pathophysiology -- Abnormal Uterine Bleeding (AUB)", "content": "In a pre-menopausal woman, AUB is bleeding that occurs between menstrual cycles or menstrual cycles that are prolonged and involve heavy bleeding. In post-menopausal women, AUB is any vaginal bleeding. The International Federation of Obstetrics and Gynecology (FIGO) has approved a classification system for AUB, called the PALM-COEIN classification system, which stands for: polyps, adenomyosis, leiomyoma, malignancy/hyperplasia, coagulopathy, ovulatory dysfunction, endometrial, iatrogenic, and not yet classified. [9] The PALM portion describes structural issues of the uterus, while the COEI portion describes non-structural issues. [10]", "contents": "Physiology, Uterus -- Pathophysiology -- Abnormal Uterine Bleeding (AUB). In a pre-menopausal woman, AUB is bleeding that occurs between menstrual cycles or menstrual cycles that are prolonged and involve heavy bleeding. In post-menopausal women, AUB is any vaginal bleeding. The International Federation of Obstetrics and Gynecology (FIGO) has approved a classification system for AUB, called the PALM-COEIN classification system, which stands for: polyps, adenomyosis, leiomyoma, malignancy/hyperplasia, coagulopathy, ovulatory dysfunction, endometrial, iatrogenic, and not yet classified. [9] The PALM portion describes structural issues of the uterus, while the COEI portion describes non-structural issues. [10]"}
{"id": "article-36572_24", "title": "Physiology, Uterus -- Pathophysiology -- Endometritis", "content": "Endometritis is inflammation of the innermost layer of the uterus, the endometrium, caused by an infectious agent. Risk factors include retained products of conception, foreign bodies (including IUDs), Mycobacterium tuberculosis , and sexually transmitted infections, including Chlamydia trachomatis and Neisseria gonorrhoeae . Acute endometritis typically presents with fever, AUB, lower abdominal pain, dyspareunia (pain during sexual intercourse), and/or dysuria (pain during urination). [11]", "contents": "Physiology, Uterus -- Pathophysiology -- Endometritis. Endometritis is inflammation of the innermost layer of the uterus, the endometrium, caused by an infectious agent. Risk factors include retained products of conception, foreign bodies (including IUDs), Mycobacterium tuberculosis , and sexually transmitted infections, including Chlamydia trachomatis and Neisseria gonorrhoeae . Acute endometritis typically presents with fever, AUB, lower abdominal pain, dyspareunia (pain during sexual intercourse), and/or dysuria (pain during urination). [11]"}
{"id": "article-36572_25", "title": "Physiology, Uterus -- Pathophysiology -- Endometritis", "content": "Chronic endometritis is typically asymptomatic with a normal physical examination. Diagnosis is generally based on clinical findings. [12] A microscopic examination of acute endometritis will show neutrophils in the endometrium, while a microscopic examination of chronic endometritis will show lymphocytes (plasma cells) in the endometrium.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometritis. Chronic endometritis is typically asymptomatic with a normal physical examination. Diagnosis is generally based on clinical findings. [12] A microscopic examination of acute endometritis will show neutrophils in the endometrium, while a microscopic examination of chronic endometritis will show lymphocytes (plasma cells) in the endometrium."}
{"id": "article-36572_26", "title": "Physiology, Uterus -- Pathophysiology -- Asherman Syndrome", "content": "Asherman syndrome occurs when collagen bands replace normal uterine tissue inside the uterus and/or cervix, causing intrauterine adhesions. [13] The basal layer of the endometrium undergoes fibrosis and cannot regenerate the functional layer. Without a functional layer, the endometrium does not respond to hormonal stimulation, and amenorrhea occurs. In severe cases, infertility can occur. Asherman syndrome is typically caused by uterine instrumentation, such as during a dilation and curettage (D&C).", "contents": "Physiology, Uterus -- Pathophysiology -- Asherman Syndrome. Asherman syndrome occurs when collagen bands replace normal uterine tissue inside the uterus and/or cervix, causing intrauterine adhesions. [13] The basal layer of the endometrium undergoes fibrosis and cannot regenerate the functional layer. Without a functional layer, the endometrium does not respond to hormonal stimulation, and amenorrhea occurs. In severe cases, infertility can occur. Asherman syndrome is typically caused by uterine instrumentation, such as during a dilation and curettage (D&C)."}
{"id": "article-36572_27", "title": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia", "content": "Endometrial hyperplasia is caused by increased estrogen exposure without enough progesterone to counteract its effects. Risk factors for endometrial hyperplasia are those in which an excess of estrogen is produced by the body, which includes obesity, estrogen-secreting tumors (ovarian granulosa cell tumors), polycystic ovarian syndrome (PCOS), early menarche or late menopause or nulliparous, and estrogen-only hormone replacement therapy. The excess adipose tissue in obese patients converts androgens to estrogens, while the cystic follicles in the ovaries of patients with PCOS secrete excess estrogen. Endometrial hyperplasia is important to diagnose, as this condition can lead to endometrial carcinoma, of which there are two types.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia. Endometrial hyperplasia is caused by increased estrogen exposure without enough progesterone to counteract its effects. Risk factors for endometrial hyperplasia are those in which an excess of estrogen is produced by the body, which includes obesity, estrogen-secreting tumors (ovarian granulosa cell tumors), polycystic ovarian syndrome (PCOS), early menarche or late menopause or nulliparous, and estrogen-only hormone replacement therapy. The excess adipose tissue in obese patients converts androgens to estrogens, while the cystic follicles in the ovaries of patients with PCOS secrete excess estrogen. Endometrial hyperplasia is important to diagnose, as this condition can lead to endometrial carcinoma, of which there are two types."}
{"id": "article-36572_28", "title": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia", "content": "Type 1 endometrial carcinoma, aka endometrioid carcinoma, makes up approximately 75% of all endometrial carcinoma diagnoses. Type 1 involves a loss of PTEN, a tumor suppressor gene, which leads to genetic mutations in endometrial cells. Type 1 is related to prolonged, unexposed estrogen exposure and typically occurs in post-menopausal women ages 55 to 65. A family history of Lynch syndrome, also known as hereditary non-polyposis colorectal cancer (HNPCC), is an additional risk factor. HNPCC has an autosomal dominant inheritance pattern showing a family history of ovarian, colon, or other gastrointestinal cancers. Of importance is that these individuals are also at high risk for developing Type 1 endometrial carcinoma.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia. Type 1 endometrial carcinoma, aka endometrioid carcinoma, makes up approximately 75% of all endometrial carcinoma diagnoses. Type 1 involves a loss of PTEN, a tumor suppressor gene, which leads to genetic mutations in endometrial cells. Type 1 is related to prolonged, unexposed estrogen exposure and typically occurs in post-menopausal women ages 55 to 65. A family history of Lynch syndrome, also known as hereditary non-polyposis colorectal cancer (HNPCC), is an additional risk factor. HNPCC has an autosomal dominant inheritance pattern showing a family history of ovarian, colon, or other gastrointestinal cancers. Of importance is that these individuals are also at high risk for developing Type 1 endometrial carcinoma."}
{"id": "article-36572_29", "title": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia", "content": "Type 2 endometrial carcinoma comprises approximately 25% of all endometrial carcinoma diagnoses, with the most common subtype being serous carcinoma. A biopsy of serous carcinoma of the endometrium will show psammoma bodies, commonly described as well-circumscribed, laminated, calcified structures. Unlike type 1, type 2 endometrial carcinoma is not linked to estrogen levels and develops later in life, typically around the age of 70. Type 2 endometrial carcinoma involves genetic mutations of the TP53 tumor suppressor gene, as well as aneuploidy (an abnormal number of chromosomes after cell division).", "contents": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia. Type 2 endometrial carcinoma comprises approximately 25% of all endometrial carcinoma diagnoses, with the most common subtype being serous carcinoma. A biopsy of serous carcinoma of the endometrium will show psammoma bodies, commonly described as well-circumscribed, laminated, calcified structures. Unlike type 1, type 2 endometrial carcinoma is not linked to estrogen levels and develops later in life, typically around the age of 70. Type 2 endometrial carcinoma involves genetic mutations of the TP53 tumor suppressor gene, as well as aneuploidy (an abnormal number of chromosomes after cell division)."}
{"id": "article-36572_30", "title": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia", "content": "Both endometrial hyperplasia and endometrial carcinoma typically present with painless menorrhagia (abnormally heavy uterine bleeding), metrorrhagia (intermenstrual uterine bleeding), or both (menometrorrhagia). Clinicians must understand that any post-menopausal female presenting with painless vaginal bleeding should be examined for endometrial hyperplasia or carcinoma. In more advanced endometrial carcinoma, the uterus may become enlarged, and the patient may complain of abdominal pain and/or cramping. A transvaginal ultrasound is first utilized to determine the endometrial thickness, and an endometrial biopsy is then used as the confirmatory test.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometrial Hyperplasia. Both endometrial hyperplasia and endometrial carcinoma typically present with painless menorrhagia (abnormally heavy uterine bleeding), metrorrhagia (intermenstrual uterine bleeding), or both (menometrorrhagia). Clinicians must understand that any post-menopausal female presenting with painless vaginal bleeding should be examined for endometrial hyperplasia or carcinoma. In more advanced endometrial carcinoma, the uterus may become enlarged, and the patient may complain of abdominal pain and/or cramping. A transvaginal ultrasound is first utilized to determine the endometrial thickness, and an endometrial biopsy is then used as the confirmatory test."}
{"id": "article-36572_31", "title": "Physiology, Uterus -- Pathophysiology -- Endometrial Polyps", "content": "Endometrial (uterine) polyps are caused by an overgrowth of endometrial glands and stroma that protrude into the uterine cavity. These polyps can be very small (a few mm) or present as giant polyps (>4 cm) and may present as a single polyp or multiple polyps. Patients with endometrial polyps can be asymptomatic or can present with AUB. Due to its pro-estrogen effects, patients on tamoxifen therapy for breast cancer are more likely to acquire endometrial polyps (and hyperplasia). These polyps are generally benign but have a small potential of becoming malignant. [14]", "contents": "Physiology, Uterus -- Pathophysiology -- Endometrial Polyps. Endometrial (uterine) polyps are caused by an overgrowth of endometrial glands and stroma that protrude into the uterine cavity. These polyps can be very small (a few mm) or present as giant polyps (>4 cm) and may present as a single polyp or multiple polyps. Patients with endometrial polyps can be asymptomatic or can present with AUB. Due to its pro-estrogen effects, patients on tamoxifen therapy for breast cancer are more likely to acquire endometrial polyps (and hyperplasia). These polyps are generally benign but have a small potential of becoming malignant. [14]"}
{"id": "article-36572_32", "title": "Physiology, Uterus -- Pathophysiology -- Endometriosis", "content": "Endometriosis occurs when endometrial tissues migrate outside of the endometrial cavity and implant in another part of the body. Once improperly implanted, endometrial cells start to grow and form a mass of endometrial tissue. Endometriosis most often affects the bilateral ovaries, and forms a blood-filled cyst, called a chocolate cyst. However, endometriosis can affect any structure in the abdomen and pelvis, including the fallopian tubes, uterine ligaments, rectouterine pouch (pouch of Douglas), the bladder, and the intestines. These endometrial tissue implants appear as a superficial yellow-brown 'gun-powder' lesion. [15]", "contents": "Physiology, Uterus -- Pathophysiology -- Endometriosis. Endometriosis occurs when endometrial tissues migrate outside of the endometrial cavity and implant in another part of the body. Once improperly implanted, endometrial cells start to grow and form a mass of endometrial tissue. Endometriosis most often affects the bilateral ovaries, and forms a blood-filled cyst, called a chocolate cyst. However, endometriosis can affect any structure in the abdomen and pelvis, including the fallopian tubes, uterine ligaments, rectouterine pouch (pouch of Douglas), the bladder, and the intestines. These endometrial tissue implants appear as a superficial yellow-brown 'gun-powder' lesion. [15]"}
{"id": "article-36572_33", "title": "Physiology, Uterus -- Pathophysiology -- Endometriosis", "content": "While the exact mechanism behind endometriosis is still up for debate, there are three well-known theories, with the most common and prominent theory being retrograde menstruation. In this theory, endometrial cells are carried by blood flowing backward from the uterus to the fallopian tubes and then implanted into nearby tissue. An alternative theory is the metaplastic theory, which states that peritoneal cells (from the same line as endometrial cells) can spontaneously transform into endometrial tissue. Finally, there is the benign metastases theory, which states that endometriosis lesions form due to the ability of endometrial cells to travel to distant organs and areas of the body through blood and lymph.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometriosis. While the exact mechanism behind endometriosis is still up for debate, there are three well-known theories, with the most common and prominent theory being retrograde menstruation. In this theory, endometrial cells are carried by blood flowing backward from the uterus to the fallopian tubes and then implanted into nearby tissue. An alternative theory is the metaplastic theory, which states that peritoneal cells (from the same line as endometrial cells) can spontaneously transform into endometrial tissue. Finally, there is the benign metastases theory, which states that endometriosis lesions form due to the ability of endometrial cells to travel to distant organs and areas of the body through blood and lymph."}
{"id": "article-36572_34", "title": "Physiology, Uterus -- Pathophysiology -- Endometriosis", "content": "Endometriosis is a chronic and painful gynecologic disease that typically presents with pelvic pain, AUB, dysmenorrhea, and/or dyspareunia. Dyschezia (pain with defecation) can occur if endometrial tissue is implanted in the pouch of Douglas. If the intestines or bladder are involved, abdominal pain and painful urination will occur, respectively. Symptoms typically vary with hormone changes and often get worse during menstruation. The inflammation associated with endometriosis has the potential to damage or scar the fallopian tubes and ovaries, leading to infertility. On physical exam, the uterus will be normal in size.", "contents": "Physiology, Uterus -- Pathophysiology -- Endometriosis. Endometriosis is a chronic and painful gynecologic disease that typically presents with pelvic pain, AUB, dysmenorrhea, and/or dyspareunia. Dyschezia (pain with defecation) can occur if endometrial tissue is implanted in the pouch of Douglas. If the intestines or bladder are involved, abdominal pain and painful urination will occur, respectively. Symptoms typically vary with hormone changes and often get worse during menstruation. The inflammation associated with endometriosis has the potential to damage or scar the fallopian tubes and ovaries, leading to infertility. On physical exam, the uterus will be normal in size."}
{"id": "article-36572_35", "title": "Physiology, Uterus -- Pathophysiology -- Adenomyosis", "content": "Adenomyosis is an endometriosis subtype in which endometrial tissue is implanted within the myometrium leading to chronic pain and heavy menstrual bleeding. Adenomyosis is unique because, on physical exam, the uterus will be uniformly enlarged, globular, and boggy (soft on palpation). This is in contrast to endometriosis affecting other parts of the body.", "contents": "Physiology, Uterus -- Pathophysiology -- Adenomyosis. Adenomyosis is an endometriosis subtype in which endometrial tissue is implanted within the myometrium leading to chronic pain and heavy menstrual bleeding. Adenomyosis is unique because, on physical exam, the uterus will be uniformly enlarged, globular, and boggy (soft on palpation). This is in contrast to endometriosis affecting other parts of the body."}
{"id": "article-36572_36", "title": "Physiology, Uterus -- Pathophysiology -- Leiomyoma", "content": "A leiomyoma, or uterine fibroid, is the most common gynecological tumor. Typically benign, a leiomyoma originates from the smooth muscle cells of the uterus and the myometrium and is estrogen-dependent. Leiomyomas are classified based on their location, most commonly intramural fibroids that develop in the uterine wall. There also exist subserosal fibroids and submucosal fibroids, which can grow into the uterine cavity and change their shape. When this occurs, they are termed 'pedunculated fibroids.'", "contents": "Physiology, Uterus -- Pathophysiology -- Leiomyoma. A leiomyoma, or uterine fibroid, is the most common gynecological tumor. Typically benign, a leiomyoma originates from the smooth muscle cells of the uterus and the myometrium and is estrogen-dependent. Leiomyomas are classified based on their location, most commonly intramural fibroids that develop in the uterine wall. There also exist subserosal fibroids and submucosal fibroids, which can grow into the uterine cavity and change their shape. When this occurs, they are termed 'pedunculated fibroids.'"}
{"id": "article-36572_37", "title": "Physiology, Uterus -- Pathophysiology -- Leiomyoma", "content": "As fibroids are estrogen-dependent, they are found primarily in pre-menopausal women between the ages of 20 and 40. They tend to grow in size during periods of increased estrogen (eg, pregnancy) and shrink when menopause occurs. Fibroids are typically asymptomatic unless they are unusually large or numerous, which can cause AUB and a feeling of \"fullness\" within the pelvis. Both intramural and submucosal fibroids are associated with infertility and carry a higher risk of miscarriage. If the fibroids are large or numerous, this can lead to fetal malpresentation, preterm labor, and/or postpartum hemorrhage.", "contents": "Physiology, Uterus -- Pathophysiology -- Leiomyoma. As fibroids are estrogen-dependent, they are found primarily in pre-menopausal women between the ages of 20 and 40. They tend to grow in size during periods of increased estrogen (eg, pregnancy) and shrink when menopause occurs. Fibroids are typically asymptomatic unless they are unusually large or numerous, which can cause AUB and a feeling of \"fullness\" within the pelvis. Both intramural and submucosal fibroids are associated with infertility and carry a higher risk of miscarriage. If the fibroids are large or numerous, this can lead to fetal malpresentation, preterm labor, and/or postpartum hemorrhage."}
{"id": "article-36572_38", "title": "Physiology, Uterus -- Pathophysiology -- Leiomyosarcoma", "content": "Leiomyosarcoma is a rare, malignant smooth muscle tumor arising from the myometrium. This type of tumor arises on its own (de novo) and does not arise from a leiomyoma. Leiomyosarcomas typically develop in post-menopausal women and presents with AUB and pelvic pain or pressure.", "contents": "Physiology, Uterus -- Pathophysiology -- Leiomyosarcoma. Leiomyosarcoma is a rare, malignant smooth muscle tumor arising from the myometrium. This type of tumor arises on its own (de novo) and does not arise from a leiomyoma. Leiomyosarcomas typically develop in post-menopausal women and presents with AUB and pelvic pain or pressure."}
{"id": "article-36572_39", "title": "Physiology, Uterus -- Pathophysiology -- Mullerian Duct Anomalies (MDAs)", "content": "The formation of MDAs occurs when the normal development of the Mullerian ducts (embryological structures that give rise to the uterus, fallopian tubes, cervix, and upper two-thirds of the vagina) is interrupted. [16] The American Society for Reproductive Medicine has determined a classification for MDAs. [17]", "contents": "Physiology, Uterus -- Pathophysiology -- Mullerian Duct Anomalies (MDAs). The formation of MDAs occurs when the normal development of the Mullerian ducts (embryological structures that give rise to the uterus, fallopian tubes, cervix, and upper two-thirds of the vagina) is interrupted. [16] The American Society for Reproductive Medicine has determined a classification for MDAs. [17]"}
{"id": "article-36572_40", "title": "Physiology, Uterus -- Pathophysiology -- Mullerian Duct Anomalies (MDAs)", "content": "Class I: uterine hypoplasia and/or agenesis Class II: unicornuate uterus - abnormally small uterus with one fallopian tube Class III: uterus didelphys - two uterine horns and two cervices Class IV: bicornuate uterus - heart-shaped uterus caused by partial fusion of Mullerian ducts. Further classified into bicornuate unicollis (division above the os) and bicornuate bicollis (division involving the os). Class V: septate uterus - membrane (septum) runs down the middle of the uterus, dividing it into two cavities. Class VI: arcuate uterus - mild indentation at the fundus of the uterus Class VII: Diethylstilbestrol (DES) drug-related - characterized by a T-shaped uterine cavity with dilated uterine horns and a malformed upper vagina and cervix. [18]", "contents": "Physiology, Uterus -- Pathophysiology -- Mullerian Duct Anomalies (MDAs). Class I: uterine hypoplasia and/or agenesis Class II: unicornuate uterus - abnormally small uterus with one fallopian tube Class III: uterus didelphys - two uterine horns and two cervices Class IV: bicornuate uterus - heart-shaped uterus caused by partial fusion of Mullerian ducts. Further classified into bicornuate unicollis (division above the os) and bicornuate bicollis (division involving the os). Class V: septate uterus - membrane (septum) runs down the middle of the uterus, dividing it into two cavities. Class VI: arcuate uterus - mild indentation at the fundus of the uterus Class VII: Diethylstilbestrol (DES) drug-related - characterized by a T-shaped uterine cavity with dilated uterine horns and a malformed upper vagina and cervix. [18]"}
{"id": "article-36572_41", "title": "Physiology, Uterus -- Clinical Significance", "content": "What can be simply viewed as a hollow cavity within the female pelvis is actually a complex, hormone-dependent organ responsible for nurturing a growing fetus. With this in mind, the complex physiology and pathophysiology of the uterus having great clinical significance should come as no surprise. Common clinical complaints pertaining to the uterus will involve abnormal uterine bleeding and its associated causes, pelvic pain, and infertility.", "contents": "Physiology, Uterus -- Clinical Significance. What can be simply viewed as a hollow cavity within the female pelvis is actually a complex, hormone-dependent organ responsible for nurturing a growing fetus. With this in mind, the complex physiology and pathophysiology of the uterus having great clinical significance should come as no surprise. Common clinical complaints pertaining to the uterus will involve abnormal uterine bleeding and its associated causes, pelvic pain, and infertility."}
{"id": "article-36572_42", "title": "Physiology, Uterus -- Clinical Significance", "content": "Menstrual cramps are a common occurrence among menstruating females. They are caused by prostaglandin-induced vasospasm of uterine arteries, which leads to necrosis and shedding of the endometrium and subsequent pain. Pain associated with menstruation (dysmenorrhea) can range from mild to severe and debilitating. As most menstruating females will experience some degree of menstrual cramps throughout their lifetime, understanding the appropriate treatment is of clinical significance.", "contents": "Physiology, Uterus -- Clinical Significance. Menstrual cramps are a common occurrence among menstruating females. They are caused by prostaglandin-induced vasospasm of uterine arteries, which leads to necrosis and shedding of the endometrium and subsequent pain. Pain associated with menstruation (dysmenorrhea) can range from mild to severe and debilitating. As most menstruating females will experience some degree of menstrual cramps throughout their lifetime, understanding the appropriate treatment is of clinical significance."}
{"id": "article-36572_43", "title": "Physiology, Uterus -- Clinical Significance", "content": "Nonsteroidal anti-inflammatory drugs (NSAIDs) are the first-line therapy for dysmenorrhea. They exert their effects by inhibiting the enzyme cyclooxygenase, blocking prostaglandin production. Oral contraceptive pills (OCPs) are an effective treatment for dysmenorrhea, which decreases the amount of prostaglandin produced by the endometrial glands, reducing endometrial blood flow and cramps. [19]", "contents": "Physiology, Uterus -- Clinical Significance. Nonsteroidal anti-inflammatory drugs (NSAIDs) are the first-line therapy for dysmenorrhea. They exert their effects by inhibiting the enzyme cyclooxygenase, blocking prostaglandin production. Oral contraceptive pills (OCPs) are an effective treatment for dysmenorrhea, which decreases the amount of prostaglandin produced by the endometrial glands, reducing endometrial blood flow and cramps. [19]"}
{"id": "article-36572_44", "title": "Physiology, Uterus -- Clinical Significance", "content": "A clinical scenario one may encounter is that of uterine prolapse. A uterine prolapse is the herniation of the uterus from its normal positioning into the vaginal canal caused by the weakening of its support structures. Risk factors for uterine prolapse include multiple births, a BMI >25, advanced age, and connective tissue disorders (eg, Ehler-Danlos and Marfan syndrome). Treatment ranges from pelvic floor strength training and vaginal pessaries to surgical options for more severe cases. [20]", "contents": "Physiology, Uterus -- Clinical Significance. A clinical scenario one may encounter is that of uterine prolapse. A uterine prolapse is the herniation of the uterus from its normal positioning into the vaginal canal caused by the weakening of its support structures. Risk factors for uterine prolapse include multiple births, a BMI >25, advanced age, and connective tissue disorders (eg, Ehler-Danlos and Marfan syndrome). Treatment ranges from pelvic floor strength training and vaginal pessaries to surgical options for more severe cases. [20]"}
{"id": "article-36572_45", "title": "Physiology, Uterus -- Clinical Significance", "content": "A cesarean section (c-section) is the surgical delivery of a baby through an abdominal incision (laparotomy) and a uterine incision (hysterotomy). As c-sections are the most common surgical procedure performed throughout the world, it is of great importance to understand its clinical significance. A c-section can be indicated for maternal reasons, such as HIV infection or prior pelvic surgery; fetal reasons, such as failed vaginal delivery or umbilical cord prolapse; or for abnormal uterine anatomy placental abruption or a genital tract obstructive mass. [21]", "contents": "Physiology, Uterus -- Clinical Significance. A cesarean section (c-section) is the surgical delivery of a baby through an abdominal incision (laparotomy) and a uterine incision (hysterotomy). As c-sections are the most common surgical procedure performed throughout the world, it is of great importance to understand its clinical significance. A c-section can be indicated for maternal reasons, such as HIV infection or prior pelvic surgery; fetal reasons, such as failed vaginal delivery or umbilical cord prolapse; or for abnormal uterine anatomy placental abruption or a genital tract obstructive mass. [21]"}
{"id": "article-36572_46", "title": "Physiology, Uterus -- Clinical Significance", "content": "A hysterectomy is the surgical removal of the uterus and can be performed vaginally, abdominally, laparoscopically, or robotically. Common indications for a hysterectomy include abnormal uterine bleeding, endometriosis, uterine prolapse, gynecological cancer, fibroids, and adenomyosis. [22] Of anatomical and surgical importance is the location of the uterine artery in relation to the ureters. The uterine artery crosses the ureters 1 cm lateral to the internal os. As uterine arteries are clamped during a hysterectomy, the surgical team should not clamp or damage the ureters. The term to remember this concept is typically remembered as 'water under the bridge.' 'Water' refers to the ureters, and 'bridge' refers to the uterine artery.", "contents": "Physiology, Uterus -- Clinical Significance. A hysterectomy is the surgical removal of the uterus and can be performed vaginally, abdominally, laparoscopically, or robotically. Common indications for a hysterectomy include abnormal uterine bleeding, endometriosis, uterine prolapse, gynecological cancer, fibroids, and adenomyosis. [22] Of anatomical and surgical importance is the location of the uterine artery in relation to the ureters. The uterine artery crosses the ureters 1 cm lateral to the internal os. As uterine arteries are clamped during a hysterectomy, the surgical team should not clamp or damage the ureters. The term to remember this concept is typically remembered as 'water under the bridge.' 'Water' refers to the ureters, and 'bridge' refers to the uterine artery."}
{"id": "article-36572_47", "title": "Physiology, Uterus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Uterus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}