{"id": "article-26570_0", "title": "Pancreatic Fistula -- Continuing Education Activity", "content": "Pancreatic fistula is an abnormal connection between the pancreatic ductal epithelium and another epithelium surface. This is due to a disruption of the pancreatic duct leading to the pancreatic fluid to leak, producing erosion, and forming different pathways resulting in internal and external pancreatic fistulas. This activity reviews the evaluation and treatment of pancreatic fistulas and highlights the role of the interprofessional team in managing patients with this condition.", "contents": "Pancreatic Fistula -- Continuing Education Activity. Pancreatic fistula is an abnormal connection between the pancreatic ductal epithelium and another epithelium surface. This is due to a disruption of the pancreatic duct leading to the pancreatic fluid to leak, producing erosion, and forming different pathways resulting in internal and external pancreatic fistulas. This activity reviews the evaluation and treatment of pancreatic fistulas and highlights the role of the interprofessional team in managing patients with this condition."}
{"id": "article-26570_1", "title": "Pancreatic Fistula -- Continuing Education Activity", "content": "Objectives: Review the etiology of pancreatic fistulas. Describe the pathophysiology of pancreatic fistulas. Review the treatment considerations for patients with pancreatic fistulas. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients with pancreatic fistulas. Access free multiple choice questions on this topic.", "contents": "Pancreatic Fistula -- Continuing Education Activity. Objectives: Review the etiology of pancreatic fistulas. Describe the pathophysiology of pancreatic fistulas. Review the treatment considerations for patients with pancreatic fistulas. Explain the importance of collaboration and communication amongst the interprofessional team to improve outcomes for patients with pancreatic fistulas. Access free multiple choice questions on this topic."}
{"id": "article-26570_2", "title": "Pancreatic Fistula -- Introduction", "content": "A fistula is generally defined as an abnormal or surgically made passage from one epithelialized surface to another. Therefore, in a pancreatic fistula, there is an abnormal connection between the pancreatic ductal epithelium and another epithelium surface. This communication between the epithelized surfaces can lead to an enzyme-rich pancreatic fluid to leak. [1] [2] There are three different ways to classify pancreatic fistulas, which are anatomic, underlying disease process, and immediate predisposing cause. Traditionally, they classify anatomically as internal or external. [3] [4]", "contents": "Pancreatic Fistula -- Introduction. A fistula is generally defined as an abnormal or surgically made passage from one epithelialized surface to another. Therefore, in a pancreatic fistula, there is an abnormal connection between the pancreatic ductal epithelium and another epithelium surface. This communication between the epithelized surfaces can lead to an enzyme-rich pancreatic fluid to leak. [1] [2] There are three different ways to classify pancreatic fistulas, which are anatomic, underlying disease process, and immediate predisposing cause. Traditionally, they classify anatomically as internal or external. [3] [4]"}
{"id": "article-26570_3", "title": "Pancreatic Fistula -- Introduction", "content": "Internal pancreatic fistula is when the pancreatic duct is disrupted, resulting in communication with the peritoneal or pleural cavities. External pancreatic fistula, which is also known as pancreaticocutaneous fistula, is the communication of the pancreatic duct with the skin leading to drainage of pancreatic fluid. [4] With external pancreatic fistulas, it can be defined further if it is related to postoperative causes. According to the International Study Group for Pancreatic Fistula (ISGPF), it defines pancreatic fistula as any measurable drain output on or after postoperative day three with an amylase level that is greater than three times the upper limit of normal for each specific institution. Also, this has to have a clinical impact on the patient. [5]", "contents": "Pancreatic Fistula -- Introduction. Internal pancreatic fistula is when the pancreatic duct is disrupted, resulting in communication with the peritoneal or pleural cavities. External pancreatic fistula, which is also known as pancreaticocutaneous fistula, is the communication of the pancreatic duct with the skin leading to drainage of pancreatic fluid. [4] With external pancreatic fistulas, it can be defined further if it is related to postoperative causes. According to the International Study Group for Pancreatic Fistula (ISGPF), it defines pancreatic fistula as any measurable drain output on or after postoperative day three with an amylase level that is greater than three times the upper limit of normal for each specific institution. Also, this has to have a clinical impact on the patient. [5]"}
{"id": "article-26570_4", "title": "Pancreatic Fistula -- Etiology", "content": "Causes of pancreatic fistulas are iatrogenic or non-iatrogenic. Iatrogenic causes include operative trauma or during biopsy of a pancreatic mass, pancreatic resection, complications from endoscopic interventions, and percutaneous drainage of a pancreatic fluid collection such as in a pancreatic pseudocyst. It should be noted that most external pancreatic fistulas are a result of iatrogenic entities. Non-iatrogenic causes include abdominal trauma, acute pancreatitis, and chronic pancreatitis. [3] [6]", "contents": "Pancreatic Fistula -- Etiology. Causes of pancreatic fistulas are iatrogenic or non-iatrogenic. Iatrogenic causes include operative trauma or during biopsy of a pancreatic mass, pancreatic resection, complications from endoscopic interventions, and percutaneous drainage of a pancreatic fluid collection such as in a pancreatic pseudocyst. It should be noted that most external pancreatic fistulas are a result of iatrogenic entities. Non-iatrogenic causes include abdominal trauma, acute pancreatitis, and chronic pancreatitis. [3] [6]"}
{"id": "article-26570_5", "title": "Pancreatic Fistula -- Epidemiology", "content": "Pancreatic fistula is a known complication that can is possible during pancreatic resection, with an incidence that varies from 5 percent to about 29 percent. The variabilities in incidences cited in studies are because of different fistula definitions. [7] [8] Approximately 40 percent of patients with acute pancreatitis will develop an acute fluid collection. Of this percentage, a small amount of those patients will eventually develop a fistula. [3]", "contents": "Pancreatic Fistula -- Epidemiology. Pancreatic fistula is a known complication that can is possible during pancreatic resection, with an incidence that varies from 5 percent to about 29 percent. The variabilities in incidences cited in studies are because of different fistula definitions. [7] [8] Approximately 40 percent of patients with acute pancreatitis will develop an acute fluid collection. Of this percentage, a small amount of those patients will eventually develop a fistula. [3]"}
{"id": "article-26570_6", "title": "Pancreatic Fistula -- Pathophysiology", "content": "The underlying pathophysiology of both internal and external pancreatic fistula is due to pancreatic duct disruption. The disruption of the pancreatic duct leads to the pancreatic fluid to leak, producing erosion, and forming different pathways depending on the anatomical location of the disruption. For example, in an anterior pancreatic duct disruption, it can communicate freely to the peritoneal cavity. However, a posterior pancreatic duct disruption can form a pathway to the pleural space and mediastinum.", "contents": "Pancreatic Fistula -- Pathophysiology. The underlying pathophysiology of both internal and external pancreatic fistula is due to pancreatic duct disruption. The disruption of the pancreatic duct leads to the pancreatic fluid to leak, producing erosion, and forming different pathways depending on the anatomical location of the disruption. For example, in an anterior pancreatic duct disruption, it can communicate freely to the peritoneal cavity. However, a posterior pancreatic duct disruption can form a pathway to the pleural space and mediastinum."}
{"id": "article-26570_7", "title": "Pancreatic Fistula -- Pathophysiology", "content": "The etiology of the pancreatic duct disruption can be from multiple reasons. Some of the causes of pancreatic duct disruption include all the etiology of pancreatitis, trauma, operative trauma, or pancreatic resection. The location of each pancreatic duct disruption can generally be predicted based on the etiology. For example, in gallstone pancreatitis, there is usually a pancreatic duct disruption at the genu of the neck of the pancreas. [4]", "contents": "Pancreatic Fistula -- Pathophysiology. The etiology of the pancreatic duct disruption can be from multiple reasons. Some of the causes of pancreatic duct disruption include all the etiology of pancreatitis, trauma, operative trauma, or pancreatic resection. The location of each pancreatic duct disruption can generally be predicted based on the etiology. For example, in gallstone pancreatitis, there is usually a pancreatic duct disruption at the genu of the neck of the pancreas. [4]"}
{"id": "article-26570_8", "title": "Pancreatic Fistula -- History and Physical", "content": "A thorough history and physical examination are significant in recognizing a pancreatic fistula. Depending on the location, size, and pathway of the fistula, a variety of signs and symptoms can occur. Patients' clinical features range from being asymptomatic to showing signs and symptoms from a result of the fluid accumulation. [3] For patients with internal pancreatic fistulas, they can present with abdominal pain, nausea, vomiting, distended abdomen, lack of appetite, weight loss, unable to pass stool or gas, and other gastrointestinal symptoms. [9] [10]", "contents": "Pancreatic Fistula -- History and Physical. A thorough history and physical examination are significant in recognizing a pancreatic fistula. Depending on the location, size, and pathway of the fistula, a variety of signs and symptoms can occur. Patients' clinical features range from being asymptomatic to showing signs and symptoms from a result of the fluid accumulation. [3] For patients with internal pancreatic fistulas, they can present with abdominal pain, nausea, vomiting, distended abdomen, lack of appetite, weight loss, unable to pass stool or gas, and other gastrointestinal symptoms. [9] [10]"}
{"id": "article-26570_9", "title": "Pancreatic Fistula -- History and Physical", "content": "As fluid accumulates in the abdomen, patients can develop ascites. The ascites are noticeable with the physical findings such as abdominal distension, fluid wave, shifting dullness, and dullness to percussion at the flanks. Another location that can potentially be affected is the thorax, as seen in the setting of thoracopancreatic fistulas leading to a pancreatic pleural effusion. Patients will present with pulmonary symptoms such as dyspnea, cough, wheezing, or pleuritic chest pain. [10] These symptoms are mainly due to large pleural effusions that can be appreciated on a physical examination by reduced breath sounds and dullness to percussion to the area of the chest affected.", "contents": "Pancreatic Fistula -- History and Physical. As fluid accumulates in the abdomen, patients can develop ascites. The ascites are noticeable with the physical findings such as abdominal distension, fluid wave, shifting dullness, and dullness to percussion at the flanks. Another location that can potentially be affected is the thorax, as seen in the setting of thoracopancreatic fistulas leading to a pancreatic pleural effusion. Patients will present with pulmonary symptoms such as dyspnea, cough, wheezing, or pleuritic chest pain. [10] These symptoms are mainly due to large pleural effusions that can be appreciated on a physical examination by reduced breath sounds and dullness to percussion to the area of the chest affected."}
{"id": "article-26570_10", "title": "Pancreatic Fistula -- History and Physical", "content": "On the other hand, with external fistulas, there is effluent that is mainly pancreatic fluid that is noticeable from the skin wound of the abdomen. With the loss of pancreatic fluids, it can lead to symptoms like dehydration and weight loss from malnourishment. The exposure of a fistula to the external environment makes it susceptible to infection to emerge around the fistula site. The surrounding skin wound can be warm, erythematous, and show signs of excoriation or skin breakdown. Both internal and external pancreatic fistula can eventually manifest in patients as fever due to infection leading to patients becoming septic. [9]", "contents": "Pancreatic Fistula -- History and Physical. On the other hand, with external fistulas, there is effluent that is mainly pancreatic fluid that is noticeable from the skin wound of the abdomen. With the loss of pancreatic fluids, it can lead to symptoms like dehydration and weight loss from malnourishment. The exposure of a fistula to the external environment makes it susceptible to infection to emerge around the fistula site. The surrounding skin wound can be warm, erythematous, and show signs of excoriation or skin breakdown. Both internal and external pancreatic fistula can eventually manifest in patients as fever due to infection leading to patients becoming septic. [9]"}
{"id": "article-26570_11", "title": "Pancreatic Fistula -- Evaluation", "content": "The main important factor before evaluating a pancreatic fistula is to make sure the patient is stable. Once stabilized, imaging is important to help differentiate the cause of abdominal pain or dyspnea. A chest x-ray is quick and will provide information to any condition involving the chest and its structures. Computerized tomography (CT) will be an essential imaging modality to evaluate the cause of abdominal pain, which will be able to find pathologies such as fluid collections and changes in the pancreas. However, CT would not be able to visualize and evaluate the pancreatic fistula properly.", "contents": "Pancreatic Fistula -- Evaluation. The main important factor before evaluating a pancreatic fistula is to make sure the patient is stable. Once stabilized, imaging is important to help differentiate the cause of abdominal pain or dyspnea. A chest x-ray is quick and will provide information to any condition involving the chest and its structures. Computerized tomography (CT) will be an essential imaging modality to evaluate the cause of abdominal pain, which will be able to find pathologies such as fluid collections and changes in the pancreas. However, CT would not be able to visualize and evaluate the pancreatic fistula properly."}
{"id": "article-26570_12", "title": "Pancreatic Fistula -- Evaluation", "content": "Other modalities are available to assess the fistula and pancreatic duct. These include magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), or fistulography. With MRCP, it provides a more precise picture of the pancreatic duct. ERCP will yield better pancreatic duct anatomy and identify any site of disruption. Also, ERCP can be used for therapeutic interventions when needed. With fistulography, the location of the fistula site and the surrounding anatomic structures are visible. [11] [12] [13] [4]", "contents": "Pancreatic Fistula -- Evaluation. Other modalities are available to assess the fistula and pancreatic duct. These include magnetic resonance cholangiopancreatography (MRCP), endoscopic retrograde cholangiopancreatography (ERCP), or fistulography. With MRCP, it provides a more precise picture of the pancreatic duct. ERCP will yield better pancreatic duct anatomy and identify any site of disruption. Also, ERCP can be used for therapeutic interventions when needed. With fistulography, the location of the fistula site and the surrounding anatomic structures are visible. [11] [12] [13] [4]"}
{"id": "article-26570_13", "title": "Pancreatic Fistula -- Evaluation", "content": "In addition to imaging, labs should be drawn for better evaluation of patients. These include analyzing any fluid sample collected via thoracentesis, paracentesis, or from an external fistula. Patients' blood should be sent to the lab for complete blood count, complete metabolic panel, lipase, and amylase. The complete metabolic panel includes electrolytes, aspartate aminotransferase, alanine aminotransferase, bilirubin, calcium, and albumin. Fluid samples should always be collected and analyzed for better characterization of its etiology. In patients with pleural effusion, thoracentesis is necessary.", "contents": "Pancreatic Fistula -- Evaluation. In addition to imaging, labs should be drawn for better evaluation of patients. These include analyzing any fluid sample collected via thoracentesis, paracentesis, or from an external fistula. Patients' blood should be sent to the lab for complete blood count, complete metabolic panel, lipase, and amylase. The complete metabolic panel includes electrolytes, aspartate aminotransferase, alanine aminotransferase, bilirubin, calcium, and albumin. Fluid samples should always be collected and analyzed for better characterization of its etiology. In patients with pleural effusion, thoracentesis is necessary."}
{"id": "article-26570_14", "title": "Pancreatic Fistula -- Evaluation", "content": "The fluid sample should be analyzed for amylase levels. Other studies to send to the lab for further analysis of the pleural fluid include pleural fluid protein, albumin, glucose, lactate dehydrogenase, cytology, gram stain, culture, cell count and differential, and adenosine deaminase. Patients with ascites will need paracentesis. The ascitic fluid will be sent to the lab for gram stain, culture, cell count and differential, cytology, albumin, total protein, and amylase. The pleural and ascitic fluid amylase levels will be very elevated, usually more than 1000 U/dL. [4] In an external fistula, the discharge should be collected and analyzed for amylase.", "contents": "Pancreatic Fistula -- Evaluation. The fluid sample should be analyzed for amylase levels. Other studies to send to the lab for further analysis of the pleural fluid include pleural fluid protein, albumin, glucose, lactate dehydrogenase, cytology, gram stain, culture, cell count and differential, and adenosine deaminase. Patients with ascites will need paracentesis. The ascitic fluid will be sent to the lab for gram stain, culture, cell count and differential, cytology, albumin, total protein, and amylase. The pleural and ascitic fluid amylase levels will be very elevated, usually more than 1000 U/dL. [4] In an external fistula, the discharge should be collected and analyzed for amylase."}
{"id": "article-26570_15", "title": "Pancreatic Fistula -- Treatment / Management", "content": "The management of pancreatic fistulas requires non-operative and operative measures. Regardless of the presentation, it is significant to medically optimize an individual, which involves fistula control and proper nutrition before any definitive intervention. To medically optimize, supportive care measures are essential. There are three supportive care measures to stabilize and optimize a patient. First supportive care measures involve controlling the pancreatic exocrine secretion. Patients are nil per os (NPO), and ideally starting postpyloric feeds or temporary parenteral nutrition.", "contents": "Pancreatic Fistula -- Treatment / Management. The management of pancreatic fistulas requires non-operative and operative measures. Regardless of the presentation, it is significant to medically optimize an individual, which involves fistula control and proper nutrition before any definitive intervention. To medically optimize, supportive care measures are essential. There are three supportive care measures to stabilize and optimize a patient. First supportive care measures involve controlling the pancreatic exocrine secretion. Patients are nil per os (NPO), and ideally starting postpyloric feeds or temporary parenteral nutrition."}
{"id": "article-26570_16", "title": "Pancreatic Fistula -- Treatment / Management", "content": "Further control of pancreatic secretion is accomplished medically via somatostatin analogs, such as octreotide. Secondly, proper correction of fluids and electrolyte abnormalities are necessary. Individuals with pancreatic fistula are at risk of losing pancreatic fluid that is bicarbonate rich, leading to metabolic acidosis. Lastly, the surrounding skin near an external pancreatic fistula should be cared for and protected to prevent further damage. [4]", "contents": "Pancreatic Fistula -- Treatment / Management. Further control of pancreatic secretion is accomplished medically via somatostatin analogs, such as octreotide. Secondly, proper correction of fluids and electrolyte abnormalities are necessary. Individuals with pancreatic fistula are at risk of losing pancreatic fluid that is bicarbonate rich, leading to metabolic acidosis. Lastly, the surrounding skin near an external pancreatic fistula should be cared for and protected to prevent further damage. [4]"}
{"id": "article-26570_17", "title": "Pancreatic Fistula -- Treatment / Management", "content": "In addition to supportive care, some pancreatic fistulas require further intervention with endoscopic therapy or operative management. Endoscopic therapy is usually the preferred method for many pancreatic fistulas. With an ERCP, sphincterotomy and/or placement of a pancreatic stent is performed to promote the flow of pancreatic secretions into a chosen internal drainage route. Therefore, this will decrease the flow through the fistula tract and facilitate fistula closure. When the endoscopic approach fails or not an option due to the complexity of the pancreatic fistula, then surgery would be the next best alternative.", "contents": "Pancreatic Fistula -- Treatment / Management. In addition to supportive care, some pancreatic fistulas require further intervention with endoscopic therapy or operative management. Endoscopic therapy is usually the preferred method for many pancreatic fistulas. With an ERCP, sphincterotomy and/or placement of a pancreatic stent is performed to promote the flow of pancreatic secretions into a chosen internal drainage route. Therefore, this will decrease the flow through the fistula tract and facilitate fistula closure. When the endoscopic approach fails or not an option due to the complexity of the pancreatic fistula, then surgery would be the next best alternative."}
{"id": "article-26570_18", "title": "Pancreatic Fistula -- Treatment / Management", "content": "The surgical approach depends on the ductal anatomy and location of the fistula. Some examples include a pancreaticojejunostomy in patients with large duct disease, a caudal pancreatectomy in patients with ductal injury solely at the pancreatic tail, and distal pancreatectomy for pancreatic disruption in the pancreatic body. Surgery will also include drainage of the fluid. For pancreatic fistula cases that occur after pancreatectomy, percutaneous drains are placed for drainage. [4] [3] [14] [15]", "contents": "Pancreatic Fistula -- Treatment / Management. The surgical approach depends on the ductal anatomy and location of the fistula. Some examples include a pancreaticojejunostomy in patients with large duct disease, a caudal pancreatectomy in patients with ductal injury solely at the pancreatic tail, and distal pancreatectomy for pancreatic disruption in the pancreatic body. Surgery will also include drainage of the fluid. For pancreatic fistula cases that occur after pancreatectomy, percutaneous drains are placed for drainage. [4] [3] [14] [15]"}
{"id": "article-26570_19", "title": "Pancreatic Fistula -- Differential Diagnosis", "content": "The differential diagnosis of a pancreatic fistula is broad, and this depends on how a patient presents based on the location and size of the fistula. The differential diagnosis would include causes of abdominal pain, ascites, and pleural effusions. Causes of abdominal pain include trauma, retroperitoneal bleeding, intra-abdominal malignancy, pancreatitis, choledocholithiasis, mesenteric ischemia, bowel obstruction, ruptured organs, and peritonitis. [16] With regards to ascites and pleural effusions, evaluation for renal failure, cirrhosis, heart failure, and malignancy should be considered on the differential when evaluating a patient with pancreatic fistula.", "contents": "Pancreatic Fistula -- Differential Diagnosis. The differential diagnosis of a pancreatic fistula is broad, and this depends on how a patient presents based on the location and size of the fistula. The differential diagnosis would include causes of abdominal pain, ascites, and pleural effusions. Causes of abdominal pain include trauma, retroperitoneal bleeding, intra-abdominal malignancy, pancreatitis, choledocholithiasis, mesenteric ischemia, bowel obstruction, ruptured organs, and peritonitis. [16] With regards to ascites and pleural effusions, evaluation for renal failure, cirrhosis, heart failure, and malignancy should be considered on the differential when evaluating a patient with pancreatic fistula."}
{"id": "article-26570_20", "title": "Pancreatic Fistula -- Prognosis", "content": "Pancreatic fistulas can cause significant morbidity if not addressed and treated well. Many less severe fistulas respond well to supportive and conservative management, which involves optimizing the patient and stabilizing the fistula. [17] It has been reported about 80 percent and 50-65 percent of external and internal pancreatic fistulas respectively close in four to six weeks with supportive and conservative management. Pancreatic fistulas that develop from surgery, such as distal pancreatectomy, will resolve in about 62 days with intervention. [8] With surgical intervention, there is a success rate for the resolution of pancreatic fistula of about 90-92 percent. However, it has a mortality of 6% to 9%. [18]", "contents": "Pancreatic Fistula -- Prognosis. Pancreatic fistulas can cause significant morbidity if not addressed and treated well. Many less severe fistulas respond well to supportive and conservative management, which involves optimizing the patient and stabilizing the fistula. [17] It has been reported about 80 percent and 50-65 percent of external and internal pancreatic fistulas respectively close in four to six weeks with supportive and conservative management. Pancreatic fistulas that develop from surgery, such as distal pancreatectomy, will resolve in about 62 days with intervention. [8] With surgical intervention, there is a success rate for the resolution of pancreatic fistula of about 90-92 percent. However, it has a mortality of 6% to 9%. [18]"}
{"id": "article-26570_21", "title": "Pancreatic Fistula -- Complications", "content": "Complications associated with pancreatic fistulas can include: [3] [19] Walled off pancreatic necrosis Sepsis Pseudocyst formation Pancreatic pleural effusion Pancreatic ascites Intra-abdominal hemorrhage Increased hospitalization duration and cost", "contents": "Pancreatic Fistula -- Complications. Complications associated with pancreatic fistulas can include: [3] [19] Walled off pancreatic necrosis Sepsis Pseudocyst formation Pancreatic pleural effusion Pancreatic ascites Intra-abdominal hemorrhage Increased hospitalization duration and cost"}
{"id": "article-26570_22", "title": "Pancreatic Fistula -- Deterrence and Patient Education", "content": "Here are some important points: Regular follow up with a nutritionist or primary care doctor to optimize nutritional deficiencies. Continue with wound care and prevent further damage to surrounding skin in patients with external fistulas. Maintain a regular follow up appointments with the specialist that manages the pancreatic fistula. Be able to recognize signs and symptoms of pancreatic fistulas such as shortness of breath, abdominal pain, abdominal distension, or fever, then seek medical attention.", "contents": "Pancreatic Fistula -- Deterrence and Patient Education. Here are some important points: Regular follow up with a nutritionist or primary care doctor to optimize nutritional deficiencies. Continue with wound care and prevent further damage to surrounding skin in patients with external fistulas. Maintain a regular follow up appointments with the specialist that manages the pancreatic fistula. Be able to recognize signs and symptoms of pancreatic fistulas such as shortness of breath, abdominal pain, abdominal distension, or fever, then seek medical attention."}
{"id": "article-26570_23", "title": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes", "content": "A multidisciplinary approach is required to manage pancreatic fistulas. The team can consist of surgeons, nutritionists, primary care doctors, wound care nurses, interventional radiologists, and interventional gastroenterologists. Appropriate communications and coordination must occur between this group of individuals when treating patients with a pancreatic fistula of different degrees.", "contents": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes. A multidisciplinary approach is required to manage pancreatic fistulas. The team can consist of surgeons, nutritionists, primary care doctors, wound care nurses, interventional radiologists, and interventional gastroenterologists. Appropriate communications and coordination must occur between this group of individuals when treating patients with a pancreatic fistula of different degrees."}
{"id": "article-26570_24", "title": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes", "content": "Regardless of the complexity of the pancreatic fistula, the patient’s nutritional status needs to be adequate, and the replacement of fluids and electrolytes should be a priority. There should be a discussion with the patient with regards to methods of fulfilling any nutritional deficiency, such as with total parenteral nutrition or enteral feeding. Any surrounding skin wound or irritation near the fistula site should be nursed with the help of a wound care nurse.", "contents": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes. Regardless of the complexity of the pancreatic fistula, the patient’s nutritional status needs to be adequate, and the replacement of fluids and electrolytes should be a priority. There should be a discussion with the patient with regards to methods of fulfilling any nutritional deficiency, such as with total parenteral nutrition or enteral feeding. Any surrounding skin wound or irritation near the fistula site should be nursed with the help of a wound care nurse."}
{"id": "article-26570_25", "title": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes", "content": "Once the patient and the fistula are optimized and stabilized, a definitive treatment plan can be performed from the specialists, non-operatively, or operatively. This multidisciplinary approach can give patients the best chance to achieve great outcomes and avoid complications.", "contents": "Pancreatic Fistula -- Enhancing Healthcare Team Outcomes. Once the patient and the fistula are optimized and stabilized, a definitive treatment plan can be performed from the specialists, non-operatively, or operatively. This multidisciplinary approach can give patients the best chance to achieve great outcomes and avoid complications."}
{"id": "article-26570_26", "title": "Pancreatic Fistula -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pancreatic Fistula -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}