{"id": "article-100468_0", "title": "Trisomy 13 -- Continuing Education Activity", "content": "Trisomy 13 is a chromosomal aneuploidy characterized by meiotic nondisjunction. The phenotypic holoprosencephaly and midline fusion aberrancies are related to a defective fusion of the prechordal mesoderm. Patau syndrome has a mortality of over 95%. This activity addresses this condition and provides clinicians with the information to evaluate and manage this condition when it presents.", "contents": "Trisomy 13 -- Continuing Education Activity. Trisomy 13 is a chromosomal aneuploidy characterized by meiotic nondisjunction. The phenotypic holoprosencephaly and midline fusion aberrancies are related to a defective fusion of the prechordal mesoderm. Patau syndrome has a mortality of over 95%. This activity addresses this condition and provides clinicians with the information to evaluate and manage this condition when it presents."}
{"id": "article-100468_1", "title": "Trisomy 13 -- Continuing Education Activity", "content": "Objectives: Identify the etiology and epidemiology of trisomy 13. Review the factors relating to the prenatal diagnosis of trisomy 13. Summarize the management options available for trisomy 13. Describe some interprofessional team strategies for improving care coordination and communication in the diagnosis of trisomy 13. Access free multiple choice questions on this topic.", "contents": "Trisomy 13 -- Continuing Education Activity. Objectives: Identify the etiology and epidemiology of trisomy 13. Review the factors relating to the prenatal diagnosis of trisomy 13. Summarize the management options available for trisomy 13. Describe some interprofessional team strategies for improving care coordination and communication in the diagnosis of trisomy 13. Access free multiple choice questions on this topic."}
{"id": "article-100468_2", "title": "Trisomy 13 -- Introduction", "content": "Trisomy 13 is a chromosomal aneuploidy  originally described by Patau et al. in 1960. [1] The occurrence of trisomy 13 is 1 in 10,000 to 20,000 live births with antenatal mortality of over 95% of gestations. [2] [3] It can occur as complete, partial, or mosaic expression. [1] The complete trisomy is the most common presentation representing about 80% of all patients. This expression characteristically demonstrates the presence of three chromosomes 13 copies. [1] The partial expression is characterized by a Robertsonian translocation t(13;14), while only 5% of all cases present with mosaicism. [4] Mosaicism is characterized by a percentage of cells remaining trisomic while others maintain euploidy. [1]", "contents": "Trisomy 13 -- Introduction. Trisomy 13 is a chromosomal aneuploidy  originally described by Patau et al. in 1960. [1] The occurrence of trisomy 13 is 1 in 10,000 to 20,000 live births with antenatal mortality of over 95% of gestations. [2] [3] It can occur as complete, partial, or mosaic expression. [1] The complete trisomy is the most common presentation representing about 80% of all patients. This expression characteristically demonstrates the presence of three chromosomes 13 copies. [1] The partial expression is characterized by a Robertsonian translocation t(13;14), while only 5% of all cases present with mosaicism. [4] Mosaicism is characterized by a percentage of cells remaining trisomic while others maintain euploidy. [1]"}
{"id": "article-100468_3", "title": "Trisomy 13 -- Introduction", "content": "Trisomy 13 arises from the nondisjunction of germ cells during meiosis I or II of either parental cells. [5] Nonetheless, maternal germ cell nondisjunction correlated to the increased age of conception contributes to 91% of cases. [3] The mode of inheritance for the complete trisomy 13 is caused by spontaneous interference in meiosis, while vertical inheritance is hereditary in balanced translocations. [5]", "contents": "Trisomy 13 -- Introduction. Trisomy 13 arises from the nondisjunction of germ cells during meiosis I or II of either parental cells. [5] Nonetheless, maternal germ cell nondisjunction correlated to the increased age of conception contributes to 91% of cases. [3] The mode of inheritance for the complete trisomy 13 is caused by spontaneous interference in meiosis, while vertical inheritance is hereditary in balanced translocations. [5]"}
{"id": "article-100468_4", "title": "Trisomy 13 -- Introduction", "content": "Phenotypic findings in trisomy 13 are associated with patterns of congenital anomalies and mental disabilities incompatible with life. [5] The embryological defects in trisomy 13 develop in the absence of fusion of prechordal mesoderm, which phenotypically presents as midline defects. These midline defects are associated with aberrant SHH genes. [6] Despite the accelerated mortality of trisomy 13, it remains clinically significant due to its variable expressivity in patients with compatible mosaicisms. [1]", "contents": "Trisomy 13 -- Introduction. Phenotypic findings in trisomy 13 are associated with patterns of congenital anomalies and mental disabilities incompatible with life. [5] The embryological defects in trisomy 13 develop in the absence of fusion of prechordal mesoderm, which phenotypically presents as midline defects. These midline defects are associated with aberrant SHH genes. [6] Despite the accelerated mortality of trisomy 13, it remains clinically significant due to its variable expressivity in patients with compatible mosaicisms. [1]"}
{"id": "article-100468_5", "title": "Trisomy 13 -- Etiology", "content": "Trisomy 13 results from the nondisjunction of homologous chromosomes during gametogenesis, characterized by three copies of chromosome 13 in somatic and germ cell lines. [5] Maternal nondisjunction represents 91% of cases typically due to errors in meiosis I. Meiotic errors originate from the aberrant recombination of chromosomes, which has a greater incidence among conceptions in women older than 35 years of age. [3]", "contents": "Trisomy 13 -- Etiology. Trisomy 13 results from the nondisjunction of homologous chromosomes during gametogenesis, characterized by three copies of chromosome 13 in somatic and germ cell lines. [5] Maternal nondisjunction represents 91% of cases typically due to errors in meiosis I. Meiotic errors originate from the aberrant recombination of chromosomes, which has a greater incidence among conceptions in women older than 35 years of age. [3]"}
{"id": "article-100468_6", "title": "Trisomy 13 -- Etiology", "content": "A less phenotypically challenging trisomy can occur in a translocation. These translocations originate from two acrocentric breaks in the juxtacentromeric regions (usually chromosomes 13 and 14). The phenotypic expression will depend on the balance of the translocation. Balanced Robertsonian translocations will be less severe than those with an altered genetic quantity, as seen in unbalanced translocations. [7] The mosaic form of trisomy 13 occurs when some cell lines have the extra chromosomal material. [5] Mosaicism phenotype presents with varied expressivity with an increased intellectual sparing. [1]", "contents": "Trisomy 13 -- Etiology. A less phenotypically challenging trisomy can occur in a translocation. These translocations originate from two acrocentric breaks in the juxtacentromeric regions (usually chromosomes 13 and 14). The phenotypic expression will depend on the balance of the translocation. Balanced Robertsonian translocations will be less severe than those with an altered genetic quantity, as seen in unbalanced translocations. [7] The mosaic form of trisomy 13 occurs when some cell lines have the extra chromosomal material. [5] Mosaicism phenotype presents with varied expressivity with an increased intellectual sparing. [1]"}
{"id": "article-100468_7", "title": "Trisomy 13 -- Epidemiology", "content": "Trisomy 13 is the third most common trisomy, occurring in 1 in 10,000 to 20,000 live births. The antenatal mortality represents the majority of deaths, with a postnatal survival rate of 6 to 12% beyond the first year of life. [2] About 90% of trisomy 13 diagnoses made in developed countries are antenatal. [8] Cardiac and nervous system anomalies are amongst the most common malformations in trisomy 13. [9]", "contents": "Trisomy 13 -- Epidemiology. Trisomy 13 is the third most common trisomy, occurring in 1 in 10,000 to 20,000 live births. The antenatal mortality represents the majority of deaths, with a postnatal survival rate of 6 to 12% beyond the first year of life. [2] About 90% of trisomy 13 diagnoses made in developed countries are antenatal. [8] Cardiac and nervous system anomalies are amongst the most common malformations in trisomy 13. [9]"}
{"id": "article-100468_8", "title": "Trisomy 13 -- Pathophysiology", "content": "The meiotic nondisjunction in trisomy 13 causes a series of genetic aberrancies related to defects in prechordal mesoderm fusion. [6] The faulty fusion causes midline defects, which develop into phenotypic malformations incompatible with life. Some specific genetic mapping has identified a vast array of tumors in trisomy 13 carriers. [2]", "contents": "Trisomy 13 -- Pathophysiology. The meiotic nondisjunction in trisomy 13 causes a series of genetic aberrancies related to defects in prechordal mesoderm fusion. [6] The faulty fusion causes midline defects, which develop into phenotypic malformations incompatible with life. Some specific genetic mapping has identified a vast array of tumors in trisomy 13 carriers. [2]"}
{"id": "article-100468_9", "title": "Trisomy 13 -- Histopathology", "content": "The anatomic-histological classification of trisomy 13 was described in 1966 by Snodgrass et al. as two categories based on the presence or absence of holoprosencephaly. [10] Further evaluation of the external phenotype is commonly presented with postaxial hexadactyly. Midline malformations of internal organs are frequent, which include septal cardiac defects and Müllerian defects such as uterus didelphys. [10] The microscopic examination of aborted fetuses with trisomy 13 presents abnormal metanephric differentiation with the persistence of embryologic structures. Most of the embryologic malformations are traceable to mesoderm migration via the presence of olfactory aplasia since normal morphogenic development of craniofacial and forebrain structures occurs in the third week of embryogenesis. [10]", "contents": "Trisomy 13 -- Histopathology. The anatomic-histological classification of trisomy 13 was described in 1966 by Snodgrass et al. as two categories based on the presence or absence of holoprosencephaly. [10] Further evaluation of the external phenotype is commonly presented with postaxial hexadactyly. Midline malformations of internal organs are frequent, which include septal cardiac defects and Müllerian defects such as uterus didelphys. [10] The microscopic examination of aborted fetuses with trisomy 13 presents abnormal metanephric differentiation with the persistence of embryologic structures. Most of the embryologic malformations are traceable to mesoderm migration via the presence of olfactory aplasia since normal morphogenic development of craniofacial and forebrain structures occurs in the third week of embryogenesis. [10]"}
{"id": "article-100468_10", "title": "Trisomy 13 -- History and Physical", "content": "The typical findings in trisomy 13 include holoprosencephaly, Dandy-Walker malformation, aplasia cutis, cleft lip-palate, postaxial polydactyly, congenital heart disease, polycystic kidney disease, urogenital anomalies, and gynecological dysgenesis. [1] [10] Internal systems can also be compromised with hyperinsulinism portrayed by persistent hypoglycemia. While in utero, the most common findings are related to growth delay. [5]", "contents": "Trisomy 13 -- History and Physical. The typical findings in trisomy 13 include holoprosencephaly, Dandy-Walker malformation, aplasia cutis, cleft lip-palate, postaxial polydactyly, congenital heart disease, polycystic kidney disease, urogenital anomalies, and gynecological dysgenesis. [1] [10] Internal systems can also be compromised with hyperinsulinism portrayed by persistent hypoglycemia. While in utero, the most common findings are related to growth delay. [5]"}
{"id": "article-100468_11", "title": "Trisomy 13 -- Evaluation", "content": "The initial evaluation of trisomy 13 starts with fetal nuchal translucency (FNT) which, is done in weeks 11 to 14 of gestation. As with other trisomies, the measurement typically appears greater or equal to 3.5mm. [11] Part of the first-trimester screening also includes the measurement of free beta subunit or total human chorionic gonadotropin (B-hCG) and pregnancy-associated plasma protein-A (PAPP-A). During the first trimester, both biomarkers appear decreased, making it undifferentiated from trisomy 18 screening. [11]", "contents": "Trisomy 13 -- Evaluation. The initial evaluation of trisomy 13 starts with fetal nuchal translucency (FNT) which, is done in weeks 11 to 14 of gestation. As with other trisomies, the measurement typically appears greater or equal to 3.5mm. [11] Part of the first-trimester screening also includes the measurement of free beta subunit or total human chorionic gonadotropin (B-hCG) and pregnancy-associated plasma protein-A (PAPP-A). During the first trimester, both biomarkers appear decreased, making it undifferentiated from trisomy 18 screening. [11]"}
{"id": "article-100468_12", "title": "Trisomy 13 -- Evaluation", "content": "Non-invasive prenatal testing (NIPT ) is possible using cell-free DNA in maternal plasma to differentiate trisomy 18 and 21 from 13; nonetheless, cost per value continues to support the use of invasive techniques. [12] Chorionic villus sampling (CVS) can be performed in an early window between gestational weeks 11 and 13, while amniocentesis is generally performed in weeks 15 to 18. [5] Recent studies suggest that the high mortality associated with trisomies 13 and 18 relate to the termination of pregnancies in up to 55% of gestations with a confirmed diagnosis. [13] Nonetheless, a definite diagnosis is only achievable from a postnatal karyotype and fluorescence in situ hybridization (FISH) techniques. [5]", "contents": "Trisomy 13 -- Evaluation. Non-invasive prenatal testing (NIPT ) is possible using cell-free DNA in maternal plasma to differentiate trisomy 18 and 21 from 13; nonetheless, cost per value continues to support the use of invasive techniques. [12] Chorionic villus sampling (CVS) can be performed in an early window between gestational weeks 11 and 13, while amniocentesis is generally performed in weeks 15 to 18. [5] Recent studies suggest that the high mortality associated with trisomies 13 and 18 relate to the termination of pregnancies in up to 55% of gestations with a confirmed diagnosis. [13] Nonetheless, a definite diagnosis is only achievable from a postnatal karyotype and fluorescence in situ hybridization (FISH) techniques. [5]"}
{"id": "article-100468_13", "title": "Trisomy 13 -- Treatment / Management", "content": "Historical evidence suggested that the syndromic presence of multiple organ dysfunctions in trisomy 13 and 18 were incompatible with life. Nonetheless, the growing communication in society has portrayed anecdotal evidence of survivors from these conditions leading guidelines and decision making into a moral gray zone. [14]", "contents": "Trisomy 13 -- Treatment / Management. Historical evidence suggested that the syndromic presence of multiple organ dysfunctions in trisomy 13 and 18 were incompatible with life. Nonetheless, the growing communication in society has portrayed anecdotal evidence of survivors from these conditions leading guidelines and decision making into a moral gray zone. [14]"}
{"id": "article-100468_14", "title": "Trisomy 13 -- Treatment / Management", "content": "The current approach focuses on creating a communicative relationship between the parents and physicians informing them about the quality of life and the treatment options specific to their child's abnormalities. [15] Although surgical techniques exist for the majority of lethal malformations associated with trisomy 13, the ten-year survival post-intervention remains low at 12.9%. [16]", "contents": "Trisomy 13 -- Treatment / Management. The current approach focuses on creating a communicative relationship between the parents and physicians informing them about the quality of life and the treatment options specific to their child's abnormalities. [15] Although surgical techniques exist for the majority of lethal malformations associated with trisomy 13, the ten-year survival post-intervention remains low at 12.9%. [16]"}
{"id": "article-100468_15", "title": "Trisomy 13 -- Differential Diagnosis", "content": "The differential diagnosis of trisomy 13 should include Edwards syndrome due to its similarities during the initial gestational screening. [11] Other diagnoses should include partial duplication of 13q and pseudotrisomy 13. [17] The use of modern non-invasive techniques facilitates the differential diagnosis of pathologies usually prenatally associated with the same characteristics of trisomy 13. [12]", "contents": "Trisomy 13 -- Differential Diagnosis. The differential diagnosis of trisomy 13 should include Edwards syndrome due to its similarities during the initial gestational screening. [11] Other diagnoses should include partial duplication of 13q and pseudotrisomy 13. [17] The use of modern non-invasive techniques facilitates the differential diagnosis of pathologies usually prenatally associated with the same characteristics of trisomy 13. [12]"}
{"id": "article-100468_16", "title": "Trisomy 13 -- Prognosis", "content": "Evidence suggests that postnatal mortality is approximately 50% during the first month and up to 90% during the first year. [1] Recent information provided by organizations such as the support organization for Trisomy 13, 18, and related disorders (SOFT) has allowed the direct intervention of patients rather than palliative care. [5] These measures have impacted the survival rate of patients; nonetheless, there is a lack of study data to support the benefit of aggressive intervention and global survival rate.", "contents": "Trisomy 13 -- Prognosis. Evidence suggests that postnatal mortality is approximately 50% during the first month and up to 90% during the first year. [1] Recent information provided by organizations such as the support organization for Trisomy 13, 18, and related disorders (SOFT) has allowed the direct intervention of patients rather than palliative care. [5] These measures have impacted the survival rate of patients; nonetheless, there is a lack of study data to support the benefit of aggressive intervention and global survival rate."}
{"id": "article-100468_17", "title": "Trisomy 13 -- Complications", "content": "Maternal complications are associated with trisomy 13, concurring in an increase in mortality for both the mother and the fetus. Data suggest that a trisomy 13 gestation is related to an increased prevalence of preeclampsia and early delivery. [18] Nevertheless, neonatal mortality is associated with central apnea, structural cardiac incompatibilities, pulmonary hypertension, aspiration, and upper respiratory tract obstructions. [5]", "contents": "Trisomy 13 -- Complications. Maternal complications are associated with trisomy 13, concurring in an increase in mortality for both the mother and the fetus. Data suggest that a trisomy 13 gestation is related to an increased prevalence of preeclampsia and early delivery. [18] Nevertheless, neonatal mortality is associated with central apnea, structural cardiac incompatibilities, pulmonary hypertension, aspiration, and upper respiratory tract obstructions. [5]"}
{"id": "article-100468_18", "title": "Trisomy 13 -- Deterrence and Patient Education", "content": "Antenatal integration of a multidisciplinary team should merit consideration to improve outcomes on both integral maternal health and the viability of the gestation. The evaluation team should include an obstetrician, fetal concerns center nurse, genetic counselor, neonatologist, and social worker. [13] Educating the patient should include the mode of inheritance of the disease, the complications of choosing to continue to pregnancy, and the value associated interventions of postnatal care.", "contents": "Trisomy 13 -- Deterrence and Patient Education. Antenatal integration of a multidisciplinary team should merit consideration to improve outcomes on both integral maternal health and the viability of the gestation. The evaluation team should include an obstetrician, fetal concerns center nurse, genetic counselor, neonatologist, and social worker. [13] Educating the patient should include the mode of inheritance of the disease, the complications of choosing to continue to pregnancy, and the value associated interventions of postnatal care."}
{"id": "article-100468_19", "title": "Trisomy 13 -- Pearls and Other Issues", "content": "Trisomy 13 is the third most common nondisjunction meiotic triploidy followed by Edwards and Down syndrome. [1] The three genetic presentations are complete nondisjunction trisomy 13, a Robertsonian translocation, and mosaicism. The most common cause of holoprosencephaly is related to trisomy 13. [1] During the first-trimester screening of trisomy 13, FNT will appear equal or greater than 3.5mm, with a decreased B-hCG, and PAPP-A. [11] Most gestations with trisomy 13 are terminated, the continuation of pregnancy increases the risk of preeclampsia. [18]", "contents": "Trisomy 13 -- Pearls and Other Issues. Trisomy 13 is the third most common nondisjunction meiotic triploidy followed by Edwards and Down syndrome. [1] The three genetic presentations are complete nondisjunction trisomy 13, a Robertsonian translocation, and mosaicism. The most common cause of holoprosencephaly is related to trisomy 13. [1] During the first-trimester screening of trisomy 13, FNT will appear equal or greater than 3.5mm, with a decreased B-hCG, and PAPP-A. [11] Most gestations with trisomy 13 are terminated, the continuation of pregnancy increases the risk of preeclampsia. [18]"}
{"id": "article-100468_20", "title": "Trisomy 13 -- Enhancing Healthcare Team Outcomes", "content": "Nondisjunction defects during miosis are related to increased maternal age, especially those above 35 years. Evidence suggests that maternal history of a previous trisomy increases the risk of a subsequent one. [19] Prenatal counseling is associated with a decrease in the intensive treatment approach, increasing palliative care options for the neonate. [13]", "contents": "Trisomy 13 -- Enhancing Healthcare Team Outcomes. Nondisjunction defects during miosis are related to increased maternal age, especially those above 35 years. Evidence suggests that maternal history of a previous trisomy increases the risk of a subsequent one. [19] Prenatal counseling is associated with a decrease in the intensive treatment approach, increasing palliative care options for the neonate. [13]"}
{"id": "article-100468_21", "title": "Trisomy 13 -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Trisomy 13 -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}