{"id": "article-30680_0", "title": "Tumor Lysis Syndrome -- Continuing Education Activity", "content": "Tumor lysis syndrome is the most common oncologic emergency. This condition is prevalent in both adult and pediatric oncology patients undergoing chemotherapy, though it can also occur spontaneously. Most of the symptoms seen in patients with tumor lysis syndrome are related to the release of intracellular chemical substances that cause impairment in the functions of target organs. This can lead to acute kidney injury (AKI), fatal arrhythmia, and even death. This activity reviews the evaluation and management of tumor lysis syndrome and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Tumor Lysis Syndrome -- Continuing Education Activity. Tumor lysis syndrome is the most common oncologic emergency. This condition is prevalent in both adult and pediatric oncology patients undergoing chemotherapy, though it can also occur spontaneously. Most of the symptoms seen in patients with tumor lysis syndrome are related to the release of intracellular chemical substances that cause impairment in the functions of target organs. This can lead to acute kidney injury (AKI), fatal arrhythmia, and even death. This activity reviews the evaluation and management of tumor lysis syndrome and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30680_1", "title": "Tumor Lysis Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the electrolyte abnormalities associated with tumor lysis syndrome. Describe how tumor lysis syndrome can lead to end-organ failure. Explain how to stratify tumors based on the risk of developing tumor lysis syndrome. Outline how an interprofessional approach is imperative to the effective management of patients with tumor lysis syndrome. Access free multiple choice questions on this topic.", "contents": "Tumor Lysis Syndrome -- Continuing Education Activity. Objectives: Describe the electrolyte abnormalities associated with tumor lysis syndrome. Describe how tumor lysis syndrome can lead to end-organ failure. Explain how to stratify tumors based on the risk of developing tumor lysis syndrome. Outline how an interprofessional approach is imperative to the effective management of patients with tumor lysis syndrome. Access free multiple choice questions on this topic."}
{"id": "article-30680_2", "title": "Tumor Lysis Syndrome -- Introduction", "content": "Tumor lysis syndrome is a clinical condition that can occur spontaneously or after the initiation of chemotherapy associated with the following metabolic disorders: hyperkalemia, hyperphosphatemia, hypocalcemia, and hyperuricemia leading to end-organ damage. It is most common in patients with solid tumors. [1] [2] [3]", "contents": "Tumor Lysis Syndrome -- Introduction. Tumor lysis syndrome is a clinical condition that can occur spontaneously or after the initiation of chemotherapy associated with the following metabolic disorders: hyperkalemia, hyperphosphatemia, hypocalcemia, and hyperuricemia leading to end-organ damage. It is most common in patients with solid tumors. [1] [2] [3]"}
{"id": "article-30680_3", "title": "Tumor Lysis Syndrome -- Introduction", "content": "Tumor lysis syndrome is a metabolic and oncologic emergency frequently encountered in clinical practice. This condition is prevalent in both adult and pediatric oncology patients undergoing chemotherapy. Most of the symptoms seen in patients with tumor lysis syndrome are related to the release of intracellular chemical substances that cause impairment in the functions of target organs. This can lead to acute kidney injury (AKI), fatal arrhythmias, and even death.", "contents": "Tumor Lysis Syndrome -- Introduction. Tumor lysis syndrome is a metabolic and oncologic emergency frequently encountered in clinical practice. This condition is prevalent in both adult and pediatric oncology patients undergoing chemotherapy. Most of the symptoms seen in patients with tumor lysis syndrome are related to the release of intracellular chemical substances that cause impairment in the functions of target organs. This can lead to acute kidney injury (AKI), fatal arrhythmias, and even death."}
{"id": "article-30680_4", "title": "Tumor Lysis Syndrome -- Introduction", "content": "Cancer is a leading cause of morbidity and mortality in the United States and the second leading cause of death. Cancer, as a disease entity, has a wide range of pathologies. Moreover, the primary origin of cancerous cells is different. This, coupled with the variability in the life cycle of cancerous cells, creates a profound derangement of the host's metabolic response. [4] [5]", "contents": "Tumor Lysis Syndrome -- Introduction. Cancer is a leading cause of morbidity and mortality in the United States and the second leading cause of death. Cancer, as a disease entity, has a wide range of pathologies. Moreover, the primary origin of cancerous cells is different. This, coupled with the variability in the life cycle of cancerous cells, creates a profound derangement of the host's metabolic response. [4] [5]"}
{"id": "article-30680_5", "title": "Tumor Lysis Syndrome -- Introduction", "content": "Tumor lysis syndrome usually develops after the initiation of chemotherapy treatment. However, there are more cases of spontaneous development of tumor lysis syndrome with high-grade hematology-oncology malignancies. Because this condition is very lethal, it is imperative to identify patients at high risk for developing tumor lysis syndrome and start early preventative therapy. Quick and early recognition of the renal and metabolic derangement associated with tumor lysis syndrome and initiation of treatment can save a patient's life.", "contents": "Tumor Lysis Syndrome -- Introduction. Tumor lysis syndrome usually develops after the initiation of chemotherapy treatment. However, there are more cases of spontaneous development of tumor lysis syndrome with high-grade hematology-oncology malignancies. Because this condition is very lethal, it is imperative to identify patients at high risk for developing tumor lysis syndrome and start early preventative therapy. Quick and early recognition of the renal and metabolic derangement associated with tumor lysis syndrome and initiation of treatment can save a patient's life."}
{"id": "article-30680_6", "title": "Tumor Lysis Syndrome -- Etiology", "content": "Tumor lysis syndrome is most common in patients diagnosed with leukemia who have a very high white blood cell (WBC) count. It can also be seen in high-grade lymphomas, especially after the initiation of aggressive chemotherapy. Other solid tumors that can cause tumor lysis syndrome are hepatoblastoma or neuroblastoma. [6] [7] There are reports of tumor lysis syndrome occurring spontaneously before the initiation of chemotherapy. An international panel of experts has stratified tumors based on the risk of developing tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Etiology. Tumor lysis syndrome is most common in patients diagnosed with leukemia who have a very high white blood cell (WBC) count. It can also be seen in high-grade lymphomas, especially after the initiation of aggressive chemotherapy. Other solid tumors that can cause tumor lysis syndrome are hepatoblastoma or neuroblastoma. [6] [7] There are reports of tumor lysis syndrome occurring spontaneously before the initiation of chemotherapy. An international panel of experts has stratified tumors based on the risk of developing tumor lysis syndrome."}
{"id": "article-30680_7", "title": "Tumor Lysis Syndrome -- Etiology -- High-Risk Tumors", "content": "Advanced Burkitt lymphoma Advanced leukemia Early-stage leukemia or Burkitt lymphoma with elevated lactate dehydrogenase Acute lymphocytic leukemia with a white cell count of more than 100,000/microliters, or if the increase of lactate dehydrogenase from the baseline is two times the upper limit of normal Diffuse large B-cell lymphoma (DLBCL) and bulky disease with a baseline lactate dehydrogenase two times the upper limit of normal Acute myeloid leukemia (AML) with a white cell count more than or equal to 10,000/microliters", "contents": "Tumor Lysis Syndrome -- Etiology -- High-Risk Tumors. Advanced Burkitt lymphoma Advanced leukemia Early-stage leukemia or Burkitt lymphoma with elevated lactate dehydrogenase Acute lymphocytic leukemia with a white cell count of more than 100,000/microliters, or if the increase of lactate dehydrogenase from the baseline is two times the upper limit of normal Diffuse large B-cell lymphoma (DLBCL) and bulky disease with a baseline lactate dehydrogenase two times the upper limit of normal Acute myeloid leukemia (AML) with a white cell count more than or equal to 10,000/microliters"}
{"id": "article-30680_8", "title": "Tumor Lysis Syndrome -- Etiology -- Intermediate-Risk Tumors", "content": "AML with A white cell count between 25,000 and 100,000/microliters Acute lymphocytic leukemia (ALL) with a white cell count of less than 100,000/microL and LDH of less than twice the upper limit of normal DLBCL with a baseline increase in lactate dehydrogenase of twice the upper limit of normal but the non-bulky disease Early-stage leukemia and Burkitt lymphoma with a lactate dehydrogenase of less than twice the upper limit of normal", "contents": "Tumor Lysis Syndrome -- Etiology -- Intermediate-Risk Tumors. AML with A white cell count between 25,000 and 100,000/microliters Acute lymphocytic leukemia (ALL) with a white cell count of less than 100,000/microL and LDH of less than twice the upper limit of normal DLBCL with a baseline increase in lactate dehydrogenase of twice the upper limit of normal but the non-bulky disease Early-stage leukemia and Burkitt lymphoma with a lactate dehydrogenase of less than twice the upper limit of normal"}
{"id": "article-30680_9", "title": "Tumor Lysis Syndrome -- Etiology -- Low-Risk Tumors", "content": "Solid cancers Multiple myelomas Indolent lymphomas Chronic lymphocytic leukemia Chronic myeloid leukemia AML with a WBC count of less than 25,000/microliters and a lactate dehydrogenase elevated to less than two times the upper limit of normal", "contents": "Tumor Lysis Syndrome -- Etiology -- Low-Risk Tumors. Solid cancers Multiple myelomas Indolent lymphomas Chronic lymphocytic leukemia Chronic myeloid leukemia AML with a WBC count of less than 25,000/microliters and a lactate dehydrogenase elevated to less than two times the upper limit of normal"}
{"id": "article-30680_10", "title": "Tumor Lysis Syndrome -- Etiology", "content": "Rarely, tumor lysis syndrome is associated with the administration of steroids, biological immunomodulators, and monoclonal antibodies. Agents that are associated with the development of tumor lysis syndrome include: Thalidomide Bortezomib Hydroxyurea Paclitaxel Fludarabine Etoposide Zoledronic acid In rare instances, tumor lysis syndrome has been observed in patients under general anesthesia undergoing surgery. Other rare occurrences of tumor lysis syndrome are seen in pregnancy or high fever.", "contents": "Tumor Lysis Syndrome -- Etiology. Rarely, tumor lysis syndrome is associated with the administration of steroids, biological immunomodulators, and monoclonal antibodies. Agents that are associated with the development of tumor lysis syndrome include: Thalidomide Bortezomib Hydroxyurea Paclitaxel Fludarabine Etoposide Zoledronic acid In rare instances, tumor lysis syndrome has been observed in patients under general anesthesia undergoing surgery. Other rare occurrences of tumor lysis syndrome are seen in pregnancy or high fever."}
{"id": "article-30680_11", "title": "Tumor Lysis Syndrome -- Epidemiology", "content": "The precise incidence of tumor lysis syndrome is not known. There are inherent risk factors that can increase the incidence of tumor lysis syndrome, including but not limited to tumor burden, tumors with a high rate of proliferation, tumors with high sensitivity to chemotherapy, and preexisting renal disease or impairment of the patient. The predisposition to tumor lysis syndrome is not related to race or sex. In a study that queried the database of the National Inpatient Sample, the most common malignancies associated with tumor lysis syndrome include non-Hodgkin lymphoma (30%), solid tumors (20%), acute myeloid leukemia (19%), and acute lymphocytic leukemia (13%). The overall in-hospital mortality was approximately 21%. [8]", "contents": "Tumor Lysis Syndrome -- Epidemiology. The precise incidence of tumor lysis syndrome is not known. There are inherent risk factors that can increase the incidence of tumor lysis syndrome, including but not limited to tumor burden, tumors with a high rate of proliferation, tumors with high sensitivity to chemotherapy, and preexisting renal disease or impairment of the patient. The predisposition to tumor lysis syndrome is not related to race or sex. In a study that queried the database of the National Inpatient Sample, the most common malignancies associated with tumor lysis syndrome include non-Hodgkin lymphoma (30%), solid tumors (20%), acute myeloid leukemia (19%), and acute lymphocytic leukemia (13%). The overall in-hospital mortality was approximately 21%. [8]"}
{"id": "article-30680_12", "title": "Tumor Lysis Syndrome -- Epidemiology", "content": "Cairo et al. described the incidence of tumor lysis syndrome based on the risk stratification outlined above. The percentage expressed is the reported incidences of tumor lysis syndrome based on each specific malignancy, including:", "contents": "Tumor Lysis Syndrome -- Epidemiology. Cairo et al. described the incidence of tumor lysis syndrome based on the risk stratification outlined above. The percentage expressed is the reported incidences of tumor lysis syndrome based on each specific malignancy, including:"}
{"id": "article-30680_13", "title": "Tumor Lysis Syndrome -- Epidemiology -- High-Risk Tumors", "content": "Acute lymphocytic leukemia (5.2% to 23%) Acute myeloid leukemia with a WBC count greater than 75,000 (18 %) B-cell acute lymphoblastic leukemia (26.4%) Burkitt lymphoma (14.9%)", "contents": "Tumor Lysis Syndrome -- Epidemiology -- High-Risk Tumors. Acute lymphocytic leukemia (5.2% to 23%) Acute myeloid leukemia with a WBC count greater than 75,000 (18 %) B-cell acute lymphoblastic leukemia (26.4%) Burkitt lymphoma (14.9%)"}
{"id": "article-30680_14", "title": "Tumor Lysis Syndrome -- Epidemiology -- Intermediate-Risk Tumors", "content": "Acute myeloid leukemia with WBC counts between 25,000 and 50,000 (6%) Diffuse large B-cell lymphoma (6%)", "contents": "Tumor Lysis Syndrome -- Epidemiology -- Intermediate-Risk Tumors. Acute myeloid leukemia with WBC counts between 25,000 and 50,000 (6%) Diffuse large B-cell lymphoma (6%)"}
{"id": "article-30680_15", "title": "Tumor Lysis Syndrome -- Epidemiology -- Low-risk Tumors", "content": "Acute myeloid leukemia with WBC count less than 25,000 (1%) Chronic lymphocytic leukemia (0.33%) Chronic myelogenous leukemia (Case reports) A solid tumor (Case reports)", "contents": "Tumor Lysis Syndrome -- Epidemiology -- Low-risk Tumors. Acute myeloid leukemia with WBC count less than 25,000 (1%) Chronic lymphocytic leukemia (0.33%) Chronic myelogenous leukemia (Case reports) A solid tumor (Case reports)"}
{"id": "article-30680_16", "title": "Tumor Lysis Syndrome -- Epidemiology", "content": "Tumor lysis syndrome is most commonly associated with the initiation of cytotoxic chemotherapy. However, there are case reports of tumor lysis syndrome precipitated by radiation therapy, including the use of thalidomide, dexamethasone therapy, and the use of newer chemotherapeutic agents like rituximab and bortezomib.", "contents": "Tumor Lysis Syndrome -- Epidemiology. Tumor lysis syndrome is most commonly associated with the initiation of cytotoxic chemotherapy. However, there are case reports of tumor lysis syndrome precipitated by radiation therapy, including the use of thalidomide, dexamethasone therapy, and the use of newer chemotherapeutic agents like rituximab and bortezomib."}
{"id": "article-30680_17", "title": "Tumor Lysis Syndrome -- Pathophysiology", "content": "The pathophysiology of tumor lysis syndrome is complicated. Tumor lysis syndrome is caused by the massive release of intracellular ions such as potassium, phosphorus, and nucleic acids that have been metabolized to uric acid. The main organ responsible for the excretions of these substances is the kidney. When the compensatory response of the kidney is exhausted as a result of the massive release of intracellular ions, uric acid obstructive uropathy develops, which can then progress to acute kidney injury.", "contents": "Tumor Lysis Syndrome -- Pathophysiology. The pathophysiology of tumor lysis syndrome is complicated. Tumor lysis syndrome is caused by the massive release of intracellular ions such as potassium, phosphorus, and nucleic acids that have been metabolized to uric acid. The main organ responsible for the excretions of these substances is the kidney. When the compensatory response of the kidney is exhausted as a result of the massive release of intracellular ions, uric acid obstructive uropathy develops, which can then progress to acute kidney injury."}
{"id": "article-30680_18", "title": "Tumor Lysis Syndrome -- Pathophysiology", "content": "Molecules called nucleotides comprise DNA. These nucleotides are units made of a phosphate group, a sugar group, and a nitrogen base. The nitrogen base is adenine, thymine, guanine, or cytosine. Adenine and guanine are purines, while thymine and cytosine are pyrimidines. Ribonucleic acid, however, is made up of ribose sugar and a nitrogen base adenine, thymine, and uracil.", "contents": "Tumor Lysis Syndrome -- Pathophysiology. Molecules called nucleotides comprise DNA. These nucleotides are units made of a phosphate group, a sugar group, and a nitrogen base. The nitrogen base is adenine, thymine, guanine, or cytosine. Adenine and guanine are purines, while thymine and cytosine are pyrimidines. Ribonucleic acid, however, is made up of ribose sugar and a nitrogen base adenine, thymine, and uracil."}
{"id": "article-30680_19", "title": "Tumor Lysis Syndrome -- Pathophysiology", "content": "The metabolism of the purines adenine and guanine in a stepwise process leads to the production of xanthine. Adenine is metabolized to hypoxanthine, whereas guanine is metabolized to xanthine. Xanthine is then further metabolized into uric acid in a reaction that is catalyzed by xanthine oxidase. Most mammals have the enzyme urate oxidase that can transform uric acid into allantoin, which is a more soluble substance that can be easily excreted by the kidney. Human beings lack this enzyme.", "contents": "Tumor Lysis Syndrome -- Pathophysiology. The metabolism of the purines adenine and guanine in a stepwise process leads to the production of xanthine. Adenine is metabolized to hypoxanthine, whereas guanine is metabolized to xanthine. Xanthine is then further metabolized into uric acid in a reaction that is catalyzed by xanthine oxidase. Most mammals have the enzyme urate oxidase that can transform uric acid into allantoin, which is a more soluble substance that can be easily excreted by the kidney. Human beings lack this enzyme."}
{"id": "article-30680_20", "title": "Tumor Lysis Syndrome -- Pathophysiology", "content": "Due to the rapid turnover of tumor cells, there is an overwhelming production of uric acid, which then crystallizes in the renal tubules causing obstructive uropathy and decreased glomerular filtration rate. In rat models, urate nephropathy causes an increase in both proximal and distal tubule pressure. Peritubular capillary pressure and vascular resistance also increase. Uric acid scavenges nitric oxide, which is a potent vasodilator. The scavenging of nitric oxide produces vasoconstriction and kidney ischemia. Uric acid is also a potential pro-inflammatory agent and can cause the release of other cytokine-like tumor necrosis factor-alpha, protein I. These cytokines attract white blood cells and facilitate further injury to the kidney.", "contents": "Tumor Lysis Syndrome -- Pathophysiology. Due to the rapid turnover of tumor cells, there is an overwhelming production of uric acid, which then crystallizes in the renal tubules causing obstructive uropathy and decreased glomerular filtration rate. In rat models, urate nephropathy causes an increase in both proximal and distal tubule pressure. Peritubular capillary pressure and vascular resistance also increase. Uric acid scavenges nitric oxide, which is a potent vasodilator. The scavenging of nitric oxide produces vasoconstriction and kidney ischemia. Uric acid is also a potential pro-inflammatory agent and can cause the release of other cytokine-like tumor necrosis factor-alpha, protein I. These cytokines attract white blood cells and facilitate further injury to the kidney."}
{"id": "article-30680_21", "title": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperkalemia", "content": "The concentration of potassium within the cell is about 120 to 130 meq/L. The lysis of tumorous cells leads to a massive release of intracellular potassium. The excess potassium is usually taken up by the liver and skeletal muscle. The rest is excreted via the gastrointestinal system or the kidney. Obstructive uropathy from uric acid salts can limit the excretion of potassium. Sometimes the hyperkalemia from the solid tumor can reach a potentially life-threatening level. The risk of hyperkalemia is cardiac arrest from arrhythmia.", "contents": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperkalemia. The concentration of potassium within the cell is about 120 to 130 meq/L. The lysis of tumorous cells leads to a massive release of intracellular potassium. The excess potassium is usually taken up by the liver and skeletal muscle. The rest is excreted via the gastrointestinal system or the kidney. Obstructive uropathy from uric acid salts can limit the excretion of potassium. Sometimes the hyperkalemia from the solid tumor can reach a potentially life-threatening level. The risk of hyperkalemia is cardiac arrest from arrhythmia."}
{"id": "article-30680_22", "title": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperphosphatemia", "content": "Hyperphosphatemia is another electrolyte imbalance associated with tumor lysis syndrome. The nucleic acid has a phosphate group, and the breakdown of the tumorous cell will lead to the release of a significant amount of phosphorus into the bloodstream. Most of the phosphorus is renally excreted. This ability of the kidney to handle a high load of phosphorus is inhibited by acute kidney injury or chronic kidney disease.", "contents": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperphosphatemia. Hyperphosphatemia is another electrolyte imbalance associated with tumor lysis syndrome. The nucleic acid has a phosphate group, and the breakdown of the tumorous cell will lead to the release of a significant amount of phosphorus into the bloodstream. Most of the phosphorus is renally excreted. This ability of the kidney to handle a high load of phosphorus is inhibited by acute kidney injury or chronic kidney disease."}
{"id": "article-30680_23", "title": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperphosphatemia", "content": "Hyperphosphatemia is less common in spontaneous tumor lysis syndrome than in those induced by chemotherapy. It leads to the chelation of calcium, causing hypocalcemia. The deposition of calcium and phosphorus salts in the kidney and soft tissues can also occur.", "contents": "Tumor Lysis Syndrome -- Pathophysiology -- Hyperphosphatemia. Hyperphosphatemia is less common in spontaneous tumor lysis syndrome than in those induced by chemotherapy. It leads to the chelation of calcium, causing hypocalcemia. The deposition of calcium and phosphorus salts in the kidney and soft tissues can also occur."}
{"id": "article-30680_24", "title": "Tumor Lysis Syndrome -- Pathophysiology -- Hypocalcemia", "content": "Hypocalcemia in tumor lysis syndrome is mostly secondary to the chelation of phosphorus. This condition is more potentially life-threatening than hyperphosphatemia. Possible complications from hypocalcemia include arrhythmia, tetany, seizure, and death. The calcium level might still be relatively low even after the normalization of the phosphorus level because of a deficiency of 1, 25 vitamin D.", "contents": "Tumor Lysis Syndrome -- Pathophysiology -- Hypocalcemia. Hypocalcemia in tumor lysis syndrome is mostly secondary to the chelation of phosphorus. This condition is more potentially life-threatening than hyperphosphatemia. Possible complications from hypocalcemia include arrhythmia, tetany, seizure, and death. The calcium level might still be relatively low even after the normalization of the phosphorus level because of a deficiency of 1, 25 vitamin D."}
{"id": "article-30680_25", "title": "Tumor Lysis Syndrome -- Histopathology", "content": "The histopathological findings in tumor lysis syndrome are associated with the deposition of uric acid, calcium phosphate, and xanthine in the lamina of the distal kidney tubules. Crystals of uric acid can also deposit kidney tubular epithelial cells as well as the medulla. The factors that favor the formation of crystals include low urine flow, low solubility, and high levels of solutes. The deposition of crystals in the renal pelvis, calyxes, and the ureter can cause inflammation leading to obstruction of urinary flow. Longstanding obstruction creates hydroureter, hydronephrosis, and subsequent acute kidney failure.", "contents": "Tumor Lysis Syndrome -- Histopathology. The histopathological findings in tumor lysis syndrome are associated with the deposition of uric acid, calcium phosphate, and xanthine in the lamina of the distal kidney tubules. Crystals of uric acid can also deposit kidney tubular epithelial cells as well as the medulla. The factors that favor the formation of crystals include low urine flow, low solubility, and high levels of solutes. The deposition of crystals in the renal pelvis, calyxes, and the ureter can cause inflammation leading to obstruction of urinary flow. Longstanding obstruction creates hydroureter, hydronephrosis, and subsequent acute kidney failure."}
{"id": "article-30680_26", "title": "Tumor Lysis Syndrome -- History and Physical", "content": "The history and physical examination of patients with tumor lysis syndrome should be focused on the primary causes of the tumor lysis. Time of onset of malignancy should be elicited with attention to the presence of constitutional symptoms like weight loss or anorexia. The presence of respiratory symptoms dyspnea, orthopnea, and tachypnea can be a sign of airway compression from a primary tumor. Urinary symptoms such as dysuria, flank pain, and hematuria Signs and symptoms that can be associated with hypocalcemia include nausea, vomiting, seizure, tetanic spasm, and change in mental status.", "contents": "Tumor Lysis Syndrome -- History and Physical. The history and physical examination of patients with tumor lysis syndrome should be focused on the primary causes of the tumor lysis. Time of onset of malignancy should be elicited with attention to the presence of constitutional symptoms like weight loss or anorexia. The presence of respiratory symptoms dyspnea, orthopnea, and tachypnea can be a sign of airway compression from a primary tumor. Urinary symptoms such as dysuria, flank pain, and hematuria Signs and symptoms that can be associated with hypocalcemia include nausea, vomiting, seizure, tetanic spasm, and change in mental status."}
{"id": "article-30680_27", "title": "Tumor Lysis Syndrome -- History and Physical", "content": "Other clinical manifestations of tumor lysis syndrome include but are not limited to, syncopal attack, palpitation lethargy, pitting edema, facial edema, abdominal distention, and other sign of fluid overload.", "contents": "Tumor Lysis Syndrome -- History and Physical. Other clinical manifestations of tumor lysis syndrome include but are not limited to, syncopal attack, palpitation lethargy, pitting edema, facial edema, abdominal distention, and other sign of fluid overload."}
{"id": "article-30680_28", "title": "Tumor Lysis Syndrome -- History and Physical -- Physical Examination", "content": "The physical examination should focus on the electrolyte abnormalities that are associated with tumor lysis syndrome. The physical findings associated with these abnormalities are listed below. Hypocalcemia Carpal spasm Pedal spasm Tetany Chvostek sign Trousseau’s sign Wheezing associated with bronchospasm Seizure Uremia for hyperuricemia and obstructive uropathy Weakness Lethargy Malaise Nausea Vomiting Metallic taste in the mouth Irritability Generalized pruritis Rales and Ronchi from volume overload Muffled heart sound from pericarditis secondary to uremia Joint pain Renal colicky pain Calcium phosphate crystal deposits in the skin Pruritis Gangrene The signs and symptoms of tumor lysis syndrome can develop spontaneously or about 72 hours after the initiation of chemotherapy.", "contents": "Tumor Lysis Syndrome -- History and Physical -- Physical Examination. The physical examination should focus on the electrolyte abnormalities that are associated with tumor lysis syndrome. The physical findings associated with these abnormalities are listed below. Hypocalcemia Carpal spasm Pedal spasm Tetany Chvostek sign Trousseau’s sign Wheezing associated with bronchospasm Seizure Uremia for hyperuricemia and obstructive uropathy Weakness Lethargy Malaise Nausea Vomiting Metallic taste in the mouth Irritability Generalized pruritis Rales and Ronchi from volume overload Muffled heart sound from pericarditis secondary to uremia Joint pain Renal colicky pain Calcium phosphate crystal deposits in the skin Pruritis Gangrene The signs and symptoms of tumor lysis syndrome can develop spontaneously or about 72 hours after the initiation of chemotherapy."}
{"id": "article-30680_29", "title": "Tumor Lysis Syndrome -- Evaluation", "content": "Tumor lysis syndrome is diagnosed based on criteria that were developed by Cairo and Bishop. [7] [9] The criteria established by Cairo and Bishop have several limitations. The most crucial drawback is that the definition of tumor lysis syndrome based on this criterion requires the initiation of chemotherapy. However, in clinical practice, tumor lysis syndrome can develop spontaneously without the initiation of chemotherapy.", "contents": "Tumor Lysis Syndrome -- Evaluation. Tumor lysis syndrome is diagnosed based on criteria that were developed by Cairo and Bishop. [7] [9] The criteria established by Cairo and Bishop have several limitations. The most crucial drawback is that the definition of tumor lysis syndrome based on this criterion requires the initiation of chemotherapy. However, in clinical practice, tumor lysis syndrome can develop spontaneously without the initiation of chemotherapy."}
{"id": "article-30680_30", "title": "Tumor Lysis Syndrome -- Evaluation", "content": "The second limitation is the use of creatinine levels greater than 1.5, the upper limit for age and gender. This is not standard as a patient with CKD (Chronic Kidney Disease) will have elevated creatine in the absence of AKI. The Cairo-Bishop criteria also factor in the severity of tumor lysis syndrome based on the severity of illness from grade 0 (asymptomatic) to 4 (death).", "contents": "Tumor Lysis Syndrome -- Evaluation. The second limitation is the use of creatinine levels greater than 1.5, the upper limit for age and gender. This is not standard as a patient with CKD (Chronic Kidney Disease) will have elevated creatine in the absence of AKI. The Cairo-Bishop criteria also factor in the severity of tumor lysis syndrome based on the severity of illness from grade 0 (asymptomatic) to 4 (death)."}
{"id": "article-30680_31", "title": "Tumor Lysis Syndrome -- Evaluation -- Laboratory Diagnosis of Tumor Lysis Syndrome", "content": "Requires 2 or more of the following criteria achieved in the same 24-hour period from 3 days before to 7 days after chemotherapy initiation: Uric acid 25% increase from baseline or greater than or equal to 8.0 mg/dL Potassium 25% increase from baseline or greater than or equal to 6.0 mEq/L Phosphorus 25% increase from baseline or greater than or equal to 4.5 mg/dL (greater than or equal to 6.5 mg/dL in children) Calcium 25% decrease from baseline or less than or equal to 7.0 mg/dL", "contents": "Tumor Lysis Syndrome -- Evaluation -- Laboratory Diagnosis of Tumor Lysis Syndrome. Requires 2 or more of the following criteria achieved in the same 24-hour period from 3 days before to 7 days after chemotherapy initiation: Uric acid 25% increase from baseline or greater than or equal to 8.0 mg/dL Potassium 25% increase from baseline or greater than or equal to 6.0 mEq/L Phosphorus 25% increase from baseline or greater than or equal to 4.5 mg/dL (greater than or equal to 6.5 mg/dL in children) Calcium 25% decrease from baseline or less than or equal to 7.0 mg/dL"}
{"id": "article-30680_32", "title": "Tumor Lysis Syndrome -- Evaluation -- Clinical Diagnosis of Tumor Lysis Syndrome", "content": "Laboratory tumor lysis syndrome plus 1 or more of the following: Creatinine greater than 1.5 times the upper limit of normal of an age-adjusted reference range Seizure Cardiac arrhythmia or sudden death Other origins of AKI should be excluded. In the evaluation of tumor lysis syndrome, the following studies are necessary:", "contents": "Tumor Lysis Syndrome -- Evaluation -- Clinical Diagnosis of Tumor Lysis Syndrome. Laboratory tumor lysis syndrome plus 1 or more of the following: Creatinine greater than 1.5 times the upper limit of normal of an age-adjusted reference range Seizure Cardiac arrhythmia or sudden death Other origins of AKI should be excluded. In the evaluation of tumor lysis syndrome, the following studies are necessary:"}
{"id": "article-30680_33", "title": "Tumor Lysis Syndrome -- Evaluation -- Imaging", "content": "X-Ray and CT scan of the chest to evaluate the presence of mediastinal mass and the presence of a concomitant pleural effusion", "contents": "Tumor Lysis Syndrome -- Evaluation -- Imaging. X-Ray and CT scan of the chest to evaluate the presence of mediastinal mass and the presence of a concomitant pleural effusion"}
{"id": "article-30680_34", "title": "Tumor Lysis Syndrome -- Evaluation -- Imaging", "content": "CT scan and an ultrasound of the abdomen and retroperitoneal structure if the mass lesion is located in the abdomen or retroperitoneum. Care must be taken with intravenous (IV) contrast because of the presence of AKI in tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Evaluation -- Imaging. CT scan and an ultrasound of the abdomen and retroperitoneal structure if the mass lesion is located in the abdomen or retroperitoneum. Care must be taken with intravenous (IV) contrast because of the presence of AKI in tumor lysis syndrome."}
{"id": "article-30680_35", "title": "Tumor Lysis Syndrome -- Evaluation -- Electrocardiography (ECG)", "content": "ECG is part of the workup for patients with tumor lysis syndrome to check for findings associated with hyperkalemia and hypocalcemia. Hyperkalemia is a potential cause of fatal arrhythmia in tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Evaluation -- Electrocardiography (ECG). ECG is part of the workup for patients with tumor lysis syndrome to check for findings associated with hyperkalemia and hypocalcemia. Hyperkalemia is a potential cause of fatal arrhythmia in tumor lysis syndrome."}
{"id": "article-30680_36", "title": "Tumor Lysis Syndrome -- Evaluation -- Complete Blood Count (CBC)", "content": "CBC helps in the diagnosis of malignancy associated with tumor lysis syndrome. The hallmark of most malignancy is leukocytosis with anemia and thrombocytopenia.", "contents": "Tumor Lysis Syndrome -- Evaluation -- Complete Blood Count (CBC). CBC helps in the diagnosis of malignancy associated with tumor lysis syndrome. The hallmark of most malignancy is leukocytosis with anemia and thrombocytopenia."}
{"id": "article-30680_37", "title": "Tumor Lysis Syndrome -- Evaluation -- Comprehensive Metabolic Panel (CMP)", "content": "The metabolic derangements associated with tumor lysis syndrome are hyperkalemia, hypocalcemia, hyperphosphatemia, and hyperuricemia. Blood urea nitrogen (BUN), creatinine, and lactate dehydrogenase are also elevated in tumor lysis syndrome. CMP must be monitored between two to three times daily before and after initiation of therapy. Elevated laboratory value might be indicative of the beginning of tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Evaluation -- Comprehensive Metabolic Panel (CMP). The metabolic derangements associated with tumor lysis syndrome are hyperkalemia, hypocalcemia, hyperphosphatemia, and hyperuricemia. Blood urea nitrogen (BUN), creatinine, and lactate dehydrogenase are also elevated in tumor lysis syndrome. CMP must be monitored between two to three times daily before and after initiation of therapy. Elevated laboratory value might be indicative of the beginning of tumor lysis syndrome."}
{"id": "article-30680_38", "title": "Tumor Lysis Syndrome -- Evaluation -- Urine Analysis", "content": "Precipitation of uric acid salt can cause obstructive uropathy. In the treatment of tumor lysis syndrome, alkalinization of urine with sodium bicarbonate is the standard of care. Frequent urine analysis with an assessment of urine pH, specific gravity, and output is mandatory.", "contents": "Tumor Lysis Syndrome -- Evaluation -- Urine Analysis. Precipitation of uric acid salt can cause obstructive uropathy. In the treatment of tumor lysis syndrome, alkalinization of urine with sodium bicarbonate is the standard of care. Frequent urine analysis with an assessment of urine pH, specific gravity, and output is mandatory."}
{"id": "article-30680_39", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Rapid Expansion of Intravascular Volume", "content": "Treatment of tumor lysis syndrome starts with rapid volume expansion. It is recommended to use crystalloids in volume expansion as this will help to increase the glomerular filtration rate (GFR) quickly. Improved GFR helps with the excretion of solutes associated with tumor lysis syndrome. The drawback to this is that the kidney functions should still be intact. Intravenous fluid should be initiated 48 hours before the start of chemotherapy and should be continued for 48 hours after chemotherapy. Hydration with about 3 to 3.5 liters/m2 per day or 4 to 5 liters per day might be needed to provide adequate hydration. This will provide a urine output of about 3 liters per day. [10] [11] [12]", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Rapid Expansion of Intravascular Volume. Treatment of tumor lysis syndrome starts with rapid volume expansion. It is recommended to use crystalloids in volume expansion as this will help to increase the glomerular filtration rate (GFR) quickly. Improved GFR helps with the excretion of solutes associated with tumor lysis syndrome. The drawback to this is that the kidney functions should still be intact. Intravenous fluid should be initiated 48 hours before the start of chemotherapy and should be continued for 48 hours after chemotherapy. Hydration with about 3 to 3.5 liters/m2 per day or 4 to 5 liters per day might be needed to provide adequate hydration. This will provide a urine output of about 3 liters per day. [10] [11] [12]"}
{"id": "article-30680_40", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol", "content": "This is a structural isomer of hypoxanthine. Xanthine oxidase converts allopurinol to oxypurinol. This is the active metabolite, and it is excreted primarily by the kidney. CKD or AKI impair the elimination of oxypurinol. The level of xanthine in the urine and serum can be elevated after the administration of allopurinol because of the inhibition of the conversion of xanthine to uric acid. Xanthine by itself has limited solubility and can crystallize in the renal tubules making the obstructive uropathy associated with tumor lysis syndrome worse.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol. This is a structural isomer of hypoxanthine. Xanthine oxidase converts allopurinol to oxypurinol. This is the active metabolite, and it is excreted primarily by the kidney. CKD or AKI impair the elimination of oxypurinol. The level of xanthine in the urine and serum can be elevated after the administration of allopurinol because of the inhibition of the conversion of xanthine to uric acid. Xanthine by itself has limited solubility and can crystallize in the renal tubules making the obstructive uropathy associated with tumor lysis syndrome worse."}
{"id": "article-30680_41", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol", "content": "Allopurinol can decrease the production of uric acid in tumor lysis syndrome but is ineffective in the treatment of hyperuricemia associated with tumor lysis syndrome. Allopurinol is a very useful agent to prevent the development of tumor lysis syndrome. The use of allopurinol is associated with the development of skin rash, eosinophilia, and acute hepatitis. The combination of these symptoms is called allopurinol hypersensitivity syndrome.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol. Allopurinol can decrease the production of uric acid in tumor lysis syndrome but is ineffective in the treatment of hyperuricemia associated with tumor lysis syndrome. Allopurinol is a very useful agent to prevent the development of tumor lysis syndrome. The use of allopurinol is associated with the development of skin rash, eosinophilia, and acute hepatitis. The combination of these symptoms is called allopurinol hypersensitivity syndrome."}
{"id": "article-30680_42", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol", "content": "In the treatment of tumor lysis syndrome, clinicians should be aware of potential drug-to-drug interaction with azathioprine, immunosuppressive drug use in patients with solid organ transplants, and autoimmune disorder.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Allopurinol. In the treatment of tumor lysis syndrome, clinicians should be aware of potential drug-to-drug interaction with azathioprine, immunosuppressive drug use in patients with solid organ transplants, and autoimmune disorder."}
{"id": "article-30680_43", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Recombinant Urate Oxidase", "content": "A recombinant version of urate oxidase is a drug that is used to treat hyperuricemia in patients with leukemia, lymphoma, and solid tumor who are undergoing chemotherapy. It is derived from Aspergillus by recombinant technology. The drug's mechanism of action is the catalyzes of uric acid to allantoin, carbon dioxide, and hydrogen peroxide. Hydrogen peroxide is a potent oxidizing agent and can cause severe methemoglobinemia or hemolytic anemia in patients with glucose 6 phosphate dehydrogenase G6PD deficiency. The Food and Drug Administration approved recombinant urate oxidase in 2009 This medication can be administered intramuscularly. It can also be given intravenously at doses of between 50 to 100 U/kg per day.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Recombinant Urate Oxidase. A recombinant version of urate oxidase is a drug that is used to treat hyperuricemia in patients with leukemia, lymphoma, and solid tumor who are undergoing chemotherapy. It is derived from Aspergillus by recombinant technology. The drug's mechanism of action is the catalyzes of uric acid to allantoin, carbon dioxide, and hydrogen peroxide. Hydrogen peroxide is a potent oxidizing agent and can cause severe methemoglobinemia or hemolytic anemia in patients with glucose 6 phosphate dehydrogenase G6PD deficiency. The Food and Drug Administration approved recombinant urate oxidase in 2009 This medication can be administered intramuscularly. It can also be given intravenously at doses of between 50 to 100 U/kg per day."}
{"id": "article-30680_44", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Sodium Bicarbonate for Urine Alkalinisation", "content": "The normal urine is acidic with a pH of about 5. The solubility of uric acid in urine is increased about 10-fold with the alkalinization of urine. This can be achieved by adding about 40 to 50 mEq/liter of sodium bicarbonate to the fluid used for hydration in tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Sodium Bicarbonate for Urine Alkalinisation. The normal urine is acidic with a pH of about 5. The solubility of uric acid in urine is increased about 10-fold with the alkalinization of urine. This can be achieved by adding about 40 to 50 mEq/liter of sodium bicarbonate to the fluid used for hydration in tumor lysis syndrome."}
{"id": "article-30680_45", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Sodium Bicarbonate for Urine Alkalinisation", "content": "The risk of alkalinization of the urine is a decrease in the level of ionized calcium as there is less bonding of calcium to albumin. This can worsen the hypocalcemia associated with tumor lysis syndrome leading o arrhythmia or tetany. That apart, the alkalinization of urine can favor the precipitation of calcium and phosphate salts in the kidney tubules, thus making AKI in tumor lysis syndrome worse. Therefore, alkalinization of urine with sodium bicarbonate is only advisable if rasburicase is not readily available. Even with that, the level of calcium should be serially monitored.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Sodium Bicarbonate for Urine Alkalinisation. The risk of alkalinization of the urine is a decrease in the level of ionized calcium as there is less bonding of calcium to albumin. This can worsen the hypocalcemia associated with tumor lysis syndrome leading o arrhythmia or tetany. That apart, the alkalinization of urine can favor the precipitation of calcium and phosphate salts in the kidney tubules, thus making AKI in tumor lysis syndrome worse. Therefore, alkalinization of urine with sodium bicarbonate is only advisable if rasburicase is not readily available. Even with that, the level of calcium should be serially monitored."}
{"id": "article-30680_46", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Calcium", "content": "Calcium chloride and calcium gluconate can be administered parenterally to treat hypocalcemia. In tumor lysis syndrome, hypocalcemia is secondary to hyperphosphatemia; therefore, administration of calcium can potentiate the deposition of calcium phosphate crystals in soft tissues and the kidney making AKI worse. This might sometimes necessitate the use of hemodialysis.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Calcium. Calcium chloride and calcium gluconate can be administered parenterally to treat hypocalcemia. In tumor lysis syndrome, hypocalcemia is secondary to hyperphosphatemia; therefore, administration of calcium can potentiate the deposition of calcium phosphate crystals in soft tissues and the kidney making AKI worse. This might sometimes necessitate the use of hemodialysis."}
{"id": "article-30680_47", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Hemodialysis", "content": "This is an option that is available to use in dire situations if the level of potassium and phosphorus is too high in the face of tumor lysis syndrome associated AKI. In tumor lysis syndrome, there is an ongoing liberation of intracellular ions. If intermittent hemodialysis is utilized for extracorporeal clearance, rebound hyperkalemia or hyperphosphatemia might develop. Because of this, continuous renal replacement therapy is the best modality for solute removal. This is done with a high flow rate for the dialysate or replacement fluid. For life-threatening hyperkalemia, early hemodialysis is recommended. For severe hyperphosphatemia, continuous renal replacement therapy might also be the best treatment modality.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Hemodialysis. This is an option that is available to use in dire situations if the level of potassium and phosphorus is too high in the face of tumor lysis syndrome associated AKI. In tumor lysis syndrome, there is an ongoing liberation of intracellular ions. If intermittent hemodialysis is utilized for extracorporeal clearance, rebound hyperkalemia or hyperphosphatemia might develop. Because of this, continuous renal replacement therapy is the best modality for solute removal. This is done with a high flow rate for the dialysate or replacement fluid. For life-threatening hyperkalemia, early hemodialysis is recommended. For severe hyperphosphatemia, continuous renal replacement therapy might also be the best treatment modality."}
{"id": "article-30680_48", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Febuxostat", "content": "This medication is also a xanthine oxidase inhibitor that is relatively new to the market. It is more expensive than allopurinol. It does not cause the hypersensitivity reaction that is associated with allopurinol.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Febuxostat. This medication is also a xanthine oxidase inhibitor that is relatively new to the market. It is more expensive than allopurinol. It does not cause the hypersensitivity reaction that is associated with allopurinol."}
{"id": "article-30680_49", "title": "Tumor Lysis Syndrome -- Treatment / Management -- Febuxostat", "content": "In the clinical trial, the Febuxostat for Tumor Lysis Syndrome Prevention in Hematologic Malignancies (FLORENCE), febuxostat provides better control of hyperuricemia of tumor lysis syndrome with a good safety profile and preservation of renal functions.", "contents": "Tumor Lysis Syndrome -- Treatment / Management -- Febuxostat. In the clinical trial, the Febuxostat for Tumor Lysis Syndrome Prevention in Hematologic Malignancies (FLORENCE), febuxostat provides better control of hyperuricemia of tumor lysis syndrome with a good safety profile and preservation of renal functions."}
{"id": "article-30680_50", "title": "Tumor Lysis Syndrome -- Differential Diagnosis", "content": "Tumor lysis syndrome should be differentiated  from other clinical conditions that can cause: Hyperkalemia Hyperphosphatemia Hyperuricemia The differential diagnosis of each electrolyte abnormalities are listed below:", "contents": "Tumor Lysis Syndrome -- Differential Diagnosis. Tumor lysis syndrome should be differentiated  from other clinical conditions that can cause: Hyperkalemia Hyperphosphatemia Hyperuricemia The differential diagnosis of each electrolyte abnormalities are listed below:"}
{"id": "article-30680_51", "title": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperkalemia", "content": "Hypocalcemia Metabolic acidosis Congenital adrenal hyperplasia Toxicity from digitalis Acute tubular necrosis Electrical burn Head trauma Rhabdomyolysis Thermal burns", "contents": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperkalemia. Hypocalcemia Metabolic acidosis Congenital adrenal hyperplasia Toxicity from digitalis Acute tubular necrosis Electrical burn Head trauma Rhabdomyolysis Thermal burns"}
{"id": "article-30680_52", "title": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperphosphatemia", "content": "Monoclonal gammopathy Waldenstrom macroglobulinemia Multiple myeloma Other differentials to be considered in hyperphosphatemia include: Pseudohypoparathyroidism Rhabdomyolysis Vitamin D intoxication Oral saline laxative (Phospho-soda) abuse Pseudohyperphosphatemia", "contents": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperphosphatemia. Monoclonal gammopathy Waldenstrom macroglobulinemia Multiple myeloma Other differentials to be considered in hyperphosphatemia include: Pseudohypoparathyroidism Rhabdomyolysis Vitamin D intoxication Oral saline laxative (Phospho-soda) abuse Pseudohyperphosphatemia"}
{"id": "article-30680_53", "title": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperuricemia", "content": "Hyperparathyroidism Hypothyroidism Nephrolithiasis Alcoholic ketoacidosis Diabetic ketoacidosis Gout Pseudogout Type 1 a glycogen storage disease Hemolytic anemia Hodgkins lymphoma Uric acid nephropathy", "contents": "Tumor Lysis Syndrome -- Differential Diagnosis -- Hyperuricemia. Hyperparathyroidism Hypothyroidism Nephrolithiasis Alcoholic ketoacidosis Diabetic ketoacidosis Gout Pseudogout Type 1 a glycogen storage disease Hemolytic anemia Hodgkins lymphoma Uric acid nephropathy"}
{"id": "article-30680_54", "title": "Tumor Lysis Syndrome -- Prognosis", "content": "Data on the prognosis of tumor lysis syndrome, whether before the start of chemotherapy or after successful completion, is limited. However, using a recombinant urate oxidase has significantly decreased the incidence of acute renal failure requiring hemodialysis. An increase in the knowledge of the pathophysiology of tumor lysis syndrome has led to better outcomes. Management protocol and treatment are being modified based on a better understanding of the disease process. This has led to a significant decrease in poor outcomes with tumor lysis syndrome.", "contents": "Tumor Lysis Syndrome -- Prognosis. Data on the prognosis of tumor lysis syndrome, whether before the start of chemotherapy or after successful completion, is limited. However, using a recombinant urate oxidase has significantly decreased the incidence of acute renal failure requiring hemodialysis. An increase in the knowledge of the pathophysiology of tumor lysis syndrome has led to better outcomes. Management protocol and treatment are being modified based on a better understanding of the disease process. This has led to a significant decrease in poor outcomes with tumor lysis syndrome."}
{"id": "article-30680_55", "title": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Tumor lysis syndrome is an oncologic emergency that is life-threatening. It is best managed by an interprofessional team that includes the oncologist, nephrologist, internist, intensivist, and ICU nurses. Because this condition is very lethal, it is imperative to identify patients at high risk for developing tumor lysis syndrome and start early preventative therapy. Quick and early recognition of the renal and metabolic derangement associated with tumor lysis syndrome and initiation of treatment can save a patient's life. ICU and oncology nurses play a key role in the management of these patients.", "contents": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes. Tumor lysis syndrome is an oncologic emergency that is life-threatening. It is best managed by an interprofessional team that includes the oncologist, nephrologist, internist, intensivist, and ICU nurses. Because this condition is very lethal, it is imperative to identify patients at high risk for developing tumor lysis syndrome and start early preventative therapy. Quick and early recognition of the renal and metabolic derangement associated with tumor lysis syndrome and initiation of treatment can save a patient's life. ICU and oncology nurses play a key role in the management of these patients."}
{"id": "article-30680_56", "title": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention", "content": "Tumor lysis syndrome is best prevented rather than managed. The most important factor considered for the management of tumor lysis syndrome is the ability to prevent its development based on anticipation. Some guidelines stratify the risk of developing tumor lysis syndrome based on the histology of the primary tumor. Multiple clinical trials have not demonstrated the superiority of any particular prophylactic regiment for tumor lysis syndrome. For tumors with a high risk of releasing situation amount of intracellular substances after the initiation of chemotherapy, it is recommended to start aggressive hydration before initiation of treatment. At least 3 liters per day is recommended. Since an adequate glomerular filtration rate promotes the excretion of potassium, phosphorus, and uric acid, a generous amount of fluid is necessary to prevent the development of AKI from tumor lysis syndrome and also to promote solute excretion.", "contents": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention. Tumor lysis syndrome is best prevented rather than managed. The most important factor considered for the management of tumor lysis syndrome is the ability to prevent its development based on anticipation. Some guidelines stratify the risk of developing tumor lysis syndrome based on the histology of the primary tumor. Multiple clinical trials have not demonstrated the superiority of any particular prophylactic regiment for tumor lysis syndrome. For tumors with a high risk of releasing situation amount of intracellular substances after the initiation of chemotherapy, it is recommended to start aggressive hydration before initiation of treatment. At least 3 liters per day is recommended. Since an adequate glomerular filtration rate promotes the excretion of potassium, phosphorus, and uric acid, a generous amount of fluid is necessary to prevent the development of AKI from tumor lysis syndrome and also to promote solute excretion."}
{"id": "article-30680_57", "title": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention", "content": "It is also advisable to avoid substances that can potentially cause vasoconstriction of the renal vasculature, like non-steroidal anti-inflammatory drugs (NSAIDs) and iodinated contrast. Patients with moderate to high risk of developing tumor lysis syndrome should be prophylactically started on xanthine oxidase inhibitors.", "contents": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention. It is also advisable to avoid substances that can potentially cause vasoconstriction of the renal vasculature, like non-steroidal anti-inflammatory drugs (NSAIDs) and iodinated contrast. Patients with moderate to high risk of developing tumor lysis syndrome should be prophylactically started on xanthine oxidase inhibitors."}
{"id": "article-30680_58", "title": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention", "content": "For a patient with a high-risk tumor, the overall consensus is to start prophylactic urate oxidase inhibitor therapy before the initiation of chemotherapy. It is advisable to start rasburicase on patients in which hyperuricemia from tumor lysis syndrome might delay the initiation of chemotherapy. These patients need full monitoring in an ICU setting, and any deviation in vital signs should be quickly communicated to the clinician. Only with open communication between the ICU nurses and the clinicians can the morbidity and mortality of this disorder be lowered. Outcomes The mortality rates for patients with tumor lysis syndrome have improved, but the prognosis still remains guarded. [13] [14]", "contents": "Tumor Lysis Syndrome -- Enhancing Healthcare Team Outcomes -- Prevention. For a patient with a high-risk tumor, the overall consensus is to start prophylactic urate oxidase inhibitor therapy before the initiation of chemotherapy. It is advisable to start rasburicase on patients in which hyperuricemia from tumor lysis syndrome might delay the initiation of chemotherapy. These patients need full monitoring in an ICU setting, and any deviation in vital signs should be quickly communicated to the clinician. Only with open communication between the ICU nurses and the clinicians can the morbidity and mortality of this disorder be lowered. Outcomes The mortality rates for patients with tumor lysis syndrome have improved, but the prognosis still remains guarded. [13] [14]"}
{"id": "article-30680_59", "title": "Tumor Lysis Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tumor Lysis Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}