{"id": "article-22504_0", "title": "Haloperidol -- Continuing Education Activity", "content": "Haloperidol, a first-generation typical antipsychotic, is commonly used worldwide to block dopamine D2 receptors in the brain and exert its antipsychotic action. The medication is used to manage the positive symptoms of schizophrenia, including hallucinations and delusions. Haloperidol has received approval from the U.S. Food and Drug Administration (FDA) for a wide array of clinical applications, while also exhibiting off-label uses. The FDA-approved indications for haloperidol include schizophrenia, Tourette syndrome, and severe behavioral disorders in children, characterized by combative and explosive hyperexcitability, as well as hyperactivity in children, characterized by impulsivity, attention difficulties, aggressiveness, mood fluctuations, and low frustration tolerance. This activity highlights the mechanism of action, administration, adverse event profile, toxicity, monitoring, and pertinent interactions relevant to interprofessional healthcare team members when using haloperidol effectively to manage diverse indications.", "contents": "Haloperidol -- Continuing Education Activity. Haloperidol, a first-generation typical antipsychotic, is commonly used worldwide to block dopamine D2 receptors in the brain and exert its antipsychotic action. The medication is used to manage the positive symptoms of schizophrenia, including hallucinations and delusions. Haloperidol has received approval from the U.S. Food and Drug Administration (FDA) for a wide array of clinical applications, while also exhibiting off-label uses. The FDA-approved indications for haloperidol include schizophrenia, Tourette syndrome, and severe behavioral disorders in children, characterized by combative and explosive hyperexcitability, as well as hyperactivity in children, characterized by impulsivity, attention difficulties, aggressiveness, mood fluctuations, and low frustration tolerance. This activity highlights the mechanism of action, administration, adverse event profile, toxicity, monitoring, and pertinent interactions relevant to interprofessional healthcare team members when using haloperidol effectively to manage diverse indications."}
{"id": "article-22504_1", "title": "Haloperidol -- Continuing Education Activity", "content": "Objectives: Identify the FDA-approved indications for haloperidol, including schizophrenia, Tourette syndrome, and severe behavioral disorders in children. Screen patients for contraindications, comorbidities, and potential drug interactions before initiating haloperidol therapy. Implement appropriate dosing strategies based on patient characteristics, including age, weight, and underlying conditions. Select haloperidol as a suitable antipsychotic option based on patient characteristics, medical history, and treatment goals. Access free multiple choice questions on this topic.", "contents": "Haloperidol -- Continuing Education Activity. Objectives: Identify the FDA-approved indications for haloperidol, including schizophrenia, Tourette syndrome, and severe behavioral disorders in children. Screen patients for contraindications, comorbidities, and potential drug interactions before initiating haloperidol therapy. Implement appropriate dosing strategies based on patient characteristics, including age, weight, and underlying conditions. Select haloperidol as a suitable antipsychotic option based on patient characteristics, medical history, and treatment goals. Access free multiple choice questions on this topic."}
{"id": "article-22504_2", "title": "Haloperidol -- Indications", "content": "Haloperidol is a first-generation typical antipsychotic drug that is commonly used worldwide. The medication is considered a typical antipsychotic as it manages the positive symptoms of schizophrenia, including hallucinations and delusions. [1] [2] Haloperidol has received approval from the U.S. Food and Drug Administration (FDA) for a wide array of clinical applications while also exhibiting off-label uses.", "contents": "Haloperidol -- Indications. Haloperidol is a first-generation typical antipsychotic drug that is commonly used worldwide. The medication is considered a typical antipsychotic as it manages the positive symptoms of schizophrenia, including hallucinations and delusions. [1] [2] Haloperidol has received approval from the U.S. Food and Drug Administration (FDA) for a wide array of clinical applications while also exhibiting off-label uses."}
{"id": "article-22504_3", "title": "Haloperidol -- Indications -- FDA-Approved Indications", "content": "The FDA-approved indications for haloperidol are listed below.", "contents": "Haloperidol -- Indications -- FDA-Approved Indications. The FDA-approved indications for haloperidol are listed below."}
{"id": "article-22504_4", "title": "Haloperidol -- Indications -- FDA-Approved Indications", "content": "Schizophrenia: According to the American Psychiatry Association guidelines, individuals with schizophrenia should possess a comprehensive and well-documented patient-centered treatment plan that aligns with evidence-based therapeutic approaches, and haloperidol may be a component of the plan. [3] [4] Tourette syndrome: Haloperidol is indicated to manage tics and vocal expressions in pediatric and adult populations. [5]", "contents": "Haloperidol -- Indications -- FDA-Approved Indications. Schizophrenia: According to the American Psychiatry Association guidelines, individuals with schizophrenia should possess a comprehensive and well-documented patient-centered treatment plan that aligns with evidence-based therapeutic approaches, and haloperidol may be a component of the plan. [3] [4] Tourette syndrome: Haloperidol is indicated to manage tics and vocal expressions in pediatric and adult populations. [5]"}
{"id": "article-22504_5", "title": "Haloperidol -- Indications -- FDA-Approved Indications", "content": "Severe behavioral disorders in children: Haloperidol effectively treats combative and explosive hyperexcitability, which is not attributable to immediate provocation. Haloperidol should be considered for use in children only after other psychotherapeutic and non-antipsychotic medications have proven ineffective in producing a response. [6]", "contents": "Haloperidol -- Indications -- FDA-Approved Indications. Severe behavioral disorders in children: Haloperidol effectively treats combative and explosive hyperexcitability, which is not attributable to immediate provocation. Haloperidol should be considered for use in children only after other psychotherapeutic and non-antipsychotic medications have proven ineffective in producing a response. [6]"}
{"id": "article-22504_6", "title": "Haloperidol -- Indications -- FDA-Approved Indications", "content": "Hyperactivity in children: Haloperidol exhibits effectiveness in children presenting with excessive motor activity and conduct disorders consisting of symptoms, including impulsivity, attention difficulties, aggressiveness, mood fluctuations, and low frustration tolerance. Haloperidol should be considered for use in children only after other psychotherapeutic and non-antipsychotic medications have proven ineffective. [7]", "contents": "Haloperidol -- Indications -- FDA-Approved Indications. Hyperactivity in children: Haloperidol exhibits effectiveness in children presenting with excessive motor activity and conduct disorders consisting of symptoms, including impulsivity, attention difficulties, aggressiveness, mood fluctuations, and low frustration tolerance. Haloperidol should be considered for use in children only after other psychotherapeutic and non-antipsychotic medications have proven ineffective. [7]"}
{"id": "article-22504_7", "title": "Haloperidol -- Indications -- Off-Label Uses", "content": "The off-label uses of haloperidol include the following: Agitation-associated with psychiatric disorders [8] Acute mania [9] Chemotherapy-induced nausea and vomiting [10] Management of intractable hiccups [11]", "contents": "Haloperidol -- Indications -- Off-Label Uses. The off-label uses of haloperidol include the following: Agitation-associated with psychiatric disorders [8] Acute mania [9] Chemotherapy-induced nausea and vomiting [10] Management of intractable hiccups [11]"}
{"id": "article-22504_8", "title": "Haloperidol -- Mechanism of Action", "content": "Haloperidol, a first-generation typical antipsychotic, exerts its antipsychotic effects by blocking dopamine D2 receptors in the brain. This drug reaches its maximum effectiveness when 72% of dopamine receptors are blocked. [12] Haloperidol's effects are not limited to the D2 receptor, as it also exerts blocking action on noradrenergic, cholinergic, and histaminergic receptors. The blocking of these receptors is associated with various adverse drug reactions. [13]", "contents": "Haloperidol -- Mechanism of Action. Haloperidol, a first-generation typical antipsychotic, exerts its antipsychotic effects by blocking dopamine D2 receptors in the brain. This drug reaches its maximum effectiveness when 72% of dopamine receptors are blocked. [12] Haloperidol's effects are not limited to the D2 receptor, as it also exerts blocking action on noradrenergic, cholinergic, and histaminergic receptors. The blocking of these receptors is associated with various adverse drug reactions. [13]"}
{"id": "article-22504_9", "title": "Haloperidol -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Haloperidol, a highly lipophilic drug, undergoes extensive metabolism, leading to substantial interindividual variability in its pharmacokinetics. The oral formulation of haloperidol exhibits a bioavailability ranging from 60% to 70%. The time to reach peak plasma concentration is around 2 to 6 hours after oral administration, 20 minutes after intramuscular (IM) administration, and 6 days following depot IM administration. Distribution: Approximately 89% to 93% of the drug binds to plasma proteins. The concentration of haloperidol in the brain is significantly higher than the serum concentrations. [14] Metabolism: Haloperidol is metabolized in the liver via sulfoxidation and oxidation pathways, with involvement from CYP3A4, CYP2D6, and minor CYP1A2 enzymes. [15] Elimination: Approximately 30% of haloperidol is primarily excreted in the urine, and the genetic polymorphism of CYP2D6 can significantly influence the plasma concentrations of the drug. [16] [17]", "contents": "Haloperidol -- Mechanism of Action -- Pharmacokinetics. Absorption: Haloperidol, a highly lipophilic drug, undergoes extensive metabolism, leading to substantial interindividual variability in its pharmacokinetics. The oral formulation of haloperidol exhibits a bioavailability ranging from 60% to 70%. The time to reach peak plasma concentration is around 2 to 6 hours after oral administration, 20 minutes after intramuscular (IM) administration, and 6 days following depot IM administration. Distribution: Approximately 89% to 93% of the drug binds to plasma proteins. The concentration of haloperidol in the brain is significantly higher than the serum concentrations. [14] Metabolism: Haloperidol is metabolized in the liver via sulfoxidation and oxidation pathways, with involvement from CYP3A4, CYP2D6, and minor CYP1A2 enzymes. [15] Elimination: Approximately 30% of haloperidol is primarily excreted in the urine, and the genetic polymorphism of CYP2D6 can significantly influence the plasma concentrations of the drug. [16] [17]"}
{"id": "article-22504_10", "title": "Haloperidol -- Administration -- Dosage Forms and Strengths", "content": "Haloperidol is a widely used medication across several countries and is available in various formulations. Haloperidol is available in tablet form in strengths of 0.5 mg, 1 mg, 2 mg, 5 mg, and 10 mg, and in an oral concentrate of 2 mg/mL for oral administration. A nasal spray formulation of haloperidol is also available. Haloperidol lactate is available in a short-acting parenteral solution of 5 mg/mL for IM injection. Haloperidol decanoate is offered as a depot preparation and should be administered using the Z track technique. A 21-gauge needle is recommended for administering haloperidol decanoate, and the volume per injection should not exceed 3 mL. [12] Haloperidol lactate can be given intravenously off-label, but haloperidol decanoate should only be administered via IM injection.", "contents": "Haloperidol -- Administration -- Dosage Forms and Strengths. Haloperidol is a widely used medication across several countries and is available in various formulations. Haloperidol is available in tablet form in strengths of 0.5 mg, 1 mg, 2 mg, 5 mg, and 10 mg, and in an oral concentrate of 2 mg/mL for oral administration. A nasal spray formulation of haloperidol is also available. Haloperidol lactate is available in a short-acting parenteral solution of 5 mg/mL for IM injection. Haloperidol decanoate is offered as a depot preparation and should be administered using the Z track technique. A 21-gauge needle is recommended for administering haloperidol decanoate, and the volume per injection should not exceed 3 mL. [12] Haloperidol lactate can be given intravenously off-label, but haloperidol decanoate should only be administered via IM injection."}
{"id": "article-22504_11", "title": "Haloperidol -- Administration -- Adult Dosage", "content": "Psychosis: For psychosis, the oral and IM  forms can be used. For moderate symptomology, the recommended dosage ranges from 0.5 to 2 mg orally, administered 2 to 3 times daily. In certain resistant cases, haloperidol dosages of up to 30 mg/d might be required. Acute agitation can be rapidly controlled with 2 to 5 mg IM injections every 4 to 8 hours. The maximum recommended IM dosage should not exceed 20 mg/d. [18]", "contents": "Haloperidol -- Administration -- Adult Dosage. Psychosis: For psychosis, the oral and IM  forms can be used. For moderate symptomology, the recommended dosage ranges from 0.5 to 2 mg orally, administered 2 to 3 times daily. In certain resistant cases, haloperidol dosages of up to 30 mg/d might be required. Acute agitation can be rapidly controlled with 2 to 5 mg IM injections every 4 to 8 hours. The maximum recommended IM dosage should not exceed 20 mg/d. [18]"}
{"id": "article-22504_12", "title": "Haloperidol -- Administration -- Adult Dosage", "content": "Schizophrenia: For moderate symptoms linked to schizophrenia, the recommended dosing involves oral administration of 0.5 to 2 mg of haloperidol, taken 2 to 3 times a day. For severe symptoms, the prescribed dosage is 3 to 5 mg of haloperidol administered orally to patients 2 to 3 times a day. The maximum recommended oral dosage should not exceed 100 mg/d. For managing acute agitation in patients with schizophrenia, a short-acting IM haloperidol lactate dosage of 2 to 5 mg can be administered every 4 to 8 hours. The maximum recommended dosage for IM haloperidol lactate should not exceed 20 mg/d. The typical initial dosage of depot preparation of haloperidol decanoate administered intramuscularly is 10 to 20 times higher than the previous oral dose. The maximum recommended dosage of IM haloperidol decanoate is 450 mg once every 4 weeks. [3]", "contents": "Haloperidol -- Administration -- Adult Dosage. Schizophrenia: For moderate symptoms linked to schizophrenia, the recommended dosing involves oral administration of 0.5 to 2 mg of haloperidol, taken 2 to 3 times a day. For severe symptoms, the prescribed dosage is 3 to 5 mg of haloperidol administered orally to patients 2 to 3 times a day. The maximum recommended oral dosage should not exceed 100 mg/d. For managing acute agitation in patients with schizophrenia, a short-acting IM haloperidol lactate dosage of 2 to 5 mg can be administered every 4 to 8 hours. The maximum recommended dosage for IM haloperidol lactate should not exceed 20 mg/d. The typical initial dosage of depot preparation of haloperidol decanoate administered intramuscularly is 10 to 20 times higher than the previous oral dose. The maximum recommended dosage of IM haloperidol decanoate is 450 mg once every 4 weeks. [3]"}
{"id": "article-22504_13", "title": "Haloperidol -- Administration -- Adult Dosage", "content": "Tourette syndrome: As the product insert states, the weight-based haloperidol dosage ranges between 0.05 and 0.075 mg/kg/d. According to the American Academy of Child and Adolescent Psychiatry guidelines, the usual starting dosage of haloperidol is 0.25 to 0.5 mg daily. The recommended maintenance dosage of haloperidol ranges from 1 to 4 mg daily, administered in 2 or 3 equally divided doses. [19]", "contents": "Haloperidol -- Administration -- Adult Dosage. Tourette syndrome: As the product insert states, the weight-based haloperidol dosage ranges between 0.05 and 0.075 mg/kg/d. According to the American Academy of Child and Adolescent Psychiatry guidelines, the usual starting dosage of haloperidol is 0.25 to 0.5 mg daily. The recommended maintenance dosage of haloperidol ranges from 1 to 4 mg daily, administered in 2 or 3 equally divided doses. [19]"}
{"id": "article-22504_14", "title": "Haloperidol -- Administration -- Adult Dosage", "content": "Acute agitation (off-label use): In cases of acute agitation, off-label dosing ranges from 0.5 to 10 mg orally, administered every 1 to 4 hours. The recommended maximum daily dosage for haloperidol is 100 mg, and it is advised to use the lowest effective dose.", "contents": "Haloperidol -- Administration -- Adult Dosage. Acute agitation (off-label use): In cases of acute agitation, off-label dosing ranges from 0.5 to 10 mg orally, administered every 1 to 4 hours. The recommended maximum daily dosage for haloperidol is 100 mg, and it is advised to use the lowest effective dose."}
{"id": "article-22504_15", "title": "Haloperidol -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: Patients with impaired liver function may experience elevated haloperidol plasma levels due to decreased plasma protein binding. Although no specific dose recommendations exist, cautious administration is recommended. Renal impairment: Dosage adjustments of haloperidol are not required for patients with renal impairment.", "contents": "Haloperidol -- Administration -- Specific Patient Populations. Hepatic impairment: Patients with impaired liver function may experience elevated haloperidol plasma levels due to decreased plasma protein binding. Although no specific dose recommendations exist, cautious administration is recommended. Renal impairment: Dosage adjustments of haloperidol are not required for patients with renal impairment."}
{"id": "article-22504_16", "title": "Haloperidol -- Administration -- Specific Patient Populations", "content": "Pediatric considerations: Although haloperidol is no longer commonly used as the primary treatment for behavioral disorders, it might be essential in refractory or complex cases. The recommended dosing range for haloperidol is 0.05 to 0.075 mg/kg/d. Notably, haloperidol is listed in the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) List due to the heightened risk of extrapyramidal reactions, such as acute dystonia. [20]", "contents": "Haloperidol -- Administration -- Specific Patient Populations. Pediatric considerations: Although haloperidol is no longer commonly used as the primary treatment for behavioral disorders, it might be essential in refractory or complex cases. The recommended dosing range for haloperidol is 0.05 to 0.075 mg/kg/d. Notably, haloperidol is listed in the Key Potentially Inappropriate Drugs in Pediatrics (KIDs) List due to the heightened risk of extrapyramidal reactions, such as acute dystonia. [20]"}
{"id": "article-22504_17", "title": "Haloperidol -- Administration -- Specific Patient Populations", "content": "Older patients: Haloperidol is classified as a high-risk medication according to the American Geriatrics Society Beers Criteria, underscoring the importance of using the lowest effective dose for the shortest feasible duration. [21]", "contents": "Haloperidol -- Administration -- Specific Patient Populations. Older patients: Haloperidol is classified as a high-risk medication according to the American Geriatrics Society Beers Criteria, underscoring the importance of using the lowest effective dose for the shortest feasible duration. [21]"}
{"id": "article-22504_18", "title": "Haloperidol -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: No well-controlled studies have been conducted regarding haloperidol use in pregnant women. However, reports suggest that newborns of mothers who took haloperidol may have limb malformations, although a causal link has not been definitively established. As these experiences do not definitively rule out the potential for a fetal anomaly caused by haloperidol, this drug should be considered only if the benefits outweigh the potential risks to the fetus. [22]", "contents": "Haloperidol -- Administration -- Specific Patient Populations. Pregnancy considerations: No well-controlled studies have been conducted regarding haloperidol use in pregnant women. However, reports suggest that newborns of mothers who took haloperidol may have limb malformations, although a causal link has not been definitively established. As these experiences do not definitively rule out the potential for a fetal anomaly caused by haloperidol, this drug should be considered only if the benefits outweigh the potential risks to the fetus. [22]"}
{"id": "article-22504_19", "title": "Haloperidol -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Reports suggest that haloperidol can cause galactorrhea due to hyperprolactinemia as an adverse effect. Haloperidol's blocking of dopamine receptors in the tuberoinfundibular pathway leads to hyperprolactinemia.  As haloperidol is excreted in human breast milk, lactating women on haloperidol should refrain from nursing their infants.[ 20 ]", "contents": "Haloperidol -- Administration -- Specific Patient Populations. Breastfeeding considerations: Reports suggest that haloperidol can cause galactorrhea due to hyperprolactinemia as an adverse effect. Haloperidol's blocking of dopamine receptors in the tuberoinfundibular pathway leads to hyperprolactinemia.  As haloperidol is excreted in human breast milk, lactating women on haloperidol should refrain from nursing their infants.[ 20 ]"}
{"id": "article-22504_20", "title": "Haloperidol -- Adverse Effects", "content": "Typical antipsychotic medications, such as haloperidol, are associated with extrapyramidal symptoms due to their blockade of the dopamine pathway in the brain. [6]", "contents": "Haloperidol -- Adverse Effects. Typical antipsychotic medications, such as haloperidol, are associated with extrapyramidal symptoms due to their blockade of the dopamine pathway in the brain. [6]"}
{"id": "article-22504_21", "title": "Haloperidol -- Adverse Effects -- Extrapyramidal Adverse Effects", "content": "Acute dystonia: This condition develops within hours to days of initiation and may manifest as muscle spasms, stiffness, or even oculogyric crisis. Akathisia: This syndrome manifests within days to months of haloperidol usage and is characterized by a sensation of restlessness. Neuroleptic malignant syndrome (NMS): Although uncommon, this severe condition can manifest as high fever and muscle rigidity. Parkinsonism: This condition emerges after days to months of haloperidol usage. Tardive dyskinesia (TD): TD emerges after several years and is characterized by choreiform movements, particularly in the orofacial region. [23]", "contents": "Haloperidol -- Adverse Effects -- Extrapyramidal Adverse Effects. Acute dystonia: This condition develops within hours to days of initiation and may manifest as muscle spasms, stiffness, or even oculogyric crisis. Akathisia: This syndrome manifests within days to months of haloperidol usage and is characterized by a sensation of restlessness. Neuroleptic malignant syndrome (NMS): Although uncommon, this severe condition can manifest as high fever and muscle rigidity. Parkinsonism: This condition emerges after days to months of haloperidol usage. Tardive dyskinesia (TD): TD emerges after several years and is characterized by choreiform movements, particularly in the orofacial region. [23]"}
{"id": "article-22504_22", "title": "Haloperidol -- Adverse Effects -- Common Adverse Effects", "content": "Anticholinergic effects  include increased body temperature, dry mouth, drowsiness or sedation, constipation, and urinary retention. Other common adverse effects of haloperidol include sedation, weight gain, erectile dysfunction in males, and oligomenorrhea or amenorrhea in females.", "contents": "Haloperidol -- Adverse Effects -- Common Adverse Effects. Anticholinergic effects  include increased body temperature, dry mouth, drowsiness or sedation, constipation, and urinary retention. Other common adverse effects of haloperidol include sedation, weight gain, erectile dysfunction in males, and oligomenorrhea or amenorrhea in females."}
{"id": "article-22504_23", "title": "Haloperidol -- Adverse Effects -- Less Common Adverse Effects", "content": "Orthostatic hypotension: Following IM injection of haloperidol, symptoms may encompass tachycardia and palpitations. Lens opacities: This eye complication occurs with prolonged usage of the drug. Other infrequent adverse effects of haloperidol include agitation, generalized anxiety, cerebral edema, new-onset depression, dizziness, euphoric mood, headache, sleeplessness, poikilothermia, restlessness, generalized weakness, confusion, anorexia, constipation, dyspepsia, ileus, and decreased gag reflex.", "contents": "Haloperidol -- Adverse Effects -- Less Common Adverse Effects. Orthostatic hypotension: Following IM injection of haloperidol, symptoms may encompass tachycardia and palpitations. Lens opacities: This eye complication occurs with prolonged usage of the drug. Other infrequent adverse effects of haloperidol include agitation, generalized anxiety, cerebral edema, new-onset depression, dizziness, euphoric mood, headache, sleeplessness, poikilothermia, restlessness, generalized weakness, confusion, anorexia, constipation, dyspepsia, ileus, and decreased gag reflex."}
{"id": "article-22504_24", "title": "Haloperidol -- Adverse Effects -- Uncommon Adverse Effects", "content": "Electrocardiogram (ECG) changes: ECG changes related to haloperidol usage may involve QT prolongation and torsades de pointes. [24] Other uncommon adverse effects include photosensitivity reactions, generalized pruritus, diarrhea, gastrointestinal distress, blood dyscrasia, and ejaculatory problems.", "contents": "Haloperidol -- Adverse Effects -- Uncommon Adverse Effects. Electrocardiogram (ECG) changes: ECG changes related to haloperidol usage may involve QT prolongation and torsades de pointes. [24] Other uncommon adverse effects include photosensitivity reactions, generalized pruritus, diarrhea, gastrointestinal distress, blood dyscrasia, and ejaculatory problems."}
{"id": "article-22504_25", "title": "Haloperidol -- Adverse Effects -- Rare Adverse Effects", "content": "Rarely occurring symptoms associated with haloperidol include cholestatic jaundice, priapism, inflammation and nodule formations with haloperidol decanoate use, and seizures. [25]", "contents": "Haloperidol -- Adverse Effects -- Rare Adverse Effects. Rarely occurring symptoms associated with haloperidol include cholestatic jaundice, priapism, inflammation and nodule formations with haloperidol decanoate use, and seizures. [25]"}
{"id": "article-22504_26", "title": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions", "content": "CYP3A4 and CYP2D6 inhibitors: Coadministration of haloperidol with CYP3A4 and CYP2D6 inhibitors leads to elevated haloperidol plasma concentration levels and subsequent heightened adverse reactions. Therefore, it is advisable to monitor patients concurrently using these medications closely. If signs and symptoms indicative of amplified haloperidol pharmacological effects arise, haloperidol dose should be reduced as necessary based on clinical judgment. CYP3A4 inhibitors: CYP3A4 inhibitors include alprazolam, ketoconazole, itraconazole, ritonavir, and nefazodone. CYP2D6 inhibitors: CYP2D6 inhibitors include chlorpromazine, promethazine, paroxetine, quinidine, sertraline, and venlafaxine. CYP3A4 and CYP2D6 inhibitors: CYP3A4 and CYP2D6 inhibitors include fluvoxamine, fluoxetine, and ritonavir.", "contents": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions. CYP3A4 and CYP2D6 inhibitors: Coadministration of haloperidol with CYP3A4 and CYP2D6 inhibitors leads to elevated haloperidol plasma concentration levels and subsequent heightened adverse reactions. Therefore, it is advisable to monitor patients concurrently using these medications closely. If signs and symptoms indicative of amplified haloperidol pharmacological effects arise, haloperidol dose should be reduced as necessary based on clinical judgment. CYP3A4 inhibitors: CYP3A4 inhibitors include alprazolam, ketoconazole, itraconazole, ritonavir, and nefazodone. CYP2D6 inhibitors: CYP2D6 inhibitors include chlorpromazine, promethazine, paroxetine, quinidine, sertraline, and venlafaxine. CYP3A4 and CYP2D6 inhibitors: CYP3A4 and CYP2D6 inhibitors include fluvoxamine, fluoxetine, and ritonavir."}
{"id": "article-22504_27", "title": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions", "content": "Metabolic inhibitors: An increase in the QTc interval was observed when haloperidol was coadministered with the metabolic inhibitors, including paroxetine at a dosage of 20 mg/d and ketoconazole at 400 mg/d.", "contents": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions. Metabolic inhibitors: An increase in the QTc interval was observed when haloperidol was coadministered with the metabolic inhibitors, including paroxetine at a dosage of 20 mg/d and ketoconazole at 400 mg/d."}
{"id": "article-22504_28", "title": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions", "content": "CYP3A4 inducers: When potent enzyme inducers of CYP3A4, such as carbamazepine, phenobarbital, phenytoin, rifampin, and St John's wort, are coadministered with haloperidol, there is a potential for a gradual reduction in haloperidol serum concentrations, which may subsequently diminish the drug's efficacy. Under such circumstances, vigilant patient monitoring is essential, with the possibility of adjusting the haloperidol dosage as needed. Furthermore, after discontinuing the CYP3A4 inducer treatment, there is a potential for gradual elevation in haloperidol concentration. Hence, it might be necessary to consider reducing the dosage or modifying the dosing interval for haloperidol.", "contents": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions. CYP3A4 inducers: When potent enzyme inducers of CYP3A4, such as carbamazepine, phenobarbital, phenytoin, rifampin, and St John's wort, are coadministered with haloperidol, there is a potential for a gradual reduction in haloperidol serum concentrations, which may subsequently diminish the drug's efficacy. Under such circumstances, vigilant patient monitoring is essential, with the possibility of adjusting the haloperidol dosage as needed. Furthermore, after discontinuing the CYP3A4 inducer treatment, there is a potential for gradual elevation in haloperidol concentration. Hence, it might be necessary to consider reducing the dosage or modifying the dosing interval for haloperidol."}
{"id": "article-22504_29", "title": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions", "content": "Effects of haloperidol on other drugs: When haloperidol is coadministered with tricyclic antidepressants, such as desipramine or imipramine, it may increase plasma concentration levels due to its inhibitory effect on the CYP2D6 enzyme.", "contents": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions. Effects of haloperidol on other drugs: When haloperidol is coadministered with tricyclic antidepressants, such as desipramine or imipramine, it may increase plasma concentration levels due to its inhibitory effect on the CYP2D6 enzyme."}
{"id": "article-22504_30", "title": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions", "content": "Lithium: The simultaneous use of lithium and haloperidol has been associated with reported cases of encephalopathy stemming from lithium neurotoxicity. Hence, it is advisable to closely monitor for signs and symptoms of neurological toxicity in patients in such cases. [26]", "contents": "Haloperidol -- Adverse Effects -- Drug-Drug Interactions. Lithium: The simultaneous use of lithium and haloperidol has been associated with reported cases of encephalopathy stemming from lithium neurotoxicity. Hence, it is advisable to closely monitor for signs and symptoms of neurological toxicity in patients in such cases. [26]"}
{"id": "article-22504_31", "title": "Haloperidol -- Contraindications", "content": "Haloperidol is contraindicated in cases of documented hypersensitivity to the drug, as instances of angioedema have been reported. [27] [28] [29] Haloperidol is also contraindicated in patients diagnosed with Parkinson disease and dementia with Lewy bodies, those who are comatose, and in individuals with conditions marked by a significantly depressed central nervous system (CNS). As numerous drugs, including barbiturates, benzodiazepines, and opioids, can induce CNS depression, the concurrent use of haloperidol should be either avoided or approached with extreme caution. [12] [27]", "contents": "Haloperidol -- Contraindications. Haloperidol is contraindicated in cases of documented hypersensitivity to the drug, as instances of angioedema have been reported. [27] [28] [29] Haloperidol is also contraindicated in patients diagnosed with Parkinson disease and dementia with Lewy bodies, those who are comatose, and in individuals with conditions marked by a significantly depressed central nervous system (CNS). As numerous drugs, including barbiturates, benzodiazepines, and opioids, can induce CNS depression, the concurrent use of haloperidol should be either avoided or approached with extreme caution. [12] [27]"}
{"id": "article-22504_32", "title": "Haloperidol -- Contraindications -- Box Warning", "content": "Older patients with dementia-related psychosis have an elevated mortality risk of approximately 1.6 to 1.7 times higher than other patients. Across 17 placebo-controlled trials lasting 10 weeks, patients using atypical antipsychotics had a 4.5% death rate compared to 2.6% for the placebo group. Hence, it is noteworthy that the FDA disapproves haloperidol for treating patients with dementia-related psychosis. [30]", "contents": "Haloperidol -- Contraindications -- Box Warning. Older patients with dementia-related psychosis have an elevated mortality risk of approximately 1.6 to 1.7 times higher than other patients. Across 17 placebo-controlled trials lasting 10 weeks, patients using atypical antipsychotics had a 4.5% death rate compared to 2.6% for the placebo group. Hence, it is noteworthy that the FDA disapproves haloperidol for treating patients with dementia-related psychosis. [30]"}
{"id": "article-22504_33", "title": "Haloperidol -- Contraindications -- Warnings and Precautions", "content": "Haloperidol should not be used as a chemical restraint to address patient behavior or restrict patient mobility, as it is not a conventional or accepted treatment. This approach should be reserved for situations where the need to address potential violence is crucial to ensure the safety of both staff and patients. [31]", "contents": "Haloperidol -- Contraindications -- Warnings and Precautions. Haloperidol should not be used as a chemical restraint to address patient behavior or restrict patient mobility, as it is not a conventional or accepted treatment. This approach should be reserved for situations where the need to address potential violence is crucial to ensure the safety of both staff and patients. [31]"}
{"id": "article-22504_34", "title": "Haloperidol -- Contraindications -- Cardiovascular effects", "content": "Administering haloperidol intravenously or exceeding the recommended doses of any haloperidol formulation is linked to an increased risk of QTc interval prolongation, torsades de pointes, and sudden death. Patients with electrolyte imbalances, particularly hypokalemia or hypomagnesemia, hypothyroidism, preexisting cardiac abnormalities, familial history of long QT syndrome, or those concurrently taking drugs known to prolong QTc interval require special attention and caution. [32] [33]", "contents": "Haloperidol -- Contraindications -- Cardiovascular effects. Administering haloperidol intravenously or exceeding the recommended doses of any haloperidol formulation is linked to an increased risk of QTc interval prolongation, torsades de pointes, and sudden death. Patients with electrolyte imbalances, particularly hypokalemia or hypomagnesemia, hypothyroidism, preexisting cardiac abnormalities, familial history of long QT syndrome, or those concurrently taking drugs known to prolong QTc interval require special attention and caution. [32] [33]"}
{"id": "article-22504_35", "title": "Haloperidol -- Contraindications -- Cerebrovascular adverse reactions", "content": "Antipsychotic use is associated with an increased risk of transient ischemic attack, stroke, and mortality, particularly in older patients with dementia-related psychosis. As a result, it is crucial to exercise caution when dealing with patients at a higher risk for cerebrovascular adverse reactions. [34]", "contents": "Haloperidol -- Contraindications -- Cerebrovascular adverse reactions. Antipsychotic use is associated with an increased risk of transient ischemic attack, stroke, and mortality, particularly in older patients with dementia-related psychosis. As a result, it is crucial to exercise caution when dealing with patients at a higher risk for cerebrovascular adverse reactions. [34]"}
{"id": "article-22504_36", "title": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD)", "content": "TD is characterized by involuntary, irreversible, and dyskinetic movements that can arise in patients receiving antipsychotic medications. This risk is most pronounced among older women. The likelihood of developing irreversible TD is directly proportional to the duration of treatment and the total cumulative dose of antipsychotic medication. Although rarely, TD can develop even after relatively short treatment periods and low doses. Therefore, antipsychotic drugs, including haloperidol, should be prescribed in a manner that optimally reduces the risk of TD occurrence.", "contents": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD). TD is characterized by involuntary, irreversible, and dyskinetic movements that can arise in patients receiving antipsychotic medications. This risk is most pronounced among older women. The likelihood of developing irreversible TD is directly proportional to the duration of treatment and the total cumulative dose of antipsychotic medication. Although rarely, TD can develop even after relatively short treatment periods and low doses. Therefore, antipsychotic drugs, including haloperidol, should be prescribed in a manner that optimally reduces the risk of TD occurrence."}
{"id": "article-22504_37", "title": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD)", "content": "Chronic antipsychotic medicines should primarily be considered for patients with chronic illnesses responsive to such treatments. In addition, these medications should be considered for patients who lack access to alternative or equally effective, potentially less toxic treatments. When chronic treatment is necessary, clinicians should recommend using the smallest effective dose and the shortest feasible treatment duration that achieves a reasonable clinical response.", "contents": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD). Chronic antipsychotic medicines should primarily be considered for patients with chronic illnesses responsive to such treatments. In addition, these medications should be considered for patients who lack access to alternative or equally effective, potentially less toxic treatments. When chronic treatment is necessary, clinicians should recommend using the smallest effective dose and the shortest feasible treatment duration that achieves a reasonable clinical response."}
{"id": "article-22504_38", "title": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD)", "content": "Healthcare providers should periodically reevaluate the necessity of ongoing treatment, and if any indications of TD become apparent, they may contemplate discontinuing haloperidol or transitioning to atypical antipsychotics. In refractory cases of TD, vesicular monoamine transporter type-2 (VMAT2) inhibitors, such as deutetrabenazine and valbenazine, can be considered therapeutic options. [35] [36]", "contents": "Haloperidol -- Contraindications -- Tardive dyskinesia ( TD). Healthcare providers should periodically reevaluate the necessity of ongoing treatment, and if any indications of TD become apparent, they may contemplate discontinuing haloperidol or transitioning to atypical antipsychotics. In refractory cases of TD, vesicular monoamine transporter type-2 (VMAT2) inhibitors, such as deutetrabenazine and valbenazine, can be considered therapeutic options. [35] [36]"}
{"id": "article-22504_39", "title": "Haloperidol -- Contraindications -- Neuroleptic malignant syndrome ( NMS)", "content": "NMS is clinically characterized by muscle rigidity, hyperpyrexia, altered mental status, including catatonic signs, and indications of autonomic instability such as tachycardia, irregular pulse or blood pressure, diaphoresis, and cardiac arrhythmias. Furthermore, patients might present with elevated creatine phosphokinase, myoglobinuria, rhabdomyolysis, or acute renal failure. The management of NMS requires promptly discontinuing antipsychotic drugs and non-essential medications, providing symptomatic care, closely monitoring patients, and addressing significant medical concerns with specific treatments.", "contents": "Haloperidol -- Contraindications -- Neuroleptic malignant syndrome ( NMS). NMS is clinically characterized by muscle rigidity, hyperpyrexia, altered mental status, including catatonic signs, and indications of autonomic instability such as tachycardia, irregular pulse or blood pressure, diaphoresis, and cardiac arrhythmias. Furthermore, patients might present with elevated creatine phosphokinase, myoglobinuria, rhabdomyolysis, or acute renal failure. The management of NMS requires promptly discontinuing antipsychotic drugs and non-essential medications, providing symptomatic care, closely monitoring patients, and addressing significant medical concerns with specific treatments."}
{"id": "article-22504_40", "title": "Haloperidol -- Contraindications -- Neuroleptic malignant syndrome ( NMS)", "content": "If a patient requires antipsychotic medicine treatment after recovery from NMS, the potential reintroduction of haloperidol should be approached with careful consideration and caution. The patient should undergo vigilant monitoring, as NMS recurrences have been documented. In addition, heatstroke and hyperpyrexia cases that are not directly linked to NMS have also been reported concerning haloperidol use. [23]", "contents": "Haloperidol -- Contraindications -- Neuroleptic malignant syndrome ( NMS). If a patient requires antipsychotic medicine treatment after recovery from NMS, the potential reintroduction of haloperidol should be approached with careful consideration and caution. The patient should undergo vigilant monitoring, as NMS recurrences have been documented. In addition, heatstroke and hyperpyrexia cases that are not directly linked to NMS have also been reported concerning haloperidol use. [23]"}
{"id": "article-22504_41", "title": "Haloperidol -- Contraindications -- Falls", "content": "Antipsychotics, including haloperidol, have been associated with somnolence, motor instability, and orthostatic hypotension, all of which can contribute to falls, fractures, and other fall-related injuries. For older adults with conditions or medications that could exacerbate these effects, the risk of falls must be assessed at the initiation of antipsychotic treatment and throughout the treatment duration. [37]", "contents": "Haloperidol -- Contraindications -- Falls. Antipsychotics, including haloperidol, have been associated with somnolence, motor instability, and orthostatic hypotension, all of which can contribute to falls, fractures, and other fall-related injuries. For older adults with conditions or medications that could exacerbate these effects, the risk of falls must be assessed at the initiation of antipsychotic treatment and throughout the treatment duration. [37]"}
{"id": "article-22504_42", "title": "Haloperidol -- Contraindications -- Leukopenia/neutropenia/agranulocytosis", "content": "Postmarketing surveillance has identified leukopenia and neutropenia linked to haloperidol usage. Continuous monitoring of complete blood count with differential is recommended. Haloperidol should be discontinued if there is a reduction in white blood cells and absolute neutrophil count. [38] [39]", "contents": "Haloperidol -- Contraindications -- Leukopenia/neutropenia/agranulocytosis. Postmarketing surveillance has identified leukopenia and neutropenia linked to haloperidol usage. Continuous monitoring of complete blood count with differential is recommended. Haloperidol should be discontinued if there is a reduction in white blood cells and absolute neutrophil count. [38] [39]"}
{"id": "article-22504_43", "title": "Haloperidol -- Monitoring", "content": "Monitoring of patients is crucial due to the possibility of adverse drug reactions, particularly when haloperidol is administered in the IM form. Consensus guidelines for therapeutic drug monitoring (TDM) recommend a serum therapeutic range of 1 to 10 ng/mL for haloperidol. Serum levels exceeding 15 ng/mL can elevate the risk of toxicity. Ideally, dose titration hinges on clinical response and the emergence of adverse effects. Nevertheless, TDM proves valuable when poor compliance is suspected. [15] Clinicians should monitor haloperidol blood levels in patients at 12- or 24-hour intervals or after administering the last dose of haloperidol. [40]", "contents": "Haloperidol -- Monitoring. Monitoring of patients is crucial due to the possibility of adverse drug reactions, particularly when haloperidol is administered in the IM form. Consensus guidelines for therapeutic drug monitoring (TDM) recommend a serum therapeutic range of 1 to 10 ng/mL for haloperidol. Serum levels exceeding 15 ng/mL can elevate the risk of toxicity. Ideally, dose titration hinges on clinical response and the emergence of adverse effects. Nevertheless, TDM proves valuable when poor compliance is suspected. [15] Clinicians should monitor haloperidol blood levels in patients at 12- or 24-hour intervals or after administering the last dose of haloperidol. [40]"}
{"id": "article-22504_44", "title": "Haloperidol -- Toxicity", "content": "Toxicities are the exaggerated symptoms of known pharmacological effects and adverse drug reactions. The most prominent toxicities of haloperidol are severe extrapyramidal symptoms, hypotension, and sedation. The patient may appear comatose with severe respiratory depression or shock from hypotension. The extrapyramidal symptoms include akathisia, rigidity, bradykinesia, tremor, and acute dystonia. Haloperidol overdose can cause torsades de pointes, a type of ECG change that leads to arrhythmia or cardiac arrest. [24]", "contents": "Haloperidol -- Toxicity. Toxicities are the exaggerated symptoms of known pharmacological effects and adverse drug reactions. The most prominent toxicities of haloperidol are severe extrapyramidal symptoms, hypotension, and sedation. The patient may appear comatose with severe respiratory depression or shock from hypotension. The extrapyramidal symptoms include akathisia, rigidity, bradykinesia, tremor, and acute dystonia. Haloperidol overdose can cause torsades de pointes, a type of ECG change that leads to arrhythmia or cardiac arrest. [24]"}
{"id": "article-22504_45", "title": "Haloperidol -- Toxicity", "content": "As no specific antidote exists, supportive treatment is the mainstay of haloperidol toxicity. If a patient shows signs of toxicity, the clinician should promptly consider performing gastric lavage or emesis induction on the patient, followed by administering activated charcoal. Maintaining the airway, breathing, and circulation are critical for survival. An oropharyngeal airway or an endotracheal tube can help maintain an unobstructed airway.", "contents": "Haloperidol -- Toxicity. As no specific antidote exists, supportive treatment is the mainstay of haloperidol toxicity. If a patient shows signs of toxicity, the clinician should promptly consider performing gastric lavage or emesis induction on the patient, followed by administering activated charcoal. Maintaining the airway, breathing, and circulation are critical for survival. An oropharyngeal airway or an endotracheal tube can help maintain an unobstructed airway."}
{"id": "article-22504_46", "title": "Haloperidol -- Toxicity", "content": "Patients in a comatose state with difficulty breathing or an obstruction in their upper airway often require a tracheostomy. Nasal prongs or facemasks are used to administer supplemental oxygen. Patients with refractory hypoxia often require intubation and mechanical ventilation. Hypotension and circulatory collapse require aggressive treatment with intravenous fluids, concentrated albumin, and vasopressor agents, such as norepinephrine or phenylephrine. Epinephrine should not be used as it can decrease patients' blood pressure levels.", "contents": "Haloperidol -- Toxicity. Patients in a comatose state with difficulty breathing or an obstruction in their upper airway often require a tracheostomy. Nasal prongs or facemasks are used to administer supplemental oxygen. Patients with refractory hypoxia often require intubation and mechanical ventilation. Hypotension and circulatory collapse require aggressive treatment with intravenous fluids, concentrated albumin, and vasopressor agents, such as norepinephrine or phenylephrine. Epinephrine should not be used as it can decrease patients' blood pressure levels."}
{"id": "article-22504_47", "title": "Haloperidol -- Toxicity", "content": "Benztropine is used to treat extrapyramidal reactions, including acute dystonia. [41] Propranolol and anticholinergics are used for managing akathisia. [42] ECG and vital signs require regular monitoring, especially for signs of torsades de pointes, QT prolongation, or dysrhythmias. Cardiac monitoring should be continued until the ECG returns to normal. If the patient experiences arrhythmias, which could be life-threatening, prompt management of the condition with appropriate anti-arrhythmic measures should be initiated. [43]", "contents": "Haloperidol -- Toxicity. Benztropine is used to treat extrapyramidal reactions, including acute dystonia. [41] Propranolol and anticholinergics are used for managing akathisia. [42] ECG and vital signs require regular monitoring, especially for signs of torsades de pointes, QT prolongation, or dysrhythmias. Cardiac monitoring should be continued until the ECG returns to normal. If the patient experiences arrhythmias, which could be life-threatening, prompt management of the condition with appropriate anti-arrhythmic measures should be initiated. [43]"}
{"id": "article-22504_48", "title": "Haloperidol -- Enhancing Healthcare Team Outcomes", "content": "Although haloperidol is a widely used antipsychotic medication, it can cause various adverse effects and toxicities. As a result, healthcare professionals must be familiar with the drug's pharmacology, recognize the signs of toxicity, and know how to manage any adverse effects that may arise while using the medicine. Therefore, a proper history and physical examination are necessary before initiating haloperidol in patients. The recommended approach for prescribing or ordering haloperidol is as follows: Healthcare providers, including physicians and advanced practice practitioners, should prescribe haloperidol for suitable indications. Psychiatrists are responsible for the comprehensive care of patients undergoing haloperidol therapy. Pharmacists are critical in ensuring proper patient dosing and notifying clinicians of potential drug interactions.", "contents": "Haloperidol -- Enhancing Healthcare Team Outcomes. Although haloperidol is a widely used antipsychotic medication, it can cause various adverse effects and toxicities. As a result, healthcare professionals must be familiar with the drug's pharmacology, recognize the signs of toxicity, and know how to manage any adverse effects that may arise while using the medicine. Therefore, a proper history and physical examination are necessary before initiating haloperidol in patients. The recommended approach for prescribing or ordering haloperidol is as follows: Healthcare providers, including physicians and advanced practice practitioners, should prescribe haloperidol for suitable indications. Psychiatrists are responsible for the comprehensive care of patients undergoing haloperidol therapy. Pharmacists are critical in ensuring proper patient dosing and notifying clinicians of potential drug interactions."}
{"id": "article-22504_49", "title": "Haloperidol -- Enhancing Healthcare Team Outcomes", "content": "Nurses specializing in this domain should thoroughly review medication administration records to prevent any potential administration errors. Emergency department physicians and triage nurses are the primary responders in the event of an acute haloperidol overdose. Intensivists are responsible for ensuring appropriate ICU care and vigilant monitoring of patients during their hospital stay. In severe haloperidol toxicity, seeking consultation from a medical toxicologist is recommended.", "contents": "Haloperidol -- Enhancing Healthcare Team Outcomes. Nurses specializing in this domain should thoroughly review medication administration records to prevent any potential administration errors. Emergency department physicians and triage nurses are the primary responders in the event of an acute haloperidol overdose. Intensivists are responsible for ensuring appropriate ICU care and vigilant monitoring of patients during their hospital stay. In severe haloperidol toxicity, seeking consultation from a medical toxicologist is recommended."}
{"id": "article-22504_50", "title": "Haloperidol -- Enhancing Healthcare Team Outcomes", "content": "The American Psychiatric Association guidelines recommend that individuals with schizophrenia experiencing their initial episode of psychosis should receive care within a coordinated specialty care program. [3] Effective interprofessional coordination through shared decision-making among physicians, advanced practice practitioners, nurses, specialists, pharmacists, and other healthcare providers is essential to enhance patient outcomes and minimize or eradicate adverse events associated with haloperidol therapy. The above-illustrated interprofessional healthcare team approach enhances the efficacy of haloperidol therapy, resulting in reduced adverse events and improved patient outcomes.", "contents": "Haloperidol -- Enhancing Healthcare Team Outcomes. The American Psychiatric Association guidelines recommend that individuals with schizophrenia experiencing their initial episode of psychosis should receive care within a coordinated specialty care program. [3] Effective interprofessional coordination through shared decision-making among physicians, advanced practice practitioners, nurses, specialists, pharmacists, and other healthcare providers is essential to enhance patient outcomes and minimize or eradicate adverse events associated with haloperidol therapy. The above-illustrated interprofessional healthcare team approach enhances the efficacy of haloperidol therapy, resulting in reduced adverse events and improved patient outcomes."}
{"id": "article-22504_51", "title": "Haloperidol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Haloperidol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}