{"id": "article-142044_0", "title": "Duffy Blood Group System -- Continuing Education Activity", "content": "The Duffy blood group system is a complex of highly immunogenic glycoprotein antigens found on the surface of red blood cells (RBC), vasculature endothelial cells, alveolar epithelial cells, collecting tubules of the kidney, and on the surface of Purkinje cells in the brain. The Duffy blood group system is the first mapped blood group system on chromosome 1 using cytogenetic studies. Major antigens in Duffy blood group systems are Fya and Fyb, the product of FYA and FYB genes, respectively. Antibodies against the Duffy blood group antigens are implicated in transfusion reactions (TR) and hemolytic disease of the fetus and newborn (HDFN). THis activity covers the uffy blood group system and its association with many clinically significant activities through its DARC, including hematopoiesis, Malarial parasite, HIV interaction, Inflammatory process, cardiovascular diseases association, and organ transplantation.", "contents": "Duffy Blood Group System -- Continuing Education Activity. The Duffy blood group system is a complex of highly immunogenic glycoprotein antigens found on the surface of red blood cells (RBC), vasculature endothelial cells, alveolar epithelial cells, collecting tubules of the kidney, and on the surface of Purkinje cells in the brain. The Duffy blood group system is the first mapped blood group system on chromosome 1 using cytogenetic studies. Major antigens in Duffy blood group systems are Fya and Fyb, the product of FYA and FYB genes, respectively. Antibodies against the Duffy blood group antigens are implicated in transfusion reactions (TR) and hemolytic disease of the fetus and newborn (HDFN). THis activity covers the uffy blood group system and its association with many clinically significant activities through its DARC, including hematopoiesis, Malarial parasite, HIV interaction, Inflammatory process, cardiovascular diseases association, and organ transplantation."}
{"id": "article-142044_1", "title": "Duffy Blood Group System -- Continuing Education Activity", "content": "Objectives: Describe the Duffy blood group system, DARC, and ACKR1 and its molecular genetics. Explain the antigens, antibodies, and phenotypes of the Duffy Blood group system. Review the functional role of the Duffy blood group system and DARC. Outline the clinical significance of the Duffy blood group system and DARC and its association with diseases. Access free multiple choice questions on this topic.", "contents": "Duffy Blood Group System -- Continuing Education Activity. Objectives: Describe the Duffy blood group system, DARC, and ACKR1 and its molecular genetics. Explain the antigens, antibodies, and phenotypes of the Duffy Blood group system. Review the functional role of the Duffy blood group system and DARC. Outline the clinical significance of the Duffy blood group system and DARC and its association with diseases. Access free multiple choice questions on this topic."}
{"id": "article-142044_2", "title": "Duffy Blood Group System -- Introduction", "content": "The Duffy blood group system is complex, highly immunogenic glycoprotein antigens found on the surface of Red Blood Cells (RBC), vasculature endothelial cells, alveolar epithelial cells, collecting tubules of the kidney, and on the surface of Purkinje cells in the brain, but are absent on the adult liver. Duffy antigens are absent on platelets, lymphocytes, monocytes, and granulocytes. [1] [2]", "contents": "Duffy Blood Group System -- Introduction. The Duffy blood group system is complex, highly immunogenic glycoprotein antigens found on the surface of Red Blood Cells (RBC), vasculature endothelial cells, alveolar epithelial cells, collecting tubules of the kidney, and on the surface of Purkinje cells in the brain, but are absent on the adult liver. Duffy antigens are absent on platelets, lymphocytes, monocytes, and granulocytes. [1] [2]"}
{"id": "article-142044_3", "title": "Duffy Blood Group System -- Introduction", "content": "Duffy antigens act as receptors for chemokines and attract immune system cells. Duffy antigens also act as receptors for the Plasmodium species responsible for malaria. Antibodies against the Duffy blood group antigens are implicated in hemolytic transfusion reactions (HTR) and hemolytic disease of the fetus and newborn (HDFN). Duffy blood group system International Society of Blood Transfusion (ISBT) symbol: FY ISBT Number: 008", "contents": "Duffy Blood Group System -- Introduction. Duffy antigens act as receptors for chemokines and attract immune system cells. Duffy antigens also act as receptors for the Plasmodium species responsible for malaria. Antibodies against the Duffy blood group antigens are implicated in hemolytic transfusion reactions (HTR) and hemolytic disease of the fetus and newborn (HDFN). Duffy blood group system International Society of Blood Transfusion (ISBT) symbol: FY ISBT Number: 008"}
{"id": "article-142044_4", "title": "Duffy Blood Group System -- Introduction -- History", "content": "Duffy blood group antigen (Fy) was first discovered in 1950 in a patient named Duffy with multiple transfusions who presented with hemolytic transfusion reactions by Cutbush et al. [3] Duffy glycoprotein or CD234 (Cluster of Differentiation 234) is a multi-pass protein. It spans the RBC membrane seven times with an exocellular N- terminal and an endocellular C-terminal, while multi-pass proteins in the other blood group system, both N and C terminals, are endocellular. [4] The Duffy antigens, FYa and FYb, are the gene products of DARC (Duffy antigen chemokine receptor; AKA ACKR1, atypical chemokine receptor 1).", "contents": "Duffy Blood Group System -- Introduction -- History. Duffy blood group antigen (Fy) was first discovered in 1950 in a patient named Duffy with multiple transfusions who presented with hemolytic transfusion reactions by Cutbush et al. [3] Duffy glycoprotein or CD234 (Cluster of Differentiation 234) is a multi-pass protein. It spans the RBC membrane seven times with an exocellular N- terminal and an endocellular C-terminal, while multi-pass proteins in the other blood group system, both N and C terminals, are endocellular. [4] The Duffy antigens, FYa and FYb, are the gene products of DARC (Duffy antigen chemokine receptor; AKA ACKR1, atypical chemokine receptor 1)."}
{"id": "article-142044_5", "title": "Duffy Blood Group System -- Introduction -- Genetics", "content": "Atypical Chemokine Receptor 1 (ACKR1) gene encodes the glycoprotein expressing the Duffy blood group antigens, or CD234 protein (Cluster of Differentiation 234 protein) and is encoded by a gene located at 1q23.2 position on the long arm of chromosome 1. [5] This ACKR1 gene produces two mRNA variants and yields two protein isoforms with 338 and 336 amino acids. The Duffy antigens, i.e., Fya and Fyb, are encoded by FYA and FYB codominant alleles, respectively, which differ at position 125, where guanine in Fy-a is replaced by adenosine in Fy-b, which changes the glycine amino acid to aspartic amino acid at position 42 in Duffy glycoprotein. [6]", "contents": "Duffy Blood Group System -- Introduction -- Genetics. Atypical Chemokine Receptor 1 (ACKR1) gene encodes the glycoprotein expressing the Duffy blood group antigens, or CD234 protein (Cluster of Differentiation 234 protein) and is encoded by a gene located at 1q23.2 position on the long arm of chromosome 1. [5] This ACKR1 gene produces two mRNA variants and yields two protein isoforms with 338 and 336 amino acids. The Duffy antigens, i.e., Fya and Fyb, are encoded by FYA and FYB codominant alleles, respectively, which differ at position 125, where guanine in Fy-a is replaced by adenosine in Fy-b, which changes the glycine amino acid to aspartic amino acid at position 42 in Duffy glycoprotein. [6]"}
{"id": "article-142044_6", "title": "Duffy Blood Group System -- Introduction -- Genetics", "content": "Duffy antigens gene locus is syntenic to the gene locus for Rh antigen gene locus at chromosome 1. [7] In most Duffy negative individuals, a silent Fy-b allele with T to C substitution near the gene transcription initiation site at nucleotide-46 is present. It impairs the promoter activity in human erythroid cells by disrupting the binding site for the erythroid transcription factor, i.e., GATA1. Still, the same gene is transcribed in the nonerythroid cells due to substitution mutation. [6]", "contents": "Duffy Blood Group System -- Introduction -- Genetics. Duffy antigens gene locus is syntenic to the gene locus for Rh antigen gene locus at chromosome 1. [7] In most Duffy negative individuals, a silent Fy-b allele with T to C substitution near the gene transcription initiation site at nucleotide-46 is present. It impairs the promoter activity in human erythroid cells by disrupting the binding site for the erythroid transcription factor, i.e., GATA1. Still, the same gene is transcribed in the nonerythroid cells due to substitution mutation. [6]"}
{"id": "article-142044_7", "title": "Duffy Blood Group System -- Introduction -- Genetics", "content": "ACKRs receptors do not couple with G-proteins as its structure Asp-Arg-Tyr-Leu-Ala-Ile-Val (DRYLAIV) motif is absent on the second intracellular loop, leading to no GPCR dependant signaling pathways and chemotaxis. However, they function as scavenge, transport, and regulator of the bioavailability of chemokines. [8] [9] [10]", "contents": "Duffy Blood Group System -- Introduction -- Genetics. ACKRs receptors do not couple with G-proteins as its structure Asp-Arg-Tyr-Leu-Ala-Ile-Val (DRYLAIV) motif is absent on the second intracellular loop, leading to no GPCR dependant signaling pathways and chemotaxis. However, they function as scavenge, transport, and regulator of the bioavailability of chemokines. [8] [9] [10]"}
{"id": "article-142044_8", "title": "Duffy Blood Group System -- Introduction -- Antigens", "content": "A total of five antigens are present in the Duffy blood group system: Fya, Fyb, Fy3, Fy5, and Fy6. [11] [12] [13]", "contents": "Duffy Blood Group System -- Introduction -- Antigens. A total of five antigens are present in the Duffy blood group system: Fya, Fyb, Fy3, Fy5, and Fy6. [11] [12] [13]"}
{"id": "article-142044_9", "title": "Duffy Blood Group System -- Introduction -- Fya Antigen", "content": "ISBT symbol: FY1 ISBT number: 008.001 Antithetical antigen: Fyb (FY2) The expression on the cord blood RBCs: Expressed The antigen can be demonstrated on the fetal RBCs as early as six weeks gestation. The adult level of Fya expression is attained approximately 12 weeks after birth. Fya antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin.", "contents": "Duffy Blood Group System -- Introduction -- Fya Antigen. ISBT symbol: FY1 ISBT number: 008.001 Antithetical antigen: Fyb (FY2) The expression on the cord blood RBCs: Expressed The antigen can be demonstrated on the fetal RBCs as early as six weeks gestation. The adult level of Fya expression is attained approximately 12 weeks after birth. Fya antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin."}
{"id": "article-142044_10", "title": "Duffy Blood Group System -- Introduction -- Fyb Antigen", "content": "ISBT symbol: FY2 ISBT number: 008.002 Antithetical antigen: Fy(FY1) Expression on the cord blood RBCs: Expressed. Effect of enzymes: Fyb antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin.", "contents": "Duffy Blood Group System -- Introduction -- Fyb Antigen. ISBT symbol: FY2 ISBT number: 008.002 Antithetical antigen: Fy(FY1) Expression on the cord blood RBCs: Expressed. Effect of enzymes: Fyb antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin."}
{"id": "article-142044_11", "title": "Duffy Blood Group System -- Introduction -- Fy3 Antigen", "content": "ISBT symbol: FY3 ISBT number: 008003 Expression on the cord blood RBCs: Expressed and increases with age. Effect of enzymes: Fy3 antigens are resistant to ficin, papain, trypsin, and α-chymotrypsin.", "contents": "Duffy Blood Group System -- Introduction -- Fy3 Antigen. ISBT symbol: FY3 ISBT number: 008003 Expression on the cord blood RBCs: Expressed and increases with age. Effect of enzymes: Fy3 antigens are resistant to ficin, papain, trypsin, and α-chymotrypsin."}
{"id": "article-142044_12", "title": "Duffy Blood Group System -- Introduction -- Fy5 Antigen", "content": "ISBT symbol: FY5 ISBT number: 008005 The expression on the cord blood RBCs: Expressed Weak antigenic expression on D negative RBCs and absence in Rh null phenotype red cells show possible interaction between Duffy and Rh proteins. Effect of enzymes: Fy5 antigens are resistant to ficin and papain.", "contents": "Duffy Blood Group System -- Introduction -- Fy5 Antigen. ISBT symbol: FY5 ISBT number: 008005 The expression on the cord blood RBCs: Expressed Weak antigenic expression on D negative RBCs and absence in Rh null phenotype red cells show possible interaction between Duffy and Rh proteins. Effect of enzymes: Fy5 antigens are resistant to ficin and papain."}
{"id": "article-142044_13", "title": "Duffy Blood Group System -- Introduction -- Fy6 Antigen", "content": "ISBT symbol: FY6 ISBT number: 008.006 The expression on the cord blood RBCs Effect of enzymes: Fy6 antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin. Epitopes of Fy6 antigen are required for invasion of P. vivax . Only murine monoclonal antibodies have defined this antigen, not human antibodies. Note: Fy4 antigen is obsolete in this system due to no evidence of antibodies against this antigen. [13]", "contents": "Duffy Blood Group System -- Introduction -- Fy6 Antigen. ISBT symbol: FY6 ISBT number: 008.006 The expression on the cord blood RBCs Effect of enzymes: Fy6 antigens are sensitive to ficin, papain, and α-chymotrypsin and resistant to trypsin. Epitopes of Fy6 antigen are required for invasion of P. vivax . Only murine monoclonal antibodies have defined this antigen, not human antibodies. Note: Fy4 antigen is obsolete in this system due to no evidence of antibodies against this antigen. [13]"}
{"id": "article-142044_14", "title": "Duffy Blood Group System -- Introduction -- Duffy Antibodies", "content": "Antibodies in the Duffy blood group system are mainly IgG type, and IgM type is rare. Duffy antibodies generally do not bind to complement, but some anti-Fyantibodies have been reported to bind with complement. These antibodies are not naturally occurring and are acquired by exposure to blood transfusion, pregnancy, and transplantation. Fya antibody is most common among other Duffy antibodies. [14] [15] The majority of Duffy antibodies show their reactivity at body temperature; hence they may cause red hemolysis and are clinically significant. These clinically significant antibodies can lead to both acute and delayed types of HTR and hemolytic disease of the fetus and newborn (HDFN). [16] [17] Dosage phenomena: Duffy blood group system shows dosage phenomena where Duffy antibodies react more strongly to homozygous cells {Fy(a−b+) or Fy(a+b−)} than heterozygous {Fy(a+b+)}. [18]", "contents": "Duffy Blood Group System -- Introduction -- Duffy Antibodies. Antibodies in the Duffy blood group system are mainly IgG type, and IgM type is rare. Duffy antibodies generally do not bind to complement, but some anti-Fyantibodies have been reported to bind with complement. These antibodies are not naturally occurring and are acquired by exposure to blood transfusion, pregnancy, and transplantation. Fya antibody is most common among other Duffy antibodies. [14] [15] The majority of Duffy antibodies show their reactivity at body temperature; hence they may cause red hemolysis and are clinically significant. These clinically significant antibodies can lead to both acute and delayed types of HTR and hemolytic disease of the fetus and newborn (HDFN). [16] [17] Dosage phenomena: Duffy blood group system shows dosage phenomena where Duffy antibodies react more strongly to homozygous cells {Fy(a−b+) or Fy(a+b−)} than heterozygous {Fy(a+b+)}. [18]"}
{"id": "article-142044_15", "title": "Duffy Blood Group System -- Introduction -- Duffy Phenotypes", "content": "Four major Duffy phenotypes: - Fy(a+b-), Fy(a+b+), Fy(a-b+), Fy(a-b-): The Fya and Fyb antigens are found commonly in Europeans (Fya 66% and Fyb 83%) and Asians (Fya 99% and Fyb18.5%), while less common in Africans (Fya 10% and Fyb 23%). Further, Fy(a-b-) phenotype in African origins is found in two-thirds of populations and rare in Europeans. [19] [20] Major antigenic frequencies are shown in Table 1.", "contents": "Duffy Blood Group System -- Introduction -- Duffy Phenotypes. Four major Duffy phenotypes: - Fy(a+b-), Fy(a+b+), Fy(a-b+), Fy(a-b-): The Fya and Fyb antigens are found commonly in Europeans (Fya 66% and Fyb 83%) and Asians (Fya 99% and Fyb18.5%), while less common in Africans (Fya 10% and Fyb 23%). Further, Fy(a-b-) phenotype in African origins is found in two-thirds of populations and rare in Europeans. [19] [20] Major antigenic frequencies are shown in Table 1."}
{"id": "article-142044_16", "title": "Duffy Blood Group System -- Introduction -- Duffy Phenotypes", "content": "Additionally, a minor Duffy phenotype is the Fyx or [Fy(b+x)]. In this phenotype, the antigen is weakly expressed as Fyb and is determined by serological adsorption and elution techniques and DNA sequencing. FYX allele encodes weakly expressed Fyb antigen, which sometimes may not be detected by anti-Fy. The Fy(a–b–) phenotype, most commonly found in Blacks, occurs primarily due to a GATA promoter region mutation upstream of the FY allele. This mutation prevents the expression of Duffy glycoprotein on erythrocytes only while permitting expression on nonerythroid cells. [21] [22]", "contents": "Duffy Blood Group System -- Introduction -- Duffy Phenotypes. Additionally, a minor Duffy phenotype is the Fyx or [Fy(b+x)]. In this phenotype, the antigen is weakly expressed as Fyb and is determined by serological adsorption and elution techniques and DNA sequencing. FYX allele encodes weakly expressed Fyb antigen, which sometimes may not be detected by anti-Fy. The Fy(a–b–) phenotype, most commonly found in Blacks, occurs primarily due to a GATA promoter region mutation upstream of the FY allele. This mutation prevents the expression of Duffy glycoprotein on erythrocytes only while permitting expression on nonerythroid cells. [21] [22]"}
{"id": "article-142044_17", "title": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein", "content": "Duffy glycoprotein acts as a \"Duffy antigen receptor for chemokines\" (DARC), which binds with the chemicals secreted during the inflammatory process, thereby affecting the intensity of inflammation and the degree of neutrophil recruitment. [23]", "contents": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein. Duffy glycoprotein acts as a \"Duffy antigen receptor for chemokines\" (DARC), which binds with the chemicals secreted during the inflammatory process, thereby affecting the intensity of inflammation and the degree of neutrophil recruitment. [23]"}
{"id": "article-142044_18", "title": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein", "content": "DARC ( AKA CD234; ACKR 1) is homologous to the G-protein chemokine receptor (GPCR) family and functions as a scavenger in inflammatory and proinflammatory conditions. The Duffy antigen (DARC) is found on erythrocytes, capillaries, and postcapillary venule endothelial cells. DARC acts as a sort of a repository, retaining or releasing chemokines, thereby reducing or augmenting local inflammation.", "contents": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein. DARC ( AKA CD234; ACKR 1) is homologous to the G-protein chemokine receptor (GPCR) family and functions as a scavenger in inflammatory and proinflammatory conditions. The Duffy antigen (DARC) is found on erythrocytes, capillaries, and postcapillary venule endothelial cells. DARC acts as a sort of a repository, retaining or releasing chemokines, thereby reducing or augmenting local inflammation."}
{"id": "article-142044_19", "title": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein", "content": "During inflammation, DARC releases chemokines that bind to and progress through the endothelium. This promotes transendothelial neutrophil migration. The DARC binds with both the classes of chemokines, i.e., CC (chronic inflammation chemokine), CXC (acute inflammation chemokine), melanoma growth stimulatory activity-alpha (MGSA-α/CXCL1), interleukin 8 (CXCL8), monocyte chemotactic protein-1 (CCL2), RANTES (regulated upon activation normal T-expressed & secreted (CCL5), neutrophil-activating protein 2 and 3, epithelial neutrophil-activating peptide-78, (CXCL5), growth-related gene alpha, and angiogenesis-related platelet factor-1. [24]", "contents": "Duffy Blood Group System -- Function -- Functional Role of Duffy Glycoprotein. During inflammation, DARC releases chemokines that bind to and progress through the endothelium. This promotes transendothelial neutrophil migration. The DARC binds with both the classes of chemokines, i.e., CC (chronic inflammation chemokine), CXC (acute inflammation chemokine), melanoma growth stimulatory activity-alpha (MGSA-α/CXCL1), interleukin 8 (CXCL8), monocyte chemotactic protein-1 (CCL2), RANTES (regulated upon activation normal T-expressed & secreted (CCL5), neutrophil-activating protein 2 and 3, epithelial neutrophil-activating peptide-78, (CXCL5), growth-related gene alpha, and angiogenesis-related platelet factor-1. [24]"}
{"id": "article-142044_20", "title": "Duffy Blood Group System -- Issues of Concern", "content": "Transfusion: If the patient has an antibody against the Duffy blood group system, they must be transfused red blood cells which are Duffy antigen-negative and cross-match compatible. Further, in case of mother has been sensitized to Duffy antigens from his previous pregnancy and had developed Duffy antibodies may cause HDFN in subsequent pregnancies.", "contents": "Duffy Blood Group System -- Issues of Concern. Transfusion: If the patient has an antibody against the Duffy blood group system, they must be transfused red blood cells which are Duffy antigen-negative and cross-match compatible. Further, in case of mother has been sensitized to Duffy antigens from his previous pregnancy and had developed Duffy antibodies may cause HDFN in subsequent pregnancies."}
{"id": "article-142044_21", "title": "Duffy Blood Group System -- Issues of Concern", "content": "In such fetuses, intrauterine transfusion of Duffy negative blood must be transfused to improve fetal anemia and outcomes. Further after the baby's birth, their exchange transfusion should be planned with the Duffy antigen-negative and cross-match compatible blood units.", "contents": "Duffy Blood Group System -- Issues of Concern. In such fetuses, intrauterine transfusion of Duffy negative blood must be transfused to improve fetal anemia and outcomes. Further after the baby's birth, their exchange transfusion should be planned with the Duffy antigen-negative and cross-match compatible blood units."}
{"id": "article-142044_22", "title": "Duffy Blood Group System -- Issues of Concern", "content": "Duffy antibodies (mostly Anti-Fya and Anti-Fyb) have been implicated in causing HTRs and HDFN. Such recipients who have been detected with antibodies should be issued corresponding Duffy antigen-negative blood after compatibility testing for better transfusion outcomes. In a few cases with Fy(a–b–) phenotype, recipients had been found to develop Anti-Fy3, Fy4, Fy5, and Fy6 antibodies and should be transfused Fy(a–b–) phenotyped blood whenever transfusion is needed. HTRs in the Duffy blood group system are primarily due to IgG (mostly IgG1 type), but IgM antibodies have also been reported. HDFN is rare and mild with the Duffy blood group system after maternal immunization with Duffy antigen-positive fetal red cells. Most of the reported cases are due to anti-Fya antibodies. [14] [25]", "contents": "Duffy Blood Group System -- Issues of Concern. Duffy antibodies (mostly Anti-Fya and Anti-Fyb) have been implicated in causing HTRs and HDFN. Such recipients who have been detected with antibodies should be issued corresponding Duffy antigen-negative blood after compatibility testing for better transfusion outcomes. In a few cases with Fy(a–b–) phenotype, recipients had been found to develop Anti-Fy3, Fy4, Fy5, and Fy6 antibodies and should be transfused Fy(a–b–) phenotyped blood whenever transfusion is needed. HTRs in the Duffy blood group system are primarily due to IgG (mostly IgG1 type), but IgM antibodies have also been reported. HDFN is rare and mild with the Duffy blood group system after maternal immunization with Duffy antigen-positive fetal red cells. Most of the reported cases are due to anti-Fya antibodies. [14] [25]"}
{"id": "article-142044_23", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Duffy Antigens and Malaria: The Duffy status plays a pivotal role in global survival from plasmodial infections. [26]", "contents": "Duffy Blood Group System -- Clinical Significance. Duffy Antigens and Malaria: The Duffy status plays a pivotal role in global survival from plasmodial infections. [26]"}
{"id": "article-142044_24", "title": "Duffy Blood Group System -- Clinical Significance", "content": "The two most common Plasmodia globally are P. vivax and P. falciparum . P. falciparum manifestations are more severe, and the clinical outcomes are more baleful. P. vivax has more temperature tolerance and can adapt to a dormant (hypnozoite) form, ensuring relapses. Initially, patients are bitten by the Anopheles mosquito, after which sporozoites in the skin enter the circulation and eventually the liver. Within the liver, the sporozoites replicate into merozoites that enter the circulation and infect red blood cells, causing their lysis and renewing the infectious cycle again.  A dormant hypnozoite state can exist in the liver for weeks to months.", "contents": "Duffy Blood Group System -- Clinical Significance. The two most common Plasmodia globally are P. vivax and P. falciparum . P. falciparum manifestations are more severe, and the clinical outcomes are more baleful. P. vivax has more temperature tolerance and can adapt to a dormant (hypnozoite) form, ensuring relapses. Initially, patients are bitten by the Anopheles mosquito, after which sporozoites in the skin enter the circulation and eventually the liver. Within the liver, the sporozoites replicate into merozoites that enter the circulation and infect red blood cells, causing their lysis and renewing the infectious cycle again.  A dormant hypnozoite state can exist in the liver for weeks to months."}
{"id": "article-142044_25", "title": "Duffy Blood Group System -- Clinical Significance", "content": "The Duffy blood group antigens are the portals by which the erythrocytes are infected. Primaquine and 8-Aminoquineline are useful antimalarials that can clear the hypnozoites and prevent relapses. However, they also cause hemolysis in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency. DARC is considered an essential GPCR to enter malarial parasites, Plasmodium vivax and Plasmodium knowlesi , in the red blood cells. The ligand-receptor interactions mediate the invasion of the red cell by Plasmodium between merozoites and host erythrocytes. The Duffy binding protein (DBP) on the merozoite surface interacts with DARC over the surface of the reticulocyte triggering the formation of a junction for parasitic invasion. [27]", "contents": "Duffy Blood Group System -- Clinical Significance. The Duffy blood group antigens are the portals by which the erythrocytes are infected. Primaquine and 8-Aminoquineline are useful antimalarials that can clear the hypnozoites and prevent relapses. However, they also cause hemolysis in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency. DARC is considered an essential GPCR to enter malarial parasites, Plasmodium vivax and Plasmodium knowlesi , in the red blood cells. The ligand-receptor interactions mediate the invasion of the red cell by Plasmodium between merozoites and host erythrocytes. The Duffy binding protein (DBP) on the merozoite surface interacts with DARC over the surface of the reticulocyte triggering the formation of a junction for parasitic invasion. [27]"}
{"id": "article-142044_26", "title": "Duffy Blood Group System -- Clinical Significance", "content": "In the West African population, many peoples were resistant to Plasmodium vivax infection due to the expression of the Fy(a-b-) phenotype on red cells. This phenotype in the African population results from the point mutation in the GATA promoter region at the FY*B gene at (–67, T to C), which disrupts the binding site for the GATA-1 erythroid transcription factor. The ligand-receptor interactions mediate the invasion of plasmodia between merozoites and host erythrocytes.", "contents": "Duffy Blood Group System -- Clinical Significance. In the West African population, many peoples were resistant to Plasmodium vivax infection due to the expression of the Fy(a-b-) phenotype on red cells. This phenotype in the African population results from the point mutation in the GATA promoter region at the FY*B gene at (–67, T to C), which disrupts the binding site for the GATA-1 erythroid transcription factor. The ligand-receptor interactions mediate the invasion of plasmodia between merozoites and host erythrocytes."}
{"id": "article-142044_27", "title": "Duffy Blood Group System -- Clinical Significance", "content": "The Duffy binding protein (DBP) on the merozoite surface interacts with DARC over the surface of the reticulocyte triggering the formation of a junction for parasitic invasion. The intraerythrocytic killing of malarial parasites by platelet factor-4 (PF4) is demonstrated in vitro in erythrocytes expressing DARC on their surface, leading to accumulation of PF4 by endocytosis which results in lysis of parasitic digestive vacuoles. The protective effect does not cover the P. falciparum parasites, which can infect all phenotypic variants of the Duffy blood group system. [28] [29] [30]", "contents": "Duffy Blood Group System -- Clinical Significance. The Duffy binding protein (DBP) on the merozoite surface interacts with DARC over the surface of the reticulocyte triggering the formation of a junction for parasitic invasion. The intraerythrocytic killing of malarial parasites by platelet factor-4 (PF4) is demonstrated in vitro in erythrocytes expressing DARC on their surface, leading to accumulation of PF4 by endocytosis which results in lysis of parasitic digestive vacuoles. The protective effect does not cover the P. falciparum parasites, which can infect all phenotypic variants of the Duffy blood group system. [28] [29] [30]"}
{"id": "article-142044_28", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Epidemiologically, the absence of the Duffy system (AKA \"Duffy- negative or -null; Fy (a-b-) has been seen in many nations across the continents. [31] [32] [33] Clinical data suggests that the lack of the Duffy antigens confers a degree of resistance to Plasmodium vivax infection.  However, the prevalence of P. vivax infections in Duffy negative populations is still not zero.", "contents": "Duffy Blood Group System -- Clinical Significance. Epidemiologically, the absence of the Duffy system (AKA \"Duffy- negative or -null; Fy (a-b-) has been seen in many nations across the continents. [31] [32] [33] Clinical data suggests that the lack of the Duffy antigens confers a degree of resistance to Plasmodium vivax infection.  However, the prevalence of P. vivax infections in Duffy negative populations is still not zero."}
{"id": "article-142044_29", "title": "Duffy Blood Group System -- Clinical Significance", "content": "There are likely Duffy-independent pathways that can secondarily promote infection. These alternatives are thought to include Transferrin receptor 1 (TfR1 or CD71) and CD98.  The lack of Duffy blood group antigens obstructs the invasion of Plasmodium vivax .  The absence of Duffy expression is believed to be a consequence of a point mutation (c.1-67, T>C; rs2814778) in the GATA-1 transcription binding site of the DACR gene promoter. This results in the \"Duffy-null,\" the Duffy-negative variant.", "contents": "Duffy Blood Group System -- Clinical Significance. There are likely Duffy-independent pathways that can secondarily promote infection. These alternatives are thought to include Transferrin receptor 1 (TfR1 or CD71) and CD98.  The lack of Duffy blood group antigens obstructs the invasion of Plasmodium vivax .  The absence of Duffy expression is believed to be a consequence of a point mutation (c.1-67, T>C; rs2814778) in the GATA-1 transcription binding site of the DACR gene promoter. This results in the \"Duffy-null,\" the Duffy-negative variant."}
{"id": "article-142044_30", "title": "Duffy Blood Group System -- Clinical Significance", "content": "A multitude of clinical studies exist, many under the auspices of the World Health Organization, to develop malarial vaccines. Research is presently underway to develop a malarial vaccine based on the Duffy system. [34] [35]", "contents": "Duffy Blood Group System -- Clinical Significance. A multitude of clinical studies exist, many under the auspices of the World Health Organization, to develop malarial vaccines. Research is presently underway to develop a malarial vaccine based on the Duffy system. [34] [35]"}
{"id": "article-142044_31", "title": "Duffy Blood Group System -- Clinical Significance", "content": "A vaccine has been created against region 2 of the Plasmodium vivax Duffy-binding protein (PvDBP2).  It has a recombinant format with a glucopyranosyl lipid adjuvant-stable emulsion (GLA-SE). The vaccine elicited antigen-specific binding -inhibitory antibodies.  The antibodies also have activity against a spectrum of PvDBP alleles. In a small phase I trial where malaria naive patients received a three-dose protocol, it was revealed that all patients developed inhibitory antibodies that were largely persistent. The vaccine, known as PvDBP2/GLA-SE, is safe and well-tolerated.", "contents": "Duffy Blood Group System -- Clinical Significance. A vaccine has been created against region 2 of the Plasmodium vivax Duffy-binding protein (PvDBP2).  It has a recombinant format with a glucopyranosyl lipid adjuvant-stable emulsion (GLA-SE). The vaccine elicited antigen-specific binding -inhibitory antibodies.  The antibodies also have activity against a spectrum of PvDBP alleles. In a small phase I trial where malaria naive patients received a three-dose protocol, it was revealed that all patients developed inhibitory antibodies that were largely persistent. The vaccine, known as PvDBP2/GLA-SE, is safe and well-tolerated."}
{"id": "article-142044_32", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Duffy Antigens and HIV: The Duffy system is believed to affect HIV infections. [36] Duffy antigen receptors for chemokines (DARC) on red blood cells influence plasma levels of HIV-1 suppressive and proinflammatory chemokines 9eg. CCL5/RANTES).   CCL5 (RANTES) and CCR5 enhance HIV infectivity. HIV interacts with surface receptors of macrophages and dendrites, which protect the virus from degradation and promote its dissemination.", "contents": "Duffy Blood Group System -- Clinical Significance. Duffy Antigens and HIV: The Duffy system is believed to affect HIV infections. [36] Duffy antigen receptors for chemokines (DARC) on red blood cells influence plasma levels of HIV-1 suppressive and proinflammatory chemokines 9eg. CCL5/RANTES).   CCL5 (RANTES) and CCR5 enhance HIV infectivity. HIV interacts with surface receptors of macrophages and dendrites, which protect the virus from degradation and promote its dissemination."}
{"id": "article-142044_33", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Similarly, HIV-1 adsorbs onto the DARC on erythrocyte surfaces and is transported to its target cells (CD4+/CCR5+ T-lymphocytes). With the transport, the virus still retains its viability. [37] The red blood cells thereby act as HIV-1 carriers.  Patients with the Duffy null phenotype (-467 C/C) have noted a 40% increase in HIV-1 infection (possibly as less HIV is bound); however, in Duffy negative patients already infected with HIV-1, there is a slower disease progression.", "contents": "Duffy Blood Group System -- Clinical Significance. Similarly, HIV-1 adsorbs onto the DARC on erythrocyte surfaces and is transported to its target cells (CD4+/CCR5+ T-lymphocytes). With the transport, the virus still retains its viability. [37] The red blood cells thereby act as HIV-1 carriers.  Patients with the Duffy null phenotype (-467 C/C) have noted a 40% increase in HIV-1 infection (possibly as less HIV is bound); however, in Duffy negative patients already infected with HIV-1, there is a slower disease progression."}
{"id": "article-142044_34", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Some clinical research has suggested that African-Americans harboring a Duffy-null genotype had malarial resistance and an HIV-survival advantage compared to the general population. [38] Arguments against these studies stated that adjustments were (incorrectly) made to account for non-African test subjects.  It was felt that Afro-American subjects could have European source material interspersed in their ranks and thus cannot be used. [39] They surmise that the DARC negative phenotype caused by -46 C/C cannot have their data admixed with African observations.", "contents": "Duffy Blood Group System -- Clinical Significance. Some clinical research has suggested that African-Americans harboring a Duffy-null genotype had malarial resistance and an HIV-survival advantage compared to the general population. [38] Arguments against these studies stated that adjustments were (incorrectly) made to account for non-African test subjects.  It was felt that Afro-American subjects could have European source material interspersed in their ranks and thus cannot be used. [39] They surmise that the DARC negative phenotype caused by -46 C/C cannot have their data admixed with African observations."}
{"id": "article-142044_35", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Duffy Antigens and COVID: The Duffy system is thought to play a role in the presence and severity of COVID infections. [40] DARC mediates the effects of proinflammatory chemokines on the endothelial cells lining the post-capillary venules as well as on the neutrophil emigration to the inflammatory sites.  It also mediates chemokine transcytosis to facilitate the movement of cytokines across the endothelium, enhancing neutrophil recruitment into the lung.  By these means, it enhances chemokine-induced leukocyte extravasation. [41]", "contents": "Duffy Blood Group System -- Clinical Significance. Duffy Antigens and COVID: The Duffy system is thought to play a role in the presence and severity of COVID infections. [40] DARC mediates the effects of proinflammatory chemokines on the endothelial cells lining the post-capillary venules as well as on the neutrophil emigration to the inflammatory sites.  It also mediates chemokine transcytosis to facilitate the movement of cytokines across the endothelium, enhancing neutrophil recruitment into the lung.  By these means, it enhances chemokine-induced leukocyte extravasation. [41]"}
{"id": "article-142044_36", "title": "Duffy Blood Group System -- Clinical Significance", "content": "In normal situations, the Duffy-null accounts for benign ethnic neutropenia amongst African-Americans, but it also exerts proinflammatory effects that can accentuate leukocyte migration into the lung.  With no Duffy system to hold or modulate cytokine activity, the effects of cytokines appear more pronounced than in a Duffy-positive state. This was the reason to suspect that Duffy-null states would promote COVID-19 pneumonia and accentuate the severity of the acute lung injury.  Relative to other patients, erythroid Duffy-null patients had a 17% higher risk of mortality as well as fewer ventilator-free and organ failure-free days.", "contents": "Duffy Blood Group System -- Clinical Significance. In normal situations, the Duffy-null accounts for benign ethnic neutropenia amongst African-Americans, but it also exerts proinflammatory effects that can accentuate leukocyte migration into the lung.  With no Duffy system to hold or modulate cytokine activity, the effects of cytokines appear more pronounced than in a Duffy-positive state. This was the reason to suspect that Duffy-null states would promote COVID-19 pneumonia and accentuate the severity of the acute lung injury.  Relative to other patients, erythroid Duffy-null patients had a 17% higher risk of mortality as well as fewer ventilator-free and organ failure-free days."}
{"id": "article-142044_37", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Duffy Antigens and Hematopoiesis: Duffy antigen expression is associated with the hematopoiesis process. The hematopoietic stem cells and red cell precursors in bone marrow express DARC. Erythrocyte Fy dampens leukocyte activation. Endothelial (vascular) Fy concentrates chemokines, thereby promoting leukocyte diapedesis to and through the vessel border towards the inflammatory site. Phenotypically altered neutrophils (benign ethnic neutropenia with persistently lower leucocyte) are observed in otherwise healthy Africans without DARC on hematopoietic cells. [42] The Duffy negative or null trait does not affect neutrophil function. [43] But, ironically, it portends a greater HIV infectivity though it protects against malaria. [44]", "contents": "Duffy Blood Group System -- Clinical Significance. Duffy Antigens and Hematopoiesis: Duffy antigen expression is associated with the hematopoiesis process. The hematopoietic stem cells and red cell precursors in bone marrow express DARC. Erythrocyte Fy dampens leukocyte activation. Endothelial (vascular) Fy concentrates chemokines, thereby promoting leukocyte diapedesis to and through the vessel border towards the inflammatory site. Phenotypically altered neutrophils (benign ethnic neutropenia with persistently lower leucocyte) are observed in otherwise healthy Africans without DARC on hematopoietic cells. [42] The Duffy negative or null trait does not affect neutrophil function. [43] But, ironically, it portends a greater HIV infectivity though it protects against malaria. [44]"}
{"id": "article-142044_38", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Role of DARC in organ transplantation: In a mouse model study, it is observed that mice with DARC negative showed enhanced chemokine production and inflammatory response in the absence of DARC, which leads to immunological and non-immunological injuries due to excess leucocyte recruitment. [45] [46]", "contents": "Duffy Blood Group System -- Clinical Significance. Role of DARC in organ transplantation: In a mouse model study, it is observed that mice with DARC negative showed enhanced chemokine production and inflammatory response in the absence of DARC, which leads to immunological and non-immunological injuries due to excess leucocyte recruitment. [45] [46]"}
{"id": "article-142044_39", "title": "Duffy Blood Group System -- Clinical Significance", "content": "The UNOS database further confirms this in African Americans, who had more deleterious effects on delayed graft function than Caucasians due to the absence of DARC on renal tissues. [47] More recent data speaks of a greater antibody-mediated renal allograft rejection and reduced graft survival in DARC-positive patients compared to DARC-negative subjects. [48] In conclusion, the prominence of DARC was felt to be associated with, though NOI specific for, antibody-mediated rejection.", "contents": "Duffy Blood Group System -- Clinical Significance. The UNOS database further confirms this in African Americans, who had more deleterious effects on delayed graft function than Caucasians due to the absence of DARC on renal tissues. [47] More recent data speaks of a greater antibody-mediated renal allograft rejection and reduced graft survival in DARC-positive patients compared to DARC-negative subjects. [48] In conclusion, the prominence of DARC was felt to be associated with, though NOI specific for, antibody-mediated rejection."}
{"id": "article-142044_40", "title": "Duffy Blood Group System -- Clinical Significance", "content": "DARC in Atherosclerosis; ACKR1 has a role in the inflammatory process and atherosclerosis. ACKR1 on the Red cells controls inflammation, leukocyte migration, and endothelial function. ACKR1 presented CXCL2 enables unidirectional neutrophil diapedesis. [49] [50]", "contents": "Duffy Blood Group System -- Clinical Significance. DARC in Atherosclerosis; ACKR1 has a role in the inflammatory process and atherosclerosis. ACKR1 on the Red cells controls inflammation, leukocyte migration, and endothelial function. ACKR1 presented CXCL2 enables unidirectional neutrophil diapedesis. [49] [50]"}
{"id": "article-142044_41", "title": "Duffy Blood Group System -- Clinical Significance", "content": "Recent studies have demonstrated the role of a high-fat diet in inducing endothelial dysfunction due to increased CCL2 bound with the red cells expressing ACKR1, which promotes interaction between endothelial cells and leukocytes which may favor in development of atherosclerosis plaque. Wan et al. showed that mice with absent ACKR1 after gene knockout had reduced atherosclerotic plaque size in an experimental animal model. [51] [52]", "contents": "Duffy Blood Group System -- Clinical Significance. Recent studies have demonstrated the role of a high-fat diet in inducing endothelial dysfunction due to increased CCL2 bound with the red cells expressing ACKR1, which promotes interaction between endothelial cells and leukocytes which may favor in development of atherosclerosis plaque. Wan et al. showed that mice with absent ACKR1 after gene knockout had reduced atherosclerotic plaque size in an experimental animal model. [51] [52]"}
{"id": "article-142044_42", "title": "Duffy Blood Group System -- Enhancing Healthcare Team Outcomes", "content": "This is one condition where both laboratory and clinical personnel are of equal necessity and value.  Research into the predictive and protective nature of the Duffy entity is needed as new viral threats come to the forefront of global attention. The nursing team must check for Duffy antigen-negative blood units in addition to all the pretransfusion checks before the red blood cell transfusion in the patient known to have the Duffy antibody.", "contents": "Duffy Blood Group System -- Enhancing Healthcare Team Outcomes. This is one condition where both laboratory and clinical personnel are of equal necessity and value.  Research into the predictive and protective nature of the Duffy entity is needed as new viral threats come to the forefront of global attention. The nursing team must check for Duffy antigen-negative blood units in addition to all the pretransfusion checks before the red blood cell transfusion in the patient known to have the Duffy antibody."}
{"id": "article-142044_43", "title": "Duffy Blood Group System -- Enhancing Healthcare Team Outcomes", "content": "Staff must also be alert that, with the Duffy system, transfusion reactions can be delayed, sometimes upwards of two weeks later. [53] By its very nature, the Duffy system may belay medical attention.  In truth, it only seems to be of secondary importance.", "contents": "Duffy Blood Group System -- Enhancing Healthcare Team Outcomes. Staff must also be alert that, with the Duffy system, transfusion reactions can be delayed, sometimes upwards of two weeks later. [53] By its very nature, the Duffy system may belay medical attention.  In truth, it only seems to be of secondary importance."}
{"id": "article-142044_44", "title": "Duffy Blood Group System -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The nursing team must check for Duffy antigen-negative blood unit in addition to all the pre-transfusion checks before red blood transfusion in the patient known to have Duffy antibody.", "contents": "Duffy Blood Group System -- Nursing, Allied Health, and Interprofessional Team Monitoring. The nursing team must check for Duffy antigen-negative blood unit in addition to all the pre-transfusion checks before red blood transfusion in the patient known to have Duffy antibody."}
{"id": "article-142044_45", "title": "Duffy Blood Group System -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Duffy Blood Group System -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}