{"id": "article-19435_0", "title": "Chloramphenicol -- Continuing Education Activity", "content": "Chloramphenicol is a medication used in the management and treatment of superficial eye infections such as bacterial conjunctivitis, and otitis externa. It has also been used for the treatment of typhoid and cholera. Chloramphenicol is an antibiotic and is in the class of antimicrobials that inhibits protein synthesis. This activity outlines the indications, action, and contraindications for Chloramphenicol as a valuable agent in the treatment of superficial eye infections, otitis externa, Typhoid fever, and other severe life-threatening conditions, especially those caused by Haemophilus influenza. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with the infections stated above.", "contents": "Chloramphenicol -- Continuing Education Activity. Chloramphenicol is a medication used in the management and treatment of superficial eye infections such as bacterial conjunctivitis, and otitis externa. It has also been used for the treatment of typhoid and cholera. Chloramphenicol is an antibiotic and is in the class of antimicrobials that inhibits protein synthesis. This activity outlines the indications, action, and contraindications for Chloramphenicol as a valuable agent in the treatment of superficial eye infections, otitis externa, Typhoid fever, and other severe life-threatening conditions, especially those caused by Haemophilus influenza. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the management of patients with the infections stated above."}
{"id": "article-19435_1", "title": "Chloramphenicol -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action and administration of chloramphenicol. Describe the adverse effects and contraindications of chloramphenicol. Review the appropriate monitoring and toxicity of chloramphenicol. Summarize interprofessional team strategies for improving care coordination and communication to advance the prescription and use of chloramphenicol and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Chloramphenicol -- Continuing Education Activity. Objectives: Identify the mechanism of action and administration of chloramphenicol. Describe the adverse effects and contraindications of chloramphenicol. Review the appropriate monitoring and toxicity of chloramphenicol. Summarize interprofessional team strategies for improving care coordination and communication to advance the prescription and use of chloramphenicol and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-19435_2", "title": "Chloramphenicol -- Indications", "content": "Chloramphenicol is a synthetically manufactured broad-spectrum antibiotic. It was initially isolated from the bacteria Streptomyces venezuelae in 1948 and was the first bulk produced synthetic antibiotic. [1] However, chloramphenicol is a rarely used drug in the United States because of its known severe adverse effects, such as bone marrow toxicity and grey baby syndrome.", "contents": "Chloramphenicol -- Indications. Chloramphenicol is a synthetically manufactured broad-spectrum antibiotic. It was initially isolated from the bacteria Streptomyces venezuelae in 1948 and was the first bulk produced synthetic antibiotic. [1] However, chloramphenicol is a rarely used drug in the United States because of its known severe adverse effects, such as bone marrow toxicity and grey baby syndrome."}
{"id": "article-19435_3", "title": "Chloramphenicol -- Indications", "content": "Indications for its use include superficial eye infections (bacterial conjunctivitis), and otitis externa. It is also reserved for severe infections, such as rickettsial diseases, meningitis caused by Haemophilus Influenza, Neisseria meningitidis, or Streptococcus pneumoniae, or in typhoid fever caused by Salmonella enterica serotype Typhi. [2] [3] [4] [5] It can also be used for the treatment of cholera. [6] Chloramphenicol ointments are also used perioperatively as prophylaxis for surgical wound infections. This therapy is often necessary for plastic surgery and eye surgery. [7] [8]", "contents": "Chloramphenicol -- Indications. Indications for its use include superficial eye infections (bacterial conjunctivitis), and otitis externa. It is also reserved for severe infections, such as rickettsial diseases, meningitis caused by Haemophilus Influenza, Neisseria meningitidis, or Streptococcus pneumoniae, or in typhoid fever caused by Salmonella enterica serotype Typhi. [2] [3] [4] [5] It can also be used for the treatment of cholera. [6] Chloramphenicol ointments are also used perioperatively as prophylaxis for surgical wound infections. This therapy is often necessary for plastic surgery and eye surgery. [7] [8]"}
{"id": "article-19435_4", "title": "Chloramphenicol -- Indications", "content": "However, despite these indications, chloramphenicol should only be initiated if there is known susceptibility to the drug, and when other less dangerous antimicrobials are ineffective, not tolerated or contraindicated. Moreover, in vitro sensitivity tests have to be done to discontinue the medication as soon as other less dangerous antimicrobials demonstrate therapeutic effectiveness.", "contents": "Chloramphenicol -- Indications. However, despite these indications, chloramphenicol should only be initiated if there is known susceptibility to the drug, and when other less dangerous antimicrobials are ineffective, not tolerated or contraindicated. Moreover, in vitro sensitivity tests have to be done to discontinue the medication as soon as other less dangerous antimicrobials demonstrate therapeutic effectiveness."}
{"id": "article-19435_5", "title": "Chloramphenicol -- Mechanism of Action", "content": "EFChloramphenicol is bacteriostatic but can be bactericidal in high concentrations. It is a broad-spectrum antibiotic be used against Gram-positive, Gram-negative, and anaerobic bacteria. [9] [10] Chloramphenicol works by inhibiting protein synthesis by binding to the 50S ribosomal subunit and directly preventing the formation of bacterial protein. [11] Other antibiotics that also target the 50S ribosomal subunit include clindamycin (a lincosamide) and macrolides such as erythromycin and clarithromycin. However, these drugs work differently. On a molecular level, chloramphenicol inhibits the attachment of transfer RNA to the A site on the 50S ribosome. In contrast, lincosamides act on the A and P sites, whereas macrolides block the tunnel through which nascent peptides exit. [12]", "contents": "Chloramphenicol -- Mechanism of Action. EFChloramphenicol is bacteriostatic but can be bactericidal in high concentrations. It is a broad-spectrum antibiotic be used against Gram-positive, Gram-negative, and anaerobic bacteria. [9] [10] Chloramphenicol works by inhibiting protein synthesis by binding to the 50S ribosomal subunit and directly preventing the formation of bacterial protein. [11] Other antibiotics that also target the 50S ribosomal subunit include clindamycin (a lincosamide) and macrolides such as erythromycin and clarithromycin. However, these drugs work differently. On a molecular level, chloramphenicol inhibits the attachment of transfer RNA to the A site on the 50S ribosome. In contrast, lincosamides act on the A and P sites, whereas macrolides block the tunnel through which nascent peptides exit. [12]"}
{"id": "article-19435_6", "title": "Chloramphenicol -- Administration", "content": "Chloramphenicol can be administered topically as eye or ear drops, or as an eye ointment. It can also be given parenterally as intravenous injection or infusion or taken as oral capsules. Due to its high risk of adverse effects and toxicity, clinicians should prescribe chloramphenicol at therapeutic doses of not more than 50 mg/kg/day, given in divided doses at 6-hourly intervals. This dose may require an increase to 100 mg/kg/day for severe infections caused by moderately resistant organisms. If such increment in dosage is required, careful monitoring is imperative, with dose reductions back to 50mg/kg/day made as soon as possible. Also, dose reductions to 25 mg/kg/day may be necessary for neonates, and patients who have impaired liver or renal function. If administered as an intravenous infusion, it has to be given intermittently and diluted in either 0.9% sodium chloride or 5% glucose solutions. Clinicians should avoid using prolonged treatment with chloramphenicol.", "contents": "Chloramphenicol -- Administration. Chloramphenicol can be administered topically as eye or ear drops, or as an eye ointment. It can also be given parenterally as intravenous injection or infusion or taken as oral capsules. Due to its high risk of adverse effects and toxicity, clinicians should prescribe chloramphenicol at therapeutic doses of not more than 50 mg/kg/day, given in divided doses at 6-hourly intervals. This dose may require an increase to 100 mg/kg/day for severe infections caused by moderately resistant organisms. If such increment in dosage is required, careful monitoring is imperative, with dose reductions back to 50mg/kg/day made as soon as possible. Also, dose reductions to 25 mg/kg/day may be necessary for neonates, and patients who have impaired liver or renal function. If administered as an intravenous infusion, it has to be given intermittently and diluted in either 0.9% sodium chloride or 5% glucose solutions. Clinicians should avoid using prolonged treatment with chloramphenicol."}
{"id": "article-19435_7", "title": "Chloramphenicol -- Adverse Effects", "content": "Chloramphenicol is associated with severe hematological side effects when administered systemically. Since 1982, chloramphenicol has reportedly caused fatal aplastic anemia, with possible increased risk when taken together with cimetidine. This adverse side effect can occur even with the topical administration of the drug, which is most likely due to the systemic absorption of the drug after topical application. [13] [14]", "contents": "Chloramphenicol -- Adverse Effects. Chloramphenicol is associated with severe hematological side effects when administered systemically. Since 1982, chloramphenicol has reportedly caused fatal aplastic anemia, with possible increased risk when taken together with cimetidine. This adverse side effect can occur even with the topical administration of the drug, which is most likely due to the systemic absorption of the drug after topical application. [13] [14]"}
{"id": "article-19435_8", "title": "Chloramphenicol -- Adverse Effects", "content": "There are two different types of chloramphenicol-induced blood dyscrasias. The first type is more common and is predictable, dose-related, and reversible. It causes mild anemia, with thrombocytopenia and neutropenia. The second form is an idiosyncratic reaction that has a later onset and is more likely to be fatal after pancytopenia develops. This type is unpredictable, irreversible, and dose-independent. [15] Aplastic anemia appears to occur as a result of chloramphenicol’s effect on depleting ferritin concentrations in the mitochondria because of the shared ribosomal structures between bacteria and mitochondria, making the latter susceptible to the drug’s ability to inhibit protein synthesis within the mitochondria. [15] There have also been cases of leukemia developing after aplastic anemia from chloramphenicol use. [16]", "contents": "Chloramphenicol -- Adverse Effects. There are two different types of chloramphenicol-induced blood dyscrasias. The first type is more common and is predictable, dose-related, and reversible. It causes mild anemia, with thrombocytopenia and neutropenia. The second form is an idiosyncratic reaction that has a later onset and is more likely to be fatal after pancytopenia develops. This type is unpredictable, irreversible, and dose-independent. [15] Aplastic anemia appears to occur as a result of chloramphenicol’s effect on depleting ferritin concentrations in the mitochondria because of the shared ribosomal structures between bacteria and mitochondria, making the latter susceptible to the drug’s ability to inhibit protein synthesis within the mitochondria. [15] There have also been cases of leukemia developing after aplastic anemia from chloramphenicol use. [16]"}
{"id": "article-19435_9", "title": "Chloramphenicol -- Adverse Effects", "content": "Besides causing fatal aplastic anemia and bone marrow suppression, other side effects of chloramphenicol include ototoxicity with the use of topical ear drops, gastrointestinal reactions such as oesophagitis with oral use, neurotoxicity, and severe metabolic acidosis. [17] [18] [19] [18] [17] [20]", "contents": "Chloramphenicol -- Adverse Effects. Besides causing fatal aplastic anemia and bone marrow suppression, other side effects of chloramphenicol include ototoxicity with the use of topical ear drops, gastrointestinal reactions such as oesophagitis with oral use, neurotoxicity, and severe metabolic acidosis. [17] [18] [19] [18] [17] [20]"}
{"id": "article-19435_10", "title": "Chloramphenicol -- Adverse Effects", "content": "Optic neuritis is the most commonly associated neurotoxic complication that can arise from chloramphenicol use. [21] This adverse effect usually takes more than six weeks to manifest, presenting with either acute or subacute vision loss, with possible fundal changes. It may also present with peripheral neuropathy, which may present as numbness or tingling. If optic neuropathy occurs, the drug should be withdrawn immediately, which will usually lead to partial or complete recovery of vision. [22]", "contents": "Chloramphenicol -- Adverse Effects. Optic neuritis is the most commonly associated neurotoxic complication that can arise from chloramphenicol use. [21] This adverse effect usually takes more than six weeks to manifest, presenting with either acute or subacute vision loss, with possible fundal changes. It may also present with peripheral neuropathy, which may present as numbness or tingling. If optic neuropathy occurs, the drug should be withdrawn immediately, which will usually lead to partial or complete recovery of vision. [22]"}
{"id": "article-19435_11", "title": "Chloramphenicol -- Contraindications", "content": "Acute porphyria is an absolute contraindication to the use of chloramphenicol. [23] [24] Additionally, any known hypersensitivity to chloramphenicol, such as any previous anaphylactic reactions to the drug, should warrant the use of other antimicrobials. Signs of anaphylactic reaction to the medication include angioedema, bronchospasm, and urticaria. [25] Delayed onset hypersensitivity reactions such as contact dermatitis have also been reported. This reaction often presents 24 to 72 hours after the application of the medication with swelling and erythema. [26]", "contents": "Chloramphenicol -- Contraindications. Acute porphyria is an absolute contraindication to the use of chloramphenicol. [23] [24] Additionally, any known hypersensitivity to chloramphenicol, such as any previous anaphylactic reactions to the drug, should warrant the use of other antimicrobials. Signs of anaphylactic reaction to the medication include angioedema, bronchospasm, and urticaria. [25] Delayed onset hypersensitivity reactions such as contact dermatitis have also been reported. This reaction often presents 24 to 72 hours after the application of the medication with swelling and erythema. [26]"}
{"id": "article-19435_12", "title": "Chloramphenicol -- Contraindications", "content": "Moreover, due to the potential risk of toxicity to neonates, chloramphenicol should also not be prescribed in neonates less than one week old, especially preterm infants. Currently, it is classed as a pregnancy category C drug and should be avoided in pregnancy or breastfeeding. However, there have been studies that show no associated teratogenicity with chloramphenicol use during the first trimester of pregnancy. [27] [28] [29]", "contents": "Chloramphenicol -- Contraindications. Moreover, due to the potential risk of toxicity to neonates, chloramphenicol should also not be prescribed in neonates less than one week old, especially preterm infants. Currently, it is classed as a pregnancy category C drug and should be avoided in pregnancy or breastfeeding. However, there have been studies that show no associated teratogenicity with chloramphenicol use during the first trimester of pregnancy. [27] [28] [29]"}
{"id": "article-19435_13", "title": "Chloramphenicol -- Monitoring", "content": "With parenteral or oral administrations, plasma concentrations of the drug should be monitored, especially in the elderly, in children less than four years old, and those with hepatic impairment. The therapeutic range of chloramphenicol is often within 15 to 25 mg/L. [30] Moreover, baseline and routine blood should also take place while on the drug. These blood tests include a complete blood count, urea and electrolytes, renal function tests, and liver function tests. Female patients should have their pregnancy tests performed before starting the medication.", "contents": "Chloramphenicol -- Monitoring. With parenteral or oral administrations, plasma concentrations of the drug should be monitored, especially in the elderly, in children less than four years old, and those with hepatic impairment. The therapeutic range of chloramphenicol is often within 15 to 25 mg/L. [30] Moreover, baseline and routine blood should also take place while on the drug. These blood tests include a complete blood count, urea and electrolytes, renal function tests, and liver function tests. Female patients should have their pregnancy tests performed before starting the medication."}
{"id": "article-19435_14", "title": "Chloramphenicol -- Monitoring", "content": "Also, patients should be made aware of signs and symptoms associated with aplastic anemia, and be encouraged to report them should they occur during their treatment. These signs and symptoms include pallor, excessive tiredness, easy bruising, petechial rash, bleeding gums or epistaxis, and increased frequency of developing infections.", "contents": "Chloramphenicol -- Monitoring. Also, patients should be made aware of signs and symptoms associated with aplastic anemia, and be encouraged to report them should they occur during their treatment. These signs and symptoms include pallor, excessive tiredness, easy bruising, petechial rash, bleeding gums or epistaxis, and increased frequency of developing infections."}
{"id": "article-19435_15", "title": "Chloramphenicol -- Toxicity", "content": "Chloramphenicol can be fatal in an overdose; this usually occurs with intravenous administration of the drug and is more likely to affect infants. Symptoms of poisoning include nausea and vomiting, abdominal distension, metabolic acidosis, hypotension, hypothermia, cardiovascular collapse, and coma.", "contents": "Chloramphenicol -- Toxicity. Chloramphenicol can be fatal in an overdose; this usually occurs with intravenous administration of the drug and is more likely to affect infants. Symptoms of poisoning include nausea and vomiting, abdominal distension, metabolic acidosis, hypotension, hypothermia, cardiovascular collapse, and coma."}
{"id": "article-19435_16", "title": "Chloramphenicol -- Toxicity", "content": "Grey baby syndrome is a well-known condition that arises from chloramphenicol toxicity in infants, especially affecting preterm neonates. It can also affect breastfed infants whose mothers are taking oral chloramphenicol. [31] A preterm neonate is more likely to be affected as their immature liver is unable to produce enough UDP-glucuronyltransferase enzyme needed to metabolize chloramphenicol, by glucuronidation, for renal excretion. The resultant accumulation of chloramphenicol in the infant will lead to gray baby syndrome. Symptoms of the grey baby syndrome vary depending on the serum concentration of the drug in the body. Examples of signs and symptoms of toxicity include poor feeding, irritability, abdominal distension, vomiting, grey skin discoloration, and sudden collapse from cardiovascular and respiratory complications. [32] [33] [34] Due to the possible risk of fatality associated with chloramphenicol exposure in neonates, an alternative drug should always be considered for breastfeeding mothers. However, if chloramphenicol is the therapeutic choice, close monitoring of the infant is required.", "contents": "Chloramphenicol -- Toxicity. Grey baby syndrome is a well-known condition that arises from chloramphenicol toxicity in infants, especially affecting preterm neonates. It can also affect breastfed infants whose mothers are taking oral chloramphenicol. [31] A preterm neonate is more likely to be affected as their immature liver is unable to produce enough UDP-glucuronyltransferase enzyme needed to metabolize chloramphenicol, by glucuronidation, for renal excretion. The resultant accumulation of chloramphenicol in the infant will lead to gray baby syndrome. Symptoms of the grey baby syndrome vary depending on the serum concentration of the drug in the body. Examples of signs and symptoms of toxicity include poor feeding, irritability, abdominal distension, vomiting, grey skin discoloration, and sudden collapse from cardiovascular and respiratory complications. [32] [33] [34] Due to the possible risk of fatality associated with chloramphenicol exposure in neonates, an alternative drug should always be considered for breastfeeding mothers. However, if chloramphenicol is the therapeutic choice, close monitoring of the infant is required."}
{"id": "article-19435_17", "title": "Chloramphenicol -- Enhancing Healthcare Team Outcomes", "content": "As with any medication, the prescription of chloramphenicol will require an interprofessional healthcare team to ensure safe prescribing of this antibiotic and maximum benefits attained by patients from its administration. This international healthcare team will consist of nurses, pharmacists, and physicians involved in the care of the patient. Prior to the initiation of the antibiotic, the physician should always get a thorough drug history from the patient to identify any potential allergy with chloramphenicol. Moreover, for female patients of child-bearing age, nurses can help with ensuring that they receive pregnancy testing, and a negative pregnancy status confirmed before patients start on the drug. The pharmacist can also work with the doctor to check that the patient receives the right dose, route, and frequency of the medication. Also, due to the risk of bone marrow suppression associated with chloramphenicol use, both the doctor and the pharmacist need to check for concomitant usage of other medications that also carries the risk of decreasing blood cell counts. Examples of drugs that can also cause bone marrow suppression include rifampicin, carbimazole, and trimethoprim. These medications should not be administered together with chloramphenicol.", "contents": "Chloramphenicol -- Enhancing Healthcare Team Outcomes. As with any medication, the prescription of chloramphenicol will require an interprofessional healthcare team to ensure safe prescribing of this antibiotic and maximum benefits attained by patients from its administration. This international healthcare team will consist of nurses, pharmacists, and physicians involved in the care of the patient. Prior to the initiation of the antibiotic, the physician should always get a thorough drug history from the patient to identify any potential allergy with chloramphenicol. Moreover, for female patients of child-bearing age, nurses can help with ensuring that they receive pregnancy testing, and a negative pregnancy status confirmed before patients start on the drug. The pharmacist can also work with the doctor to check that the patient receives the right dose, route, and frequency of the medication. Also, due to the risk of bone marrow suppression associated with chloramphenicol use, both the doctor and the pharmacist need to check for concomitant usage of other medications that also carries the risk of decreasing blood cell counts. Examples of drugs that can also cause bone marrow suppression include rifampicin, carbimazole, and trimethoprim. These medications should not be administered together with chloramphenicol."}
{"id": "article-19435_18", "title": "Chloramphenicol -- Enhancing Healthcare Team Outcomes", "content": "Nurses involved in the care of the patient can collaborate with physicians to ensure laboratory tests are performed regularly during the treatment for early detection of decreases in blood cell counts. Lastly, physicians, nurses, and pharmacists all share the responsibility of providing adequate patient education regarding the drug. Patients should understand the signs and symptoms suggestive of an adverse reaction to chloramphenicol that they can look out for and report. Proper patient education on the use of chloramphenicol can also help improve patients’ compliance and adherence to the medication.", "contents": "Chloramphenicol -- Enhancing Healthcare Team Outcomes. Nurses involved in the care of the patient can collaborate with physicians to ensure laboratory tests are performed regularly during the treatment for early detection of decreases in blood cell counts. Lastly, physicians, nurses, and pharmacists all share the responsibility of providing adequate patient education regarding the drug. Patients should understand the signs and symptoms suggestive of an adverse reaction to chloramphenicol that they can look out for and report. Proper patient education on the use of chloramphenicol can also help improve patients’ compliance and adherence to the medication."}
{"id": "article-19435_19", "title": "Chloramphenicol -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chloramphenicol -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}