{"id": "article-142919_0", "title": "Myopia -- Continuing Education Activity", "content": "Myopia is the most common clinical condition seen in our clinical practice. It is associated with various co-morbidities of the eye, which need to be evaluated at each visit. Management of myopia has witnessed revolutionary changes for two decades. Corneal topography has made our understanding of cornea more lucid and its contribution to the progression of myopia. Surgical evolution with lasers and phakic intraocular lenses has enabled patients to see spectacle-free, even with high refractive errors. This article comprehensively covers all the aspects of myopia, starting from clinical evaluation to the pros and cons of surgical treatment.", "contents": "Myopia -- Continuing Education Activity. Myopia is the most common clinical condition seen in our clinical practice. It is associated with various co-morbidities of the eye, which need to be evaluated at each visit. Management of myopia has witnessed revolutionary changes for two decades. Corneal topography has made our understanding of cornea more lucid and its contribution to the progression of myopia. Surgical evolution with lasers and phakic intraocular lenses has enabled patients to see spectacle-free, even with high refractive errors. This article comprehensively covers all the aspects of myopia, starting from clinical evaluation to the pros and cons of surgical treatment."}
{"id": "article-142919_1", "title": "Myopia -- Continuing Education Activity", "content": "Objectives: Review the management of myopia. Describe various surgical techniques to provide spectacle-free vision. Outline the posterior segment evaluation in cases of high myopia. Explain various clinical tools for the evaluation of myopia. Access free multiple choice questions on this topic.", "contents": "Myopia -- Continuing Education Activity. Objectives: Review the management of myopia. Describe various surgical techniques to provide spectacle-free vision. Outline the posterior segment evaluation in cases of high myopia. Explain various clinical tools for the evaluation of myopia. Access free multiple choice questions on this topic."}
{"id": "article-142919_2", "title": "Myopia -- Introduction", "content": "Myopia, or nearsightedness, is the most common refractive error in children and young adults. [1] Myopia has increasingly become a concern due to the unawareness and stigma among parents. [2] Furthermore, the COVID-19 pandemic has added to the previous woes. The prolonged use of digital screens among children has increased the incidence of myopia and accelerated its progression. [3] Indeed, the incidence and prevalence of myopia have increased considerably.", "contents": "Myopia -- Introduction. Myopia, or nearsightedness, is the most common refractive error in children and young adults. [1] Myopia has increasingly become a concern due to the unawareness and stigma among parents. [2] Furthermore, the COVID-19 pandemic has added to the previous woes. The prolonged use of digital screens among children has increased the incidence of myopia and accelerated its progression. [3] Indeed, the incidence and prevalence of myopia have increased considerably."}
{"id": "article-142919_3", "title": "Myopia -- Etiology", "content": "Children have smaller axial lengths than adults. The emmetropization process starts as early as two years of age, gradually progresses to myopia, and eventually develops into emmetropia by 14 years. Hyperopia occurs when the axial length of the eye at birth is 18 mm, which increases to 23 mm by the age of 14 years, resulting in a myopic shift of 15 D. However, consecutive corneal flattening and lens thinning compensate for this myopic shift, leading to emmetropia. [4]", "contents": "Myopia -- Etiology. Children have smaller axial lengths than adults. The emmetropization process starts as early as two years of age, gradually progresses to myopia, and eventually develops into emmetropia by 14 years. Hyperopia occurs when the axial length of the eye at birth is 18 mm, which increases to 23 mm by the age of 14 years, resulting in a myopic shift of 15 D. However, consecutive corneal flattening and lens thinning compensate for this myopic shift, leading to emmetropia. [4]"}
{"id": "article-142919_4", "title": "Myopia -- Etiology", "content": "Conversely, children predisposed to myopia have a large axial length at birth, which supersedes the emmetropization process, resulting in rapid progression to myopia during childhood. However, the progression slows during young adulthood and plateaus by the age of 18 years. However, the progression of myopia continues until the age of 25 years in a few individuals. After 25 years of age, any progression can be attributed to lens thickening, resulting in a myopic shift.", "contents": "Myopia -- Etiology. Conversely, children predisposed to myopia have a large axial length at birth, which supersedes the emmetropization process, resulting in rapid progression to myopia during childhood. However, the progression slows during young adulthood and plateaus by the age of 18 years. However, the progression of myopia continues until the age of 25 years in a few individuals. After 25 years of age, any progression can be attributed to lens thickening, resulting in a myopic shift."}
{"id": "article-142919_5", "title": "Myopia -- Epidemiology", "content": "The prevalence of myopia in children aged 5–17 years varies globally and is the highest in Asians (18.5%), followed by Hispanics (13.2%), African Americans (6.6%), and Caucasians (4.4%). [5] A study reported 20 to 30% prevalence in children aged 6 to 7 years in Taiwan and Singapore and up to 84% in high school students in Taiwan. [6] [7] [8]", "contents": "Myopia -- Epidemiology. The prevalence of myopia in children aged 5–17 years varies globally and is the highest in Asians (18.5%), followed by Hispanics (13.2%), African Americans (6.6%), and Caucasians (4.4%). [5] A study reported 20 to 30% prevalence in children aged 6 to 7 years in Taiwan and Singapore and up to 84% in high school students in Taiwan. [6] [7] [8]"}
{"id": "article-142919_6", "title": "Myopia -- Epidemiology", "content": "Investigators in China found an increasing prevalence, ranging from 5.7% in children aged 5 years to 78.1% in those aged 15 years. [9] Furthermore, the prevalence is 49.7% and 37.2% in children aged 10 to 15 years in Sweden and Greece, respectively. [10] [11] The prevalence in adults aged >44 years in the United Kingdom is 49%. [12] The high prevalence in adults has been attributed to the presence of the lenticular component.", "contents": "Myopia -- Epidemiology. Investigators in China found an increasing prevalence, ranging from 5.7% in children aged 5 years to 78.1% in those aged 15 years. [9] Furthermore, the prevalence is 49.7% and 37.2% in children aged 10 to 15 years in Sweden and Greece, respectively. [10] [11] The prevalence in adults aged >44 years in the United Kingdom is 49%. [12] The high prevalence in adults has been attributed to the presence of the lenticular component."}
{"id": "article-142919_7", "title": "Myopia -- Pathophysiology", "content": "The classification of myopia is essential for its appropriate management. [13] Axial myopia is the most common type observed in clinical practice and is caused by an increase in the axial length of the globe. A 1-mm increase in the axial length correlates with a myopic shift of 3 D, also known as spherical myopia.", "contents": "Myopia -- Pathophysiology. The classification of myopia is essential for its appropriate management. [13] Axial myopia is the most common type observed in clinical practice and is caused by an increase in the axial length of the globe. A 1-mm increase in the axial length correlates with a myopic shift of 3 D, also known as spherical myopia."}
{"id": "article-142919_8", "title": "Myopia -- Pathophysiology", "content": "Meridional myopia, also termed myopic astigmatism, is a condition in which myopia exhibits two foci along two axes. Regular myopic astigmatism is diagnosed when the meridional difference is along the vertical and horizontal axes. Oblique astigmatism occurs when the axis is not at 90 degrees or 180 degrees. The corneal curvature, not the axial length of the globe, mostly contributes to meridional myopia. Lenticular myopia is the third most critical component of the myopic classification.", "contents": "Myopia -- Pathophysiology. Meridional myopia, also termed myopic astigmatism, is a condition in which myopia exhibits two foci along two axes. Regular myopic astigmatism is diagnosed when the meridional difference is along the vertical and horizontal axes. Oblique astigmatism occurs when the axis is not at 90 degrees or 180 degrees. The corneal curvature, not the axial length of the globe, mostly contributes to meridional myopia. Lenticular myopia is the third most critical component of the myopic classification."}
{"id": "article-142919_9", "title": "Myopia -- Pathophysiology", "content": "The crystalline lens undergoes substantial modifications with age, eventually contributing to changes in refractive error. Thus, the lenticular component should be examined for any myopic progression in adults. The severity of myopia is categorized as mild (between −0.5 and −4 D), moderate (between −4 and −8 D), and severe (> −8 D).", "contents": "Myopia -- Pathophysiology. The crystalline lens undergoes substantial modifications with age, eventually contributing to changes in refractive error. Thus, the lenticular component should be examined for any myopic progression in adults. The severity of myopia is categorized as mild (between −0.5 and −4 D), moderate (between −4 and −8 D), and severe (> −8 D)."}
{"id": "article-142919_10", "title": "Myopia -- History and Physical -- Clinical Workup", "content": "Parents’ complaints of a child reading books by placing them near their face, making frequent mistakes when taking class notes, being unable to watch television from a distance of 3 feet, and having repeated headaches raise suspicion of refractive errors. [14]", "contents": "Myopia -- History and Physical -- Clinical Workup. Parents’ complaints of a child reading books by placing them near their face, making frequent mistakes when taking class notes, being unable to watch television from a distance of 3 feet, and having repeated headaches raise suspicion of refractive errors. [14]"}
{"id": "article-142919_11", "title": "Myopia -- History and Physical -- Clinical Workup", "content": "Adolescent children report clear complaints of defective far vision. Complaints of headache and eye pain should be evaluated for refractive error as a cause. Patients with astigmatism complain of asthenopia, which manifests as headaches, diurnal variations in vision, occasional diplopia, and cervical pain. Frequent squinting or deviation of the globe with loss of near vision is a common symptom observed in clinical practice. [15]", "contents": "Myopia -- History and Physical -- Clinical Workup. Adolescent children report clear complaints of defective far vision. Complaints of headache and eye pain should be evaluated for refractive error as a cause. Patients with astigmatism complain of asthenopia, which manifests as headaches, diurnal variations in vision, occasional diplopia, and cervical pain. Frequent squinting or deviation of the globe with loss of near vision is a common symptom observed in clinical practice. [15]"}
{"id": "article-142919_12", "title": "Myopia -- History and Physical -- Medical History", "content": "History-taking guides appropriate management. Inquiry regarding a family history of myopia, keratoconus, and retinal complications is essential. [16] Patients with myopia and a family history of retinal complications and keratoconus must be evaluated for retinal disorders and corneal abnormalities. A medical history of steroid use for allergic conjunctivitis in children is critical for diagnosing lenticular myopia or ciliary spasm following increased intraocular pressure. [17]", "contents": "Myopia -- History and Physical -- Medical History. History-taking guides appropriate management. Inquiry regarding a family history of myopia, keratoconus, and retinal complications is essential. [16] Patients with myopia and a family history of retinal complications and keratoconus must be evaluated for retinal disorders and corneal abnormalities. A medical history of steroid use for allergic conjunctivitis in children is critical for diagnosing lenticular myopia or ciliary spasm following increased intraocular pressure. [17]"}
{"id": "article-142919_13", "title": "Myopia -- History and Physical -- Diffuse Torchlight Examination", "content": "The Purkinje images of the cornea provide information regarding phobia and tropia. The Hirschberg reflex is typically observed slightly nasal to the center of the cornea in orthotropic eyes. Furthermore, in the Purkinje images of exotropic eyes, the Hirschberg reflex is significantly nasal to the center of the cornea. [18]", "contents": "Myopia -- History and Physical -- Diffuse Torchlight Examination. The Purkinje images of the cornea provide information regarding phobia and tropia. The Hirschberg reflex is typically observed slightly nasal to the center of the cornea in orthotropic eyes. Furthermore, in the Purkinje images of exotropic eyes, the Hirschberg reflex is significantly nasal to the center of the cornea. [18]"}
{"id": "article-142919_14", "title": "Myopia -- History and Physical -- Diffuse Torchlight Examination", "content": "All patients with myopia were evaluated for strabismus. Exotropia is commonly observed in patients with moderate-to-severe grades of myopia. In an observational study conducted by the Mayo Clinic, 90% of patients with intermittent exotropia had myopia. [19]", "contents": "Myopia -- History and Physical -- Diffuse Torchlight Examination. All patients with myopia were evaluated for strabismus. Exotropia is commonly observed in patients with moderate-to-severe grades of myopia. In an observational study conducted by the Mayo Clinic, 90% of patients with intermittent exotropia had myopia. [19]"}
{"id": "article-142919_15", "title": "Myopia -- History and Physical -- Diffuse Torchlight Examination", "content": "Disparities in the size of the two globes provide information on anisometropia. Eyes with a high number of refractive errors tend to have larger globe diameters, which can be identified by the amount of scleral exposure. [20] In diffuse torchlight examinations, lower lid denting upon downgaze helps diagnose keratoconus. [21]", "contents": "Myopia -- History and Physical -- Diffuse Torchlight Examination. Disparities in the size of the two globes provide information on anisometropia. Eyes with a high number of refractive errors tend to have larger globe diameters, which can be identified by the amount of scleral exposure. [20] In diffuse torchlight examinations, lower lid denting upon downgaze helps diagnose keratoconus. [21]"}
{"id": "article-142919_16", "title": "Myopia -- Evaluation -- Retinoscopy", "content": "Retinoscopy is a critical tool for measuring refractive errors. [22] The following two types of retinoscopy are used in clinical practice: spot and streak. [23] Illumination is provided by round and streak filaments in spot and streak retinoscopy, respectively. The latter is a vital method that should be mastered during residency. Retinoscopy is based on the Foucault principle. [24]", "contents": "Myopia -- Evaluation -- Retinoscopy. Retinoscopy is a critical tool for measuring refractive errors. [22] The following two types of retinoscopy are used in clinical practice: spot and streak. [23] Illumination is provided by round and streak filaments in spot and streak retinoscopy, respectively. The latter is a vital method that should be mastered during residency. Retinoscopy is based on the Foucault principle. [24]"}
{"id": "article-142919_17", "title": "Myopia -- Evaluation -- Retinoscopy", "content": "In retinoscopy, light reflected from a mirror projected onto the eye moves according to the eye’s refractive state. Retinoscopy is used to locate the eye’s far point conjugated to the retina, with accommodation at rest. The refractive error of the eye is assessed using the neutralization technique, wherein the movement of the projected light from a preconceived distance into the eye ceases to move. The normal preconceived distance is 67 cm. In patients with myopia of >1.5 D, the reflected light from the retina moves opposite to the direction of movement of the projected light. To calculate the correct refractive error, power is added until the neutralization point is reached, and the working distance and cycloplegic correction are then subtracted (subtract 1.5 D for atropine and 1.0 D for homatropine). [25]", "contents": "Myopia -- Evaluation -- Retinoscopy. In retinoscopy, light reflected from a mirror projected onto the eye moves according to the eye’s refractive state. Retinoscopy is used to locate the eye’s far point conjugated to the retina, with accommodation at rest. The refractive error of the eye is assessed using the neutralization technique, wherein the movement of the projected light from a preconceived distance into the eye ceases to move. The normal preconceived distance is 67 cm. In patients with myopia of >1.5 D, the reflected light from the retina moves opposite to the direction of movement of the projected light. To calculate the correct refractive error, power is added until the neutralization point is reached, and the working distance and cycloplegic correction are then subtracted (subtract 1.5 D for atropine and 1.0 D for homatropine). [25]"}
{"id": "article-142919_18", "title": "Myopia -- Evaluation -- Retinoscopy", "content": "In patients with myopia <1.5 D, the reflected light moves in the same direction as the streak light. Neutralization should be performed in both meridians perpendicular to each other and should be well documented. If the patient’s astigmatism is oblique, the streak light should be rotated until it falls along the line of the reflex. Dynamic retinoscopy can be performed during patient accommodation; however, it is highly inaccurate.", "contents": "Myopia -- Evaluation -- Retinoscopy. In patients with myopia <1.5 D, the reflected light moves in the same direction as the streak light. Neutralization should be performed in both meridians perpendicular to each other and should be well documented. If the patient’s astigmatism is oblique, the streak light should be rotated until it falls along the line of the reflex. Dynamic retinoscopy can be performed during patient accommodation; however, it is highly inaccurate."}
{"id": "article-142919_19", "title": "Myopia -- Evaluation -- Autorefractometer", "content": "With the advent of autorefractometers, the diagnosis of myopia has become convenient and easy. [26] Autorefractometers have completely replaced retinoscopy in the routine screening of patients with myopia. The autorefractometers are based on the optometer principle described by Porter in 1759. [27] [28]", "contents": "Myopia -- Evaluation -- Autorefractometer. With the advent of autorefractometers, the diagnosis of myopia has become convenient and easy. [26] Autorefractometers have completely replaced retinoscopy in the routine screening of patients with myopia. The autorefractometers are based on the optometer principle described by Porter in 1759. [27] [28]"}
{"id": "article-142919_20", "title": "Myopia -- Evaluation -- Autorefractometer", "content": "Autorefractometers objectively examine the degree of myopia with high accuracy. [29] They use infrared light with an 800 to 900 nm wavelength projected into the eye, and the reflected light is used to calculate refractive errors. The latest machines use the Scheiner principle of the double-pinhole method, wherein light-emitting diodes are placed at the focal point of the objective lens. Because infrared light is invisible, it bypasses accommodation. Additionally, the targets used have a peripheral blur to relax the accommodation. [30]", "contents": "Myopia -- Evaluation -- Autorefractometer. Autorefractometers objectively examine the degree of myopia with high accuracy. [29] They use infrared light with an 800 to 900 nm wavelength projected into the eye, and the reflected light is used to calculate refractive errors. The latest machines use the Scheiner principle of the double-pinhole method, wherein light-emitting diodes are placed at the focal point of the objective lens. Because infrared light is invisible, it bypasses accommodation. Additionally, the targets used have a peripheral blur to relax the accommodation. [30]"}
{"id": "article-142919_21", "title": "Myopia -- Evaluation -- Autorefractometer", "content": "Currently used machines employ the fogging method to relax accommodation. However, the accurate assessment of refractive errors in children with hyperaccommodation requires cycloplegia. Multiple studies have reported that the efficacy of autorefractometers is comparable to that of retinoscopy. Dilated retinoscopy remains the gold standard for identifying refractive errors that do not properly correspond to subjective refraction. [31] [32]", "contents": "Myopia -- Evaluation -- Autorefractometer. Currently used machines employ the fogging method to relax accommodation. However, the accurate assessment of refractive errors in children with hyperaccommodation requires cycloplegia. Multiple studies have reported that the efficacy of autorefractometers is comparable to that of retinoscopy. Dilated retinoscopy remains the gold standard for identifying refractive errors that do not properly correspond to subjective refraction. [31] [32]"}
{"id": "article-142919_22", "title": "Myopia -- Evaluation -- Corneal Topography", "content": "Corneal topography plays a critical role in the identification of myopia-related corneal disorders. [33] Patients with high myopic astigmatism require keratoconus forme fruste screening. Corneal topography is critical for identifying patients with myopia who are eligible for laser refractive surgery. Corneal analysis reveals the biomechanical integrity of the cornea, which helps surgeons plan for the appropriate management and provide spectacle-free vision. Topography is performed using various technologies; however, Orbscan and Pentacam are considered more favorable. Orbscan is based on slit imaging technology, where 40 oblique slits of light are passed from either side, and the light reflected from the anterior and posterior corneal surfaces is analyzed. However, Orbscan 2 integrates two technologies, namely, Placido rings and slit images, to provide more comprehensive corneal information. [34]", "contents": "Myopia -- Evaluation -- Corneal Topography. Corneal topography plays a critical role in the identification of myopia-related corneal disorders. [33] Patients with high myopic astigmatism require keratoconus forme fruste screening. Corneal topography is critical for identifying patients with myopia who are eligible for laser refractive surgery. Corneal analysis reveals the biomechanical integrity of the cornea, which helps surgeons plan for the appropriate management and provide spectacle-free vision. Topography is performed using various technologies; however, Orbscan and Pentacam are considered more favorable. Orbscan is based on slit imaging technology, where 40 oblique slits of light are passed from either side, and the light reflected from the anterior and posterior corneal surfaces is analyzed. However, Orbscan 2 integrates two technologies, namely, Placido rings and slit images, to provide more comprehensive corneal information. [34]"}
{"id": "article-142919_23", "title": "Myopia -- Evaluation -- Corneal Topography", "content": "The mechanism of Orbscan 2 is similar to that of a camera taking a photograph from the top of an island; Orbscan 2 data are converted into a two-dimensional format through false color coding. Orbscan provides a quad map or four maps showing the anterior surface of the cornea (anterior float), the posterior surface of the cornea (posterior float), corneal thickness (pachymetric map), and corneal curvature (keratometric map). Additionally, the Orbscan instrument provides a middlebox consisting of average keratometric readings at the 3-mm and 5-mm zones of the cornea. Ten warning signs should be noted in the quad maps before performing any keratorefractive procedures. More than two red flags contraindicate any patient with myopia from undergoing laser refractive correction.", "contents": "Myopia -- Evaluation -- Corneal Topography. The mechanism of Orbscan 2 is similar to that of a camera taking a photograph from the top of an island; Orbscan 2 data are converted into a two-dimensional format through false color coding. Orbscan provides a quad map or four maps showing the anterior surface of the cornea (anterior float), the posterior surface of the cornea (posterior float), corneal thickness (pachymetric map), and corneal curvature (keratometric map). Additionally, the Orbscan instrument provides a middlebox consisting of average keratometric readings at the 3-mm and 5-mm zones of the cornea. Ten warning signs should be noted in the quad maps before performing any keratorefractive procedures. More than two red flags contraindicate any patient with myopia from undergoing laser refractive correction."}
{"id": "article-142919_24", "title": "Myopia -- Evaluation -- Corneal Topography", "content": "With the advent of Schiempflug technology, Orbscan devices have become obsolete. [35] This technology combines a rotating camera (with slit lights rotating in a similar manner as the spokes of a wheel) for corneal analysis and a central static camera to provide information on pupil size and to fixate the eye during data capture. This is based on Schiempflug’s law: to obtain a higher depth of focus, the three planes should be moved, provided that the picture, objective, and film planes must cut each other in one line or one point of intersection. This technique provides information regarding not only the cornea but also the angle of the anterior chamber and its depth.", "contents": "Myopia -- Evaluation -- Corneal Topography. With the advent of Schiempflug technology, Orbscan devices have become obsolete. [35] This technology combines a rotating camera (with slit lights rotating in a similar manner as the spokes of a wheel) for corneal analysis and a central static camera to provide information on pupil size and to fixate the eye during data capture. This is based on Schiempflug’s law: to obtain a higher depth of focus, the three planes should be moved, provided that the picture, objective, and film planes must cut each other in one line or one point of intersection. This technique provides information regarding not only the cornea but also the angle of the anterior chamber and its depth."}
{"id": "article-142919_25", "title": "Myopia -- Evaluation -- Corneal Topography", "content": "The anterior chamber depth is critical for implanting a phakic intraocular lens (IOL) in candidates contraindicated for keratorefractive procedures. Moreover, in addition to the quad map, Pentacam has a Belin Ambrosio–enhanced ectasia display (BAD), which combines all information on the cornea into a single display. BAD compares the anterior and posterior curvature maps of the cornea with the maps generated by a computer, which are based on the peripheral curvature of the cornea (excluding the central 3 mm area) that is extrapolated to the center. [35]", "contents": "Myopia -- Evaluation -- Corneal Topography. The anterior chamber depth is critical for implanting a phakic intraocular lens (IOL) in candidates contraindicated for keratorefractive procedures. Moreover, in addition to the quad map, Pentacam has a Belin Ambrosio–enhanced ectasia display (BAD), which combines all information on the cornea into a single display. BAD compares the anterior and posterior curvature maps of the cornea with the maps generated by a computer, which are based on the peripheral curvature of the cornea (excluding the central 3 mm area) that is extrapolated to the center. [35]"}
{"id": "article-142919_26", "title": "Myopia -- Evaluation -- Corneal Topography", "content": "A significant difference between a patient’s cornea and the computer-generated cornea denotes a contraindication for laser refractive surgery. Similarly, a corneal thickness spatial profile and a percentage thickness increase in the cornea from the center to the periphery are created by the computer based on the pachymetric thickness from the center to the periphery; the profile line created should fall between three reference data lines. Additionally, a reference database is incorporated into the map by comparing the holistic information of the patient’s cornea with that of the normal population, which critically screens all patients with suspicious corneal abnormalities. [35]", "contents": "Myopia -- Evaluation -- Corneal Topography. A significant difference between a patient’s cornea and the computer-generated cornea denotes a contraindication for laser refractive surgery. Similarly, a corneal thickness spatial profile and a percentage thickness increase in the cornea from the center to the periphery are created by the computer based on the pachymetric thickness from the center to the periphery; the profile line created should fall between three reference data lines. Additionally, a reference database is incorporated into the map by comparing the holistic information of the patient’s cornea with that of the normal population, which critically screens all patients with suspicious corneal abnormalities. [35]"}
{"id": "article-142919_27", "title": "Myopia -- Evaluation -- Slit-lamp Examination", "content": "Evaluation of the eye using a slit lamp provides gross information regarding the corneal thickness, anterior chamber depth, iridocorneal angle, lenticular thickness, and optic disc and macula. [36] The oblique slit can be used to analyze the uniformity of the corneal thickness. Subtle thinning of the cornea can be identified using the oblique slit, mostly in the inferior quadrant, which should be correlated with the corneal topography to diagnose keratoconus. Thinning can occasionally be observed near the inferior limbus, which can correlate with a high amount of against-the-rule astigmatism noted in pellucid marginal degeneration. [37]", "contents": "Myopia -- Evaluation -- Slit-lamp Examination. Evaluation of the eye using a slit lamp provides gross information regarding the corneal thickness, anterior chamber depth, iridocorneal angle, lenticular thickness, and optic disc and macula. [36] The oblique slit can be used to analyze the uniformity of the corneal thickness. Subtle thinning of the cornea can be identified using the oblique slit, mostly in the inferior quadrant, which should be correlated with the corneal topography to diagnose keratoconus. Thinning can occasionally be observed near the inferior limbus, which can correlate with a high amount of against-the-rule astigmatism noted in pellucid marginal degeneration. [37]"}
{"id": "article-142919_28", "title": "Myopia -- Evaluation -- Slit-lamp Examination", "content": "The iridocorneal angle can be evaluated using the oblique slit in a preferably dark environment using corneal thickness as a reference. Gross evaluation of the central anterior chamber depth can be performed; however, Pentacam or optical biometers are necessary for quantification and screening. Lenticular assessment is the most critical component of slit-lamp examination. Progressive myopia in the older population may be caused by the cataractous transformation of the crystalline lens. Nuclear expansion of the crystalline lens helps unaided near vision in older patients, also termed “second sight.” Slit-lamp biomicroscopic evaluation of the posterior pole and optic disc can be performed using a 90-D fundoscopic lens, which is the most widely used lens in ophthalmic practice for easier evaluation of the posterior pole in undilated pupils. [38]", "contents": "Myopia -- Evaluation -- Slit-lamp Examination. The iridocorneal angle can be evaluated using the oblique slit in a preferably dark environment using corneal thickness as a reference. Gross evaluation of the central anterior chamber depth can be performed; however, Pentacam or optical biometers are necessary for quantification and screening. Lenticular assessment is the most critical component of slit-lamp examination. Progressive myopia in the older population may be caused by the cataractous transformation of the crystalline lens. Nuclear expansion of the crystalline lens helps unaided near vision in older patients, also termed “second sight.” Slit-lamp biomicroscopic evaluation of the posterior pole and optic disc can be performed using a 90-D fundoscopic lens, which is the most widely used lens in ophthalmic practice for easier evaluation of the posterior pole in undilated pupils. [38]"}
{"id": "article-142919_29", "title": "Myopia -- Treatment / Management -- Treatment of Myopia", "content": "Myopia treatment can be classified into non-surgical and surgical.", "contents": "Myopia -- Treatment / Management -- Treatment of Myopia. Myopia treatment can be classified into non-surgical and surgical."}
{"id": "article-142919_30", "title": "Myopia -- Treatment / Management -- Spectacle Correction", "content": "Spectacle correction is the most widely used form of management in patients with myopia. [39] Concave lenses that shift the focus to the foveal level are used in spectacles. However, an appropriate prescription of lenses is essential for providing correct dynamics. [40]", "contents": "Myopia -- Treatment / Management -- Spectacle Correction. Spectacle correction is the most widely used form of management in patients with myopia. [39] Concave lenses that shift the focus to the foveal level are used in spectacles. However, an appropriate prescription of lenses is essential for providing correct dynamics. [40]"}
{"id": "article-142919_31", "title": "Myopia -- Treatment / Management -- Spectacle Correction", "content": "Additionally, a proper back vertex distance and centralization of the optics corresponding to the center of the pupil are vital for providing the best-corrected and clearest vision. Patients who are uncomfortable with their glasses beyond a period of 15 days should be evaluated for appropriate optical dispensing. Any error in the power of the lenses or the axis of the cylinder and the improper fitting of lenses can accentuate blurring and cause eye strain. Many advances have been made in materials available for optical lenses. With the advent of high-index materials such as polycarbonate, traditional materials used for lenses, including crown glass and CR39, have become obsolete. [41]", "contents": "Myopia -- Treatment / Management -- Spectacle Correction. Additionally, a proper back vertex distance and centralization of the optics corresponding to the center of the pupil are vital for providing the best-corrected and clearest vision. Patients who are uncomfortable with their glasses beyond a period of 15 days should be evaluated for appropriate optical dispensing. Any error in the power of the lenses or the axis of the cylinder and the improper fitting of lenses can accentuate blurring and cause eye strain. Many advances have been made in materials available for optical lenses. With the advent of high-index materials such as polycarbonate, traditional materials used for lenses, including crown glass and CR39, have become obsolete. [41]"}
{"id": "article-142919_32", "title": "Myopia -- Treatment / Management -- Spectacle Correction", "content": "These high-index glasses considerably reduce the weight of glasses, particularly those that correct high refractive errors. [42] However, dissatisfaction due to decreased light transmissibility, surface reflections, glare, and ghost images were reported by users. Hence, the concept of anti-reflectability came to the fore, which uses the concept of destructive interference. Here, a thin coating is applied over the surface, and its thickness is calculated based on the index wavelength of the glass (the wavelength provides optimized refraction). The arc reflects light from its upper and lower surfaces, whose waves are synchronized in such a manner that they eventually nullify each other, producing zero reflection. [43]", "contents": "Myopia -- Treatment / Management -- Spectacle Correction. These high-index glasses considerably reduce the weight of glasses, particularly those that correct high refractive errors. [42] However, dissatisfaction due to decreased light transmissibility, surface reflections, glare, and ghost images were reported by users. Hence, the concept of anti-reflectability came to the fore, which uses the concept of destructive interference. Here, a thin coating is applied over the surface, and its thickness is calculated based on the index wavelength of the glass (the wavelength provides optimized refraction). The arc reflects light from its upper and lower surfaces, whose waves are synchronized in such a manner that they eventually nullify each other, producing zero reflection. [43]"}
{"id": "article-142919_33", "title": "Myopia -- Treatment / Management -- Spectacle Correction", "content": "The detrimental effect of blue light on the retinal photoreceptors and retinal pigment epithelium is another concern. Newer optical aids or spectacles have spectral filters that eliminate harmful blue light. With these blue light–filtering spectacles, patients experience a reduction in digital eye strain and accommodative microfluctuation; however, some studies have reported these issues. [41]", "contents": "Myopia -- Treatment / Management -- Spectacle Correction. The detrimental effect of blue light on the retinal photoreceptors and retinal pigment epithelium is another concern. Newer optical aids or spectacles have spectral filters that eliminate harmful blue light. With these blue light–filtering spectacles, patients experience a reduction in digital eye strain and accommodative microfluctuation; however, some studies have reported these issues. [41]"}
{"id": "article-142919_34", "title": "Myopia -- Treatment / Management -- Contact Lenses", "content": "Contact lenses have revolutionized the management of myopia. [44] The contact lens is dependent on oxygen permeability, wetting ability, water content, thickness, and mechanical properties. Contact lenses can be developed using materials with high malleability and durability. Previously, contact lenses were made of polymethylmethacrylate; however, their use was limited owing to their non-flexibility and poor oxygen permeability. Contact lenses are broadly classified into rigid gas-permeable (RGP) and soft contact lenses. RGP lenses are composed of a hydrophilic comonomer, which is expensive and may develop scratches on the lens surface. [45]", "contents": "Myopia -- Treatment / Management -- Contact Lenses. Contact lenses have revolutionized the management of myopia. [44] The contact lens is dependent on oxygen permeability, wetting ability, water content, thickness, and mechanical properties. Contact lenses can be developed using materials with high malleability and durability. Previously, contact lenses were made of polymethylmethacrylate; however, their use was limited owing to their non-flexibility and poor oxygen permeability. Contact lenses are broadly classified into rigid gas-permeable (RGP) and soft contact lenses. RGP lenses are composed of a hydrophilic comonomer, which is expensive and may develop scratches on the lens surface. [45]"}
{"id": "article-142919_35", "title": "Myopia -- Treatment / Management -- Contact Lenses", "content": "Soft contact lenses are made of HEMA hydrogel, silicone hydrogel, and polyvinyl alcohol. Contact lenses made of HEMA and silicone hydrogels have approximately 50% water content with high oxygen permeability and can be worn for 1 to 5 days. Although soft contact lenses have high water content owing to the presence of polyvinyl alcohol, they have relatively low oxygen permeability; thus, they should be removed before sleep. These lenses are popular and extensively used to provide spectacle-free vision in adolescents and young adults.", "contents": "Myopia -- Treatment / Management -- Contact Lenses. Soft contact lenses are made of HEMA hydrogel, silicone hydrogel, and polyvinyl alcohol. Contact lenses made of HEMA and silicone hydrogels have approximately 50% water content with high oxygen permeability and can be worn for 1 to 5 days. Although soft contact lenses have high water content owing to the presence of polyvinyl alcohol, they have relatively low oxygen permeability; thus, they should be removed before sleep. These lenses are popular and extensively used to provide spectacle-free vision in adolescents and young adults."}
{"id": "article-142919_36", "title": "Myopia -- Treatment / Management -- Contact Lenses", "content": "The power of contact lenses is calculated based on that used for spectacle correction and the vertex factor. The vertex factor is the power to be added to correct the back vertex distance. The correction factor is lower for eyes with fewer refractive errors and vice versa. The cylindrical power can be prescribed by ordering a toric contact lens. However, the cylindrical power can be nullified by adding the spherical equivalent of the cylinder (cylindrical power divided by 2) to the sphere, and the total spherical power can be prescribed after correcting for the back vertex distance. [46]", "contents": "Myopia -- Treatment / Management -- Contact Lenses. The power of contact lenses is calculated based on that used for spectacle correction and the vertex factor. The vertex factor is the power to be added to correct the back vertex distance. The correction factor is lower for eyes with fewer refractive errors and vice versa. The cylindrical power can be prescribed by ordering a toric contact lens. However, the cylindrical power can be nullified by adding the spherical equivalent of the cylinder (cylindrical power divided by 2) to the sphere, and the total spherical power can be prescribed after correcting for the back vertex distance. [46]"}
{"id": "article-142919_37", "title": "Myopia -- Treatment / Management -- Contact Lenses", "content": "However, all contact lenses are prone to complications, broadly classified as noninfectious or infectious. [47] Noninfectious complications are the most common, including contact lens-induced inflammation, hypoxia of the ocular surface, and aggravation of allergic conjunctivitis. [48] Contact lens-induced inflammation comprises a spectrum of clinical conditions that affect the conjunctiva and cornea. Mechanical irritation of the contact lens edge over the tarsal conjunctiva releases chemotactic factors, which eventually lead to substantial local or general papillary hyperplasia. [49]", "contents": "Myopia -- Treatment / Management -- Contact Lenses. However, all contact lenses are prone to complications, broadly classified as noninfectious or infectious. [47] Noninfectious complications are the most common, including contact lens-induced inflammation, hypoxia of the ocular surface, and aggravation of allergic conjunctivitis. [48] Contact lens-induced inflammation comprises a spectrum of clinical conditions that affect the conjunctiva and cornea. Mechanical irritation of the contact lens edge over the tarsal conjunctiva releases chemotactic factors, which eventually lead to substantial local or general papillary hyperplasia. [49]"}
{"id": "article-142919_38", "title": "Myopia -- Treatment / Management -- Contact Lenses", "content": "The cornea is considerably affected by the overwearing of contact lenses, resulting in corneal hypoxia and blurred vision, which subsides after lens removal. Moreover, lenses produce infiltrates ranging from a single asymptomatic infiltrate to diffuse infiltrates. These infiltrates may be infectious or noninfectious. Infectious corneal ulcers are mostly caused by gram-negative bacteria, particularly Pseudomonas , and free-water parasites, such as acanthamoeba. [50] Hence, adequate contact lens hygiene should be maintained to prevent complications.", "contents": "Myopia -- Treatment / Management -- Contact Lenses. The cornea is considerably affected by the overwearing of contact lenses, resulting in corneal hypoxia and blurred vision, which subsides after lens removal. Moreover, lenses produce infiltrates ranging from a single asymptomatic infiltrate to diffuse infiltrates. These infiltrates may be infectious or noninfectious. Infectious corneal ulcers are mostly caused by gram-negative bacteria, particularly Pseudomonas , and free-water parasites, such as acanthamoeba. [50] Hence, adequate contact lens hygiene should be maintained to prevent complications."}
{"id": "article-142919_39", "title": "Myopia -- Treatment / Management -- Surgical Management", "content": "Surgical management of myopia has advanced rapidly in the past two decades. It can be broadly classified into laser vision correction at the corneal level and lenticular correction at the crystalline lens level.", "contents": "Myopia -- Treatment / Management -- Surgical Management. Surgical management of myopia has advanced rapidly in the past two decades. It can be broadly classified into laser vision correction at the corneal level and lenticular correction at the crystalline lens level."}
{"id": "article-142919_40", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "Laser vision correction is the surgical correction of refractive errors by remodeling the corneal surface using lasers. This procedure involves using an excimer laser, which is essentially an excited dimer composed of argon fluoride with a wavelength of 193 nm. [51] These are surface lasers that fall in the ultraviolet light wavelength range and cannot penetrate deeply. The concept of laser vision correction is based on the fact that 80% of light refraction occurs over the corneal surface; thus, altering the corneal surface can change the pattern of refraction. [52]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. Laser vision correction is the surgical correction of refractive errors by remodeling the corneal surface using lasers. This procedure involves using an excimer laser, which is essentially an excited dimer composed of argon fluoride with a wavelength of 193 nm. [51] These are surface lasers that fall in the ultraviolet light wavelength range and cannot penetrate deeply. The concept of laser vision correction is based on the fact that 80% of light refraction occurs over the corneal surface; thus, altering the corneal surface can change the pattern of refraction. [52]"}
{"id": "article-142919_41", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "As the cornea has a prolate shape, the corneal periphery is flat, and its center is relatively steep. The aspheric shape of the cornea reduces a considerable number of spherical and chromatic aberrations. With central flattening post-laser correction, the cornea assumes an oblate shape, which accentuates aberrations and deteriorates vision quality. Excimer laser platforms have changed substantially over the past two decades. Laser delivery systems for excimer lasers are available in three patterns: broad beam, scanning slit, and flying spot. Broad-beam and scanning-slit lasers have become obsolete and unavailable on new platforms. The latest versions of laser machines have a flying-spot delivery system, which precisely and rapidly delivers lasers. [53] [54]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. As the cornea has a prolate shape, the corneal periphery is flat, and its center is relatively steep. The aspheric shape of the cornea reduces a considerable number of spherical and chromatic aberrations. With central flattening post-laser correction, the cornea assumes an oblate shape, which accentuates aberrations and deteriorates vision quality. Excimer laser platforms have changed substantially over the past two decades. Laser delivery systems for excimer lasers are available in three patterns: broad beam, scanning slit, and flying spot. Broad-beam and scanning-slit lasers have become obsolete and unavailable on new platforms. The latest versions of laser machines have a flying-spot delivery system, which precisely and rapidly delivers lasers. [53] [54]"}
{"id": "article-142919_42", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "Lasers can be delivered to the cornea with or without flap creation. Flap surgeries are termed laser-assisted in situ keratomileusis (LASIK), wherein a microkeratome or femtosecond laser is used to create a corneal flap with thicknesses ranging from 90 to 160 µm. [55] [56] Next, the flap is elevated, and depending on the amount of refractive error, photoablation of the corneal stroma is performed using excimer lasers; the minimum residual stromal bed is maintained at 250 µm. After ablation, the flap is placed over the bed, and the procedure is completed.", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. Lasers can be delivered to the cornea with or without flap creation. Flap surgeries are termed laser-assisted in situ keratomileusis (LASIK), wherein a microkeratome or femtosecond laser is used to create a corneal flap with thicknesses ranging from 90 to 160 µm. [55] [56] Next, the flap is elevated, and depending on the amount of refractive error, photoablation of the corneal stroma is performed using excimer lasers; the minimum residual stromal bed is maintained at 250 µm. After ablation, the flap is placed over the bed, and the procedure is completed."}
{"id": "article-142919_43", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "Flapless surgery is termed photorefractive keratectomy (PRK). The cornea is de-epithelialized using 20% alcohol or excimer lasers. Photoablation is performed over the Bowman membrane, followed by the application of 0.02% mitomycin-C for 30 s to prevent postsurgical corneal haze. After the procedure, a contact lens is placed to facilitate the growth of the corneal epithelium. Once epithelialization is complete, the contact lens is removed. PRK is considered the most favorable technique for maintaining the biomechanical integrity of the cornea. [56]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. Flapless surgery is termed photorefractive keratectomy (PRK). The cornea is de-epithelialized using 20% alcohol or excimer lasers. Photoablation is performed over the Bowman membrane, followed by the application of 0.02% mitomycin-C for 30 s to prevent postsurgical corneal haze. After the procedure, a contact lens is placed to facilitate the growth of the corneal epithelium. Once epithelialization is complete, the contact lens is removed. PRK is considered the most favorable technique for maintaining the biomechanical integrity of the cornea. [56]"}
{"id": "article-142919_44", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "Femtosecond lasers are the most novel treatment for myopia. [57] Femtosecond lasers exhibit the highest precision for cutting corneal tissues, thus providing the desired plane of separation. These lasers can be used to create a flap, following which excimer lasers can be used for ablation. [58] Alternatively, femtosecond lasers can create a lenticule within the stroma that can be extracted through a small opening on the corneal surface. This lenticular extraction technique is termed small-incision lenticular extraction. [59]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. Femtosecond lasers are the most novel treatment for myopia. [57] Femtosecond lasers exhibit the highest precision for cutting corneal tissues, thus providing the desired plane of separation. These lasers can be used to create a flap, following which excimer lasers can be used for ablation. [58] Alternatively, femtosecond lasers can create a lenticule within the stroma that can be extracted through a small opening on the corneal surface. This lenticular extraction technique is termed small-incision lenticular extraction. [59]"}
{"id": "article-142919_45", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "These lasers can be utilized to correct myopia from 0.5 D to 14 D if the cornea is stable and biomechanically strong. Because these lasers weaken the cornea, eyes with a subclinically weak architecture can experience adverse effects, including conical protrusion and poor vision. [60] PRK is considered the most favorable method for maintaining the biomechanical integrity and anatomy of the cornea. LASIK is considered the most biomechanical weakening procedure and should thus be performed with caution. [61] [58]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. These lasers can be utilized to correct myopia from 0.5 D to 14 D if the cornea is stable and biomechanically strong. Because these lasers weaken the cornea, eyes with a subclinically weak architecture can experience adverse effects, including conical protrusion and poor vision. [60] PRK is considered the most favorable method for maintaining the biomechanical integrity and anatomy of the cornea. LASIK is considered the most biomechanical weakening procedure and should thus be performed with caution. [61] [58]"}
{"id": "article-142919_46", "title": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction", "content": "Various intraoperative and postoperative complications may occur. Intraoperative complications are mostly related to the flap observed in LASIK, including incomplete and free flaps and flaps with a buttonhole. Postoperative complications can be classified into early- and late-stage complications. Early postoperative complications include diffuse lamellar keratitis, epithelial ingrowth leading to the sterile melting of the flap, and sterile stromal infiltrates. Late postoperative complications included myopic regression, post-PRK haze, and post-LASIK ectasia. [62] [63]", "contents": "Myopia -- Treatment / Management -- Laser Refractive Correction or Laser Vision Correction. Various intraoperative and postoperative complications may occur. Intraoperative complications are mostly related to the flap observed in LASIK, including incomplete and free flaps and flaps with a buttonhole. Postoperative complications can be classified into early- and late-stage complications. Early postoperative complications include diffuse lamellar keratitis, epithelial ingrowth leading to the sterile melting of the flap, and sterile stromal infiltrates. Late postoperative complications included myopic regression, post-PRK haze, and post-LASIK ectasia. [62] [63]"}
{"id": "article-142919_47", "title": "Myopia -- Treatment / Management -- Lenticular Correction of Myopia", "content": "This procedure involves implanting a biocompatible IOL or replacing the lens. Replacement of the crystalline lens with an artificial IOL results in a high risk of posterior-segment complications. Hence, a phakic IOL can be implemented in patients in whom keratorefractive procedures are contraindicated.", "contents": "Myopia -- Treatment / Management -- Lenticular Correction of Myopia. This procedure involves implanting a biocompatible IOL or replacing the lens. Replacement of the crystalline lens with an artificial IOL results in a high risk of posterior-segment complications. Hence, a phakic IOL can be implemented in patients in whom keratorefractive procedures are contraindicated."}
{"id": "article-142919_48", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "Phakic IOLs can be classified according to the implantation position, that is, the anterior or posterior chambers. [64] The phakic IOL in the anterior chamber is angle-supported and implanted in front of the iris; however, this lens leads to endothelial decompensation and increases intraocular pressure due to the occlusion of the outflow system. [65] [66]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. Phakic IOLs can be classified according to the implantation position, that is, the anterior or posterior chambers. [64] The phakic IOL in the anterior chamber is angle-supported and implanted in front of the iris; however, this lens leads to endothelial decompensation and increases intraocular pressure due to the occlusion of the outflow system. [65] [66]"}
{"id": "article-142919_49", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "This lens eventually became obsolete owing to its high complication rates. With the advent of the posterior chamber phakic IOL, other lenses have been introduced on the market. The posterior chamber phakic IOL, which is placed behind the iris and supported at the sulcus, has been considered the most successful technique in recent times. [67] This lens has been developed by various companies globally and has shown equivalent efficacy and safety. However, the long-term results depend on an accurate preoperative assessment. The preoperative evaluation includes the evaluation of subjective refraction, white-to-white (W–W) diameter, and anterior chamber depth. [67]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. This lens eventually became obsolete owing to its high complication rates. With the advent of the posterior chamber phakic IOL, other lenses have been introduced on the market. The posterior chamber phakic IOL, which is placed behind the iris and supported at the sulcus, has been considered the most successful technique in recent times. [67] This lens has been developed by various companies globally and has shown equivalent efficacy and safety. However, the long-term results depend on an accurate preoperative assessment. The preoperative evaluation includes the evaluation of subjective refraction, white-to-white (W–W) diameter, and anterior chamber depth. [67]"}
{"id": "article-142919_50", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "The W–W diameter is typically measured using a digital caliper. The accuracy of digital calipers far outweighs that of optical biometry. [68] The W–W diameter correlates with the appropriate size of the phakic IOL that remains stable in the sulcus, preventing any postoperative rotation or displacement. The undersized or small diameter of the phakic IOL may cause rotation and displacement of the lenses, leading to the loss of the target. [68]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. The W–W diameter is typically measured using a digital caliper. The accuracy of digital calipers far outweighs that of optical biometry. [68] The W–W diameter correlates with the appropriate size of the phakic IOL that remains stable in the sulcus, preventing any postoperative rotation or displacement. The undersized or small diameter of the phakic IOL may cause rotation and displacement of the lenses, leading to the loss of the target. [68]"}
{"id": "article-142919_51", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "These lenses have an optical zone of 6 mm; hence, any form of misalignment may lead to the loss of vision and create new aberrations, causing optical discomfort. Thus, the W–W diameter is the most critical component of postoperative vision. [69] In addition to the W-W diameter, the anterior chamber depth plays a crucial role in selecting patients eligible for this procedure. The minimum anterior chamber depth should be 2.8 mm, which is calculated from the corneal endothelium to the anterior surface of the crystalline lens. [66]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. These lenses have an optical zone of 6 mm; hence, any form of misalignment may lead to the loss of vision and create new aberrations, causing optical discomfort. Thus, the W–W diameter is the most critical component of postoperative vision. [69] In addition to the W-W diameter, the anterior chamber depth plays a crucial role in selecting patients eligible for this procedure. The minimum anterior chamber depth should be 2.8 mm, which is calculated from the corneal endothelium to the anterior surface of the crystalline lens. [66]"}
{"id": "article-142919_52", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "The proper sizing of the phakic IOL is critical for providing an adequate vault over the crystalline lens. An oversized or larger diameter of the phakic IOL may produce larger vaults, causing the shallowing of the anterior chamber, eventually leading to angle closure and excessive rubbing of the posterior surface of the iris, resulting in pigment dispersion. [70]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. The proper sizing of the phakic IOL is critical for providing an adequate vault over the crystalline lens. An oversized or larger diameter of the phakic IOL may produce larger vaults, causing the shallowing of the anterior chamber, eventually leading to angle closure and excessive rubbing of the posterior surface of the iris, resulting in pigment dispersion. [70]"}
{"id": "article-142919_53", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "The power of the phakic IOL is determined by the subjective refraction of patients. It can be spherical or toric, depending on the refractive status. Certain lenses are manufactured so that they can be implanted in the horizontal meridian irrespective of their toricity. [68]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. The power of the phakic IOL is determined by the subjective refraction of patients. It can be spherical or toric, depending on the refractive status. Certain lenses are manufactured so that they can be implanted in the horizontal meridian irrespective of their toricity. [68]"}
{"id": "article-142919_54", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "The basic structure of the posterior chamber phakic IOL is uniform across all companies; however, two types of lenses are available: lenses with or without a central hole. These lenses have plate haptics and a central optical zone of 6 mm with a vault or elevation to prevent contact with the crystalline lens. Multiple holes exist in these lenses, which facilitate aqueous flow from the posterior chamber to the anterior chamber. The presence of a central hole determines whether a peripheral iris opening should be performed. Lenses without a central hole require peripheral iris opening to prevent any postoperative increase in intraocular pressure. [68] [70]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. The basic structure of the posterior chamber phakic IOL is uniform across all companies; however, two types of lenses are available: lenses with or without a central hole. These lenses have plate haptics and a central optical zone of 6 mm with a vault or elevation to prevent contact with the crystalline lens. Multiple holes exist in these lenses, which facilitate aqueous flow from the posterior chamber to the anterior chamber. The presence of a central hole determines whether a peripheral iris opening should be performed. Lenses without a central hole require peripheral iris opening to prevent any postoperative increase in intraocular pressure. [68] [70]"}
{"id": "article-142919_55", "title": "Myopia -- Treatment / Management -- Phakic Intraocular Lens", "content": "Complications of phakic IOL implantation include cataract formation, pigment dispersion, loss of pupillary sphincters, angle-closure glaucoma, and corneal decompensation. Cataract formation and pupillary sphincter damage are observed with the posterior chamber IOL, whereas corneal decompensation is observed with the anterior chamber phakic IOL. [71]", "contents": "Myopia -- Treatment / Management -- Phakic Intraocular Lens. Complications of phakic IOL implantation include cataract formation, pigment dispersion, loss of pupillary sphincters, angle-closure glaucoma, and corneal decompensation. Cataract formation and pupillary sphincter damage are observed with the posterior chamber IOL, whereas corneal decompensation is observed with the anterior chamber phakic IOL. [71]"}
{"id": "article-142919_56", "title": "Myopia -- Treatment / Management -- Lenticular Replacement", "content": "Lenticular replacement can be considered in patients with poor keratorefractive dynamics and a low anterior chamber depth. [72] The lens can be replaced with an adequately powered posterior chamber IOL in such cases. This procedure is performed using standard phacoemulsification. The power of the IOL is determined using standard optical biometry, which works on laser interferometry. Three types of IOLs are available: monofocal, bifocal, and trifocal. Trifocal lenses are the most advanced form of intracranial lenses that improve all forms of vision, enabling the patient to become free of spectacles. [73]", "contents": "Myopia -- Treatment / Management -- Lenticular Replacement. Lenticular replacement can be considered in patients with poor keratorefractive dynamics and a low anterior chamber depth. [72] The lens can be replaced with an adequately powered posterior chamber IOL in such cases. This procedure is performed using standard phacoemulsification. The power of the IOL is determined using standard optical biometry, which works on laser interferometry. Three types of IOLs are available: monofocal, bifocal, and trifocal. Trifocal lenses are the most advanced form of intracranial lenses that improve all forms of vision, enabling the patient to become free of spectacles. [73]"}
{"id": "article-142919_57", "title": "Myopia -- Treatment / Management -- Lenticular Replacement", "content": "Lenticular replacement is associated with a high incidence of postoperative complications. Posterior-segment complications, such as retinal detachment, are the most significant limitations of this procedure. With the removal of the crystalline lens, the iris lens diaphragm moves forward, pulling the anterior retina and eventually opening the stretched peripheral retina. Retinal detachment is a severe complication that can lead to permanent vision loss. [74] [75]", "contents": "Myopia -- Treatment / Management -- Lenticular Replacement. Lenticular replacement is associated with a high incidence of postoperative complications. Posterior-segment complications, such as retinal detachment, are the most significant limitations of this procedure. With the removal of the crystalline lens, the iris lens diaphragm moves forward, pulling the anterior retina and eventually opening the stretched peripheral retina. Retinal detachment is a severe complication that can lead to permanent vision loss. [74] [75]"}
{"id": "article-142919_58", "title": "Myopia -- Differential Diagnosis", "content": "Pseudomyopia is an essential classification of myopia caused by ciliary spasms that prevent relaxation of the zonules and flattening of the crystalline lens when the point of fixation is far. [76]", "contents": "Myopia -- Differential Diagnosis. Pseudomyopia is an essential classification of myopia caused by ciliary spasms that prevent relaxation of the zonules and flattening of the crystalline lens when the point of fixation is far. [76]"}
{"id": "article-142919_59", "title": "Myopia -- Complications", "content": "Posterior Segment Lesions [77]", "contents": "Myopia -- Complications. Posterior Segment Lesions [77]"}
{"id": "article-142919_60", "title": "Myopia -- Complications", "content": "The posterior segment plays a critical role in successful management. Posterior-segment lesions can be classified as central or peripheral retinal lesions. The basic goal of identifying lesions is to prevent sudden loss of vision following retinal detachment. A high refractive error and longer axial length are the most vital risk factors for posterior-segment lesions. The retina of patients with myopia stretches posteriorly due to an increase in the axial length, eventually causing peripheral retinal degeneration and thinning. However, certain conditions should be observed and treated to prevent retinal detachment.", "contents": "Myopia -- Complications. The posterior segment plays a critical role in successful management. Posterior-segment lesions can be classified as central or peripheral retinal lesions. The basic goal of identifying lesions is to prevent sudden loss of vision following retinal detachment. A high refractive error and longer axial length are the most vital risk factors for posterior-segment lesions. The retina of patients with myopia stretches posteriorly due to an increase in the axial length, eventually causing peripheral retinal degeneration and thinning. However, certain conditions should be observed and treated to prevent retinal detachment."}
{"id": "article-142919_61", "title": "Myopia -- Complications", "content": "Tears and holes in the peripheral retina are critical components of the clinical workup of patients with myopia and should be observed periodically. A horseshoe tear and percolated holes should be barraged using retinal lasers to prevent future mishaps. Atrophic holes can be periodically observed during the development of subclinical retinal detachment. Lattice and pigmentary degeneration are commonly observed in patients with myopia. These lesions do not require treatment in the presence of super-filled holes or tears. [78]", "contents": "Myopia -- Complications. Tears and holes in the peripheral retina are critical components of the clinical workup of patients with myopia and should be observed periodically. A horseshoe tear and percolated holes should be barraged using retinal lasers to prevent future mishaps. Atrophic holes can be periodically observed during the development of subclinical retinal detachment. Lattice and pigmentary degeneration are commonly observed in patients with myopia. These lesions do not require treatment in the presence of super-filled holes or tears. [78]"}
{"id": "article-142919_62", "title": "Myopia -- Complications", "content": "The central retina is critical for visual acuity in patients. Anatomical and functional abnormalities are observed in patients with pathological myopia. Posterior staphyloma, choroidal neovascular membrane (CNVM), and foveal retinoschisis are the three critical lesions observed in patients with myopia >10 D. Staphyloma can be observed in the macula or peripapillary region. Posterior extension of the sclera prevents macular support, leading to stretch maculopathy, which may require scleral reinforcement. CNVMs should be observed, and any form of progression may require anti-vascular endothelial growth factor therapy. [79] A macular hole is a rare complication following a history of trivial trauma or traction of the posterior hyaloid over the macula. Other lesions, such as a dome-shaped macula, breaks in Bruce’s membrane (lacquer cracks), tessellations, and peripapillary atrophy, are observed and do not require aggressive management. [79]", "contents": "Myopia -- Complications. The central retina is critical for visual acuity in patients. Anatomical and functional abnormalities are observed in patients with pathological myopia. Posterior staphyloma, choroidal neovascular membrane (CNVM), and foveal retinoschisis are the three critical lesions observed in patients with myopia >10 D. Staphyloma can be observed in the macula or peripapillary region. Posterior extension of the sclera prevents macular support, leading to stretch maculopathy, which may require scleral reinforcement. CNVMs should be observed, and any form of progression may require anti-vascular endothelial growth factor therapy. [79] A macular hole is a rare complication following a history of trivial trauma or traction of the posterior hyaloid over the macula. Other lesions, such as a dome-shaped macula, breaks in Bruce’s membrane (lacquer cracks), tessellations, and peripapillary atrophy, are observed and do not require aggressive management. [79]"}
{"id": "article-142919_63", "title": "Myopia -- Complications -- Amblyopia", "content": "Amblyopia is critical for the appropriate treatment of myopia. Patients with anisometropia are more likely to have amblyopia in eyes with a high refractive error, termed anisometropic amblyopia. Ametropic amblyopia is a condition in which patients’ vision does not improve to 6/6 or 20/20, even after best visual acuity correction.", "contents": "Myopia -- Complications -- Amblyopia. Amblyopia is critical for the appropriate treatment of myopia. Patients with anisometropia are more likely to have amblyopia in eyes with a high refractive error, termed anisometropic amblyopia. Ametropic amblyopia is a condition in which patients’ vision does not improve to 6/6 or 20/20, even after best visual acuity correction."}
{"id": "article-142919_64", "title": "Myopia -- Pearls and Other Issues", "content": "Myopia is the most common condition observed in clinical practice. Corneal topography is the most important investigation for all patients with myopia, as it provides extensive information about the cornea and anterior segment. A detailed evaluation of corneal biomechanics helps customize treatment strategies for individual patients.", "contents": "Myopia -- Pearls and Other Issues. Myopia is the most common condition observed in clinical practice. Corneal topography is the most important investigation for all patients with myopia, as it provides extensive information about the cornea and anterior segment. A detailed evaluation of corneal biomechanics helps customize treatment strategies for individual patients."}
{"id": "article-142919_65", "title": "Myopia -- Pearls and Other Issues", "content": "Refractive surgeries have revolutionized the management of myopia, providing spectacle-free vision and improving the field of vision. However, all patients with myopia should be optimally screened for posterior-segment pathology. Laser vision correction and phakic IOLs provide safe and effective visual outcomes; however, phacoemulsification using an IOL can cause many complications.", "contents": "Myopia -- Pearls and Other Issues. Refractive surgeries have revolutionized the management of myopia, providing spectacle-free vision and improving the field of vision. However, all patients with myopia should be optimally screened for posterior-segment pathology. Laser vision correction and phakic IOLs provide safe and effective visual outcomes; however, phacoemulsification using an IOL can cause many complications."}
{"id": "article-142919_66", "title": "Myopia -- Enhancing Healthcare Team Outcomes", "content": "Management of myopia requires an interprofessional team of optometrists, paramedics, cornea surgeons, and retina specialists. The success lies in the accurate measurement of refractive errors by optometrists using various retinoscopy and auto-refractometers. Hence they need to be well-versed in the art of retinoscopy for faultless spotting of refractive errors.", "contents": "Myopia -- Enhancing Healthcare Team Outcomes. Management of myopia requires an interprofessional team of optometrists, paramedics, cornea surgeons, and retina specialists. The success lies in the accurate measurement of refractive errors by optometrists using various retinoscopy and auto-refractometers. Hence they need to be well-versed in the art of retinoscopy for faultless spotting of refractive errors."}
{"id": "article-142919_67", "title": "Myopia -- Enhancing Healthcare Team Outcomes", "content": "Trained paramedical staff with pertinent instrumentation dynamics knowledge are critical for analyzing various myopic causes. Anterior segment imaging is crucial for determining the structural anatomy of the cornea. Corneal specialists are essential for ruling out ectatic corneal disorders, the most critical contraindication for refractive surgeries. The team of myopic management is not complete without retinal specialists.", "contents": "Myopia -- Enhancing Healthcare Team Outcomes. Trained paramedical staff with pertinent instrumentation dynamics knowledge are critical for analyzing various myopic causes. Anterior segment imaging is crucial for determining the structural anatomy of the cornea. Corneal specialists are essential for ruling out ectatic corneal disorders, the most critical contraindication for refractive surgeries. The team of myopic management is not complete without retinal specialists."}
{"id": "article-142919_68", "title": "Myopia -- Enhancing Healthcare Team Outcomes", "content": "Preventive management of peripheral retinal lesions is critical for the long-lasting success of myopic management. The timely intervention of peripheral retinal lesions utilizing green lasers by retinal surgeons significantly reduces the risk of retinal detachment.", "contents": "Myopia -- Enhancing Healthcare Team Outcomes. Preventive management of peripheral retinal lesions is critical for the long-lasting success of myopic management. The timely intervention of peripheral retinal lesions utilizing green lasers by retinal surgeons significantly reduces the risk of retinal detachment."}
{"id": "article-142919_69", "title": "Myopia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Myopia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}