{"id": "article-29463_0", "title": "Statin Medications -- Continuing Education Activity", "content": "Statin medications are used in the management of hypercholesteremia. Statins are inhibitors of hydroxymethylglutaryl-CoA reductase enzyme and lower total cholesterol, low-density lipoprotein (LDL), and triglyceride concentrations. The FDA-approved statins include atorvastatin, rosuvastatin, simvastatin, pravastatin, fluvastatin, lovastatin, and pitavastatin. Individuals at high risk for atherosclerotic cardiovascular disease require more aggressive management strategies, including higher-intensity statin therapy. Participating clinicians review the mechanisms of action, dosing protocols, clinical toxicology, potential drug interactions, pharmacokinetics, and monitoring strategies pertinent to healthcare professionals in managing hypocholesteremia. The utility of coronary artery calcium scoring in situations of uncertainty is emphasized. This activity informs the interprofessional team on the best prescribing guidelines for statins.", "contents": "Statin Medications -- Continuing Education Activity. Statin medications are used in the management of hypercholesteremia. Statins are inhibitors of hydroxymethylglutaryl-CoA reductase enzyme and lower total cholesterol, low-density lipoprotein (LDL), and triglyceride concentrations. The FDA-approved statins include atorvastatin, rosuvastatin, simvastatin, pravastatin, fluvastatin, lovastatin, and pitavastatin. Individuals at high risk for atherosclerotic cardiovascular disease require more aggressive management strategies, including higher-intensity statin therapy. Participating clinicians review the mechanisms of action, dosing protocols, clinical toxicology, potential drug interactions, pharmacokinetics, and monitoring strategies pertinent to healthcare professionals in managing hypocholesteremia. The utility of coronary artery calcium scoring in situations of uncertainty is emphasized. This activity informs the interprofessional team on the best prescribing guidelines for statins."}
{"id": "article-29463_1", "title": "Statin Medications -- Continuing Education Activity", "content": "Objectives: Identify the appropriate candidates for statin therapy based on established guidelines and individual patient risk factors. Screen lipid profile assessments and cardiovascular risk evaluations to determine the need for statin therapy in eligible patients. Select the most appropriate statin and dosage regimen based on patient preferences, comorbidities, and drug-drug interactions. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients who benefit from statin medications. Access free multiple choice questions on this topic.", "contents": "Statin Medications -- Continuing Education Activity. Objectives: Identify the appropriate candidates for statin therapy based on established guidelines and individual patient risk factors. Screen lipid profile assessments and cardiovascular risk evaluations to determine the need for statin therapy in eligible patients. Select the most appropriate statin and dosage regimen based on patient preferences, comorbidities, and drug-drug interactions. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients who benefit from statin medications. Access free multiple choice questions on this topic."}
{"id": "article-29463_2", "title": "Statin Medications -- Indications", "content": "Hydroxymethylglutaryl-CoA (HMG-CoA) reductase inhibitors, or statins, lower total cholesterol, low-density lipoprotein (LDL), and triglyceride concentrations while increasing high-density lipoprotein (HDL) concentrations. FDA-approved statins include atorvastatin, rosuvastatin, simvastatin, pravastatin, fluvastatin, lovastatin and pitavastatin. [1] Clinicians have long used statin medications to treat hypercholesterolemia, hyperlipoproteinemia, and hypertriglyceridemia as an adjunct to diet and exercise. These agents are primarily used for primary and secondary prevention of coronary artery disease. The approved FDA indications vary slightly between the medications in this class.", "contents": "Statin Medications -- Indications. Hydroxymethylglutaryl-CoA (HMG-CoA) reductase inhibitors, or statins, lower total cholesterol, low-density lipoprotein (LDL), and triglyceride concentrations while increasing high-density lipoprotein (HDL) concentrations. FDA-approved statins include atorvastatin, rosuvastatin, simvastatin, pravastatin, fluvastatin, lovastatin and pitavastatin. [1] Clinicians have long used statin medications to treat hypercholesterolemia, hyperlipoproteinemia, and hypertriglyceridemia as an adjunct to diet and exercise. These agents are primarily used for primary and secondary prevention of coronary artery disease. The approved FDA indications vary slightly between the medications in this class."}
{"id": "article-29463_3", "title": "Statin Medications -- Indications -- FDA-Approved Indications", "content": "Hyperlipidemia and mixed dyslipidemia [2] Primary dysbetalipoproteinemia (Type III hyperlipoproteinemia) [3] Hypertriglyceridemia [4] Atherosclerosis [5] Primary prevention of ASCVD (atherosclerotic cardiovascular disease) [6] Secondary prevention in patients with clinical ASCVD [7] Pediatric patients with familial hypercholesterolemia [8] Adult patients with homozygous familial hypercholesterolemia [9]", "contents": "Statin Medications -- Indications -- FDA-Approved Indications. Hyperlipidemia and mixed dyslipidemia [2] Primary dysbetalipoproteinemia (Type III hyperlipoproteinemia) [3] Hypertriglyceridemia [4] Atherosclerosis [5] Primary prevention of ASCVD (atherosclerotic cardiovascular disease) [6] Secondary prevention in patients with clinical ASCVD [7] Pediatric patients with familial hypercholesterolemia [8] Adult patients with homozygous familial hypercholesterolemia [9]"}
{"id": "article-29463_4", "title": "Statin Medications -- Indications -- Off-Label Uses", "content": "Nonalcoholic fatty liver disease [10] Cardiac allograft vasculopathy progression [11] Prevention of contrast-induced acute kidney injury [12]", "contents": "Statin Medications -- Indications -- Off-Label Uses. Nonalcoholic fatty liver disease [10] Cardiac allograft vasculopathy progression [11] Prevention of contrast-induced acute kidney injury [12]"}
{"id": "article-29463_5", "title": "Statin Medications -- Mechanism of Action", "content": "Statins are a selective, competitive inhibitor of hydroxymethylglutaryl-CoA (HMG-CoA) reductase, the enzyme responsible for converting HMG-CoA to mevalonate in the cholesterol synthesis pathway. By reducing hepatic cholesterol synthesis, an upregulation of LDL receptors and increased hepatic uptake of LDL-cholesterol from the circulation occurs. Statin treatment reduces the hepatic production rate of apo B100 containing lipoproteins, leading to a decrease in both cholesterol and triglyceride concentrations. Drug responses may also differ according to genetic factors, such as the ATP binding cassette G2, lipoprotein(a), and apo E genes [32]. The RhoA gene may play an important role in statin's LDL-C response. [13]", "contents": "Statin Medications -- Mechanism of Action. Statins are a selective, competitive inhibitor of hydroxymethylglutaryl-CoA (HMG-CoA) reductase, the enzyme responsible for converting HMG-CoA to mevalonate in the cholesterol synthesis pathway. By reducing hepatic cholesterol synthesis, an upregulation of LDL receptors and increased hepatic uptake of LDL-cholesterol from the circulation occurs. Statin treatment reduces the hepatic production rate of apo B100 containing lipoproteins, leading to a decrease in both cholesterol and triglyceride concentrations. Drug responses may also differ according to genetic factors, such as the ATP binding cassette G2, lipoprotein(a), and apo E genes [32]. The RhoA gene may play an important role in statin's LDL-C response. [13]"}
{"id": "article-29463_6", "title": "Statin Medications -- Mechanism of Action", "content": "HMG CoA reductase inhibitors have pleiotropic effects. Statins inhibit the synthesis of isoprenoid intermediates required for activating intracellular or signaling proteins (Ras, Rho, Rab, Rac, Ral, or Rap). Consequently, statins have anti-inflammatory, antioxidant, antiproliferative, and immunomodulatory effects. In addition, they promote plaque stability and prevent platelet aggregation. This pleiotropic effect is the class effect of statins. The COSMOS (coronary atherosclerosis study measuring the effects of rosuvastatin using intravascular ultrasound in Japanese subjects) trial results indicated that patients treated with rosuvastatin had a substantial decrease in plaque volume independent of LDL-C reduction. [14]", "contents": "Statin Medications -- Mechanism of Action. HMG CoA reductase inhibitors have pleiotropic effects. Statins inhibit the synthesis of isoprenoid intermediates required for activating intracellular or signaling proteins (Ras, Rho, Rab, Rac, Ral, or Rap). Consequently, statins have anti-inflammatory, antioxidant, antiproliferative, and immunomodulatory effects. In addition, they promote plaque stability and prevent platelet aggregation. This pleiotropic effect is the class effect of statins. The COSMOS (coronary atherosclerosis study measuring the effects of rosuvastatin using intravascular ultrasound in Japanese subjects) trial results indicated that patients treated with rosuvastatin had a substantial decrease in plaque volume independent of LDL-C reduction. [14]"}
{"id": "article-29463_7", "title": "Statin Medications -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Absorption is faster for lipophilic drugs like atorvastatin, simvastatin, fluvastatin, pitavastatin, and lovastatin than hydrophilic statins like rosuvastatin or pravastatin. Atorvastatin is completely absorbed after oral administration, but atorvastatin undergoes extensive first-pass metabolism; the bioavailability is about 12%. The bioavailability of pitavastatin is highest (>60%), followed by rosuvastatin (20%), while simvastatin has <5% bioavailability. [15] Simvastatin and lovastatin are prodrugs converted to an active form by hydrolysis. [16]", "contents": "Statin Medications -- Mechanism of Action -- Pharmacokinetics. Absorption: Absorption is faster for lipophilic drugs like atorvastatin, simvastatin, fluvastatin, pitavastatin, and lovastatin than hydrophilic statins like rosuvastatin or pravastatin. Atorvastatin is completely absorbed after oral administration, but atorvastatin undergoes extensive first-pass metabolism; the bioavailability is about 12%. The bioavailability of pitavastatin is highest (>60%), followed by rosuvastatin (20%), while simvastatin has <5% bioavailability. [15] Simvastatin and lovastatin are prodrugs converted to an active form by hydrolysis. [16]"}
{"id": "article-29463_8", "title": "Statin Medications -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Protein binding affects drug distribution and the pharmacological efficacy of drugs because only the unbound or free drug can elicit targeted effects. All statins have high plasma protein binding (PPB) except pravastatin (PPB ~50%). Lipophilic statins can penetrate cells by passive diffusion and are widely distributed in different tissues. Hydrophilic statins pravastatin and rosuvastatin are attached to the polar surface of the cell membrane and require protein transporters to inhibit the HMG-CoA reductase. [17]", "contents": "Statin Medications -- Mechanism of Action -- Pharmacokinetics. Distribution: Protein binding affects drug distribution and the pharmacological efficacy of drugs because only the unbound or free drug can elicit targeted effects. All statins have high plasma protein binding (PPB) except pravastatin (PPB ~50%). Lipophilic statins can penetrate cells by passive diffusion and are widely distributed in different tissues. Hydrophilic statins pravastatin and rosuvastatin are attached to the polar surface of the cell membrane and require protein transporters to inhibit the HMG-CoA reductase. [17]"}
{"id": "article-29463_9", "title": "Statin Medications -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: CYP3A4 plays a crucial role in the metabolism of atorvastatin, lovastatin, and simvastatin. CYP2C9 metabolizes fluvastatin. Rosuvastatin is metabolized to a lesser degree by CYP2C9 and CYP2C19. OATPB1 (organic anion-transporting polyprotein) plays a role in eliminating atorvastatin, rosuvastatin, simvastatin, pitavastatin, and pravastatin, while OATPB3 is involved in the elimination of rosuvastatin, fluvastatin, and pravastatin. Atorvastatin and lovastatin are both substrates and inhibitors of P-gp (permeability glycoprotein). [18]", "contents": "Statin Medications -- Mechanism of Action -- Pharmacokinetics. Metabolism: CYP3A4 plays a crucial role in the metabolism of atorvastatin, lovastatin, and simvastatin. CYP2C9 metabolizes fluvastatin. Rosuvastatin is metabolized to a lesser degree by CYP2C9 and CYP2C19. OATPB1 (organic anion-transporting polyprotein) plays a role in eliminating atorvastatin, rosuvastatin, simvastatin, pitavastatin, and pravastatin, while OATPB3 is involved in the elimination of rosuvastatin, fluvastatin, and pravastatin. Atorvastatin and lovastatin are both substrates and inhibitors of P-gp (permeability glycoprotein). [18]"}
{"id": "article-29463_10", "title": "Statin Medications -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: Statins are extensively metabolized, and the amount of statin excreted in its unchanged form through renal elimination is comparatively less. Rosuvastatin does not undergo extensive metabolism and is primarily excreted unchanged in urine and feces. Fluvastatin, lovastatin, pravastatin, and simvastatin have a relatively short half-life. These drugs should be administered in the evening or as an extended-release formulation (for fluvastatin or lovastatin) to maximize their efficacy. In contrast, atorvastatin and rosuvastatin have longer half-lives and can be administered at any time of the day. HMG-CoA reductase inhibitors are excreted into bile and feces. [19]", "contents": "Statin Medications -- Mechanism of Action -- Pharmacokinetics. Excretion: Statins are extensively metabolized, and the amount of statin excreted in its unchanged form through renal elimination is comparatively less. Rosuvastatin does not undergo extensive metabolism and is primarily excreted unchanged in urine and feces. Fluvastatin, lovastatin, pravastatin, and simvastatin have a relatively short half-life. These drugs should be administered in the evening or as an extended-release formulation (for fluvastatin or lovastatin) to maximize their efficacy. In contrast, atorvastatin and rosuvastatin have longer half-lives and can be administered at any time of the day. HMG-CoA reductase inhibitors are excreted into bile and feces. [19]"}
{"id": "article-29463_11", "title": "Statin Medications -- Administration -- Dosage Forms", "content": "Statins medications are available in oral formulations.", "contents": "Statin Medications -- Administration -- Dosage Forms. Statins medications are available in oral formulations."}
{"id": "article-29463_12", "title": "Statin Medications -- Administration -- Strength", "content": "According to the American Heart Association and American College of Cardiology (AHA/ACC) guidelines, statins are classified into high-intensity, moderate-intensity, and low-intensity statins based on estimated LDL reductions. [20] High-intensity statin (LDL-C lowering > 50%): rosuvastatin 20 mg, rosuvastatin 40 mg, atorvastatin 40 mg, atorvastatin 80 mg Moderate-intensity statin (LDL-C lowering 30% to 49%): atorvastatin 10 mg, atorvastatin 20 mg, rosuvastatin 5 mg, rosuvastatin 10 mg, simvastatin 20 mg, simvastatin 40 mg, pravastatin 40 mg, pravastatin 80 mg, lovastatin 40 mg, lovastatin 80 mg, fluvastatin XL 80 mg, fluvastatin 40 mg BID, pitavastatin 1 mg to 4 mg Low-intensity statin (LDL-C lowering < 30%): simvastatin 10 mg, pravastatin 20 mg, pravastatin 10 mg, lovastatin 20 mg, fluvastatin 20 mg, fluvastatin 40 mg. [21] [22]", "contents": "Statin Medications -- Administration -- Strength. According to the American Heart Association and American College of Cardiology (AHA/ACC) guidelines, statins are classified into high-intensity, moderate-intensity, and low-intensity statins based on estimated LDL reductions. [20] High-intensity statin (LDL-C lowering > 50%): rosuvastatin 20 mg, rosuvastatin 40 mg, atorvastatin 40 mg, atorvastatin 80 mg Moderate-intensity statin (LDL-C lowering 30% to 49%): atorvastatin 10 mg, atorvastatin 20 mg, rosuvastatin 5 mg, rosuvastatin 10 mg, simvastatin 20 mg, simvastatin 40 mg, pravastatin 40 mg, pravastatin 80 mg, lovastatin 40 mg, lovastatin 80 mg, fluvastatin XL 80 mg, fluvastatin 40 mg BID, pitavastatin 1 mg to 4 mg Low-intensity statin (LDL-C lowering < 30%): simvastatin 10 mg, pravastatin 20 mg, pravastatin 10 mg, lovastatin 20 mg, fluvastatin 20 mg, fluvastatin 40 mg. [21] [22]"}
{"id": "article-29463_13", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "Statin medications can be ingested with or without food. Grapefruit juice should be avoided with some statins to minimize CYP3A4 interactions that could increase serum concentrations. Due to the diurnal variation in hepatic cholesterol synthesis, synthesis is highest in the early morning. An evening administration is the recommended dosing approach for fluvastatin, lovastatin, pravastatin, and simvastatin. [23] Atorvastatin, pitavastatin, and rosuvastatin dosing do not require morning or evening administration, but their administration should be at the same time of day. Patients with severe primary hypercholesterolemia (LDL-C ≥ 190 mg/dL) have a high risk of atherosclerotic cardiovascular disease (ASCVD); high-intensity statin therapy is recommended. [24]", "contents": "Statin Medications -- Administration -- Adult Dosage. Statin medications can be ingested with or without food. Grapefruit juice should be avoided with some statins to minimize CYP3A4 interactions that could increase serum concentrations. Due to the diurnal variation in hepatic cholesterol synthesis, synthesis is highest in the early morning. An evening administration is the recommended dosing approach for fluvastatin, lovastatin, pravastatin, and simvastatin. [23] Atorvastatin, pitavastatin, and rosuvastatin dosing do not require morning or evening administration, but their administration should be at the same time of day. Patients with severe primary hypercholesterolemia (LDL-C ≥ 190 mg/dL) have a high risk of atherosclerotic cardiovascular disease (ASCVD); high-intensity statin therapy is recommended. [24]"}
{"id": "article-29463_14", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "For young adults between 20 to 39 years, consider statin therapy in high-risk patients (family history of premature CAD and very high LDL-C ≥160 mg/dL). Patients between 40 and 75 years of age with diabetes are at intermediate or high risk of future ASCVD, and moderate-intensity statin is recommended. Patients between 40 to 75 years of age with diabetes-specific risk factors (≥ 10 years for T2DM or ≥20 years for type 1 DM or albuminuria, retinopathy, neuropathy, eGFR<60 mL/min/1.73 m² or ankle-brachial index <0.9) are recommended high-intensity statin therapy. Consider treatment with a high-intensity statin for patients between 40 to 75 years of age with ASCVD > 20% (high risk) over 10 years.", "contents": "Statin Medications -- Administration -- Adult Dosage. For young adults between 20 to 39 years, consider statin therapy in high-risk patients (family history of premature CAD and very high LDL-C ≥160 mg/dL). Patients between 40 and 75 years of age with diabetes are at intermediate or high risk of future ASCVD, and moderate-intensity statin is recommended. Patients between 40 to 75 years of age with diabetes-specific risk factors (≥ 10 years for T2DM or ≥20 years for type 1 DM or albuminuria, retinopathy, neuropathy, eGFR<60 mL/min/1.73 m² or ankle-brachial index <0.9) are recommended high-intensity statin therapy. Consider treatment with a high-intensity statin for patients between 40 to 75 years of age with ASCVD > 20% (high risk) over 10 years."}
{"id": "article-29463_15", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "Consider treatment with a moderate-intensity statin for patients between 40 to 75 years of age with ASCVD ≥ 7.5 to < 20% (moderate risk) over 10 years. Consider treatment with a moderate-intensity statin for patients between 40 to 75 years of age with ASCVD 5% to < 7.5% (high risk) over 10 years if risk factors are present. Risk factors include: a family history of premature ASCVD, persistently elevated LDL-C>160 mg/dl, metabolic syndrome, chronic kidney disease, chronic inflammatory conditions (psoriasis, RA, or HIV), history of premature menopause (before age 40 years), preeclampsia, high-risk race or ethnicity (South Asian ancestry), lipids or biomarkers (elevated primary hypertriglyceridemia ≥ 175 mg/dL), hs-CRP (≥ 2.0 mg/L), Lp(a) ≥ 50 mg/dL, apoB (≥130 mg/dL), ankle branchial index <0.9. [25] In adults with intermediate risk (≥7.5% to <20%) or adults at borderline risk (5% to < 7.5%), measure coronary artery calcium (CAC) levels.", "contents": "Statin Medications -- Administration -- Adult Dosage. Consider treatment with a moderate-intensity statin for patients between 40 to 75 years of age with ASCVD ≥ 7.5 to < 20% (moderate risk) over 10 years. Consider treatment with a moderate-intensity statin for patients between 40 to 75 years of age with ASCVD 5% to < 7.5% (high risk) over 10 years if risk factors are present. Risk factors include: a family history of premature ASCVD, persistently elevated LDL-C>160 mg/dl, metabolic syndrome, chronic kidney disease, chronic inflammatory conditions (psoriasis, RA, or HIV), history of premature menopause (before age 40 years), preeclampsia, high-risk race or ethnicity (South Asian ancestry), lipids or biomarkers (elevated primary hypertriglyceridemia ≥ 175 mg/dL), hs-CRP (≥ 2.0 mg/L), Lp(a) ≥ 50 mg/dL, apoB (≥130 mg/dL), ankle branchial index <0.9. [25] In adults with intermediate risk (≥7.5% to <20%) or adults at borderline risk (5% to < 7.5%), measure coronary artery calcium (CAC) levels."}
{"id": "article-29463_16", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "If CAC is 0 Agatston units, no statin is required unless there is a history of diabetes mellitus, a family history of premature congestive heart failure (CHD), or cigarette smoking is present. If CAC is 1 to 99 Agatston units, consider statin therapy, especially after the age of 55 years. If CAC is greater than 100 Agatston units, initiate statin therapy. [26]", "contents": "Statin Medications -- Administration -- Adult Dosage. If CAC is 0 Agatston units, no statin is required unless there is a history of diabetes mellitus, a family history of premature congestive heart failure (CHD), or cigarette smoking is present. If CAC is 1 to 99 Agatston units, consider statin therapy, especially after the age of 55 years. If CAC is greater than 100 Agatston units, initiate statin therapy. [26]"}
{"id": "article-29463_17", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "Secondary ASCVD prevention: According to AHA/ACC, the high-risk category is defined as a history of multiple major ASCVD events or one major ASCVD event and multiple high-risk conditions. Major ASCVD events are recent acute coronary syndrome (ACS) within the past 12 months, MI other than the ACS, ischemic stroke, and symptomatic peripheral arterial disease (ankle-brachial index < 0.85 or amputation or previous revascularization). High-risk conditions are age ≥65 years, prior percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG), heterozygous familial hypercholesterolemia, diabetes mellitus, hypertension, chronic kidney disease, current smoking, history of heart failure, and LDL-C ≥100 mg/dL. In patients ≤75 years of age with clinical ASCVD, high-intensity statin therapy should be started or continued with the goal of ≥50% reduction in LDL-C.", "contents": "Statin Medications -- Administration -- Adult Dosage. Secondary ASCVD prevention: According to AHA/ACC, the high-risk category is defined as a history of multiple major ASCVD events or one major ASCVD event and multiple high-risk conditions. Major ASCVD events are recent acute coronary syndrome (ACS) within the past 12 months, MI other than the ACS, ischemic stroke, and symptomatic peripheral arterial disease (ankle-brachial index < 0.85 or amputation or previous revascularization). High-risk conditions are age ≥65 years, prior percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG), heterozygous familial hypercholesterolemia, diabetes mellitus, hypertension, chronic kidney disease, current smoking, history of heart failure, and LDL-C ≥100 mg/dL. In patients ≤75 years of age with clinical ASCVD, high-intensity statin therapy should be started or continued with the goal of ≥50% reduction in LDL-C."}
{"id": "article-29463_18", "title": "Statin Medications -- Administration -- Adult Dosage", "content": "For patients in the very high-risk category, if LDL-C is ≥70 mg/dL on a maximally tolerated statin therapy, clinicians should consider adding ezetimibe to statin therapy. If LDL-C is still ≥70 mg/dL or if non–HDL-C ≥100 mg/dL, clinicians should consider adding a PCSK9 inhibitor. Homozygous familial hypercholesterolemia: Statin therapy is recommended with lipoprotein apheresis, PCSK9 inhibitors, and microsomal triglyceride transfer protein (MTP) inhibitors (lomitapide). [27]", "contents": "Statin Medications -- Administration -- Adult Dosage. For patients in the very high-risk category, if LDL-C is ≥70 mg/dL on a maximally tolerated statin therapy, clinicians should consider adding ezetimibe to statin therapy. If LDL-C is still ≥70 mg/dL or if non–HDL-C ≥100 mg/dL, clinicians should consider adding a PCSK9 inhibitor. Homozygous familial hypercholesterolemia: Statin therapy is recommended with lipoprotein apheresis, PCSK9 inhibitors, and microsomal triglyceride transfer protein (MTP) inhibitors (lomitapide). [27]"}
{"id": "article-29463_19", "title": "Statin Medications -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: All statins are contraindicated in active liver disease. Statins are associated with mild-to-moderate serum aminotransferase elevations during therapy that are temporary, asymptomatic, and usually resolve without dose adjustment. Statins with minimal hepatic metabolism, such as pravastatin and rosuvastatin, are preferred in chronic liver disease. [28] NAFLD (nonalcoholic fatty liver disease), now also known as metabolic dysfunction-associated steatotic liver disease (MASLD), is a known risk factor for cardiovascular disease. According to American Gastroenterological Association guidelines, statins benefit patients with MASLD. [29] According to a recent study, in chronic liver disease with atherosclerotic cardiovascular disease, high statin intensity therapy is associated with a reduced risk of mortality. [30] The significant concern is atorvastatin in cases of decompensated cirrhosis due to an 11-fold increase in Cmax and a 16-fold increase in area under the curve. Rosuvastatin and pravastatin demonstrate pharmacokinetics resembling baseline levels due to minimal metabolization before biliary excretion in compromised liver function. [31] [30]", "contents": "Statin Medications -- Administration -- Specific Patient Populations. Hepatic impairment: All statins are contraindicated in active liver disease. Statins are associated with mild-to-moderate serum aminotransferase elevations during therapy that are temporary, asymptomatic, and usually resolve without dose adjustment. Statins with minimal hepatic metabolism, such as pravastatin and rosuvastatin, are preferred in chronic liver disease. [28] NAFLD (nonalcoholic fatty liver disease), now also known as metabolic dysfunction-associated steatotic liver disease (MASLD), is a known risk factor for cardiovascular disease. According to American Gastroenterological Association guidelines, statins benefit patients with MASLD. [29] According to a recent study, in chronic liver disease with atherosclerotic cardiovascular disease, high statin intensity therapy is associated with a reduced risk of mortality. [30] The significant concern is atorvastatin in cases of decompensated cirrhosis due to an 11-fold increase in Cmax and a 16-fold increase in area under the curve. Rosuvastatin and pravastatin demonstrate pharmacokinetics resembling baseline levels due to minimal metabolization before biliary excretion in compromised liver function. [31] [30]"}
{"id": "article-29463_20", "title": "Statin Medications -- Administration -- Specific Patient Populations", "content": "Renal impairment: Statins with minimal kidney elimination should be preferred as GFR declines. Atorvastatin appears to be the statin of choice in CKD stages 4–5. After appropriate dose adjustments, fluvastatin may also be used for advanced CKD. [32] According to KDIGO (Kidney Disease Improving Global Outcomes) guidelines, statin therapy is recommended for adults >50 years with CKD stages 1 and 2. For stage 3 to stage 5 CKD (not on HD), a statin+ezetemibe combination is recommended. Statin therapy is recommended for patients between 18 to 49 years (stage 1 to 5) of age with 1 risk factor (known coronary artery disease, diabetes mellitus, prior ischemic stroke, the estimated 10-year incidence of coronary death, or non-fatal MI >10%). In adult patients with dialysis-dependent CKD, statins should NOT be initiated; however, statins can be continued if the patient is already being administered statins at the time of dialysis initiation. [33] A network meta-analysis demonstrated that high doses of atorvastatin and fluvastatin 20 mg/ezetimibe 10 mg significantly prevented eGFR decline and proteinuria. Dose adjustment is required with other statins in patients with stage 4 CKD (creatinine clearance < 30 mL/min). [34]", "contents": "Statin Medications -- Administration -- Specific Patient Populations. Renal impairment: Statins with minimal kidney elimination should be preferred as GFR declines. Atorvastatin appears to be the statin of choice in CKD stages 4–5. After appropriate dose adjustments, fluvastatin may also be used for advanced CKD. [32] According to KDIGO (Kidney Disease Improving Global Outcomes) guidelines, statin therapy is recommended for adults >50 years with CKD stages 1 and 2. For stage 3 to stage 5 CKD (not on HD), a statin+ezetemibe combination is recommended. Statin therapy is recommended for patients between 18 to 49 years (stage 1 to 5) of age with 1 risk factor (known coronary artery disease, diabetes mellitus, prior ischemic stroke, the estimated 10-year incidence of coronary death, or non-fatal MI >10%). In adult patients with dialysis-dependent CKD, statins should NOT be initiated; however, statins can be continued if the patient is already being administered statins at the time of dialysis initiation. [33] A network meta-analysis demonstrated that high doses of atorvastatin and fluvastatin 20 mg/ezetimibe 10 mg significantly prevented eGFR decline and proteinuria. Dose adjustment is required with other statins in patients with stage 4 CKD (creatinine clearance < 30 mL/min). [34]"}
{"id": "article-29463_21", "title": "Statin Medications -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Statins are typically contraindicated in pregnancy. In 2021, the FDA advised removing the contraindications of statin use during pregnancy for high-risk patients. Clinicians can consider the use of statins in pregnant patients at high risk of cardiovascular events during pregnancy (patients with homozygous familial hypercholesterolemia and established cardiovascular disease). [35]", "contents": "Statin Medications -- Administration -- Specific Patient Populations. Pregnancy considerations: Statins are typically contraindicated in pregnancy. In 2021, the FDA advised removing the contraindications of statin use during pregnancy for high-risk patients. Clinicians can consider the use of statins in pregnant patients at high risk of cardiovascular events during pregnancy (patients with homozygous familial hypercholesterolemia and established cardiovascular disease). [35]"}
{"id": "article-29463_22", "title": "Statin Medications -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: The consensus is that statins should not be used during breastfeeding due to disruption in the infant's lipid metabolism. Other agents, such as cholestyramine, colesevelam, and colestipol, may be safe during breastfeeding. [36] [37] [38] Pediatric patients: For patients with familial hypercholesterolemia, moderate to high-intensity statin therapy is recommended. [39] Older patients: For patients >75 years of age, the clinician and patient should discuss the potential benefits of preventative therapies in the context of comorbidities and life expectancy.", "contents": "Statin Medications -- Administration -- Specific Patient Populations. Breastfeeding considerations: The consensus is that statins should not be used during breastfeeding due to disruption in the infant's lipid metabolism. Other agents, such as cholestyramine, colesevelam, and colestipol, may be safe during breastfeeding. [36] [37] [38] Pediatric patients: For patients with familial hypercholesterolemia, moderate to high-intensity statin therapy is recommended. [39] Older patients: For patients >75 years of age, the clinician and patient should discuss the potential benefits of preventative therapies in the context of comorbidities and life expectancy."}
{"id": "article-29463_23", "title": "Statin Medications -- Adverse Effects", "content": "Statins are usually well-tolerated, with myopathy, hepatotoxicity, and diabetes mellitus being the most common adverse reactions. The incidence of myopathy is dose-dependent and may present as diffuse myalgias or otherwise unexplainable muscle tenderness or weakness with reversal upon medication discontinuation. Rhabdomyolysis is the most serious complication of statin use, but the occurrence is rare.", "contents": "Statin Medications -- Adverse Effects. Statins are usually well-tolerated, with myopathy, hepatotoxicity, and diabetes mellitus being the most common adverse reactions. The incidence of myopathy is dose-dependent and may present as diffuse myalgias or otherwise unexplainable muscle tenderness or weakness with reversal upon medication discontinuation. Rhabdomyolysis is the most serious complication of statin use, but the occurrence is rare."}
{"id": "article-29463_24", "title": "Statin Medications -- Adverse Effects", "content": "Elevated hepatic transaminases can occur. This elevation is usually transient and resolves with continued therapy or after a brief therapy interruption. Patients with statin-induced hepatotoxicity have hepatocellular rather than cholestatic or mixed liver injury. The cholestatic or mixed hepatic injury appeared more predominant in patients administered atorvastatin. [40] The FDA no longer supports liver function tests for monitoring the use of these medications without symptoms of hepatotoxicity, such as unusual weakness or fatigue, jaundice, or dark-colored urine. [41] [42] [43]", "contents": "Statin Medications -- Adverse Effects. Elevated hepatic transaminases can occur. This elevation is usually transient and resolves with continued therapy or after a brief therapy interruption. Patients with statin-induced hepatotoxicity have hepatocellular rather than cholestatic or mixed liver injury. The cholestatic or mixed hepatic injury appeared more predominant in patients administered atorvastatin. [40] The FDA no longer supports liver function tests for monitoring the use of these medications without symptoms of hepatotoxicity, such as unusual weakness or fatigue, jaundice, or dark-colored urine. [41] [42] [43]"}
{"id": "article-29463_25", "title": "Statin Medications -- Adverse Effects", "content": "Statin-associated cognitive dysfunction is a rare adverse drug reaction; changing lipophilic to hydrophilic statins may resolve cognitive impairment. [44] Statin therapy is also associated with an increased risk of developing new-onset diabetes mellitus. [45] Concerns exist regarding hemorrhagic stroke with statins; however, a large cohort study found no evidence that HMG-Co-A-reductase inhibitors increase the risk of intracerebral hemorrhage in individuals with a history of stroke. [46] Statin-associated immune-mediated necrotizing myopathy is due to the development of antibodies against the HMG-CoA reductase enzyme. Symmetrical, proximal muscle weakness with significantly increased CPK persists for months after discontinuation of statins, which is common in statin-associated immune-mediated necrotizing myopathy. [47]", "contents": "Statin Medications -- Adverse Effects. Statin-associated cognitive dysfunction is a rare adverse drug reaction; changing lipophilic to hydrophilic statins may resolve cognitive impairment. [44] Statin therapy is also associated with an increased risk of developing new-onset diabetes mellitus. [45] Concerns exist regarding hemorrhagic stroke with statins; however, a large cohort study found no evidence that HMG-Co-A-reductase inhibitors increase the risk of intracerebral hemorrhage in individuals with a history of stroke. [46] Statin-associated immune-mediated necrotizing myopathy is due to the development of antibodies against the HMG-CoA reductase enzyme. Symmetrical, proximal muscle weakness with significantly increased CPK persists for months after discontinuation of statins, which is common in statin-associated immune-mediated necrotizing myopathy. [47]"}
{"id": "article-29463_26", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "Gemfibrozil-simvastatin: Reduced metabolism of simvastatin leads to increased concentration and increased risk of myopathy. Avoid combination. [19]", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. Gemfibrozil-simvastatin: Reduced metabolism of simvastatin leads to increased concentration and increased risk of myopathy. Avoid combination. [19]"}
{"id": "article-29463_27", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "Gemfibrozil-pravastatin: Reduced metabolism of pravastatin leads to increased concentrations and increased risk of myopathy. Avoid combination. Coadministration of a statin with a fibrate may be required to treat complex dyslipidemias or hypertriglyceridemia; fenofibrate is preferred due to the reduced incidence of drug interactions compared with statin-gemfibrozil therapy. (The rate of gemfibrozil-associated rhabdomyolysis is approximately 10 times higher than fenofibrate). [48] Amiodarone-lovastatin: Limit the doage of lovastatin to 40 mg daily. Amiodarone-simvastatin: Limit the doage of simvastatin to 20 mg daily. Conivaptan-simvastatin: Reduced metabolism of simvastatin leads to increased concentrations and increased risk of myopathy. Cyclosporine, tacrolimus, everolimus, sirolimus with lovastatin + pitavastatin: Avoid combination.", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. Gemfibrozil-pravastatin: Reduced metabolism of pravastatin leads to increased concentrations and increased risk of myopathy. Avoid combination. Coadministration of a statin with a fibrate may be required to treat complex dyslipidemias or hypertriglyceridemia; fenofibrate is preferred due to the reduced incidence of drug interactions compared with statin-gemfibrozil therapy. (The rate of gemfibrozil-associated rhabdomyolysis is approximately 10 times higher than fenofibrate). [48] Amiodarone-lovastatin: Limit the doage of lovastatin to 40 mg daily. Amiodarone-simvastatin: Limit the doage of simvastatin to 20 mg daily. Conivaptan-simvastatin: Reduced metabolism of simvastatin leads to increased concentrations and increased risk of myopathy. Cyclosporine, tacrolimus, everolimus, sirolimus with lovastatin + pitavastatin: Avoid combination."}
{"id": "article-29463_28", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "CYP3A4 mediated interactions: Atorvastatin, lovastatin, and simvastatin are primarily metabolized by CPYP3A4. Therefore, closely monitor when administered with CYP3A4 inhibitors such as amiodarone, amlodipine, ciprofloxacin, clarithromycin, telithromycin, diltiazem, erythromycin, fluconazole, fluoxetine, sertraline, isoniazid, itraconazole, ketoconazole, midazolam, nefazodone, posaconazole, protease inhibitors, ranolazine, tacrolimus, ticagrelor, verapamil, and voriconazole.", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. CYP3A4 mediated interactions: Atorvastatin, lovastatin, and simvastatin are primarily metabolized by CPYP3A4. Therefore, closely monitor when administered with CYP3A4 inhibitors such as amiodarone, amlodipine, ciprofloxacin, clarithromycin, telithromycin, diltiazem, erythromycin, fluconazole, fluoxetine, sertraline, isoniazid, itraconazole, ketoconazole, midazolam, nefazodone, posaconazole, protease inhibitors, ranolazine, tacrolimus, ticagrelor, verapamil, and voriconazole."}
{"id": "article-29463_29", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "CYP2C9 mediated interactions: Fluvastatin, and rosuvastatin is primarily metabolized by CYP2C9. Monitor for drug interactions when administered with amiodarone, etravirine, fluconazole, fluvoxamine, fluvastatin, ketoconazole, metronidazole, miconazole, sulfamethoxazole+trimethoprim, voriconazole, zafirlukast.", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. CYP2C9 mediated interactions: Fluvastatin, and rosuvastatin is primarily metabolized by CYP2C9. Monitor for drug interactions when administered with amiodarone, etravirine, fluconazole, fluvoxamine, fluvastatin, ketoconazole, metronidazole, miconazole, sulfamethoxazole+trimethoprim, voriconazole, zafirlukast."}
{"id": "article-29463_30", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "P-gp-mediated interactions: Atorvastatin, lovastatin, pitavastatin, and simvastatin are substrates of P-gp. Monitor for drug interactions when given with P-gp inhibitors like amiodarone, azithromycin, captopril, carvedilol, cimetidine, clarithromycin, colchicine, conivaptan, cyclosporine, diltiazem, dipyridamole, dronedarone, erythromycin, felodipine, grapefruit juice, itraconazole, ketoconazole, mefloquine, nicardipine, omeprazole, protease inhibitors, quinidine, ranolazine, sertraline, tacrolimus, verapamil. Atorvastatin, pitavastatin, lovastatin, and simvastatin are P-gp substrates and P-gp inhibitors.", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. P-gp-mediated interactions: Atorvastatin, lovastatin, pitavastatin, and simvastatin are substrates of P-gp. Monitor for drug interactions when given with P-gp inhibitors like amiodarone, azithromycin, captopril, carvedilol, cimetidine, clarithromycin, colchicine, conivaptan, cyclosporine, diltiazem, dipyridamole, dronedarone, erythromycin, felodipine, grapefruit juice, itraconazole, ketoconazole, mefloquine, nicardipine, omeprazole, protease inhibitors, quinidine, ranolazine, sertraline, tacrolimus, verapamil. Atorvastatin, pitavastatin, lovastatin, and simvastatin are P-gp substrates and P-gp inhibitors."}
{"id": "article-29463_31", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "OAT-mediated interactions: OATP1B1 is involved in statin uptake and metabolism of atorvastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Therefore, monitor drug interactions when prescribed with carbamazepine, clarithromycin, erythromycin, gemfibrozil, protease inhibitors, rifampin, sildenafil, sacubitril, and telithromycin. OATP1B3 is involved in statin uptake and metabolism of fluvastatin, pravastatin, and rosuvastatin. Monitor for drug interactions when prescribed clarithromycin, cyclosporine, erythromycin, rifampin, roxithromycin, rifampin, sacubitril, and telithromycin. OATP inhibitors may increase concentrations of statins, consequently increasing the rate of adverse drug reactions, including myopathy. [19]", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. OAT-mediated interactions: OATP1B1 is involved in statin uptake and metabolism of atorvastatin, pitavastatin, pravastatin, rosuvastatin, and simvastatin. Therefore, monitor drug interactions when prescribed with carbamazepine, clarithromycin, erythromycin, gemfibrozil, protease inhibitors, rifampin, sildenafil, sacubitril, and telithromycin. OATP1B3 is involved in statin uptake and metabolism of fluvastatin, pravastatin, and rosuvastatin. Monitor for drug interactions when prescribed clarithromycin, cyclosporine, erythromycin, rifampin, roxithromycin, rifampin, sacubitril, and telithromycin. OATP inhibitors may increase concentrations of statins, consequently increasing the rate of adverse drug reactions, including myopathy. [19]"}
{"id": "article-29463_32", "title": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions", "content": "Diltiazem + verapamil: Rhabdomyolysis is reported in a patient taking atorvastatin after diltiazem. [49] Avoid concurrent administering verapamil and diltiazem with simvastatin and lovastatin as AUC increases by 3- to 8-fold. [50] [51]", "contents": "Statin Medications -- Adverse Effects -- Drug-Drug Interactions. Diltiazem + verapamil: Rhabdomyolysis is reported in a patient taking atorvastatin after diltiazem. [49] Avoid concurrent administering verapamil and diltiazem with simvastatin and lovastatin as AUC increases by 3- to 8-fold. [50] [51]"}
{"id": "article-29463_33", "title": "Statin Medications -- Contraindications -- Box Warnings", "content": "Statins are contraindicated in active hepatic disease or unexplained persistent elevations in aminotransferase levels. Statins should typically be discontinued for most pregnant individuals. As per the FDA, healthcare professionals need to assess the therapeutic needs, especially for those at a high risk of cardiovascular events during pregnancy, such as patients with homozygous familial hypercholesterolemia or established cardiovascular disease. [12] [35] Statins are also contraindicated when breastfeeding because of the effects on the cholesterol pathway, as cholesterol is essential for fetal and infant synthesis of steroids and cell membrane development. [36] [37]", "contents": "Statin Medications -- Contraindications -- Box Warnings. Statins are contraindicated in active hepatic disease or unexplained persistent elevations in aminotransferase levels. Statins should typically be discontinued for most pregnant individuals. As per the FDA, healthcare professionals need to assess the therapeutic needs, especially for those at a high risk of cardiovascular events during pregnancy, such as patients with homozygous familial hypercholesterolemia or established cardiovascular disease. [12] [35] Statins are also contraindicated when breastfeeding because of the effects on the cholesterol pathway, as cholesterol is essential for fetal and infant synthesis of steroids and cell membrane development. [36] [37]"}
{"id": "article-29463_34", "title": "Statin Medications -- Contraindications -- Box Warnings", "content": "The term statin intolerance is commonly used in medical practice. According to the guidelines of the National Lipid Association (NLA), statin intolerance is characterized as one or more adverse effects associated with statins. These adverse effects improve or resolve when the dosage is decreased or discontinued. Statin intolerance can be classified as a complete inability to tolerate any statin dosage or partial intolerance, where the patient cannot tolerate the dosage required to achieve the specific therapeutic goal. Diagnosing statin intolerance requires attempting at least 2 statins, including one at the lowest approved daily dose. Statin intolerance is influenced by modifiable factors highlighted by NLA: hypothyroidism, avoiding alcohol and strenuous exercise, correcting vitamin D deficiency, and managing diabetes and obesity. [52]", "contents": "Statin Medications -- Contraindications -- Box Warnings. The term statin intolerance is commonly used in medical practice. According to the guidelines of the National Lipid Association (NLA), statin intolerance is characterized as one or more adverse effects associated with statins. These adverse effects improve or resolve when the dosage is decreased or discontinued. Statin intolerance can be classified as a complete inability to tolerate any statin dosage or partial intolerance, where the patient cannot tolerate the dosage required to achieve the specific therapeutic goal. Diagnosing statin intolerance requires attempting at least 2 statins, including one at the lowest approved daily dose. Statin intolerance is influenced by modifiable factors highlighted by NLA: hypothyroidism, avoiding alcohol and strenuous exercise, correcting vitamin D deficiency, and managing diabetes and obesity. [52]"}
{"id": "article-29463_35", "title": "Statin Medications -- Contraindications -- Warnings and Precautions", "content": "Coadministration of CYP3A4 substrate statins (atorvastatin, lovastatin, and simvastatin) with medications that are potent 3A4 inhibitors (diltiazem, erythromycin, -azoles) may result in increased serum concentrations with an increased risk of adverse effects. A reduced dose may be appropriate, or a selection of an alternative statin that does not undergo metabolism via the 3A4 pathway. Administration with other drugs associated with myopathy requires caution. Simvastatin and gemfibrozil coadministration are contraindicated because of the risk of rhabdomyolysis. Dose restrictions are recommended with the coadministration of gemfibrozil or other fibrates with statins, and using multiple statins is not recommended. [53] [54] [55]", "contents": "Statin Medications -- Contraindications -- Warnings and Precautions. Coadministration of CYP3A4 substrate statins (atorvastatin, lovastatin, and simvastatin) with medications that are potent 3A4 inhibitors (diltiazem, erythromycin, -azoles) may result in increased serum concentrations with an increased risk of adverse effects. A reduced dose may be appropriate, or a selection of an alternative statin that does not undergo metabolism via the 3A4 pathway. Administration with other drugs associated with myopathy requires caution. Simvastatin and gemfibrozil coadministration are contraindicated because of the risk of rhabdomyolysis. Dose restrictions are recommended with the coadministration of gemfibrozil or other fibrates with statins, and using multiple statins is not recommended. [53] [54] [55]"}
{"id": "article-29463_36", "title": "Statin Medications -- Monitoring", "content": "Liver function tests should be assessed before therapy initiation, as statins are contraindicated in patients with active hepatic disease. It is unnecessary to schedule regular follow-ups of the patient's liver function unless clinical symptoms of the hepatic disease are apparent. Moderate-intensity therapy should result in a 30% to 50% reduction in LDL from baseline, while high-intensity therapy should result in a reduction of more than 50% from baseline. Statin medications other than atorvastatin require dose adjustment in patients with renal impairment. To monitor renal status, it is important to monitor serum creatinine and creatinine clearance. [56] [57] [58]", "contents": "Statin Medications -- Monitoring. Liver function tests should be assessed before therapy initiation, as statins are contraindicated in patients with active hepatic disease. It is unnecessary to schedule regular follow-ups of the patient's liver function unless clinical symptoms of the hepatic disease are apparent. Moderate-intensity therapy should result in a 30% to 50% reduction in LDL from baseline, while high-intensity therapy should result in a reduction of more than 50% from baseline. Statin medications other than atorvastatin require dose adjustment in patients with renal impairment. To monitor renal status, it is important to monitor serum creatinine and creatinine clearance. [56] [57] [58]"}
{"id": "article-29463_37", "title": "Statin Medications -- Monitoring", "content": "Close monitoring of creatine kinase (CK) and statins is recommended when colchicine is used. Patients on high-intensity atorvastatin may be at increased risk of digoxin toxicity, and monitoring for digoxin toxicity is suggested. LDL-C response should be monitored to adjust the dose and intensity of statin therapy. According to AHA, fasting lipid panel monitoring should be measured at baseline and 4 to 12 weeks after statin initiation or dose adjustment. Follow-up monitoring is preferred every 3 to 12 months. [19]", "contents": "Statin Medications -- Monitoring. Close monitoring of creatine kinase (CK) and statins is recommended when colchicine is used. Patients on high-intensity atorvastatin may be at increased risk of digoxin toxicity, and monitoring for digoxin toxicity is suggested. LDL-C response should be monitored to adjust the dose and intensity of statin therapy. According to AHA, fasting lipid panel monitoring should be measured at baseline and 4 to 12 weeks after statin initiation or dose adjustment. Follow-up monitoring is preferred every 3 to 12 months. [19]"}
{"id": "article-29463_38", "title": "Statin Medications -- Toxicity -- Signs and Symptoms of Overdose", "content": "Statins are now well-established drugs with proven effectiveness in reducing adverse cardiovascular and cerebrovascular events. Rhabdomyolysis presents with severe muscle pain, weakness, and dark urine due to myoglobinuria, leading to acute kidney injury. Laboratory tests reveal elevated serum levels of CK and myoglobin, with myoglobin breakdown products in the urine, contributing to dark or tea-colored urine. [59]", "contents": "Statin Medications -- Toxicity -- Signs and Symptoms of Overdose. Statins are now well-established drugs with proven effectiveness in reducing adverse cardiovascular and cerebrovascular events. Rhabdomyolysis presents with severe muscle pain, weakness, and dark urine due to myoglobinuria, leading to acute kidney injury. Laboratory tests reveal elevated serum levels of CK and myoglobin, with myoglobin breakdown products in the urine, contributing to dark or tea-colored urine. [59]"}
{"id": "article-29463_39", "title": "Statin Medications -- Toxicity -- Management of Overdose", "content": "No antidote is available to reverse the myopathy or rhabdomyolysis caused by statins. The general treatment is supportive and comprises immediate discontinuation of the offending drug. Aggressive fluid management is the cornerstone of therapy. [60] The urine output requires monitoring, and a Foley catheter insertion may be necessary. Other supportive measures include correcting electrolyte disturbances and monitoring the patient with continuous EKG monitoring if hyperkalemia is present. Insulin-dextrose treatment (IDT) is a first-line treatment for moderate (K+ 6 mmol/L to 7 mmol/L) to severe hyperkalemia (K+ >  7 mmol/L). [61]", "contents": "Statin Medications -- Toxicity -- Management of Overdose. No antidote is available to reverse the myopathy or rhabdomyolysis caused by statins. The general treatment is supportive and comprises immediate discontinuation of the offending drug. Aggressive fluid management is the cornerstone of therapy. [60] The urine output requires monitoring, and a Foley catheter insertion may be necessary. Other supportive measures include correcting electrolyte disturbances and monitoring the patient with continuous EKG monitoring if hyperkalemia is present. Insulin-dextrose treatment (IDT) is a first-line treatment for moderate (K+ 6 mmol/L to 7 mmol/L) to severe hyperkalemia (K+ >  7 mmol/L). [61]"}
{"id": "article-29463_40", "title": "Statin Medications -- Toxicity -- Management of Overdose", "content": "All patients need continual follow-ups to monitor for hyperkalemia and acute kidney injury. The patient may be discharged when electrolytes return to normal and no renal dysfunction is apparent. The decision to restart a statin requires good clinical judgment. Clinicians should avoid concomitant fibrates and use only the lowest dose of another statin. The patient should be monitored for muscle pain and routine urine and blood tests to ensure muscle breakdown is not recurring. The statin-associated autoimmune myopathy requires aggressive immunosuppression with steroids, methotrexate, and intravenous immunoglobulin (IVIG) or rituximab. [47]", "contents": "Statin Medications -- Toxicity -- Management of Overdose. All patients need continual follow-ups to monitor for hyperkalemia and acute kidney injury. The patient may be discharged when electrolytes return to normal and no renal dysfunction is apparent. The decision to restart a statin requires good clinical judgment. Clinicians should avoid concomitant fibrates and use only the lowest dose of another statin. The patient should be monitored for muscle pain and routine urine and blood tests to ensure muscle breakdown is not recurring. The statin-associated autoimmune myopathy requires aggressive immunosuppression with steroids, methotrexate, and intravenous immunoglobulin (IVIG) or rituximab. [47]"}
{"id": "article-29463_41", "title": "Statin Medications -- Enhancing Healthcare Team Outcomes", "content": "Statin therapy requires an interprofessional healthcare team that includes clinicians (MDs, DOs, NPs, and PAs), nurses, and pharmacists. When the patient is prescribed a statin, the nurse and pharmacist should educate the patient on the dose and adverse effects of the drugs. The pharmacist must regularly check the patient's list of medications to ensure safety and prevent polypharmacy interactions. Nursing staff should verify medication compliance, ask about any new symptoms that may have links to statin use, counsel the patient on administration, and inform the prescriber of any concerns.", "contents": "Statin Medications -- Enhancing Healthcare Team Outcomes. Statin therapy requires an interprofessional healthcare team that includes clinicians (MDs, DOs, NPs, and PAs), nurses, and pharmacists. When the patient is prescribed a statin, the nurse and pharmacist should educate the patient on the dose and adverse effects of the drugs. The pharmacist must regularly check the patient's list of medications to ensure safety and prevent polypharmacy interactions. Nursing staff should verify medication compliance, ask about any new symptoms that may have links to statin use, counsel the patient on administration, and inform the prescriber of any concerns."}
{"id": "article-29463_42", "title": "Statin Medications -- Enhancing Healthcare Team Outcomes", "content": "Further, clinicians should monitor liver function because of the risk of transaminase elevations. A meta-analysis suggests that statin therapy can reduce cardiovascular adverse events in coronary artery spasms. The association between the two was stronger in Japanese patients and those who were followed up for more than 4 years. [62]", "contents": "Statin Medications -- Enhancing Healthcare Team Outcomes. Further, clinicians should monitor liver function because of the risk of transaminase elevations. A meta-analysis suggests that statin therapy can reduce cardiovascular adverse events in coronary artery spasms. The association between the two was stronger in Japanese patients and those who were followed up for more than 4 years. [62]"}
{"id": "article-29463_43", "title": "Statin Medications -- Enhancing Healthcare Team Outcomes", "content": "Statin therapy correlates with an increased risk of diabetes, with the first notable JUPITER trial published in 2008. [63] A meta-analysis study involving 91140 patients published in 2014 showed a 9% increase in the likelihood of developing diabetes mellitus. [64] Studies have found that pitavastatin should be the drug of choice in pre-diabetic patients to reduce the risk of developing diabetes. The REAL-CAD trial published in 2018 found that a higher dose of pitavastatin significantly reduced cardiovascular events in Japanese patients with coronary artery disease compared to a lower dose of pitavastatin. [65] A recent updated meta-analysis showed that coenzyme Q10 supplementation reduced statin-associated muscle symptoms. [66] Clinicians should consider CoQ10 supplementation before discontinuing statin medication.", "contents": "Statin Medications -- Enhancing Healthcare Team Outcomes. Statin therapy correlates with an increased risk of diabetes, with the first notable JUPITER trial published in 2008. [63] A meta-analysis study involving 91140 patients published in 2014 showed a 9% increase in the likelihood of developing diabetes mellitus. [64] Studies have found that pitavastatin should be the drug of choice in pre-diabetic patients to reduce the risk of developing diabetes. The REAL-CAD trial published in 2018 found that a higher dose of pitavastatin significantly reduced cardiovascular events in Japanese patients with coronary artery disease compared to a lower dose of pitavastatin. [65] A recent updated meta-analysis showed that coenzyme Q10 supplementation reduced statin-associated muscle symptoms. [66] Clinicians should consider CoQ10 supplementation before discontinuing statin medication."}
{"id": "article-29463_44", "title": "Statin Medications -- Enhancing Healthcare Team Outcomes", "content": "Clinical trials have shown that statins effectively lower cholesterol and the risk of adverse cardiac events. The ALLHAT-LLT trial found no benefit in primary prevention in older adults aged above 75 with statin therapy and hyperlipidemia. [58] Statin therapy should still resume in older patients with a history of coronary artery disease, stroke, and diabetes mellitus. A systemic review of 35 studies (925,171 patients) demonstrated that pharmacist-led medication reconciliation, patient education, and interprofessional collaboration between pharmacists, primary care clinicians, and cardiologists improves patient compliance with lipid-lowering medications, including statins. [67]", "contents": "Statin Medications -- Enhancing Healthcare Team Outcomes. Clinical trials have shown that statins effectively lower cholesterol and the risk of adverse cardiac events. The ALLHAT-LLT trial found no benefit in primary prevention in older adults aged above 75 with statin therapy and hyperlipidemia. [58] Statin therapy should still resume in older patients with a history of coronary artery disease, stroke, and diabetes mellitus. A systemic review of 35 studies (925,171 patients) demonstrated that pharmacist-led medication reconciliation, patient education, and interprofessional collaboration between pharmacists, primary care clinicians, and cardiologists improves patient compliance with lipid-lowering medications, including statins. [67]"}
{"id": "article-29463_45", "title": "Statin Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Statin Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}