{"id": "article-23735_0", "title": "Intrinsic Hand Deformity -- Continuing Education Activity", "content": "Intrinsic hand deformities represent a challenging condition that disables the patient if left untreated. A thorough physical examination is essential to find the cause of this condition. Nerve repairment and transfers, as well as tendon transfers, have the potential to restore grip and pinch. This activity reviews the evaluation and treatment of intrinsic hand deformities and highlights the role of the healthcare team in evaluating and treating patients with intrinsic hand deformities.", "contents": "Intrinsic Hand Deformity -- Continuing Education Activity. Intrinsic hand deformities represent a challenging condition that disables the patient if left untreated. A thorough physical examination is essential to find the cause of this condition. Nerve repairment and transfers, as well as tendon transfers, have the potential to restore grip and pinch. This activity reviews the evaluation and treatment of intrinsic hand deformities and highlights the role of the healthcare team in evaluating and treating patients with intrinsic hand deformities."}
{"id": "article-23735_1", "title": "Intrinsic Hand Deformity -- Continuing Education Activity", "content": "Objectives: Describe the presentation of a patient with an intrinsic hand deformity. Explain the physical exam findings associated with an intrinsic hand deformity. Review the management considerations for patients with intrinsic hand deformities. Outline the treatment considerations for patients with intrinsic hand deformities. Access free multiple choice questions on this topic.", "contents": "Intrinsic Hand Deformity -- Continuing Education Activity. Objectives: Describe the presentation of a patient with an intrinsic hand deformity. Explain the physical exam findings associated with an intrinsic hand deformity. Review the management considerations for patients with intrinsic hand deformities. Outline the treatment considerations for patients with intrinsic hand deformities. Access free multiple choice questions on this topic."}
{"id": "article-23735_2", "title": "Intrinsic Hand Deformity -- Introduction", "content": "Hands can perform a wide variety of functions; they provide us with agility, dexterity, and skills to perform both gross and fine motor movements. The ability to apply the precise amount of pressure necessary to hold an object comes from the stability and mobility supplied by the skeleton, muscles, and nerves.", "contents": "Intrinsic Hand Deformity -- Introduction. Hands can perform a wide variety of functions; they provide us with agility, dexterity, and skills to perform both gross and fine motor movements. The ability to apply the precise amount of pressure necessary to hold an object comes from the stability and mobility supplied by the skeleton, muscles, and nerves."}
{"id": "article-23735_3", "title": "Intrinsic Hand Deformity -- Introduction", "content": "Hand function plays a key role in occupational performance. The impairment of intrinsic muscles leads to a decreased strength of handgrip and characteristic deformities affecting the quality of life by impairing the skills that allow for independence and participation in various physical activities. [1] [2] [3]", "contents": "Intrinsic Hand Deformity -- Introduction. Hand function plays a key role in occupational performance. The impairment of intrinsic muscles leads to a decreased strength of handgrip and characteristic deformities affecting the quality of life by impairing the skills that allow for independence and participation in various physical activities. [1] [2] [3]"}
{"id": "article-23735_4", "title": "Intrinsic Hand Deformity -- Etiology", "content": "Impairment can be due to intrinsic palsy (intrinsic minus hand) or intrinsic contracture (intrinsic plus hand). Trauma is the most frequent cause of intrinsic contracture, which can be associated with metacarpal fractures or increased edema and vascular impairment, as happens with compartment syndrome. This causes lead to adhesion formation and fibrosis of the intrinsic muscles and tendons.", "contents": "Intrinsic Hand Deformity -- Etiology. Impairment can be due to intrinsic palsy (intrinsic minus hand) or intrinsic contracture (intrinsic plus hand). Trauma is the most frequent cause of intrinsic contracture, which can be associated with metacarpal fractures or increased edema and vascular impairment, as happens with compartment syndrome. This causes lead to adhesion formation and fibrosis of the intrinsic muscles and tendons."}
{"id": "article-23735_5", "title": "Intrinsic Hand Deformity -- Etiology", "content": "Other causes of intrinsic contractures include neurologic or spastic hand secondary to an upper motor neuron syndrome (cerebrovascular accident, cerebral palsy, traumatic brain injury, Parkinson’s disease), rheumatoid arthritis, osteoarthritis, and arthrogryposis.", "contents": "Intrinsic Hand Deformity -- Etiology. Other causes of intrinsic contractures include neurologic or spastic hand secondary to an upper motor neuron syndrome (cerebrovascular accident, cerebral palsy, traumatic brain injury, Parkinson’s disease), rheumatoid arthritis, osteoarthritis, and arthrogryposis."}
{"id": "article-23735_6", "title": "Intrinsic Hand Deformity -- Etiology", "content": "Traumatic injury to the ulnar nerve is the most frequent cause of intrinsic palsy. Other causes include nervous entrapment along its path in the arm (compression neuropathy), compartment syndrome,  central nervous system diseases, rheumatoid diseases, Leprosy (Hansen disease), rheumatoid arthritis, Charcot-Marie-Tooth disease, and prolonged immobilization, failure to splint a crush-injured hand using intrinsic plus posture.", "contents": "Intrinsic Hand Deformity -- Etiology. Traumatic injury to the ulnar nerve is the most frequent cause of intrinsic palsy. Other causes include nervous entrapment along its path in the arm (compression neuropathy), compartment syndrome,  central nervous system diseases, rheumatoid diseases, Leprosy (Hansen disease), rheumatoid arthritis, Charcot-Marie-Tooth disease, and prolonged immobilization, failure to splint a crush-injured hand using intrinsic plus posture."}
{"id": "article-23735_7", "title": "Intrinsic Hand Deformity -- Epidemiology", "content": "Trauma is the most frequent cause of intrinsic contractures and intrinsic palsy. Nerve injuries may be isolated ulnar or median nerve injuries or a combination of both. Nerve Injuries are a very important cause of morbidity in young active patients causing sensory and motor sequel.  Traumatic etiology of hand deformity is more common in men than women. Approximately 22% of nerve injuries involving the volar forearm present a combined injury. [4]", "contents": "Intrinsic Hand Deformity -- Epidemiology. Trauma is the most frequent cause of intrinsic contractures and intrinsic palsy. Nerve injuries may be isolated ulnar or median nerve injuries or a combination of both. Nerve Injuries are a very important cause of morbidity in young active patients causing sensory and motor sequel.  Traumatic etiology of hand deformity is more common in men than women. Approximately 22% of nerve injuries involving the volar forearm present a combined injury. [4]"}
{"id": "article-23735_8", "title": "Intrinsic Hand Deformity -- Epidemiology", "content": "Carpal tunnel syndrome (CTS) is the most common entrapment neuropathy with an incidence of 1 to 3 persons per 1000 person-years. Compressive neuropathy of the ulnar nerve is the second most common entrapment neuropathy after the CTS, with a reported incidence of 25-28 cases per 100,00 person-years. [5] [6]", "contents": "Intrinsic Hand Deformity -- Epidemiology. Carpal tunnel syndrome (CTS) is the most common entrapment neuropathy with an incidence of 1 to 3 persons per 1000 person-years. Compressive neuropathy of the ulnar nerve is the second most common entrapment neuropathy after the CTS, with a reported incidence of 25-28 cases per 100,00 person-years. [5] [6]"}
{"id": "article-23735_9", "title": "Intrinsic Hand Deformity -- Pathophysiology", "content": "The intrinsic muscles of the hand are divided into five groups: Thenar eminence muscles Hypothenar eminence muscles Lumbrical muscles Dorsal interosseous muscles Volar interosseous muscles", "contents": "Intrinsic Hand Deformity -- Pathophysiology. The intrinsic muscles of the hand are divided into five groups: Thenar eminence muscles Hypothenar eminence muscles Lumbrical muscles Dorsal interosseous muscles Volar interosseous muscles"}
{"id": "article-23735_10", "title": "Intrinsic Hand Deformity -- Pathophysiology", "content": "The intrinsic plus hand occurs most commonly secondary to the spasticity of the intrinsic muscles, leading to flexion of the metacarpophalangeal (MCP) joints and extension of the interphalangeal joints. However, it can also occur due to extrinsic muscle weakness (extensor digitorum communis or flexor digitorum superficialis and profundus) The intrinsic minus hand occurs secondary to loss of intrinsic muscle action, leading to loss of the MCP flexion and interphalangeal extension, which are more evident in the fourth and fifth fingers.", "contents": "Intrinsic Hand Deformity -- Pathophysiology. The intrinsic plus hand occurs most commonly secondary to the spasticity of the intrinsic muscles, leading to flexion of the metacarpophalangeal (MCP) joints and extension of the interphalangeal joints. However, it can also occur due to extrinsic muscle weakness (extensor digitorum communis or flexor digitorum superficialis and profundus) The intrinsic minus hand occurs secondary to loss of intrinsic muscle action, leading to loss of the MCP flexion and interphalangeal extension, which are more evident in the fourth and fifth fingers."}
{"id": "article-23735_11", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy", "content": "Ulnar nerve dysfunction is the leading cause of intrinsic muscle palsy. Ulnar nerve injuries are divided into low and high injuries. [7]", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy. Ulnar nerve dysfunction is the leading cause of intrinsic muscle palsy. Ulnar nerve injuries are divided into low and high injuries. [7]"}
{"id": "article-23735_12", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy", "content": "Low ulnar nerve injuries are those distal to the motor branch of flexor carpi ulnaris and flexor digitorum profundus. The sensibility of the volar aspect of the fifth and fourth fingers of the hand is impaired. The sensibility of the dorsal aspect of these fingers is also lost if the injury occurs proximal to the dorsal ulnar sensory nerve. The paralysis affects all interosseous muscles, two ulnar lumbricals, hypothenar muscles, adductor pollicis, and the deep head of flexor pollicis brevis.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy. Low ulnar nerve injuries are those distal to the motor branch of flexor carpi ulnaris and flexor digitorum profundus. The sensibility of the volar aspect of the fifth and fourth fingers of the hand is impaired. The sensibility of the dorsal aspect of these fingers is also lost if the injury occurs proximal to the dorsal ulnar sensory nerve. The paralysis affects all interosseous muscles, two ulnar lumbricals, hypothenar muscles, adductor pollicis, and the deep head of flexor pollicis brevis."}
{"id": "article-23735_13", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy", "content": "Loss of intrinsic muscle contraction results in impairment of the MCP joint flexion and interphalangeal joint extension, leading to an MCP hyperextension and interphalangeal joints flexion of the fourth and fifth fingers (Duchenne sign). This posture is known as the intrinsic minus or claw posture. It has also been referred to as the benediction sign, which is more evident when the patient is asked to extend the fingers (see Image. Benediction Hand). [8] [9] The development of this position requires the integrity of the flexor and extensor extrinsic muscles. For this reason, high ulnar injuries that affect the ulnar half of the flexor digitorum profundus muscle results in less severe deformity. [10]", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy. Loss of intrinsic muscle contraction results in impairment of the MCP joint flexion and interphalangeal joint extension, leading to an MCP hyperextension and interphalangeal joints flexion of the fourth and fifth fingers (Duchenne sign). This posture is known as the intrinsic minus or claw posture. It has also been referred to as the benediction sign, which is more evident when the patient is asked to extend the fingers (see Image. Benediction Hand). [8] [9] The development of this position requires the integrity of the flexor and extensor extrinsic muscles. For this reason, high ulnar injuries that affect the ulnar half of the flexor digitorum profundus muscle results in less severe deformity. [10]"}
{"id": "article-23735_14", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy", "content": "Intrinsic weakness leads to a 60% to 80% loss of pinch and grip strength. Performing a pinch with the thumb pulp to second finger pulp leads to excessive flexor pollicis longus contraction in these patients (excessive thumb interphalangeal flexion) due to weakness of the adductor pollicis (Froment sign). Thumb´s MCP joint presents hyperextension if there is an MCP joint laxity (Jeanne´s sign). The second finger presents proximal interphalangeal joint hyperflexion (>90°) because of the first interosseous muscle weakness; this has been referred to as the Mannerfelt sign. [11] [12] See Images. Froment Sign and and Jeanne Sign.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy. Intrinsic weakness leads to a 60% to 80% loss of pinch and grip strength. Performing a pinch with the thumb pulp to second finger pulp leads to excessive flexor pollicis longus contraction in these patients (excessive thumb interphalangeal flexion) due to weakness of the adductor pollicis (Froment sign). Thumb´s MCP joint presents hyperextension if there is an MCP joint laxity (Jeanne´s sign). The second finger presents proximal interphalangeal joint hyperflexion (>90°) because of the first interosseous muscle weakness; this has been referred to as the Mannerfelt sign. [11] [12] See Images. Froment Sign and and Jeanne Sign."}
{"id": "article-23735_15", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy", "content": "Another sign of interosseous weakness is the Andre-Thomas sign, which is the tendency of a patient to adopt a wrist flexing position by increasing the pull on the extensor digitorum communis to gain better MCP extension. However, this posture increases MCP extension and ultimately worsens the deformity. [13] Finger abduction (dorsal interosseous) and adduction (palmar interosseous) is lost (see Image. Wartenberg Sign). Third palmar interosseous palsy leads to the abduction attitude of the fifth finger due to unopposed extensor digiti minimi pull (Wartenberg sign). The second and third dorsal interosseous palsy leads to abduction impairment of the third finger (Pitres-Testut´s sign/Egawa´s sign) while the palm is placed flat on a table. Atrophy of the interosseous and hypothenar muscles, as well as a flattened palmar metacarpal arch (Masse sign), develops in more severe cases.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Muscles Palsy. Another sign of interosseous weakness is the Andre-Thomas sign, which is the tendency of a patient to adopt a wrist flexing position by increasing the pull on the extensor digitorum communis to gain better MCP extension. However, this posture increases MCP extension and ultimately worsens the deformity. [13] Finger abduction (dorsal interosseous) and adduction (palmar interosseous) is lost (see Image. Wartenberg Sign). Third palmar interosseous palsy leads to the abduction attitude of the fifth finger due to unopposed extensor digiti minimi pull (Wartenberg sign). The second and third dorsal interosseous palsy leads to abduction impairment of the third finger (Pitres-Testut´s sign/Egawa´s sign) while the palm is placed flat on a table. Atrophy of the interosseous and hypothenar muscles, as well as a flattened palmar metacarpal arch (Masse sign), develops in more severe cases."}
{"id": "article-23735_16", "title": "Intrinsic Hand Deformity -- History and Physical -- Median Nerve Injuries", "content": "Median nerve injuries are also referred to as high and low injuries. High median nerve affects volar extrinsic muscles, resulting in supination and ulnar deviation posture of the hand. The median nerve also innervates a small group of intrinsic hand muscles, which are: superficial head of flexor pollicis brevis, abductor pollicis brevis, opponens pollicis, and two radial lumbricals. Paralysis of this group of muscles leads to a weak flexion of the MCP joints with the innervated ulnar interosseous muscles. The second finger, third finger, and thumb´s interphalangeal joints cannot flex because of the paralysis of the flexor digitorum profundus and flexor digitorum superficialis. The thumb opposition is impaired, and the thumb lies in the same plane as metacarpals because of the paralysis of the abductor pollicis brevis and opponens pollicis. This characteristic posture is known as the benediction sign, which is exacerbated when the patient is asked to make a fist. [14] Atrophy of the thenar eminence develops in severe cases.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Median Nerve Injuries. Median nerve injuries are also referred to as high and low injuries. High median nerve affects volar extrinsic muscles, resulting in supination and ulnar deviation posture of the hand. The median nerve also innervates a small group of intrinsic hand muscles, which are: superficial head of flexor pollicis brevis, abductor pollicis brevis, opponens pollicis, and two radial lumbricals. Paralysis of this group of muscles leads to a weak flexion of the MCP joints with the innervated ulnar interosseous muscles. The second finger, third finger, and thumb´s interphalangeal joints cannot flex because of the paralysis of the flexor digitorum profundus and flexor digitorum superficialis. The thumb opposition is impaired, and the thumb lies in the same plane as metacarpals because of the paralysis of the abductor pollicis brevis and opponens pollicis. This characteristic posture is known as the benediction sign, which is exacerbated when the patient is asked to make a fist. [14] Atrophy of the thenar eminence develops in severe cases."}
{"id": "article-23735_17", "title": "Intrinsic Hand Deformity -- History and Physical -- Median Nerve Injuries", "content": "Low median nerve injury preserves the extrinsic muscle function. Thus, when the patient is asked to make a fist, the second and third fingers lag behind the ring and Little fingers due to lack of flexion at the MCP joints. However, the thumb also lies in the plane of the palm, and its opposition is impaired.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Median Nerve Injuries. Low median nerve injury preserves the extrinsic muscle function. Thus, when the patient is asked to make a fist, the second and third fingers lag behind the ring and Little fingers due to lack of flexion at the MCP joints. However, the thumb also lies in the plane of the palm, and its opposition is impaired."}
{"id": "article-23735_18", "title": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Contractures of the Hand", "content": "The intrinsic muscles of the hand flex the MCP joints and extend the interphalangeal (IP) joints. When there are normal muscle tone and adequate balance between intrinsic and extrinsic musculature, the explorer can passively extend the patient's MCP joints and simultaneously passively flex the proximal interphalangeal joint without any resistance or limitation in the movement. This maneuver is called the “intrinsic tightness test,” which was first described by Sterling Bunnell in 1948. [15] This test indicates the contracture of the intrinsic muscles, and it is positive when the force required to flex the proximal interphalangeal joint is higher when the MCP joint is passively extended compared to its flexion. This happens because intrinsic muscles are volar to the axis of rotation of the MCP joint and dorsal to the axis of the proximal interphalangeal joint. Thus, MCP joint hyperextension tightens the intrinsic muscles. On the other hand, when the force required for interphalangeal joint flexion increases with flexing the MCP joint, it indicates the contracture of the extrinsic extensor. It is important to consider the presence of lateral band adhesions, which can result in limited flexion of the interphalangeal joint in both flexion and extension of the metacarpophalangeal joint. Patients with intrinsic contractures are usually concerned about hand weakness, and they have trouble gripping wide objects.", "contents": "Intrinsic Hand Deformity -- History and Physical -- Intrinsic Contractures of the Hand. The intrinsic muscles of the hand flex the MCP joints and extend the interphalangeal (IP) joints. When there are normal muscle tone and adequate balance between intrinsic and extrinsic musculature, the explorer can passively extend the patient's MCP joints and simultaneously passively flex the proximal interphalangeal joint without any resistance or limitation in the movement. This maneuver is called the “intrinsic tightness test,” which was first described by Sterling Bunnell in 1948. [15] This test indicates the contracture of the intrinsic muscles, and it is positive when the force required to flex the proximal interphalangeal joint is higher when the MCP joint is passively extended compared to its flexion. This happens because intrinsic muscles are volar to the axis of rotation of the MCP joint and dorsal to the axis of the proximal interphalangeal joint. Thus, MCP joint hyperextension tightens the intrinsic muscles. On the other hand, when the force required for interphalangeal joint flexion increases with flexing the MCP joint, it indicates the contracture of the extrinsic extensor. It is important to consider the presence of lateral band adhesions, which can result in limited flexion of the interphalangeal joint in both flexion and extension of the metacarpophalangeal joint. Patients with intrinsic contractures are usually concerned about hand weakness, and they have trouble gripping wide objects."}
{"id": "article-23735_19", "title": "Intrinsic Hand Deformity -- Evaluation", "content": "A thorough physical exam is essential for the diagnosis. During the observation, special attention should be given to the range of motion, hand posture, and signs of muscle atrophy.", "contents": "Intrinsic Hand Deformity -- Evaluation. A thorough physical exam is essential for the diagnosis. During the observation, special attention should be given to the range of motion, hand posture, and signs of muscle atrophy."}
{"id": "article-23735_20", "title": "Intrinsic Hand Deformity -- Evaluation", "content": "The first dorsal interosseous muscle is assessed by placing the ulnar side of the patient´s hand on the examination table. The patient is asked to abduct the second finger while the examiner applies resistance. It is more sensitive to test the right and left hand at the same time to compare their strength. We evaluate the strength of second to fourth dorsal interosseous muscles by asking the patient to abduct all fingers against resistance. The strength of volar interosseous muscles is assessed by placing a sheet of paper between the extended and adducted fingers of the patient and asking the patient to hold the paper while the examiner attempts to pull it away. Bunnell´s test evaluates the presence of intrinsic muscle tightness by comparing the range of motion and force needed to passively flex the proximal interphalangeal joints while the MCP joints are passively extended and flexed. It also helps determine if tightness is secondary to extrinsic muscle contracture or interphalangeal capsule adhesions. Abductor digiti minimi is assessed by asking the patient to abduct the fifth finger against resistance. Flexor digiti minimi brevis is evaluated by flexing the MCP joint with the interphalangeal joints in extension, while the examiner resists at the base of the proximal interphalangeal joint. Opponens digiti minimi is assessed by asking the patient to perform a pulp to pulp pinch with the thumb. Abductor pollicis brevis is evaluated by asking the patient to abduct the first finger against resistance. Opponens pollicis is evaluated by the opposition to the fifth finger. The adductor pollicis is evaluated by asking the patient to pinch a sheet of paper between the thumb and second finger. Flexor pollicis brevis is evaluated with the thumb MCP flexion against resistance.", "contents": "Intrinsic Hand Deformity -- Evaluation. The first dorsal interosseous muscle is assessed by placing the ulnar side of the patient´s hand on the examination table. The patient is asked to abduct the second finger while the examiner applies resistance. It is more sensitive to test the right and left hand at the same time to compare their strength. We evaluate the strength of second to fourth dorsal interosseous muscles by asking the patient to abduct all fingers against resistance. The strength of volar interosseous muscles is assessed by placing a sheet of paper between the extended and adducted fingers of the patient and asking the patient to hold the paper while the examiner attempts to pull it away. Bunnell´s test evaluates the presence of intrinsic muscle tightness by comparing the range of motion and force needed to passively flex the proximal interphalangeal joints while the MCP joints are passively extended and flexed. It also helps determine if tightness is secondary to extrinsic muscle contracture or interphalangeal capsule adhesions. Abductor digiti minimi is assessed by asking the patient to abduct the fifth finger against resistance. Flexor digiti minimi brevis is evaluated by flexing the MCP joint with the interphalangeal joints in extension, while the examiner resists at the base of the proximal interphalangeal joint. Opponens digiti minimi is assessed by asking the patient to perform a pulp to pulp pinch with the thumb. Abductor pollicis brevis is evaluated by asking the patient to abduct the first finger against resistance. Opponens pollicis is evaluated by the opposition to the fifth finger. The adductor pollicis is evaluated by asking the patient to pinch a sheet of paper between the thumb and second finger. Flexor pollicis brevis is evaluated with the thumb MCP flexion against resistance."}
{"id": "article-23735_21", "title": "Intrinsic Hand Deformity -- Evaluation", "content": "In cases of ulnar nerve injury, the most frequent mechanisms are lacerations, stretch, and contusions. [10] It is critical to differentiate between neuropraxia, axonotmesis (which can be managed without surgery), and neurotmesis, which requires surgical intervention. [16] Electrodiagnostic tests are a worthy tool to determine the level of injury. However, their findings depend on the time that has passed between the injury and the evaluation. Although it is broadly taught that an electrodiagnostic study should not be done until about 3-4 weeks after the injury (after Wallerian degeneration has occurred (2 weeks)). There is important information that can be obtained by early studies:", "contents": "Intrinsic Hand Deformity -- Evaluation. In cases of ulnar nerve injury, the most frequent mechanisms are lacerations, stretch, and contusions. [10] It is critical to differentiate between neuropraxia, axonotmesis (which can be managed without surgery), and neurotmesis, which requires surgical intervention. [16] Electrodiagnostic tests are a worthy tool to determine the level of injury. However, their findings depend on the time that has passed between the injury and the evaluation. Although it is broadly taught that an electrodiagnostic study should not be done until about 3-4 weeks after the injury (after Wallerian degeneration has occurred (2 weeks)). There is important information that can be obtained by early studies:"}
{"id": "article-23735_22", "title": "Intrinsic Hand Deformity -- Evaluation", "content": "Immediate studies (first week) help with determining the localization of the injury. 1-2 week studies help to determine if the lesion is complete or incomplete 3-4 week studies show the most diagnostic information from a single study. They help to differentiate between axonotmesis or neurotmesis from neuropraxia. 3-4 month studies help to determine if there are signs of reinnervation. High-resolution ultrasound and MRI are useful diagnostic tools. They can accurately identify any nerve discontinuity, presence of neuromas, or perilesional scar tissue. [17] [18]", "contents": "Intrinsic Hand Deformity -- Evaluation. Immediate studies (first week) help with determining the localization of the injury. 1-2 week studies help to determine if the lesion is complete or incomplete 3-4 week studies show the most diagnostic information from a single study. They help to differentiate between axonotmesis or neurotmesis from neuropraxia. 3-4 month studies help to determine if there are signs of reinnervation. High-resolution ultrasound and MRI are useful diagnostic tools. They can accurately identify any nerve discontinuity, presence of neuromas, or perilesional scar tissue. [17] [18]"}
{"id": "article-23735_23", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand", "content": "The treatment of intrinsic contractures is based on etiology. Hand therapy is always the first-line treatment, especially for mild cases.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand. The treatment of intrinsic contractures is based on etiology. Hand therapy is always the first-line treatment, especially for mild cases."}
{"id": "article-23735_24", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand", "content": "Distal intrinsic release: It is used to treat tightness that involves the proximal interphalangeal joint; the goal is to decrease the tension on the proximal interphalangeal joint without affecting the MCP joint. It consists of resecting the intrinsic tendon distal to the transverse fibers. When MCP joint flexion contractures are present, distal intrinsic releases are not adequate. Therapeutic options include Proximal intrinsic release, intrinsic muscle slide, botulinum toxin type-A injections, and ulnar nerve motor branch neurectomy.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand. Distal intrinsic release: It is used to treat tightness that involves the proximal interphalangeal joint; the goal is to decrease the tension on the proximal interphalangeal joint without affecting the MCP joint. It consists of resecting the intrinsic tendon distal to the transverse fibers. When MCP joint flexion contractures are present, distal intrinsic releases are not adequate. Therapeutic options include Proximal intrinsic release, intrinsic muscle slide, botulinum toxin type-A injections, and ulnar nerve motor branch neurectomy."}
{"id": "article-23735_25", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand", "content": "Proximal intrinsic release: Indicated in cases with fibrotic intrinsic muscles with no movement. By releasing the transverse and oblique fibers of the intrinsic mechanism proximal to the MCP joint, the action of the intrinsic muscles is eliminated.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand. Proximal intrinsic release: Indicated in cases with fibrotic intrinsic muscles with no movement. By releasing the transverse and oblique fibers of the intrinsic mechanism proximal to the MCP joint, the action of the intrinsic muscles is eliminated."}
{"id": "article-23735_26", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand", "content": "Intrinsic muscle slide: Indicated in cases with spasticity. It consists of a subperiosteal elevation of the intrinsic muscles, thus allowing the interosseous muscles to slide distally while MCP joints are extended.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand. Intrinsic muscle slide: Indicated in cases with spasticity. It consists of a subperiosteal elevation of the intrinsic muscles, thus allowing the interosseous muscles to slide distally while MCP joints are extended."}
{"id": "article-23735_27", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand", "content": "Ulnar neurectomy: Indicated in cases with spasticity. However, it is not effective if there is a fixed contracture of the MCP joint. [19]", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Plus Hand. Ulnar neurectomy: Indicated in cases with spasticity. However, it is not effective if there is a fixed contracture of the MCP joint. [19]"}
{"id": "article-23735_28", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand", "content": "As previously mentioned, traumatic etiology is most frequently associated with intrinsic minus posture. An acute ulnar nerve injury merits immediate exploration and primary neurorrhaphy. In case of open contaminated wounds, the repair can be performed in a delayed manner ideally <72h, but up to seven days without any detriment to the outcomes. Prolonged delays increase the chance to need nerve grafting, fibrosis of the stump, and neuron loss. [20] As an alternative to recover intrinsic function, distal nerve transfers as the anterior interosseous nerve transfer to the ulnar motor branch have been used with good functional recovery reported. Non-traumatic or systemic causes of ulnar nerve paralysis should be thoroughly studied.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand. As previously mentioned, traumatic etiology is most frequently associated with intrinsic minus posture. An acute ulnar nerve injury merits immediate exploration and primary neurorrhaphy. In case of open contaminated wounds, the repair can be performed in a delayed manner ideally <72h, but up to seven days without any detriment to the outcomes. Prolonged delays increase the chance to need nerve grafting, fibrosis of the stump, and neuron loss. [20] As an alternative to recover intrinsic function, distal nerve transfers as the anterior interosseous nerve transfer to the ulnar motor branch have been used with good functional recovery reported. Non-traumatic or systemic causes of ulnar nerve paralysis should be thoroughly studied."}
{"id": "article-23735_29", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand", "content": "The palliative treatment of paralysis of the intrinsic muscles should be reserved for manual laborers who persist with poor grip and pinch 12 to 24 months after direct methods of treatment of nerve injuries have failed. [21]", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand. The palliative treatment of paralysis of the intrinsic muscles should be reserved for manual laborers who persist with poor grip and pinch 12 to 24 months after direct methods of treatment of nerve injuries have failed. [21]"}
{"id": "article-23735_30", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand", "content": "Claw deformity can be classified as “simple” or “complex”. Complications take place at the proximal MCP and proximal interphalangeal joints. When passive correction of the MCP hyperextension allows the patient to extend the interphalangeal joints with the integrity of the extensor mechanism (Positive Bouvier´s test), the claw deformity is classified as a simple claw hand. On the other hand, when the patient cannot actively extend the proximal interphalangeal joints after passive MCP hyperextension correction, extensor mechanism impairment exists (Negative Bouvier´s test), and deformity is classified as a complex claw hand (see Image. Claw Hand). In the patients with simple clawing, tendon transfers correct the MCP joint hyperextension whereas, in complex clawing transfer, the active proximal interphalangeal extension should also be provided.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand. Claw deformity can be classified as “simple” or “complex”. Complications take place at the proximal MCP and proximal interphalangeal joints. When passive correction of the MCP hyperextension allows the patient to extend the interphalangeal joints with the integrity of the extensor mechanism (Positive Bouvier´s test), the claw deformity is classified as a simple claw hand. On the other hand, when the patient cannot actively extend the proximal interphalangeal joints after passive MCP hyperextension correction, extensor mechanism impairment exists (Negative Bouvier´s test), and deformity is classified as a complex claw hand (see Image. Claw Hand). In the patients with simple clawing, tendon transfers correct the MCP joint hyperextension whereas, in complex clawing transfer, the active proximal interphalangeal extension should also be provided."}
{"id": "article-23735_31", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand", "content": "Passive palliative procedures have the objective of preventing MCP hyperextension to allow the extensor communis tendon to extend the interphalangeal joints. Active palliative procedures are not only intended to correct the claw deformity, but also to bring back some function to the intrinsic muscles.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand. Passive palliative procedures have the objective of preventing MCP hyperextension to allow the extensor communis tendon to extend the interphalangeal joints. Active palliative procedures are not only intended to correct the claw deformity, but also to bring back some function to the intrinsic muscles."}
{"id": "article-23735_32", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand", "content": "The choice of palliative technique depends on many factors, including the posture of the hand, the severity of the claw; Bouvier test result, the extent of the paralysis, existence of joint or tendon adhesions, and stiffness. [22]", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Intrinsic Minus Hand. The choice of palliative technique depends on many factors, including the posture of the hand, the severity of the claw; Bouvier test result, the extent of the paralysis, existence of joint or tendon adhesions, and stiffness. [22]"}
{"id": "article-23735_33", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Tendon Transfers for Pinch", "content": "The available muscles to restore the adductor pollicis function are the extensor carpi radialis brevis, flexor digitorum superficialis, extensor indicis proprius, and brachioradialis. One of the techniques described are the transfer of extensor carpi radialis brevis, which is lengthened with the palmaris longus autograft and after passing through the second intermetacarpal space, it will be sutured to the adductor pollicis insertion. [23] First dorsal interosseous transfers use extensor indicis proprius or the abductor pollicis longus to stabilize the index during the pinch.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Tendon Transfers for Pinch. The available muscles to restore the adductor pollicis function are the extensor carpi radialis brevis, flexor digitorum superficialis, extensor indicis proprius, and brachioradialis. One of the techniques described are the transfer of extensor carpi radialis brevis, which is lengthened with the palmaris longus autograft and after passing through the second intermetacarpal space, it will be sutured to the adductor pollicis insertion. [23] First dorsal interosseous transfers use extensor indicis proprius or the abductor pollicis longus to stabilize the index during the pinch."}
{"id": "article-23735_34", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Prevention and Correction of MCP Joint Hyperextension", "content": "In patients with a positive Bouvier´s test, the objective is to correct the MCP hyperextension. It can be achieved by splinting in mild cases if ulnar nerve recovery is anticipated. Otherwise, it will usually be corrected by surgery. Dorsal knuckle bender splints and the lumbrical bar splints prevent hyperextension of the MCP joints, thus allowing extensor digitorum communis to actively extend the interphalangeal joints.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Prevention and Correction of MCP Joint Hyperextension. In patients with a positive Bouvier´s test, the objective is to correct the MCP hyperextension. It can be achieved by splinting in mild cases if ulnar nerve recovery is anticipated. Otherwise, it will usually be corrected by surgery. Dorsal knuckle bender splints and the lumbrical bar splints prevent hyperextension of the MCP joints, thus allowing extensor digitorum communis to actively extend the interphalangeal joints."}
{"id": "article-23735_35", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Prevention and Correction of MCP Joint Hyperextension", "content": "Surgical procedures to correct clawing hand include tenodesis, soft tissue tightening, and active tendon transfers. Bunnell´s flexor pulley advancement releases the A1 and A2 pulleys allowing the flexor tendons to increase their flexion moment. Zancolli´s procedure advances the volar plate proximally to produce a flexion contracture in the MCP joints. [3]", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Prevention and Correction of MCP Joint Hyperextension. Surgical procedures to correct clawing hand include tenodesis, soft tissue tightening, and active tendon transfers. Bunnell´s flexor pulley advancement releases the A1 and A2 pulleys allowing the flexor tendons to increase their flexion moment. Zancolli´s procedure advances the volar plate proximally to produce a flexion contracture in the MCP joints. [3]"}
{"id": "article-23735_36", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Active MCP Joint Flexion and Proximal Interphalangeal Joint Extension", "content": "In patients with negative Bouvier´s test, the objective is to restore active MCP flexion and active proximal interphalangeal extension. Treatment options include tendon transfers or active tenodesis. Modified Stiles-Bunnell transfer uses the third finger´s flexor digitorum superficialis to split it and after passing volar to the deep intermetacarpal ligament, it will be sutured to the lateral bands of the fourth and fifth fingers. The Zancolli lasso procedure also uses the flexor digitorum superficialis tendon, but the tendon is divided between A1 and A2 pulleys and the tendon end is passed through the A1 pulley and then sutured to itself. Flexor digitorum superficialis transfers did not show any significant increase in handgrip strength, but restores active MCP joint flexion and provide interphalangeal joint extension by increasing the tension on the extrinsic extensors. [24] [25]", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Active MCP Joint Flexion and Proximal Interphalangeal Joint Extension. In patients with negative Bouvier´s test, the objective is to restore active MCP flexion and active proximal interphalangeal extension. Treatment options include tendon transfers or active tenodesis. Modified Stiles-Bunnell transfer uses the third finger´s flexor digitorum superficialis to split it and after passing volar to the deep intermetacarpal ligament, it will be sutured to the lateral bands of the fourth and fifth fingers. The Zancolli lasso procedure also uses the flexor digitorum superficialis tendon, but the tendon is divided between A1 and A2 pulleys and the tendon end is passed through the A1 pulley and then sutured to itself. Flexor digitorum superficialis transfers did not show any significant increase in handgrip strength, but restores active MCP joint flexion and provide interphalangeal joint extension by increasing the tension on the extrinsic extensors. [24] [25]"}
{"id": "article-23735_37", "title": "Intrinsic Hand Deformity -- Treatment / Management -- Active MCP Joint Flexion and Proximal Interphalangeal Joint Extension", "content": "[26] The handgrip power improvement is best achieved by Brand transferring the extensor carpi radialis brevis or longus. These transfers use strong wrist extensors and a tendon graft to pass it dorsally through the intermetacarpal spaces and then volar to the deep intermetacarpal ligament. Then, it is sutured to the radial lateral bands of the fingers. It has been reported that Brand tendon transfer both increases the strength of the handgrip and corrects the deformity.", "contents": "Intrinsic Hand Deformity -- Treatment / Management -- Active MCP Joint Flexion and Proximal Interphalangeal Joint Extension. [26] The handgrip power improvement is best achieved by Brand transferring the extensor carpi radialis brevis or longus. These transfers use strong wrist extensors and a tendon graft to pass it dorsally through the intermetacarpal spaces and then volar to the deep intermetacarpal ligament. Then, it is sutured to the radial lateral bands of the fingers. It has been reported that Brand tendon transfer both increases the strength of the handgrip and corrects the deformity."}
{"id": "article-23735_38", "title": "Intrinsic Hand Deformity -- Differential Diagnosis", "content": "The traumatic or systemic event that led to ulnar nerve paralysis or intrinsic tightness should be thoroughly studied. Other disabling conditions of the hand include: High ulnar nerve injuries – neuropathy Anterior interosseous nerve compressive neuropathy Parsonage-Turner syndrome Brachial plexus neuritis Carpal tunnel syndrome Pronator syndrome Forearm Volkmann contracture Dupuytren contracture", "contents": "Intrinsic Hand Deformity -- Differential Diagnosis. The traumatic or systemic event that led to ulnar nerve paralysis or intrinsic tightness should be thoroughly studied. Other disabling conditions of the hand include: High ulnar nerve injuries – neuropathy Anterior interosseous nerve compressive neuropathy Parsonage-Turner syndrome Brachial plexus neuritis Carpal tunnel syndrome Pronator syndrome Forearm Volkmann contracture Dupuytren contracture"}
{"id": "article-23735_39", "title": "Intrinsic Hand Deformity -- Differential Diagnosis", "content": "Patients with a complete ulnar nerve palsy diagnosis should not have any intrinsic motor function in muscles innervated by the ulnar nerve. In patients with a proven complete ulnar nerve injury, the presence of clinical findings related to incomplete palsy suggests the anomalous anastomoses (Martin-Gruber) between the anterior interosseous nerve and ulnar nerve, which is present in 15% of the population. [10]", "contents": "Intrinsic Hand Deformity -- Differential Diagnosis. Patients with a complete ulnar nerve palsy diagnosis should not have any intrinsic motor function in muscles innervated by the ulnar nerve. In patients with a proven complete ulnar nerve injury, the presence of clinical findings related to incomplete palsy suggests the anomalous anastomoses (Martin-Gruber) between the anterior interosseous nerve and ulnar nerve, which is present in 15% of the population. [10]"}
{"id": "article-23735_40", "title": "Intrinsic Hand Deformity -- Prognosis", "content": "Lower energy injuries, younger patients, and acute nerve lacerations undergoing primary repair have a better prognosis for recovery. On the other hand, high energy injuries, older patients, and chronic ulnar compressive neuropathy associated with muscle atrophy have a poorer prognosis. Flexible claw hand has a better prognosis if a procedure aimed at preventing MCP hyperextension is performed. Most of the treatments for these conditions are palliative, and significant improvement in hand function may take up to 5 years after the surgery.", "contents": "Intrinsic Hand Deformity -- Prognosis. Lower energy injuries, younger patients, and acute nerve lacerations undergoing primary repair have a better prognosis for recovery. On the other hand, high energy injuries, older patients, and chronic ulnar compressive neuropathy associated with muscle atrophy have a poorer prognosis. Flexible claw hand has a better prognosis if a procedure aimed at preventing MCP hyperextension is performed. Most of the treatments for these conditions are palliative, and significant improvement in hand function may take up to 5 years after the surgery."}
{"id": "article-23735_41", "title": "Intrinsic Hand Deformity -- Complications", "content": "Long-term tightness of the intrinsic muscles results in decreased MCP extension and a swan neck deformity. [3] Mild claw hand deformity can progress and affect all the fingers if left untreated.", "contents": "Intrinsic Hand Deformity -- Complications. Long-term tightness of the intrinsic muscles results in decreased MCP extension and a swan neck deformity. [3] Mild claw hand deformity can progress and affect all the fingers if left untreated."}
{"id": "article-23735_42", "title": "Intrinsic Hand Deformity -- Deterrence and Patient Education", "content": "Patient education is very important in hand surgery. We encourage the patients to ask questions and seek a clear understanding of their condition and the treatments. this may contribute to improved quality of life for patients and help prevent clinically-significant negative outcomes.", "contents": "Intrinsic Hand Deformity -- Deterrence and Patient Education. Patient education is very important in hand surgery. We encourage the patients to ask questions and seek a clear understanding of their condition and the treatments. this may contribute to improved quality of life for patients and help prevent clinically-significant negative outcomes."}
{"id": "article-23735_43", "title": "Intrinsic Hand Deformity -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team intervention is essential to achieve the best outcomes. The team should be formed by orthopedic nurses, radiologists, primary care physicians, pain specialists, neurologists, orthopedic surgeons, hand surgeons, and physiotherapists. Nurses and physical therapists play an important role in ensuring therapy adherence. Adequate postoperative rehabilitation is associated with better outcomes. Immobilization after tendon transfers has been the usual postoperative management. However, immediate active motion protocols have proved to be safe with similar outcomes compared to immobilization protocols, with the advantage of earlier restoration of hand function and pain relief. [27]", "contents": "Intrinsic Hand Deformity -- Enhancing Healthcare Team Outcomes. An interprofessional team intervention is essential to achieve the best outcomes. The team should be formed by orthopedic nurses, radiologists, primary care physicians, pain specialists, neurologists, orthopedic surgeons, hand surgeons, and physiotherapists. Nurses and physical therapists play an important role in ensuring therapy adherence. Adequate postoperative rehabilitation is associated with better outcomes. Immobilization after tendon transfers has been the usual postoperative management. However, immediate active motion protocols have proved to be safe with similar outcomes compared to immobilization protocols, with the advantage of earlier restoration of hand function and pain relief. [27]"}
{"id": "article-23735_44", "title": "Intrinsic Hand Deformity -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intrinsic Hand Deformity -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}