{"id": "article-23073_0", "title": "Hydrocodone -- Continuing Education Activity", "content": "Hydrocodone is a semi-synthetic opioid medication that is classified as a schedule II drug. This medication is approved by the U.S. Food and Drug Administration (FDA) and used for pain management. Hydrocodone is primarily used to treat severe chronic pain that requires opioid analgesia and is not effectively treated by nonopioid alternatives. Hydrocodone is used in combination formulations to treat nonproductive cough in adults and has antitussive properties. Hydrocodone functions as an opioid receptor agonist and activates mu-opioid receptors to produce analgesic effects. In addition, hydrocodone activates delta- and kappa-opioid receptors as the plasma drug concentration increases beyond the starting doses.", "contents": "Hydrocodone -- Continuing Education Activity. Hydrocodone is a semi-synthetic opioid medication that is classified as a schedule II drug. This medication is approved by the U.S. Food and Drug Administration (FDA) and used for pain management. Hydrocodone is primarily used to treat severe chronic pain that requires opioid analgesia and is not effectively treated by nonopioid alternatives. Hydrocodone is used in combination formulations to treat nonproductive cough in adults and has antitussive properties. Hydrocodone functions as an opioid receptor agonist and activates mu-opioid receptors to produce analgesic effects. In addition, hydrocodone activates delta- and kappa-opioid receptors as the plasma drug concentration increases beyond the starting doses."}
{"id": "article-23073_1", "title": "Hydrocodone -- Continuing Education Activity", "content": "This activity outlines the indications, mechanism of action, significant adverse effects, contraindications, monitoring, and toxicity of hydrocodone in the clinical setting pertaining to pain relief. An interprofessional team comprising emergency medicine, critical care, and primary care would enhance the outcomes of patients with pain, related conditions, and sequelae. Given the opioid misuse epidemic in the United States, the emphasis on patient-centered care is important.", "contents": "Hydrocodone -- Continuing Education Activity. This activity outlines the indications, mechanism of action, significant adverse effects, contraindications, monitoring, and toxicity of hydrocodone in the clinical setting pertaining to pain relief. An interprofessional team comprising emergency medicine, critical care, and primary care would enhance the outcomes of patients with pain, related conditions, and sequelae. Given the opioid misuse epidemic in the United States, the emphasis on patient-centered care is important."}
{"id": "article-23073_2", "title": "Hydrocodone -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for hydrocodone, distinguishing use in severe chronic pain and nonproductive cough in adults. Assess patients for pain relief while monitoring both the effectiveness of hydrocodone and any potential adverse effects, signs of misuse, or addiction. Select the most appropriate formulation and strength of hydrocodone based on the pain intensity, duration, and individual needs, considering factors such as age, renal or hepatic impairment, and potential drug interactions. Collaborate with an interprofessional healthcare team to optimize comprehensive care in patients undergoing hydrocodone therapy. Access free multiple choice questions on this topic.", "contents": "Hydrocodone -- Continuing Education Activity. Objectives: Identify appropriate indications for hydrocodone, distinguishing use in severe chronic pain and nonproductive cough in adults. Assess patients for pain relief while monitoring both the effectiveness of hydrocodone and any potential adverse effects, signs of misuse, or addiction. Select the most appropriate formulation and strength of hydrocodone based on the pain intensity, duration, and individual needs, considering factors such as age, renal or hepatic impairment, and potential drug interactions. Collaborate with an interprofessional healthcare team to optimize comprehensive care in patients undergoing hydrocodone therapy. Access free multiple choice questions on this topic."}
{"id": "article-23073_3", "title": "Hydrocodone -- Indications", "content": "Hydrocodone is a semi-synthetic opioid medication that is classified as a schedule II drug. Prescribing clinicians should not use Hydrocodone as an \"as-needed (PRN)\" opioid analgesic. [1] Hydrocodone is used in combination formulations to treat nonproductive cough in adults and has antitussive properties. In January 2018, the FDA mandated safety labeling changes for prescription cough and cold medications containing hydrocodone or codeine, restricting their usage to individuals aged 18 and older. [2]", "contents": "Hydrocodone -- Indications. Hydrocodone is a semi-synthetic opioid medication that is classified as a schedule II drug. Prescribing clinicians should not use Hydrocodone as an \"as-needed (PRN)\" opioid analgesic. [1] Hydrocodone is used in combination formulations to treat nonproductive cough in adults and has antitussive properties. In January 2018, the FDA mandated safety labeling changes for prescription cough and cold medications containing hydrocodone or codeine, restricting their usage to individuals aged 18 and older. [2]"}
{"id": "article-23073_4", "title": "Hydrocodone -- Indications -- FDA-Approved Indications", "content": "The FDA approves this medication for pain management. Hydrocodone is primarily used to treat severe chronic pain that requires opioid analgesia and is not effectively treated by non-opioid alternatives. Hydrocodone is combined with other medications, such as decongestants and antihistamines, to address coughs and symptoms associated with allergies or the common cold.", "contents": "Hydrocodone -- Indications -- FDA-Approved Indications. The FDA approves this medication for pain management. Hydrocodone is primarily used to treat severe chronic pain that requires opioid analgesia and is not effectively treated by non-opioid alternatives. Hydrocodone is combined with other medications, such as decongestants and antihistamines, to address coughs and symptoms associated with allergies or the common cold."}
{"id": "article-23073_5", "title": "Hydrocodone -- Mechanism of Action", "content": "Hydrocodone works by several steps to provide its mechanism of action: Hydrocodone functions as an opioid receptor agonist and activates mu-opioid receptors to produce analgesic effects. In addition, hydrocodone activates delta- and kappa-opioid receptors as the plasma drug concentration increases beyond the starting doses. [3] [4] Opioid receptors are predominantly situated in the central nervous system (CNS), encompassing the brain and spinal cord, within the enteric plexus of the bowel, interstitial cells of Cajal, and immune cells of the gastrointestinal tract. Opioid receptors are G-protein–coupled receptors. Agonist stimulation results in the inhibition of cyclic adenosine monophosphate (cAMP) formation, leading to the suppression of nociceptive neurotransmitter release, postsynaptic neuronal hyperpolarization, and reduced neuronal excitability. [5] [6] [7]", "contents": "Hydrocodone -- Mechanism of Action. Hydrocodone works by several steps to provide its mechanism of action: Hydrocodone functions as an opioid receptor agonist and activates mu-opioid receptors to produce analgesic effects. In addition, hydrocodone activates delta- and kappa-opioid receptors as the plasma drug concentration increases beyond the starting doses. [3] [4] Opioid receptors are predominantly situated in the central nervous system (CNS), encompassing the brain and spinal cord, within the enteric plexus of the bowel, interstitial cells of Cajal, and immune cells of the gastrointestinal tract. Opioid receptors are G-protein–coupled receptors. Agonist stimulation results in the inhibition of cyclic adenosine monophosphate (cAMP) formation, leading to the suppression of nociceptive neurotransmitter release, postsynaptic neuronal hyperpolarization, and reduced neuronal excitability. [5] [6] [7]"}
{"id": "article-23073_6", "title": "Hydrocodone -- Mechanism of Action", "content": "Coughing is a protective reflex evoked by airway stimulation. Coughs mediated by mechanical stimulation of cough receptors are attenuated by narcotic antitussives primarily at the nucleus tractus solitarius level via repression of glutamatergic transmission. The potential modulation of mu- and kappa-opioid receptors may contribute to the antitussive activity of opioids. Opioids depress the cough reflex by directly influencing a cough center in the medulla, leading to respiratory depression at higher doses. [8] [9]", "contents": "Hydrocodone -- Mechanism of Action. Coughing is a protective reflex evoked by airway stimulation. Coughs mediated by mechanical stimulation of cough receptors are attenuated by narcotic antitussives primarily at the nucleus tractus solitarius level via repression of glutamatergic transmission. The potential modulation of mu- and kappa-opioid receptors may contribute to the antitussive activity of opioids. Opioids depress the cough reflex by directly influencing a cough center in the medulla, leading to respiratory depression at higher doses. [8] [9]"}
{"id": "article-23073_7", "title": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: After a single oral ingestion, immediate-release (IR) hydrocodone reaches maximum serum concentrations within 1 hour. In contrast, after oral administration, the time for extended-release (ER) hydrocodone to reach peak plasma concentration (Tmax) varies among doses, ranging from 6 to 30 hours. [4] Distribution: The apparent volume of distribution after hydrocodone ER administration is 402 L for an adult with a body weight of 70 kg, indicating extensive tissue distribution. [10]", "contents": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics. Absorption: After a single oral ingestion, immediate-release (IR) hydrocodone reaches maximum serum concentrations within 1 hour. In contrast, after oral administration, the time for extended-release (ER) hydrocodone to reach peak plasma concentration (Tmax) varies among doses, ranging from 6 to 30 hours. [4] Distribution: The apparent volume of distribution after hydrocodone ER administration is 402 L for an adult with a body weight of 70 kg, indicating extensive tissue distribution. [10]"}
{"id": "article-23073_8", "title": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Hydrocodone undergoes primary liver metabolism mediated by the cytochrome P450 enzymes, CYP2D6 and CYP3A4. As a prodrug, hydrocodone transforms into its potent active metabolite, hydromorphone, through O-demethylation catalyzed by the CYP2D6 enzyme. Studies have shown that pain relief correlates with plasma concentrations of hydromorphone rather than hydrocodone. In addition, hydrocodone undergoes metabolism to norhydrocodone, an inactive metabolite primarily mediated by CYP3A4. [11] Genetic polymorphisms in CYP2D6 metabolism result in significant variations in plasma hydrocodone concentrations from a standard dose.", "contents": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics. Metabolism: Hydrocodone undergoes primary liver metabolism mediated by the cytochrome P450 enzymes, CYP2D6 and CYP3A4. As a prodrug, hydrocodone transforms into its potent active metabolite, hydromorphone, through O-demethylation catalyzed by the CYP2D6 enzyme. Studies have shown that pain relief correlates with plasma concentrations of hydromorphone rather than hydrocodone. In addition, hydrocodone undergoes metabolism to norhydrocodone, an inactive metabolite primarily mediated by CYP3A4. [11] Genetic polymorphisms in CYP2D6 metabolism result in significant variations in plasma hydrocodone concentrations from a standard dose."}
{"id": "article-23073_9", "title": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The half-life of hydrocodone IR is approximately 4 hours, whereas, for hydrocodone ER, the half-life is 7 to 9 hours. The renal route primarily excretes hydrocodone and its metabolites. [12]", "contents": "Hydrocodone -- Mechanism of Action -- Pharmacokinetics. Elimination: The half-life of hydrocodone IR is approximately 4 hours, whereas, for hydrocodone ER, the half-life is 7 to 9 hours. The renal route primarily excretes hydrocodone and its metabolites. [12]"}
{"id": "article-23073_10", "title": "Hydrocodone -- Administration -- Available Dosage Forms and Strengths", "content": "Hydrocodone is available in oral forms, 12 hours of ER capsules of 10, 15, 20, 30, 40, and 50 mg, and 24 hours of ER abuse-deterrent tablets of 20, 30, 40, 60, 80, 100, and 120 mg strength. Notably, hydrocodone should not be crushed, chewed, or dissolved as tablets and capsules to prevent uncontrolled and rapid medication delivery, which could result in an overdose.", "contents": "Hydrocodone -- Administration -- Available Dosage Forms and Strengths. Hydrocodone is available in oral forms, 12 hours of ER capsules of 10, 15, 20, 30, 40, and 50 mg, and 24 hours of ER abuse-deterrent tablets of 20, 30, 40, 60, 80, 100, and 120 mg strength. Notably, hydrocodone should not be crushed, chewed, or dissolved as tablets and capsules to prevent uncontrolled and rapid medication delivery, which could result in an overdose."}
{"id": "article-23073_11", "title": "Hydrocodone -- Administration -- Adult Dosage", "content": "IR hydrocodone is found in combination products, often paired with acetaminophen or ibuprofen. Dosages for hydrocodone IR combination products typically range from 2.5 to 10 mg, to be taken every 4 to 6 hours as needed. In formulations combining hydrocodone with acetaminophen, it is crucial to ensure that the total acetaminophen dosage does not exceed 4 g/d to prevent liver toxicity. [13] [14]", "contents": "Hydrocodone -- Administration -- Adult Dosage. IR hydrocodone is found in combination products, often paired with acetaminophen or ibuprofen. Dosages for hydrocodone IR combination products typically range from 2.5 to 10 mg, to be taken every 4 to 6 hours as needed. In formulations combining hydrocodone with acetaminophen, it is crucial to ensure that the total acetaminophen dosage does not exceed 4 g/d to prevent liver toxicity. [13] [14]"}
{"id": "article-23073_12", "title": "Hydrocodone -- Administration -- Adult Dosage", "content": "Single-entity hydrocodone is only available in ER formulations in both tablet and capsule forms. For opioid-naïve or opioid-intolerant patients, hydrocodone ER is typically initiated at a dosage of 10 to 20 mg administered every 12 to 24 hours, depending on the specific formulation. Furthermore, slower dose titration is advised for patients aged 65 and older. The manufacturer's drug monographs should be referred for comprehensive dosing and titration schedules. Patients should be advised to cease all other opioid medications when initiating hydrocodone ER unless explicitly directed by a clinician.", "contents": "Hydrocodone -- Administration -- Adult Dosage. Single-entity hydrocodone is only available in ER formulations in both tablet and capsule forms. For opioid-naïve or opioid-intolerant patients, hydrocodone ER is typically initiated at a dosage of 10 to 20 mg administered every 12 to 24 hours, depending on the specific formulation. Furthermore, slower dose titration is advised for patients aged 65 and older. The manufacturer's drug monographs should be referred for comprehensive dosing and titration schedules. Patients should be advised to cease all other opioid medications when initiating hydrocodone ER unless explicitly directed by a clinician."}
{"id": "article-23073_13", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: For patients with severe hepatic impairment, clinicians should commence hydrocodone therapy at 50% of the initial dose.", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Hepatic impairment: For patients with severe hepatic impairment, clinicians should commence hydrocodone therapy at 50% of the initial dose."}
{"id": "article-23073_14", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Renal impairment: A study revealed that systemic exposure to hydrocodone (AUC) was 70% higher in patients with moderate-to-severe renal impairment compared to patients with normal renal function. [15] According to prescriber information, hydrocodone therapy should be initiated with 50% of the initial dose in patients with end-stage renal disease (ESRD).", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Renal impairment: A study revealed that systemic exposure to hydrocodone (AUC) was 70% higher in patients with moderate-to-severe renal impairment compared to patients with normal renal function. [15] According to prescriber information, hydrocodone therapy should be initiated with 50% of the initial dose in patients with end-stage renal disease (ESRD)."}
{"id": "article-23073_15", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Although hydrocodone use is not contraindicated in pregnancy, it carries a US FDA-box warning due to opioids crossing the placenta. Prolonged use during pregnancy may result in neonatal opioid withdrawal syndrome (NOWS). Patients using hydrocodone should undergo counseling on the associated risks during pregnancy, and such information should be documented in the medical record. [16]", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Pregnancy considerations: Although hydrocodone use is not contraindicated in pregnancy, it carries a US FDA-box warning due to opioids crossing the placenta. Prolonged use during pregnancy may result in neonatal opioid withdrawal syndrome (NOWS). Patients using hydrocodone should undergo counseling on the associated risks during pregnancy, and such information should be documented in the medical record. [16]"}
{"id": "article-23073_16", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Per the guidelines of the American College of Obstetricians and Gynecologists (ACOG), if opioid use is deemed necessary during labor, preference is given to short-acting agents that are easily titratable and associated with a reduced risk of respiratory depression in the newborn. In the United States, commonly used opioids for peripartum analgesia include fentanyl, remifentanil, morphine, butorphanol, and nalbuphine. Remifentanil, an ultrashort-acting opioid, is administered intravenously (IV) through patient-controlled analgesia, offering enhanced pain relief during labor. Given the risk of apneic episodes, it is crucial to implement appropriate respiratory monitoring. [17]", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Per the guidelines of the American College of Obstetricians and Gynecologists (ACOG), if opioid use is deemed necessary during labor, preference is given to short-acting agents that are easily titratable and associated with a reduced risk of respiratory depression in the newborn. In the United States, commonly used opioids for peripartum analgesia include fentanyl, remifentanil, morphine, butorphanol, and nalbuphine. Remifentanil, an ultrashort-acting opioid, is administered intravenously (IV) through patient-controlled analgesia, offering enhanced pain relief during labor. Given the risk of apneic episodes, it is crucial to implement appropriate respiratory monitoring. [17]"}
{"id": "article-23073_17", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Maternal hydrocodone use during breastfeeding can lead to neonatal drowsiness, depression of the CNS, and, in severe cases, pose a risk of newborn death. Small doses of opioids can harm infants, so the maximum daily dosage should not exceed 30 mg. The patient should contact the clinician immediately if the infant exhibits increased drowsiness (more than usual) and difficulties in breastfeeding and breathing. Non-narcotic analgesics are preferred during breastfeeding. [18]", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Breastfeeding considerations: Maternal hydrocodone use during breastfeeding can lead to neonatal drowsiness, depression of the CNS, and, in severe cases, pose a risk of newborn death. Small doses of opioids can harm infants, so the maximum daily dosage should not exceed 30 mg. The patient should contact the clinician immediately if the infant exhibits increased drowsiness (more than usual) and difficulties in breastfeeding and breathing. Non-narcotic analgesics are preferred during breastfeeding. [18]"}
{"id": "article-23073_18", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Pharmacogenomic considerations: Genetic polymorphisms in the CYP2D6 enzyme may lead to important variations in plasma concentrations of hydrocodone metabolites. Hydrocodone, as a prodrug, undergoes conversion to hydromorphone—a highly potent active opioid metabolite—through hepatic CYP2D6 activity during its metabolism. Hydromorphone, with a 100-fold higher affinity for mu-opioid receptors than hydrocodone, is considered the primary metabolite responsible for the analgesic effects in hydrocodone therapy. Genetic variations in the highly polymorphic CYP2D6 enzyme include ultra-rapid, rapid, extensive, normal, intermediate, and poor metabolizer phenotypes.", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Pharmacogenomic considerations: Genetic polymorphisms in the CYP2D6 enzyme may lead to important variations in plasma concentrations of hydrocodone metabolites. Hydrocodone, as a prodrug, undergoes conversion to hydromorphone—a highly potent active opioid metabolite—through hepatic CYP2D6 activity during its metabolism. Hydromorphone, with a 100-fold higher affinity for mu-opioid receptors than hydrocodone, is considered the primary metabolite responsible for the analgesic effects in hydrocodone therapy. Genetic variations in the highly polymorphic CYP2D6 enzyme include ultra-rapid, rapid, extensive, normal, intermediate, and poor metabolizer phenotypes."}
{"id": "article-23073_19", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "Individuals exhibiting a poor metabolizer CYP2D6 phenotype have demonstrated significantly reduced hydromorphone plasma concentrations during hydrocodone therapy compared to those with normal metabolizing CYP2D6 phenotypes. [19] Interestingly, despite variations in hydromorphone metabolite plasma concentrations, metabolizer status does not impact the clinical response to hydrocodone. Patients with an extensive-metabolizing CYP2D6 phenotype have shown higher levels of hydromorphone during hydrocodone metabolism compared to poor metabolizers. [4] However, the existing data does not advocate for adjusted hydrocodone dosing recommendations for patients with known CYP2D6 polymorphisms.", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. Individuals exhibiting a poor metabolizer CYP2D6 phenotype have demonstrated significantly reduced hydromorphone plasma concentrations during hydrocodone therapy compared to those with normal metabolizing CYP2D6 phenotypes. [19] Interestingly, despite variations in hydromorphone metabolite plasma concentrations, metabolizer status does not impact the clinical response to hydrocodone. Patients with an extensive-metabolizing CYP2D6 phenotype have shown higher levels of hydromorphone during hydrocodone metabolism compared to poor metabolizers. [4] However, the existing data does not advocate for adjusted hydrocodone dosing recommendations for patients with known CYP2D6 polymorphisms."}
{"id": "article-23073_20", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "The only current recommendation for modifying hydrocodone therapy based on CYP2D6 phenotype applies to patients with identified intermediate and poor metabolizing CYP2D6 phenotypes. For these individuals, adherence to hydrocodone label-recommended age or weight-specific dosing is advised. If the patient exhibits an inadequate response to treatment and opioid therapy is deemed necessary, clinicians should contemplate transitioning to an opioid not metabolized by CYP2D6 into more active substrates, such as a non-codeine or non-tramadol opioid. [20] Examples of opioids not metabolized by the CYP2D6 enzyme comprise hydromorphone, oxymorphone, fentanyl, remifentanil, buprenorphine, and levorphanol. [21]", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. The only current recommendation for modifying hydrocodone therapy based on CYP2D6 phenotype applies to patients with identified intermediate and poor metabolizing CYP2D6 phenotypes. For these individuals, adherence to hydrocodone label-recommended age or weight-specific dosing is advised. If the patient exhibits an inadequate response to treatment and opioid therapy is deemed necessary, clinicians should contemplate transitioning to an opioid not metabolized by CYP2D6 into more active substrates, such as a non-codeine or non-tramadol opioid. [20] Examples of opioids not metabolized by the CYP2D6 enzyme comprise hydromorphone, oxymorphone, fentanyl, remifentanil, buprenorphine, and levorphanol. [21]"}
{"id": "article-23073_21", "title": "Hydrocodone -- Administration -- Specific Patient Populations", "content": "In addition to CYP2D6, polymorphisms in other genes and enzymes influencing the pharmacodynamics of hydrocodone may modify the therapeutic response. Examples include genetic variants in opioid receptors (OPRM1) and enzymes associated with the pain perception pathway, such as catechol-O-methyltransferase (COMT). However, insufficient evidence supports an altered analgesic response or dosing recommendations for such variants. [19] This concept illustrates the complexity of genetic polymorphisms and the clinical implications associated with opioid therapy. A monitored setting is recommended for high-risk patients starting opioid therapy or undergoing dosage escalation.", "contents": "Hydrocodone -- Administration -- Specific Patient Populations. In addition to CYP2D6, polymorphisms in other genes and enzymes influencing the pharmacodynamics of hydrocodone may modify the therapeutic response. Examples include genetic variants in opioid receptors (OPRM1) and enzymes associated with the pain perception pathway, such as catechol-O-methyltransferase (COMT). However, insufficient evidence supports an altered analgesic response or dosing recommendations for such variants. [19] This concept illustrates the complexity of genetic polymorphisms and the clinical implications associated with opioid therapy. A monitored setting is recommended for high-risk patients starting opioid therapy or undergoing dosage escalation."}
{"id": "article-23073_22", "title": "Hydrocodone -- Adverse Effects", "content": "The most common adverse effects of hydrocodone include frequent constipation and nausea. Additional adverse effects of hydrocodone include the following: Respiratory: severe respiratory depression, shortness of breath, respiratory tract infection [13] [22] Cardiovascular: hypotension, bradycardia, and peripheral edema [23] Neurologic: headache, chills, anxiety, sedation, insomnia, dizziness, drowsiness, and fatigue [1] Dermatologic: pruritus, diaphoresis, and rash [24] Gastrointestinal: vomiting, dyspepsia, gastroenteritis, constipation, and abdominal pain [25] Genitourinary: urinary tract infection and urinary retention associated with prostatic hypertrophy [26] Otic: tinnitus and sensorineural hearing loss [27] Endocrine: secondary adrenal insufficiency [28]", "contents": "Hydrocodone -- Adverse Effects. The most common adverse effects of hydrocodone include frequent constipation and nausea. Additional adverse effects of hydrocodone include the following: Respiratory: severe respiratory depression, shortness of breath, respiratory tract infection [13] [22] Cardiovascular: hypotension, bradycardia, and peripheral edema [23] Neurologic: headache, chills, anxiety, sedation, insomnia, dizziness, drowsiness, and fatigue [1] Dermatologic: pruritus, diaphoresis, and rash [24] Gastrointestinal: vomiting, dyspepsia, gastroenteritis, constipation, and abdominal pain [25] Genitourinary: urinary tract infection and urinary retention associated with prostatic hypertrophy [26] Otic: tinnitus and sensorineural hearing loss [27] Endocrine: secondary adrenal insufficiency [28]"}
{"id": "article-23073_23", "title": "Hydrocodone -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent use of hydrocodone with CNS depressants, such as alcohol, benzodiazepines, barbiturates, or other opioids, can result in profound sedation and respiratory depression; therefore, these combinations must be avoided. [29] Medications that induce (eg, rifampin, phenytoin, and carbamazepine) or inhibit (eg, cimetidine, fluoxetine, and ritonavir) cytochrome enzymes should be monitored. This can result in significant variations in hydrocodone plasma concentrations. [30] The combination of hydrocodone and acetaminophen poses a potential drug interaction with warfarin, causing an elevated international normalized ratio (INR) and an increased risk of bleeding. [31] Concurrent use of hydrocodone with CYP3A4 inhibitors or discontinuation of CYP3A4 inducers can result in a fatal overdose of hydrocodone. Consequently, it is crucial to avoid this combination. [32]", "contents": "Hydrocodone -- Adverse Effects -- Drug-Drug Interactions. Concurrent use of hydrocodone with CNS depressants, such as alcohol, benzodiazepines, barbiturates, or other opioids, can result in profound sedation and respiratory depression; therefore, these combinations must be avoided. [29] Medications that induce (eg, rifampin, phenytoin, and carbamazepine) or inhibit (eg, cimetidine, fluoxetine, and ritonavir) cytochrome enzymes should be monitored. This can result in significant variations in hydrocodone plasma concentrations. [30] The combination of hydrocodone and acetaminophen poses a potential drug interaction with warfarin, causing an elevated international normalized ratio (INR) and an increased risk of bleeding. [31] Concurrent use of hydrocodone with CYP3A4 inhibitors or discontinuation of CYP3A4 inducers can result in a fatal overdose of hydrocodone. Consequently, it is crucial to avoid this combination. [32]"}
{"id": "article-23073_24", "title": "Hydrocodone -- Contraindications -- Warnings and Precautions", "content": "Hypersensitivity to hydrocodone or any component of the formulation Bronchial asthma in an unmonitored setting Known or suspected gastrointestinal obstruction, including paralytic ileus Significant respiratory depression [13] [33] [13]", "contents": "Hydrocodone -- Contraindications -- Warnings and Precautions. Hypersensitivity to hydrocodone or any component of the formulation Bronchial asthma in an unmonitored setting Known or suspected gastrointestinal obstruction, including paralytic ileus Significant respiratory depression [13] [33] [13]"}
{"id": "article-23073_25", "title": "Hydrocodone -- Contraindications -- Boxed Warning", "content": "Accidental ingestion Addiction, abuse, and misuse Neonatal opioid withdrawal syndrome Opioid analgesic risk evaluation and mitigation strategy (REMS) Life-threatening respiratory depression Cytochrome P450 3A4 Interaction Risks from concomitant use with benzodiazepines and/or other CNS depressants Interaction with alcohol (12-hour ER capsule)", "contents": "Hydrocodone -- Contraindications -- Boxed Warning. Accidental ingestion Addiction, abuse, and misuse Neonatal opioid withdrawal syndrome Opioid analgesic risk evaluation and mitigation strategy (REMS) Life-threatening respiratory depression Cytochrome P450 3A4 Interaction Risks from concomitant use with benzodiazepines and/or other CNS depressants Interaction with alcohol (12-hour ER capsule)"}
{"id": "article-23073_26", "title": "Hydrocodone -- Monitoring -- Legal Considerations", "content": "Owing to widespread abuse and misuse concerns, the Drug Enforcement Agency (DEA) reclassified hydrocodone combination products from schedule III to schedule II drugs in October 2014. A study indicates that this rescheduling is associated with a substantial decrease in hydrocodone overdose rates. [34]", "contents": "Hydrocodone -- Monitoring -- Legal Considerations. Owing to widespread abuse and misuse concerns, the Drug Enforcement Agency (DEA) reclassified hydrocodone combination products from schedule III to schedule II drugs in October 2014. A study indicates that this rescheduling is associated with a substantial decrease in hydrocodone overdose rates. [34]"}
{"id": "article-23073_27", "title": "Hydrocodone -- Monitoring -- Medical Assessment", "content": "Clinicians should vigilantly monitor patients for pain relief, constipation, respiratory depression, and other potential adverse effects. Any adverse effects that arise should be promptly addressed and treated as necessary. The highest risk of respiratory depression occurs after initiating therapy or increasing the dose. Consideration should be given to providing a monitored setting for selected high-risk patients starting opioid therapy or undergoing dosage escalation. Patients should also undergo monitoring for signs of abuse, misuse, and addiction. Caution is advised due to opioids' narrow therapeutic index (TI) and the substantial variability in response among patients. [35]", "contents": "Hydrocodone -- Monitoring -- Medical Assessment. Clinicians should vigilantly monitor patients for pain relief, constipation, respiratory depression, and other potential adverse effects. Any adverse effects that arise should be promptly addressed and treated as necessary. The highest risk of respiratory depression occurs after initiating therapy or increasing the dose. Consideration should be given to providing a monitored setting for selected high-risk patients starting opioid therapy or undergoing dosage escalation. Patients should also undergo monitoring for signs of abuse, misuse, and addiction. Caution is advised due to opioids' narrow therapeutic index (TI) and the substantial variability in response among patients. [35]"}
{"id": "article-23073_28", "title": "Hydrocodone -- Monitoring", "content": "Urine or serum drug testing is recommended before initiating opioid therapy and should be considered annually and as needed. In addition, close follow-up should be conducted shortly after treatment initiation, involving a re-evaluation of the risks and benefits of continued opioid therapy at least every 3 months or sooner for high-risk patients. Clinicians can use the Opioid Risk Tool (ORT) to identify aberrant behaviors in high-risk patients. [36] Morphine milligram equivalence (MME) should be used for conversion, considering factors such as age, pharmacogenetics, hepatic and renal function, and concurrent use of benzodiazepines. The Centers for Disease Control and Prevention (CDC) advises exercising caution when the daily dosage exceeds 50 MME. [29] [37]", "contents": "Hydrocodone -- Monitoring. Urine or serum drug testing is recommended before initiating opioid therapy and should be considered annually and as needed. In addition, close follow-up should be conducted shortly after treatment initiation, involving a re-evaluation of the risks and benefits of continued opioid therapy at least every 3 months or sooner for high-risk patients. Clinicians can use the Opioid Risk Tool (ORT) to identify aberrant behaviors in high-risk patients. [36] Morphine milligram equivalence (MME) should be used for conversion, considering factors such as age, pharmacogenetics, hepatic and renal function, and concurrent use of benzodiazepines. The Centers for Disease Control and Prevention (CDC) advises exercising caution when the daily dosage exceeds 50 MME. [29] [37]"}
{"id": "article-23073_29", "title": "Hydrocodone -- Monitoring -- Prevention of Medical Errors", "content": "Hydrocodone may be mistaken for oxycodone. To prevent prescribing errors, the Institute of Safe Medical Practices (ISMP) recommends using Tallman lettering (oxyCODONE/HYDROcodone). [38]", "contents": "Hydrocodone -- Monitoring -- Prevention of Medical Errors. Hydrocodone may be mistaken for oxycodone. To prevent prescribing errors, the Institute of Safe Medical Practices (ISMP) recommends using Tallman lettering (oxyCODONE/HYDROcodone). [38]"}
{"id": "article-23073_30", "title": "Hydrocodone -- Toxicity -- Signs and Symptoms of Overdose", "content": "The signs and symptoms of hydrocodone toxicity include apnea, breathing difficulties, bradycardia, miosis, clammy skin, cyanosis, hypotension, decreased level of consciousness, and loss of consciousness. Overdose-related pulmonary complications include noncardiogenic pulmonary edema and aspiration pneumonitis. Central respiratory depression leading to CO 2 retention often results in respiratory acidosis.", "contents": "Hydrocodone -- Toxicity -- Signs and Symptoms of Overdose. The signs and symptoms of hydrocodone toxicity include apnea, breathing difficulties, bradycardia, miosis, clammy skin, cyanosis, hypotension, decreased level of consciousness, and loss of consciousness. Overdose-related pulmonary complications include noncardiogenic pulmonary edema and aspiration pneumonitis. Central respiratory depression leading to CO 2 retention often results in respiratory acidosis."}
{"id": "article-23073_31", "title": "Hydrocodone -- Toxicity -- Management of Overdose", "content": "The antidote for overdose is an opioid antagonist medication. Clinicians should administer IV naloxone for hydrocodone overdose. Naloxone can be administered through IV, intramuscular (IM), intranasal, subcutaneous (SC), and endotracheal routes. Patients with low respiratory rates or apnea should receive an initial dose of 0.4 to 2 mg of naloxone. For patients who develop respiratory failure, administration of 2 mg of naloxone is recommended. Naloxone dosing may be repeated every 2 to 3 minutes, depending on the clinical response. If the patient shows signs of opioid withdrawal, the naloxone infusion should be discontinued. [39]", "contents": "Hydrocodone -- Toxicity -- Management of Overdose. The antidote for overdose is an opioid antagonist medication. Clinicians should administer IV naloxone for hydrocodone overdose. Naloxone can be administered through IV, intramuscular (IM), intranasal, subcutaneous (SC), and endotracheal routes. Patients with low respiratory rates or apnea should receive an initial dose of 0.4 to 2 mg of naloxone. For patients who develop respiratory failure, administration of 2 mg of naloxone is recommended. Naloxone dosing may be repeated every 2 to 3 minutes, depending on the clinical response. If the patient shows signs of opioid withdrawal, the naloxone infusion should be discontinued. [39]"}
{"id": "article-23073_32", "title": "Hydrocodone -- Toxicity -- Management of Overdose", "content": "Opioid receptors are G-protein-coupled receptors. Agonist stimulation inhibits cAMP formation, inhibiting the release of nociceptive neurotransmitters, postsynaptic neuronal hyperpolarization, and reduced neuronal excitability. [5] [6] [7] Naloxone, a highly competitive mu-receptor antagonist, reverses the inhibition of cAMP formation and nociceptive neurotransmitter release and reverses postsynaptic neuronal hyperpolarization, reducing neuronal excitability. This reversal extends to clinical signs and symptoms of opioid toxicity, including respiratory depression and decreased level of consciousness.", "contents": "Hydrocodone -- Toxicity -- Management of Overdose. Opioid receptors are G-protein-coupled receptors. Agonist stimulation inhibits cAMP formation, inhibiting the release of nociceptive neurotransmitters, postsynaptic neuronal hyperpolarization, and reduced neuronal excitability. [5] [6] [7] Naloxone, a highly competitive mu-receptor antagonist, reverses the inhibition of cAMP formation and nociceptive neurotransmitter release and reverses postsynaptic neuronal hyperpolarization, reducing neuronal excitability. This reversal extends to clinical signs and symptoms of opioid toxicity, including respiratory depression and decreased level of consciousness."}
{"id": "article-23073_33", "title": "Hydrocodone -- Toxicity -- Management of Overdose", "content": "The indication for airway management is severe respiratory depression or apnea secondary to hydrocodone toxicity. In acute respiratory distress syndrome cases, management involves ensuring adequate oxygenation, utilizing low tidal volume ventilation, and applying high positive end-expiratory pressure (PEEP). Caution is essential to prevent ventilator-induced lung injury. [40] Patients who have taken ER preparations require prolonged monitoring after the reversal, as delayed absorption of hydrocodone is possible. Emergency department clinicians should refer stabilized patients to psychiatric evaluation.", "contents": "Hydrocodone -- Toxicity -- Management of Overdose. The indication for airway management is severe respiratory depression or apnea secondary to hydrocodone toxicity. In acute respiratory distress syndrome cases, management involves ensuring adequate oxygenation, utilizing low tidal volume ventilation, and applying high positive end-expiratory pressure (PEEP). Caution is essential to prevent ventilator-induced lung injury. [40] Patients who have taken ER preparations require prolonged monitoring after the reversal, as delayed absorption of hydrocodone is possible. Emergency department clinicians should refer stabilized patients to psychiatric evaluation."}
{"id": "article-23073_34", "title": "Hydrocodone -- Toxicity -- Management of Overdose", "content": "The FDA has approved hydrocodone formulations with abuse-deterrent properties. These formulations deter misuse by preventing chewing, injecting, or snorting. [41] Hydrocodone can cause life-threatening secondary adrenal insufficiency, which requires immediate corticosteroid replacement. [28]", "contents": "Hydrocodone -- Toxicity -- Management of Overdose. The FDA has approved hydrocodone formulations with abuse-deterrent properties. These formulations deter misuse by preventing chewing, injecting, or snorting. [41] Hydrocodone can cause life-threatening secondary adrenal insufficiency, which requires immediate corticosteroid replacement. [28]"}
{"id": "article-23073_35", "title": "Hydrocodone -- Enhancing Healthcare Team Outcomes", "content": "The optimal strategy involves an interprofessional approach to prescribing and administering hydrocodone. Healthcare professionals should be knowledgeable about the appropriate indications, adverse drug reactions, and toxicity management to ensure optimal patient outcomes for hydrocodone therapy. In September 2018, the FDA mandated the Risk Evaluation and Mitigation Strategy (REMS) training program for all drug company personnel involved with approved opioid analgesics to mitigate the abuse and misuse of opioid analgesics, including hydrocodone. This program requires all clinicians, including physicians, mid-level practitioners, nurses, and pharmacists responsible for pain management in patients, to undergo training on the fundamentals of acute and chronic pain management and the safe use and risks of opioids. [42]", "contents": "Hydrocodone -- Enhancing Healthcare Team Outcomes. The optimal strategy involves an interprofessional approach to prescribing and administering hydrocodone. Healthcare professionals should be knowledgeable about the appropriate indications, adverse drug reactions, and toxicity management to ensure optimal patient outcomes for hydrocodone therapy. In September 2018, the FDA mandated the Risk Evaluation and Mitigation Strategy (REMS) training program for all drug company personnel involved with approved opioid analgesics to mitigate the abuse and misuse of opioid analgesics, including hydrocodone. This program requires all clinicians, including physicians, mid-level practitioners, nurses, and pharmacists responsible for pain management in patients, to undergo training on the fundamentals of acute and chronic pain management and the safe use and risks of opioids. [42]"}
{"id": "article-23073_36", "title": "Hydrocodone -- Enhancing Healthcare Team Outcomes", "content": "The American Geriatrics Society (AGS) Beers Criteria highlights potentially inappropriate medications for geriatric patients. According to a study, hydrocodone/acetaminophen was among the most frequently prescribed medications associated with emergency room visits. [43] [44] Ideally, clinicians should prescribe hydrocodone for appropriate indications, carefully weighing therapy's associated risks and benefits. Furthermore, they should routinely monitor the necessity for hydrocodone at each visit and assess for any aberrant behavior. When prescribing hydrocodone for cough, clinicians should thoroughly investigate and rule out conditions such as gastroesophageal reflux disease (GERD) and other disorders that may contribute to coughing. [45]", "contents": "Hydrocodone -- Enhancing Healthcare Team Outcomes. The American Geriatrics Society (AGS) Beers Criteria highlights potentially inappropriate medications for geriatric patients. According to a study, hydrocodone/acetaminophen was among the most frequently prescribed medications associated with emergency room visits. [43] [44] Ideally, clinicians should prescribe hydrocodone for appropriate indications, carefully weighing therapy's associated risks and benefits. Furthermore, they should routinely monitor the necessity for hydrocodone at each visit and assess for any aberrant behavior. When prescribing hydrocodone for cough, clinicians should thoroughly investigate and rule out conditions such as gastroesophageal reflux disease (GERD) and other disorders that may contribute to coughing. [45]"}
{"id": "article-23073_37", "title": "Hydrocodone -- Enhancing Healthcare Team Outcomes", "content": "The Prescription Drug Monitoring Program (PDMP) is an electronic database tracking controlled substance prescriptions. Clinicians should consult the database before prescribing hydrocodone to prevent multiple refills. Notably, information regarding methadone from opiate treatment programs is not accessible in the PDMP. [46] In addition, pharmacists should counsel patients regarding the adverse drug reactions associated with hydrocodone therapy and ensure proper dosing, considering hepatic and renal function. Pharmacists should communicate with the prescribing clinician if any uncertainties arise, such as requests for early refills. Similarly, nurses should assess pain levels during each visit, evaluate the effectiveness of treatment, and remain vigilant for signs of adverse events or misuse.", "contents": "Hydrocodone -- Enhancing Healthcare Team Outcomes. The Prescription Drug Monitoring Program (PDMP) is an electronic database tracking controlled substance prescriptions. Clinicians should consult the database before prescribing hydrocodone to prevent multiple refills. Notably, information regarding methadone from opiate treatment programs is not accessible in the PDMP. [46] In addition, pharmacists should counsel patients regarding the adverse drug reactions associated with hydrocodone therapy and ensure proper dosing, considering hepatic and renal function. Pharmacists should communicate with the prescribing clinician if any uncertainties arise, such as requests for early refills. Similarly, nurses should assess pain levels during each visit, evaluate the effectiveness of treatment, and remain vigilant for signs of adverse events or misuse."}
{"id": "article-23073_38", "title": "Hydrocodone -- Enhancing Healthcare Team Outcomes", "content": "In the case of a hydrocodone overdose, triage nurses should admit the patient and promptly inform the emergency department clinician. The clinician should order urine drug levels, analyze arterial blood gases, monitor the patient for respiratory depression, and consider naloxone or activated charcoal therapy as indicated. Patients experiencing severe respiratory depression and paralytic ileus may necessitate intensive care unit (ICU) care. When the patient stabilizes, they can be referred to a psychiatrist and/or mental health counselor, especially if the overdose is deliberate. [47] The clinician should refer the patient for detoxification upon diagnosing opioid use disorder. Subsequent referral for medication-assisted treatment (MAT) and psychosocial treatment is essential to prevent relapse. [48]", "contents": "Hydrocodone -- Enhancing Healthcare Team Outcomes. In the case of a hydrocodone overdose, triage nurses should admit the patient and promptly inform the emergency department clinician. The clinician should order urine drug levels, analyze arterial blood gases, monitor the patient for respiratory depression, and consider naloxone or activated charcoal therapy as indicated. Patients experiencing severe respiratory depression and paralytic ileus may necessitate intensive care unit (ICU) care. When the patient stabilizes, they can be referred to a psychiatrist and/or mental health counselor, especially if the overdose is deliberate. [47] The clinician should refer the patient for detoxification upon diagnosing opioid use disorder. Subsequent referral for medication-assisted treatment (MAT) and psychosocial treatment is essential to prevent relapse. [48]"}
{"id": "article-23073_39", "title": "Hydrocodone -- Enhancing Healthcare Team Outcomes", "content": "Multiple clinicians are usually involved in patient care. Therefore, collaborative efforts are necessary to achieve optimal outcomes. An interprofessional team approach, characterized by open communication and shared decision-making, will optimize therapeutic efficacy and minimize adverse drug reactions associated with hydrocodone therapy, enhancing patient outcomes.", "contents": "Hydrocodone -- Enhancing Healthcare Team Outcomes. Multiple clinicians are usually involved in patient care. Therefore, collaborative efforts are necessary to achieve optimal outcomes. An interprofessional team approach, characterized by open communication and shared decision-making, will optimize therapeutic efficacy and minimize adverse drug reactions associated with hydrocodone therapy, enhancing patient outcomes."}
{"id": "article-23073_40", "title": "Hydrocodone -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hydrocodone -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}