{"id": "article-17732_0", "title": "Anatomy, Thorax, Heart Aorta -- Introduction", "content": "The aorta is the largest vessel within the human body. It originates from the left ventricle of the heart anterior to the pulmonary artery before arching posteriorly and descending along the posterior mediastinum. It descends to the level of the L4 vertebral body where it bifurcates into the left and right common iliac arteries. It is the main artery in the body and distributes oxygenated blood to the entire systemic circulation. This section will be limited to the thoracic portion of the aorta, which includes the ascending aorta, aortic arch, and descending thoracic aorta before it crosses the level of the diaphragm where it becomes the abdominal aorta. The thoracic aorta is responsible for supplying oxygenated blood to multiple structures, including the head, neck, upper extremities, and thoracic structures.", "contents": "Anatomy, Thorax, Heart Aorta -- Introduction. The aorta is the largest vessel within the human body. It originates from the left ventricle of the heart anterior to the pulmonary artery before arching posteriorly and descending along the posterior mediastinum. It descends to the level of the L4 vertebral body where it bifurcates into the left and right common iliac arteries. It is the main artery in the body and distributes oxygenated blood to the entire systemic circulation. This section will be limited to the thoracic portion of the aorta, which includes the ascending aorta, aortic arch, and descending thoracic aorta before it crosses the level of the diaphragm where it becomes the abdominal aorta. The thoracic aorta is responsible for supplying oxygenated blood to multiple structures, including the head, neck, upper extremities, and thoracic structures."}
{"id": "article-17732_1", "title": "Anatomy, Thorax, Heart Aorta -- Structure and Function", "content": "The thoracic aorta originates from the left ventricle, guarded by the aortic valve. Just above the cusp of the aortic valve, the aorta gives off the left and right main coronary arteries that run along coronary grooves of the heart and are responsible for perfusion of the myocardium. The initial portion of the aorta ascending behind the sternum is referred to as the ascending aorta, extends approximately to the level of the T4 vertebral body. From this point, it is known as the aortic arch and begins to arch posteriorly and to the left of the vertebral bodies in the posterior mediastinum. The aortic arch both begins and ends at the level of the second rib; it lies within the superior mediastinum. in the chest radiographs, the aortic arch is identifiable as \"the aortic knob.\" The aortic arch gives off three branches including:", "contents": "Anatomy, Thorax, Heart Aorta -- Structure and Function. The thoracic aorta originates from the left ventricle, guarded by the aortic valve. Just above the cusp of the aortic valve, the aorta gives off the left and right main coronary arteries that run along coronary grooves of the heart and are responsible for perfusion of the myocardium. The initial portion of the aorta ascending behind the sternum is referred to as the ascending aorta, extends approximately to the level of the T4 vertebral body. From this point, it is known as the aortic arch and begins to arch posteriorly and to the left of the vertebral bodies in the posterior mediastinum. The aortic arch both begins and ends at the level of the second rib; it lies within the superior mediastinum. in the chest radiographs, the aortic arch is identifiable as \"the aortic knob.\" The aortic arch gives off three branches including:"}
{"id": "article-17732_2", "title": "Anatomy, Thorax, Heart Aorta -- Structure and Function", "content": "Brachiocephalic artery (also known as the innominate artery) is the first arch vessel to branch off - it travels superiorly and to the right side of the body and bifurcates into the right subclavian artery and right common carotid artery The left common carotid artery is the subsequent vessel to branch from the aortic arch Left subclavian artery is the third arch vessel to branch from the aortic arch", "contents": "Anatomy, Thorax, Heart Aorta -- Structure and Function. Brachiocephalic artery (also known as the innominate artery) is the first arch vessel to branch off - it travels superiorly and to the right side of the body and bifurcates into the right subclavian artery and right common carotid artery The left common carotid artery is the subsequent vessel to branch from the aortic arch Left subclavian artery is the third arch vessel to branch from the aortic arch"}
{"id": "article-17732_3", "title": "Anatomy, Thorax, Heart Aorta -- Structure and Function", "content": "The final section of the aortic arch is just distal to the origin of the left subclavian artery and is known as the aortic isthmus. There is a mild narrowing of the aorta that occurs at the site of the ligamentum arteriosum, which is a remnant of the ductus arteriosus.  From the fourth thoracic vertebra, it continues as the descending aorta to travels downward to the diaphragmatic hiatus at the level of T12 where it exits the thorax. The descending aorta gives off multiple vessels before exiting the thoracic cavity, including arteries to supply the pericardium, bronchi, mediastinum, and esophagus; it also gives off the superior phrenic arteries, posterior intercostal arteries, and subcostal arteries.", "contents": "Anatomy, Thorax, Heart Aorta -- Structure and Function. The final section of the aortic arch is just distal to the origin of the left subclavian artery and is known as the aortic isthmus. There is a mild narrowing of the aorta that occurs at the site of the ligamentum arteriosum, which is a remnant of the ductus arteriosus.  From the fourth thoracic vertebra, it continues as the descending aorta to travels downward to the diaphragmatic hiatus at the level of T12 where it exits the thorax. The descending aorta gives off multiple vessels before exiting the thoracic cavity, including arteries to supply the pericardium, bronchi, mediastinum, and esophagus; it also gives off the superior phrenic arteries, posterior intercostal arteries, and subcostal arteries."}
{"id": "article-17732_4", "title": "Anatomy, Thorax, Heart Aorta -- Embryology", "content": "The aorta develops during the third gestational week. [1] The ascending aorta and aortic arch develop independently from two different embryologic tracts. The ascending aorta develops from the truncus arteriosus which is a component of heart development. The truncus arteriosus is a single outflow tract that forms during heart development. It originates from both the left and right ventricle of the heart. The truncus arteriosus is then divided by the aorticopulmonary septum to give rise to two separate outflow tracts, later known as the pulmonary artery and ascending aorta.", "contents": "Anatomy, Thorax, Heart Aorta -- Embryology. The aorta develops during the third gestational week. [1] The ascending aorta and aortic arch develop independently from two different embryologic tracts. The ascending aorta develops from the truncus arteriosus which is a component of heart development. The truncus arteriosus is a single outflow tract that forms during heart development. It originates from both the left and right ventricle of the heart. The truncus arteriosus is then divided by the aorticopulmonary septum to give rise to two separate outflow tracts, later known as the pulmonary artery and ascending aorta."}
{"id": "article-17732_5", "title": "Anatomy, Thorax, Heart Aorta -- Embryology", "content": "The aortic arch forms through the development of the branchial arch arteries. There are six branchial arch arteries, also known as the pharyngeal arch vessels. These develop into the following [2] [3] : The first branchial arch artery forms the maxillary and external carotid arteries The second branchial arch artery leads to the formation of the stapedial arteries The third branchial arch artery contributes to the formation of the right common carotid arteries and proximal internal carotid artery The fourth branchial arch artery forms the main portion of the aortic arch, as well as the proximal right subclavian artery - the left subclavian artery arises from the left seventh intersegmental artery, which describes a set of arteries that develop from the dorsal aorta The fifth branchial arch does not form vessels and regresses The sixth branchial arch leads to the formation of the main pulmonary artery, left and right pulmonary artery, and ductus arteriosus", "contents": "Anatomy, Thorax, Heart Aorta -- Embryology. The aortic arch forms through the development of the branchial arch arteries. There are six branchial arch arteries, also known as the pharyngeal arch vessels. These develop into the following [2] [3] : The first branchial arch artery forms the maxillary and external carotid arteries The second branchial arch artery leads to the formation of the stapedial arteries The third branchial arch artery contributes to the formation of the right common carotid arteries and proximal internal carotid artery The fourth branchial arch artery forms the main portion of the aortic arch, as well as the proximal right subclavian artery - the left subclavian artery arises from the left seventh intersegmental artery, which describes a set of arteries that develop from the dorsal aorta The fifth branchial arch does not form vessels and regresses The sixth branchial arch leads to the formation of the main pulmonary artery, left and right pulmonary artery, and ductus arteriosus"}
{"id": "article-17732_6", "title": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta", "content": "Coarctation of the aorta refers to a congenital condition in which the aorta narrows, obstructing distal blood flow; this most commonly occurs in proximity to the ductus arteriosus with classifications of preductal coarctation, ductal coarctation, and postductal coarctation.", "contents": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta. Coarctation of the aorta refers to a congenital condition in which the aorta narrows, obstructing distal blood flow; this most commonly occurs in proximity to the ductus arteriosus with classifications of preductal coarctation, ductal coarctation, and postductal coarctation."}
{"id": "article-17732_7", "title": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta", "content": "Preductal coarctation occurs proximal to the ductus arteriosus; this most often occurs as a result of a congenital heart anomaly the leads to decreased blood flow to the left side of the heart and aorta, resulting in hypoplastic development. Ductal coarctation occurs at the insertion of the ductus arteriosus and most often appears at birth as the ductus arteriosus obliterates.", "contents": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta. Preductal coarctation occurs proximal to the ductus arteriosus; this most often occurs as a result of a congenital heart anomaly the leads to decreased blood flow to the left side of the heart and aorta, resulting in hypoplastic development. Ductal coarctation occurs at the insertion of the ductus arteriosus and most often appears at birth as the ductus arteriosus obliterates."}
{"id": "article-17732_8", "title": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta", "content": "Postductal coarctation occurs distal to the ductus arteriosus, which is the most common form in adults. It often presents as hypertension in the upper extremities and weak pulses in the lower extremities. This presentation is due to increased blood flow through the aortic arch vessels and decreased blood flow to the descending aorta distal to the stenotic segment. Collateral vessels may increase in size to aid in the delivery of blood to the descending aorta. This collateralization most often occurs through the subclavian artery into the internal thoracic artery which goes to the anterior intercostal artery, to the posterior intercostal artery, and finally into the descending thoracic aorta. The dilation of the intercostal arteries may result in the characteristic finding of rib notching on chest x-ray. [4] [5]", "contents": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta. Postductal coarctation occurs distal to the ductus arteriosus, which is the most common form in adults. It often presents as hypertension in the upper extremities and weak pulses in the lower extremities. This presentation is due to increased blood flow through the aortic arch vessels and decreased blood flow to the descending aorta distal to the stenotic segment. Collateral vessels may increase in size to aid in the delivery of blood to the descending aorta. This collateralization most often occurs through the subclavian artery into the internal thoracic artery which goes to the anterior intercostal artery, to the posterior intercostal artery, and finally into the descending thoracic aorta. The dilation of the intercostal arteries may result in the characteristic finding of rib notching on chest x-ray. [4] [5]"}
{"id": "article-17732_9", "title": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta", "content": "Coarctation of the aorta results in significant morbidity in patients with severe narrowing and poor outcome in patients who survive beyond one year of age. [6] Treatment options include surgical repair, balloon angioplasty, and endovascular stent placement. Although these options are available, the decision on an optimal treatment strategy can be complicated. There is not a standard of care practice or algorithm in treating these patients. [7] Management is at the physician's discretion with age at presentation and complexity of coarctation influencing treatment choice.", "contents": "Anatomy, Thorax, Heart Aorta -- Surgical Considerations -- Coarctation of the aorta. Coarctation of the aorta results in significant morbidity in patients with severe narrowing and poor outcome in patients who survive beyond one year of age. [6] Treatment options include surgical repair, balloon angioplasty, and endovascular stent placement. Although these options are available, the decision on an optimal treatment strategy can be complicated. There is not a standard of care practice or algorithm in treating these patients. [7] Management is at the physician's discretion with age at presentation and complexity of coarctation influencing treatment choice."}
{"id": "article-17732_10", "title": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Aortic aneurysm", "content": "A thoracic aortic aneurysm refers to a dilatation of the proximal ascending aorta; this is most often the result of chronic hypertension when seen in adults. In young adults, the most common underlying factor is a connective tissue disorder such as Marfan syndrome or Ehler-Danlos syndrome. An aortic aneurysm is of concern because dilation of the aorta results in weakening of the aortic wall, increasing risk of aortic rupture or dissection. For this reason, elective repair is often the recommendation once an aneurysm has reached a diameter of 5.5cm or greater. [8] [9] Elective repair can reduce the risk of rupture and survival to near normal.", "contents": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Aortic aneurysm. A thoracic aortic aneurysm refers to a dilatation of the proximal ascending aorta; this is most often the result of chronic hypertension when seen in adults. In young adults, the most common underlying factor is a connective tissue disorder such as Marfan syndrome or Ehler-Danlos syndrome. An aortic aneurysm is of concern because dilation of the aorta results in weakening of the aortic wall, increasing risk of aortic rupture or dissection. For this reason, elective repair is often the recommendation once an aneurysm has reached a diameter of 5.5cm or greater. [8] [9] Elective repair can reduce the risk of rupture and survival to near normal."}
{"id": "article-17732_11", "title": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Aortic dissection", "content": "Aortic dissection refers to the disruption of the innermost layer of the aorta, allowing blood to tunnel through the central portion of the aortic wall. It most often occurs at the proximal portion of the ascending aorta, just distal to the aortic valve. Aortic dissections can then propagate distally or proximally through the aortic wall. Aortic dissections are a life-threatening emergency that requires surgical repair to increase the chances of survival. Nearly 40% of patients with acute aortic dissections expire immediately. Of those who survive the initial event, approximately 80% will die within two weeks. [10]", "contents": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Aortic dissection. Aortic dissection refers to the disruption of the innermost layer of the aorta, allowing blood to tunnel through the central portion of the aortic wall. It most often occurs at the proximal portion of the ascending aorta, just distal to the aortic valve. Aortic dissections can then propagate distally or proximally through the aortic wall. Aortic dissections are a life-threatening emergency that requires surgical repair to increase the chances of survival. Nearly 40% of patients with acute aortic dissections expire immediately. Of those who survive the initial event, approximately 80% will die within two weeks. [10]"}
{"id": "article-17732_12", "title": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Patent ductus arteriosus", "content": "The ductus arteriosus is a communication between the pulmonary artery and the aortic arch in fetal life. It usually closes by the second day after birth in full-term babies. If this communication persists beyond two days, it is called patent ductus arteriosus. Depending upon the size of patency this condition can lead to failure to thrive and heart failure. [1] Other aberrant conditions of development seen in the aorta are hypoplastic ascending aorta, interrupted aortic arch, right aortic arch, and double aortic arch. [1]", "contents": "Anatomy, Thorax, Heart Aorta -- Clinical Significance -- Patent ductus arteriosus. The ductus arteriosus is a communication between the pulmonary artery and the aortic arch in fetal life. It usually closes by the second day after birth in full-term babies. If this communication persists beyond two days, it is called patent ductus arteriosus. Depending upon the size of patency this condition can lead to failure to thrive and heart failure. [1] Other aberrant conditions of development seen in the aorta are hypoplastic ascending aorta, interrupted aortic arch, right aortic arch, and double aortic arch. [1]"}
{"id": "article-17732_13", "title": "Anatomy, Thorax, Heart Aorta -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Thorax, Heart Aorta -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}