{"id": "article-25918_0", "title": "Neuroanatomy, Nodes of Ranvier -- Introduction", "content": "Myelin sheaths insulate the axons of nerves. These sheaths are a lipid-rich extension of the plasma membrane produced in the peripheral nervous system (PNS) by Schwann cells and by oligodendrocytes in the central nervous system (CNS). The myelin sheath is regularly interrupted along the length of the axon by specialized regions called the nodes of Ranvier, which are necessary for the propagation of an action potential along the axon. [1] The nodes of Ranvier are essential in the speed and timing of delivery of impulses from one neuron to another, and changes in size or function have the potential to jeopardize the effectiveness of a neuron, contributing to the development of neurological disorders. [1]", "contents": "Neuroanatomy, Nodes of Ranvier -- Introduction. Myelin sheaths insulate the axons of nerves. These sheaths are a lipid-rich extension of the plasma membrane produced in the peripheral nervous system (PNS) by Schwann cells and by oligodendrocytes in the central nervous system (CNS). The myelin sheath is regularly interrupted along the length of the axon by specialized regions called the nodes of Ranvier, which are necessary for the propagation of an action potential along the axon. [1] The nodes of Ranvier are essential in the speed and timing of delivery of impulses from one neuron to another, and changes in size or function have the potential to jeopardize the effectiveness of a neuron, contributing to the development of neurological disorders. [1]"}
{"id": "article-25918_1", "title": "Neuroanatomy, Nodes of Ranvier -- Structure and Function", "content": "The nodes of Ranvier are characterized by short (1um), specialized regions in the axonal membrane that are not insulated by myelin.  Although it is bare of myelin at the node, the axon is in direct contact with the microvilli of the Schwann cells in the PNS, or with processes of astrocytes in the CNS (Figure 1). [2] The nodes contain high concentrations of voltage-gated sodium ion channels, responsible for raising membrane voltage during the creation of an all-or-nothing action potential.  In the regions directly adjacent to the nodes, termed the paranodes, loops of myelin form a tight, septate-like junction (SpJ) with the axonal membrane. [3] This junction provides scaffolding within the axon to compartmentalize molecules within the axon and restrict the movement of ion channels within the axonal membrane. [4] On the side of this junction opposite the node, termed juxtaparanode, there is a high concentration of voltage-gated potassium ion channels that facilitate the return of the membrane voltage to baseline following an action potential.  For efficient propagation of the action potential, it is crucial that the voltage-gated sodium and potassium channels remain in distinct regions.", "contents": "Neuroanatomy, Nodes of Ranvier -- Structure and Function. The nodes of Ranvier are characterized by short (1um), specialized regions in the axonal membrane that are not insulated by myelin.  Although it is bare of myelin at the node, the axon is in direct contact with the microvilli of the Schwann cells in the PNS, or with processes of astrocytes in the CNS (Figure 1). [2] The nodes contain high concentrations of voltage-gated sodium ion channels, responsible for raising membrane voltage during the creation of an all-or-nothing action potential.  In the regions directly adjacent to the nodes, termed the paranodes, loops of myelin form a tight, septate-like junction (SpJ) with the axonal membrane. [3] This junction provides scaffolding within the axon to compartmentalize molecules within the axon and restrict the movement of ion channels within the axonal membrane. [4] On the side of this junction opposite the node, termed juxtaparanode, there is a high concentration of voltage-gated potassium ion channels that facilitate the return of the membrane voltage to baseline following an action potential.  For efficient propagation of the action potential, it is crucial that the voltage-gated sodium and potassium channels remain in distinct regions."}
{"id": "article-25918_2", "title": "Neuroanatomy, Nodes of Ranvier -- Structure and Function", "content": "The long, myelin-covered section of axon between nodes is the internode.  The purpose of the myelin sheath is to increase the speed of transmission by acting as an electrical insulator.  In non-myelinated axons, the action potential must propagate continuously along the plasma membrane.  Under myelin, there is increased resistance to movement of charges across the membrane, resulting in rapid propagation of the voltage signal within the axonal cytoplasm to the next node.  The action potential must be ‘amplified’ at each node by the influx of sodium ions as the voltage signal dissipates along the length of the myelinated axon.", "contents": "Neuroanatomy, Nodes of Ranvier -- Structure and Function. The long, myelin-covered section of axon between nodes is the internode.  The purpose of the myelin sheath is to increase the speed of transmission by acting as an electrical insulator.  In non-myelinated axons, the action potential must propagate continuously along the plasma membrane.  Under myelin, there is increased resistance to movement of charges across the membrane, resulting in rapid propagation of the voltage signal within the axonal cytoplasm to the next node.  The action potential must be ‘amplified’ at each node by the influx of sodium ions as the voltage signal dissipates along the length of the myelinated axon."}
{"id": "article-25918_3", "title": "Neuroanatomy, Nodes of Ranvier -- Structure and Function", "content": "The nodes of Ranvier, including adjacent regions, contain a high concentration of the structural proteins ankyrins, which are responsible for the anchoring of proteins to the axonal cytoskeleton. [2] Pathological distribution of essential nodal proteins, including ion channels and cell adhesion molecules, can lead to dysfunction in the propagation of nerve impulses. [3] For example, the ganglioside GM1 is instrumental in tethering the molecular components of the node within sub-domains of the nodal plasma membrane called lipid rafts.  Damage to GM1 by the production of anti-ganglioside antibodies is observed in most autoimmune neuropathies, resulting in loss of conduction efficacy. [5] Similarly, damage to proteins within the paranode results in the loss of paranodal septate-like junction (SpJ) and subsequent myelin retraction.  Appropriate localization of ion channels requires the primary adhesion molecule in the paranode, Neurofascin 155 (NF155).  The disassociation of glial NF155 with axonal adhesion molecules following neonatal hypoxia and during autoimmune disorders starts the degradation of the paranode structure and may lead to myelin retraction. [6] Impaired myelin maintenance by dysfunctional oligodendrocytes may also result in myelin retraction, resulting in the uncovering of voltage-gated potassium channels in the juxtaparanode. If exposed these channels do not function properly and present in multiple neurological diseases including stroke, multiple sclerosis, and in traumatic or hypoxic brain injuries. [1]", "contents": "Neuroanatomy, Nodes of Ranvier -- Structure and Function. The nodes of Ranvier, including adjacent regions, contain a high concentration of the structural proteins ankyrins, which are responsible for the anchoring of proteins to the axonal cytoskeleton. [2] Pathological distribution of essential nodal proteins, including ion channels and cell adhesion molecules, can lead to dysfunction in the propagation of nerve impulses. [3] For example, the ganglioside GM1 is instrumental in tethering the molecular components of the node within sub-domains of the nodal plasma membrane called lipid rafts.  Damage to GM1 by the production of anti-ganglioside antibodies is observed in most autoimmune neuropathies, resulting in loss of conduction efficacy. [5] Similarly, damage to proteins within the paranode results in the loss of paranodal septate-like junction (SpJ) and subsequent myelin retraction.  Appropriate localization of ion channels requires the primary adhesion molecule in the paranode, Neurofascin 155 (NF155).  The disassociation of glial NF155 with axonal adhesion molecules following neonatal hypoxia and during autoimmune disorders starts the degradation of the paranode structure and may lead to myelin retraction. [6] Impaired myelin maintenance by dysfunctional oligodendrocytes may also result in myelin retraction, resulting in the uncovering of voltage-gated potassium channels in the juxtaparanode. If exposed these channels do not function properly and present in multiple neurological diseases including stroke, multiple sclerosis, and in traumatic or hypoxic brain injuries. [1]"}
{"id": "article-25918_4", "title": "Neuroanatomy, Nodes of Ranvier -- Embryology", "content": "During development, nodes form relatively densely along the axon, then the internode length increase as the embryo grows and the axons stretch along their length.  In humans, peak myelination occurs in the first year of life, beginning in the peripheral nervous system, followed later by myelination in the brain and spinal cord. The largest diameter axons are also the first to be myelinated. [7]", "contents": "Neuroanatomy, Nodes of Ranvier -- Embryology. During development, nodes form relatively densely along the axon, then the internode length increase as the embryo grows and the axons stretch along their length.  In humans, peak myelination occurs in the first year of life, beginning in the peripheral nervous system, followed later by myelination in the brain and spinal cord. The largest diameter axons are also the first to be myelinated. [7]"}
{"id": "article-25918_5", "title": "Neuroanatomy, Nodes of Ranvier -- Embryology", "content": "The assembly process of nodes of Ranvier requires 1) the expression of specific structural proteins within the axon and 2) interactions with glial signals.  First, the neuronal expression of ankyrin (ankG) structurally interacts with voltage sodium channels and other nodal proteins.  Secondly, sodium channels concentrate within axonal membrane adjacent to new myelin sections, termed heminodes.  The ion channels, restricted in movement by the paranodal SpJ, are clustered as two neighboring heminodes merge to form a node of Ranvier.  In the CNS, there is also a redundant, independent mechanism of node formation by glial signals.  Node formation in the CNS is also mediated through interactions with oligodendrocyte-secreted proteins such as chondroitin sulfate proteoglycans. [4]", "contents": "Neuroanatomy, Nodes of Ranvier -- Embryology. The assembly process of nodes of Ranvier requires 1) the expression of specific structural proteins within the axon and 2) interactions with glial signals.  First, the neuronal expression of ankyrin (ankG) structurally interacts with voltage sodium channels and other nodal proteins.  Secondly, sodium channels concentrate within axonal membrane adjacent to new myelin sections, termed heminodes.  The ion channels, restricted in movement by the paranodal SpJ, are clustered as two neighboring heminodes merge to form a node of Ranvier.  In the CNS, there is also a redundant, independent mechanism of node formation by glial signals.  Node formation in the CNS is also mediated through interactions with oligodendrocyte-secreted proteins such as chondroitin sulfate proteoglycans. [4]"}
{"id": "article-25918_6", "title": "Neuroanatomy, Nodes of Ranvier -- Surgical Considerations", "content": "Disruption of myelin sheath integrity leads to disruptions in nerve conduction and, if severe enough, complete conduction block. Minor acute damage to peripheral nerves will often resolve unaided.  Conduction velocity may still be slower after recovery because Schwann cell-mediated remyelination occurs with thinner myelin and with nodes more closely spaced along the axon. [8] However, more severe peripheral nerve injury, associated with neurotmesis, requires surgical intervention, usually end-to-end nerve repair.  Following removal of necrotic nerve ends and the realignment of the nerve and blood supply, sutures to the epineurium maintain the nerve repair.  Age is the most critical factor in recovery, accounting for 50% of the variance in outcome. [9]", "contents": "Neuroanatomy, Nodes of Ranvier -- Surgical Considerations. Disruption of myelin sheath integrity leads to disruptions in nerve conduction and, if severe enough, complete conduction block. Minor acute damage to peripheral nerves will often resolve unaided.  Conduction velocity may still be slower after recovery because Schwann cell-mediated remyelination occurs with thinner myelin and with nodes more closely spaced along the axon. [8] However, more severe peripheral nerve injury, associated with neurotmesis, requires surgical intervention, usually end-to-end nerve repair.  Following removal of necrotic nerve ends and the realignment of the nerve and blood supply, sutures to the epineurium maintain the nerve repair.  Age is the most critical factor in recovery, accounting for 50% of the variance in outcome. [9]"}
{"id": "article-25918_7", "title": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance", "content": "Disruption of the nodes of Ranvier and myelin may also occur as a result of autoimmune disorders, including Multiple sclerosis (MS), Guillain-Barré syndrome (GBS), and lupus.  Injuries to the white matter such as during neonatal hypoxia or following traumatic brain injury may also result in subsequent demyelination. [6] [1]", "contents": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance. Disruption of the nodes of Ranvier and myelin may also occur as a result of autoimmune disorders, including Multiple sclerosis (MS), Guillain-Barré syndrome (GBS), and lupus.  Injuries to the white matter such as during neonatal hypoxia or following traumatic brain injury may also result in subsequent demyelination. [6] [1]"}
{"id": "article-25918_8", "title": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance", "content": "Multiple sclerosis characteristically presents with multiple lesions to the white-matter that develop across time.  Although reduction of conduction velocity, or complete conduction block, due to demyelination is the primary pathology associated with MS, the long-term progression of the disease symptoms also correlates with axonal damage caused by direct immune interactions with nodal/paranodal proteins.  For example, disruption of paranodal septate-like junctions due to loss of NF155 disrupts conduction by permitting extracellular current flow and the inappropriate redistribution of potassium channels into the node. [10] [1] Therefore, the pharmacological blockade of voltage-gated potassium channels has been demonstrated to attenuate MS symptoms such as difficulties with walking or vision. [11] Patients presenting with symptoms of MS should undergo blood and CSF analysis to rule out infections by other illnesses with similar symptoms.  During the active phase of MS, an MRI of the patient’s brain and spinal cord may reveal white matter lesions when accompanied by intravenous gadolinium contrast material.  An MRI of the spinal cord can also rule out spinal stenosis or a tumor. [12] Acute treatment with aggressive concentrations of corticosteroids, such as oral prednisone or IV methylprednisolone, reduces nerve inflammation.  To limit the chronic progression of the disease, subcutaneous or intramuscular injections of beta interferon decrease expression of inflammatory cytokines and concurrently promote expression of anti-inflammatory and pro-survival factors. [13]", "contents": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance. Multiple sclerosis characteristically presents with multiple lesions to the white-matter that develop across time.  Although reduction of conduction velocity, or complete conduction block, due to demyelination is the primary pathology associated with MS, the long-term progression of the disease symptoms also correlates with axonal damage caused by direct immune interactions with nodal/paranodal proteins.  For example, disruption of paranodal septate-like junctions due to loss of NF155 disrupts conduction by permitting extracellular current flow and the inappropriate redistribution of potassium channels into the node. [10] [1] Therefore, the pharmacological blockade of voltage-gated potassium channels has been demonstrated to attenuate MS symptoms such as difficulties with walking or vision. [11] Patients presenting with symptoms of MS should undergo blood and CSF analysis to rule out infections by other illnesses with similar symptoms.  During the active phase of MS, an MRI of the patient’s brain and spinal cord may reveal white matter lesions when accompanied by intravenous gadolinium contrast material.  An MRI of the spinal cord can also rule out spinal stenosis or a tumor. [12] Acute treatment with aggressive concentrations of corticosteroids, such as oral prednisone or IV methylprednisolone, reduces nerve inflammation.  To limit the chronic progression of the disease, subcutaneous or intramuscular injections of beta interferon decrease expression of inflammatory cytokines and concurrently promote expression of anti-inflammatory and pro-survival factors. [13]"}
{"id": "article-25918_9", "title": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance", "content": "Guillain-Barre syndrome is an immune-mediated neuropathy that is mediated by antibodies that cross-react with endogenous proteins enriched in peripheral nerves, such as the ganglioside GM1 or members of the neurofascin adhesion molecule family, such as NF155. [5] [14] GBS often manifests post-infection, as a patient’s antibodies against the infection are cross-reactive with endogenous gangliosides such as GM1. [15] Patients present with symmetrical flaccid weakness, usually accompanied by areflexia or hyporeflexia. [5] Approximately 25% of patients will require the use of a respiratory ventilator during their episode.  A subtype of GBS, acute motor axonal neuropathy, has two distinct prognoses: rapid recovery of motor function upon acute resolution of conduction block, or a long-term deficit in function associated with Wallerian degeneration and chronic injury to the nerve. [16] Typically, clinical evaluation for GBS necessitates lumbar puncture to detect albuminocytologic dissociation (high CSF protein levels), and electrophysiological measurements of nerve conduction and electromyography.  Blood sample analysis will usually reveal anti-ganglioside antibodies. [15] Standard treatment is similar to MS, including corticosteroid immunotherapy and/or plasma exchange. [17]", "contents": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance. Guillain-Barre syndrome is an immune-mediated neuropathy that is mediated by antibodies that cross-react with endogenous proteins enriched in peripheral nerves, such as the ganglioside GM1 or members of the neurofascin adhesion molecule family, such as NF155. [5] [14] GBS often manifests post-infection, as a patient’s antibodies against the infection are cross-reactive with endogenous gangliosides such as GM1. [15] Patients present with symmetrical flaccid weakness, usually accompanied by areflexia or hyporeflexia. [5] Approximately 25% of patients will require the use of a respiratory ventilator during their episode.  A subtype of GBS, acute motor axonal neuropathy, has two distinct prognoses: rapid recovery of motor function upon acute resolution of conduction block, or a long-term deficit in function associated with Wallerian degeneration and chronic injury to the nerve. [16] Typically, clinical evaluation for GBS necessitates lumbar puncture to detect albuminocytologic dissociation (high CSF protein levels), and electrophysiological measurements of nerve conduction and electromyography.  Blood sample analysis will usually reveal anti-ganglioside antibodies. [15] Standard treatment is similar to MS, including corticosteroid immunotherapy and/or plasma exchange. [17]"}
{"id": "article-25918_10", "title": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance", "content": "Age-dependent changes to the molecular distributions of nodal and paranodal proteins may be implicated in cognitive decline.  In aged rodent and primate nerves, there is an increase in the inappropriate distribution of voltage-gated potassium channels into the nodal and paranodal regions. [18] This redistribution of channels would serve to maintain the node at a more hyperpolarized voltage, thus impeding action potential conduction. Indeed, older patients have higher thresholds for electrical stimuli to induce action potentials than do younger patients.  Similarly, older humans had longer latencies, smaller amplitudes, and slower conduction velocities when compared with younger patients. [19]", "contents": "Neuroanatomy, Nodes of Ranvier -- Clinical Significance. Age-dependent changes to the molecular distributions of nodal and paranodal proteins may be implicated in cognitive decline.  In aged rodent and primate nerves, there is an increase in the inappropriate distribution of voltage-gated potassium channels into the nodal and paranodal regions. [18] This redistribution of channels would serve to maintain the node at a more hyperpolarized voltage, thus impeding action potential conduction. Indeed, older patients have higher thresholds for electrical stimuli to induce action potentials than do younger patients.  Similarly, older humans had longer latencies, smaller amplitudes, and slower conduction velocities when compared with younger patients. [19]"}
{"id": "article-25918_11", "title": "Neuroanatomy, Nodes of Ranvier -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Nodes of Ranvier -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}