{"id": "article-41824_0", "title": "Empagliflozin -- Continuing Education Activity", "content": "Empagliflozin is a medication used in the management and treatment of type 2 diabetes mellitus. It is in the sodium-glucose co-transporter (SGLT-2) class of medication for diabetes. This activity describes the indications, action, and contraindications for empagliflozin as a valuable agent in treating type 2 diabetes mellitus. This activity will highlight the mechanism of action, dosing, monitoring pertinent for members of the interprofessional team in the management of patients with type 2 diabetes.", "contents": "Empagliflozin -- Continuing Education Activity. Empagliflozin is a medication used in the management and treatment of type 2 diabetes mellitus. It is in the sodium-glucose co-transporter (SGLT-2) class of medication for diabetes. This activity describes the indications, action, and contraindications for empagliflozin as a valuable agent in treating type 2 diabetes mellitus. This activity will highlight the mechanism of action, dosing, monitoring pertinent for members of the interprofessional team in the management of patients with type 2 diabetes."}
{"id": "article-41824_1", "title": "Empagliflozin -- Continuing Education Activity", "content": "Objectives: Identify indications for initiating empagliflozin therapy. Outline the contraindications for empagliflozin therapy. Describe common and uncommon adverse effects of empagliflozin therapy. Review interprofessional strategies that will improve outcomes when prescribing/ordering empagliflozin therapy. Access free multiple choice questions on this topic.", "contents": "Empagliflozin -- Continuing Education Activity. Objectives: Identify indications for initiating empagliflozin therapy. Outline the contraindications for empagliflozin therapy. Describe common and uncommon adverse effects of empagliflozin therapy. Review interprofessional strategies that will improve outcomes when prescribing/ordering empagliflozin therapy. Access free multiple choice questions on this topic."}
{"id": "article-41824_2", "title": "Empagliflozin -- Indications", "content": "Empagliflozin is an antidiabetic agent used in adult patients with type 2 diabetes mellitus. It was FDA-approved in 2014. Empagliflozin can be used as a single agent or as a combination agent with other antidiabetic products. Combination products include empagliflozin and linagliptin and empagliflozin in combination with metformin. These newer agents can be more expensive for patients, thus impeding the clinician's ability to prescribe them based on patient financial considerations. However, the American Diabetes Association (ADA) is calling for agents with proven mortality reduction for use as second-line therapy after metformin. Such agents include empagliflozin and liraglutide. The primary treatment for diabetes is lifestyle management and exercise, followed by metformin use. Per Standards of Medical Care in Diabetes, if the A1c is greater than 9%, then combination therapy with metformin is recommended. In 2016, the FDA (United States Food and Drug Administration) approved a new indication for empagliflozin, which was to reduce the risk of cardiovascular death in adult patients with type 2 diabetes and cardiovascular disease. Empagliflozin has been shown to reduce hospitalizations for heart failure and death from cardiovascular causes. Patients are at an increased risk of cardiovascular mortality with type 2 diabetes, so prescribers should be made aware of the benefits of empagliflozin. In a nutshell, empagliflozin may be effective in the following settings. [1] [2] [3]", "contents": "Empagliflozin -- Indications. Empagliflozin is an antidiabetic agent used in adult patients with type 2 diabetes mellitus. It was FDA-approved in 2014. Empagliflozin can be used as a single agent or as a combination agent with other antidiabetic products. Combination products include empagliflozin and linagliptin and empagliflozin in combination with metformin. These newer agents can be more expensive for patients, thus impeding the clinician's ability to prescribe them based on patient financial considerations. However, the American Diabetes Association (ADA) is calling for agents with proven mortality reduction for use as second-line therapy after metformin. Such agents include empagliflozin and liraglutide. The primary treatment for diabetes is lifestyle management and exercise, followed by metformin use. Per Standards of Medical Care in Diabetes, if the A1c is greater than 9%, then combination therapy with metformin is recommended. In 2016, the FDA (United States Food and Drug Administration) approved a new indication for empagliflozin, which was to reduce the risk of cardiovascular death in adult patients with type 2 diabetes and cardiovascular disease. Empagliflozin has been shown to reduce hospitalizations for heart failure and death from cardiovascular causes. Patients are at an increased risk of cardiovascular mortality with type 2 diabetes, so prescribers should be made aware of the benefits of empagliflozin. In a nutshell, empagliflozin may be effective in the following settings. [1] [2] [3]"}
{"id": "article-41824_3", "title": "Empagliflozin -- Indications", "content": "In overt atherosclerotic CVD and/or heart failure patients with suboptimal glycemic control despite metformin and lifestyle modification Nephropathy (urine albumin-to-creatinine >300 mg/g) As a third-line agent in case of suboptimal glycemic control despite using two oral drugs, or metformin and insulin therapy As a second-line agent in cases of suboptimal glycemic control for patients with metformin who cannot take insulin and weight gain and hypoglycemia is a significant issue.", "contents": "Empagliflozin -- Indications. In overt atherosclerotic CVD and/or heart failure patients with suboptimal glycemic control despite metformin and lifestyle modification Nephropathy (urine albumin-to-creatinine >300 mg/g) As a third-line agent in case of suboptimal glycemic control despite using two oral drugs, or metformin and insulin therapy As a second-line agent in cases of suboptimal glycemic control for patients with metformin who cannot take insulin and weight gain and hypoglycemia is a significant issue."}
{"id": "article-41824_4", "title": "Empagliflozin -- Mechanism of Action", "content": "Empagliflozin works by inhibiting the sodium-glucose co-transporter-2 (SGLT-2) found in the proximal tubules in the kidneys. Through SGLT2 inhibition, empagliflozin reduces renal reabsorption of glucose and increases urinary excretion of glucose. The glucose-lowering effect of the drug is independent of insulin. In type 2 diabetes patients, urinary glucose excretion increased by approximately 64 grams per day with 10 mg of empagliflozin and 78 grams per day with 25 mg. Empagliflozin reduces sodium and volume load, causing intravascular contraction through its diuretic and natriuretic properties. [4] Moreover, empagliflozin is associated with weight loss, with reductions in blood pressure without increasing heart rate.", "contents": "Empagliflozin -- Mechanism of Action. Empagliflozin works by inhibiting the sodium-glucose co-transporter-2 (SGLT-2) found in the proximal tubules in the kidneys. Through SGLT2 inhibition, empagliflozin reduces renal reabsorption of glucose and increases urinary excretion of glucose. The glucose-lowering effect of the drug is independent of insulin. In type 2 diabetes patients, urinary glucose excretion increased by approximately 64 grams per day with 10 mg of empagliflozin and 78 grams per day with 25 mg. Empagliflozin reduces sodium and volume load, causing intravascular contraction through its diuretic and natriuretic properties. [4] Moreover, empagliflozin is associated with weight loss, with reductions in blood pressure without increasing heart rate."}
{"id": "article-41824_5", "title": "Empagliflozin -- Administration -- Recommended dose:", "content": "Empagliflozin is an oral medication dosed at either 10 mg daily or 25 mg daily. The recommended dose is 10 mg once daily in the morning, taken with or without food. If tolerated initially, dosing may increase up to 25 mg. Correct volume depletion, if present, before starting the drug.", "contents": "Empagliflozin -- Administration -- Recommended dose:. Empagliflozin is an oral medication dosed at either 10 mg daily or 25 mg daily. The recommended dose is 10 mg once daily in the morning, taken with or without food. If tolerated initially, dosing may increase up to 25 mg. Correct volume depletion, if present, before starting the drug."}
{"id": "article-41824_6", "title": "Empagliflozin -- Administration -- In patients with renal impairment:", "content": "No dose adjustment is necessary if eGFR is ≥ 45 mL/min/1.73 m^2, but precautions are necessary if it falls below this level.", "contents": "Empagliflozin -- Administration -- In patients with renal impairment:. No dose adjustment is necessary if eGFR is ≥ 45 mL/min/1.73 m^2, but precautions are necessary if it falls below this level."}
{"id": "article-41824_7", "title": "Empagliflozin -- Adverse Effects", "content": "Empagliflozin has several adverse effects to be of note, including hypotension, ketoacidosis, acute kidney injury, genital mycotic infections, hypoglycemia when used with insulin, dyslipidemia, Fournier gangrene, and pyelonephritis.", "contents": "Empagliflozin -- Adverse Effects. Empagliflozin has several adverse effects to be of note, including hypotension, ketoacidosis, acute kidney injury, genital mycotic infections, hypoglycemia when used with insulin, dyslipidemia, Fournier gangrene, and pyelonephritis."}
{"id": "article-41824_8", "title": "Empagliflozin -- Adverse Effects", "content": "Empagliflozin causes osmotic diuresis and intravascular volume contraction and thus can cause symptomatic hypotension, particularly in patients on diuretics, angiotensin-converting enzyme (ACE) inhibitors, or angiotensin receptor blockers (ARBs), and the elderly, patients with renal impairment, and patients with low systolic blood pressure. Empagliflozin increases serum creatinine and decreases eGFR. Renal function should thus be initially evaluated and further monitored periodically. Use of empagliflozin is not recommended if GFR is less than 45 mL/min, and when GFR is less than 30 mL/min/1.73m^2, the drug is contraindicated.", "contents": "Empagliflozin -- Adverse Effects. Empagliflozin causes osmotic diuresis and intravascular volume contraction and thus can cause symptomatic hypotension, particularly in patients on diuretics, angiotensin-converting enzyme (ACE) inhibitors, or angiotensin receptor blockers (ARBs), and the elderly, patients with renal impairment, and patients with low systolic blood pressure. Empagliflozin increases serum creatinine and decreases eGFR. Renal function should thus be initially evaluated and further monitored periodically. Use of empagliflozin is not recommended if GFR is less than 45 mL/min, and when GFR is less than 30 mL/min/1.73m^2, the drug is contraindicated."}
{"id": "article-41824_9", "title": "Empagliflozin -- Adverse Effects", "content": "Empagliflozin is associated with ketoacidosis, particularly in patients with type 1 diabetes, which is why it is not used in that patient population. Factors predisposing to ketoacidosis are pancreatic disorders, history of pancreatitis, pancreatic surgery, alcohol abuse. Hypoglycemia risk increases when using empagliflozin in combination with a sulfonylurea or insulin. Use caution if co-prescribing and consider lowering the sulfonylurea dose.", "contents": "Empagliflozin -- Adverse Effects. Empagliflozin is associated with ketoacidosis, particularly in patients with type 1 diabetes, which is why it is not used in that patient population. Factors predisposing to ketoacidosis are pancreatic disorders, history of pancreatitis, pancreatic surgery, alcohol abuse. Hypoglycemia risk increases when using empagliflozin in combination with a sulfonylurea or insulin. Use caution if co-prescribing and consider lowering the sulfonylurea dose."}
{"id": "article-41824_10", "title": "Empagliflozin -- Adverse Effects", "content": "Empagliflozin increases the risk of genital mycotic infections and urinary tract infections. Evaluate for signs and symptoms and treat appropriately. Male genital mycotic infections include balanitis, balanoposthitis, scrotal abscess, and penile infection. Female mycotic infections include vulvitis and vulvovaginal candidiasis. In women, urinary tract infections and genital mycotic infections were more common than in males.", "contents": "Empagliflozin -- Adverse Effects. Empagliflozin increases the risk of genital mycotic infections and urinary tract infections. Evaluate for signs and symptoms and treat appropriately. Male genital mycotic infections include balanitis, balanoposthitis, scrotal abscess, and penile infection. Female mycotic infections include vulvitis and vulvovaginal candidiasis. In women, urinary tract infections and genital mycotic infections were more common than in males."}
{"id": "article-41824_11", "title": "Empagliflozin -- Adverse Effects", "content": "A rare but serious bacterial infection is necrotizing fasciitis of the perineum; Fournier gangrene. Symptoms begin as early as week one of treatment and as late as two years after starting the medication. Patients taking SGLT2 inhibitors should receive counseling about the risk of necrotizing fasciitis of the perineum. Clinicians should report confirmed infections to the FDA.", "contents": "Empagliflozin -- Adverse Effects. A rare but serious bacterial infection is necrotizing fasciitis of the perineum; Fournier gangrene. Symptoms begin as early as week one of treatment and as late as two years after starting the medication. Patients taking SGLT2 inhibitors should receive counseling about the risk of necrotizing fasciitis of the perineum. Clinicians should report confirmed infections to the FDA."}
{"id": "article-41824_12", "title": "Empagliflozin -- Contraindications", "content": "In instances of severe renal impairment, defined as GFR less than 30 mL/min/1.73m^2, empagliflozin is contraindicated. The use of empagliflozin is not recommended if GFR is less than 45 mL/min or during the second and third trimesters of pregnancy. Other contraindications include those with end-stage renal disease, those on dialysis, and those with a severe hypersensitivity reaction to empagliflozin. Empagliflozin may be used in cases of hepatic impairment. Empagliflozin is not for use with patients with Type 1 diabetes or those with diabetic ketoacidosis.", "contents": "Empagliflozin -- Contraindications. In instances of severe renal impairment, defined as GFR less than 30 mL/min/1.73m^2, empagliflozin is contraindicated. The use of empagliflozin is not recommended if GFR is less than 45 mL/min or during the second and third trimesters of pregnancy. Other contraindications include those with end-stage renal disease, those on dialysis, and those with a severe hypersensitivity reaction to empagliflozin. Empagliflozin may be used in cases of hepatic impairment. Empagliflozin is not for use with patients with Type 1 diabetes or those with diabetic ketoacidosis."}
{"id": "article-41824_13", "title": "Empagliflozin -- Monitoring", "content": "Monitoring for empagliflozin includes a hemoglobin A1c (HbA1c) reading every 3 to 6 months. Renal function, blood pressure, lipid profile, and pregnancy test need require verification before initiation. Empagliflozin should not be given during the second and third trimester of pregnancy due to potential fetal risk. Renal function and blood pressure require routine monitoring during the treatment course due to effects on intravascular contraction. Moreover, clinicians should ask patients whether they experience any urinary symptoms or issues to rule out mycotic and urinary tract infections. Geriatric patients are more prone to suffering adverse effects related to reduced renal function and volume depletion. Patients should be carefully monitored for hypoglycemia and hypotension if they are co-prescribed insulin, sulfonylureas, or diuretics.", "contents": "Empagliflozin -- Monitoring. Monitoring for empagliflozin includes a hemoglobin A1c (HbA1c) reading every 3 to 6 months. Renal function, blood pressure, lipid profile, and pregnancy test need require verification before initiation. Empagliflozin should not be given during the second and third trimester of pregnancy due to potential fetal risk. Renal function and blood pressure require routine monitoring during the treatment course due to effects on intravascular contraction. Moreover, clinicians should ask patients whether they experience any urinary symptoms or issues to rule out mycotic and urinary tract infections. Geriatric patients are more prone to suffering adverse effects related to reduced renal function and volume depletion. Patients should be carefully monitored for hypoglycemia and hypotension if they are co-prescribed insulin, sulfonylureas, or diuretics."}
{"id": "article-41824_14", "title": "Empagliflozin -- Toxicity", "content": "The most commonly reported side effects were urinary tract infections, genital mycotic infections, and dyslipidemia. Due to its diuretic properties related to volume depletion, there were also reports of dehydration, hypotension, hypovolemia, and syncope. The FDA issued a warning for Fournier gangrene, a type of necrotizing fasciitis of the perineum. There were twelve reported cases, and all twelve were hospitalized, requiring surgical debridement. If suspected, stop the drug and have the patient report to the ED promptly for a surgical evaluation. [5] [6]", "contents": "Empagliflozin -- Toxicity. The most commonly reported side effects were urinary tract infections, genital mycotic infections, and dyslipidemia. Due to its diuretic properties related to volume depletion, there were also reports of dehydration, hypotension, hypovolemia, and syncope. The FDA issued a warning for Fournier gangrene, a type of necrotizing fasciitis of the perineum. There were twelve reported cases, and all twelve were hospitalized, requiring surgical debridement. If suspected, stop the drug and have the patient report to the ED promptly for a surgical evaluation. [5] [6]"}
{"id": "article-41824_15", "title": "Empagliflozin -- Enhancing Healthcare Team Outcomes", "content": "The landmark trial for empagliflozin is called the Empagliflozin Cardiovascular Outcome Event Trial in Type 2 Diabetes mellitus patients (EMPA REG OUTCOME), which pooled a total of 7020 patients and found significantly lower rates of death from cardiovascular causes, hospitalizations for heart failure, and death from any co-transporter in the empagliflozin group. [7] This trial was the first of its kind to show a reduction in cardiovascular mortality in patients with type 2 diabetes and cardiovascular risk. Due to findings in the EMPA REG and LEADER trial, societies now favor SGLT2 inhibitors and GLP 1 agonists as second-line therapy over insulin, depending on patient characteristics. According to the Efficacy and Durability of Initial Combination (EDICT) for Type 2 diabetes trial, triple dose combination therapy of metformin, SGLT 2 inhibitor, and pioglitazone in patients with newly diagnosed type 2 diabetes had a more significant reduction in HbA1c levels than patients who sequentially added on therapy with medications. [8]", "contents": "Empagliflozin -- Enhancing Healthcare Team Outcomes. The landmark trial for empagliflozin is called the Empagliflozin Cardiovascular Outcome Event Trial in Type 2 Diabetes mellitus patients (EMPA REG OUTCOME), which pooled a total of 7020 patients and found significantly lower rates of death from cardiovascular causes, hospitalizations for heart failure, and death from any co-transporter in the empagliflozin group. [7] This trial was the first of its kind to show a reduction in cardiovascular mortality in patients with type 2 diabetes and cardiovascular risk. Due to findings in the EMPA REG and LEADER trial, societies now favor SGLT2 inhibitors and GLP 1 agonists as second-line therapy over insulin, depending on patient characteristics. According to the Efficacy and Durability of Initial Combination (EDICT) for Type 2 diabetes trial, triple dose combination therapy of metformin, SGLT 2 inhibitor, and pioglitazone in patients with newly diagnosed type 2 diabetes had a more significant reduction in HbA1c levels than patients who sequentially added on therapy with medications. [8]"}
{"id": "article-41824_16", "title": "Empagliflozin -- Enhancing Healthcare Team Outcomes", "content": "The entire interprofessional healthcare team should participate in empagliflozin therapy. The family clinician or endocrinologist will make the initial prescribing decision. Nursing should understand the adverse event profile of this drug, and assist in monitoring at follow-up visits, for both side effects as well as therapeutic effectiveness. The pharmacist should weigh in with dosing verification, suggestions on dosing titration, and performing medication reconciliation to prevent drug interactions, and can suggest other agents if additional glucose control is necessary. These various disciplines collaborating as a cohesive interprofessional unit will optimize therapy with empagliflozin while minimizing risks. [Level 5]", "contents": "Empagliflozin -- Enhancing Healthcare Team Outcomes. The entire interprofessional healthcare team should participate in empagliflozin therapy. The family clinician or endocrinologist will make the initial prescribing decision. Nursing should understand the adverse event profile of this drug, and assist in monitoring at follow-up visits, for both side effects as well as therapeutic effectiveness. The pharmacist should weigh in with dosing verification, suggestions on dosing titration, and performing medication reconciliation to prevent drug interactions, and can suggest other agents if additional glucose control is necessary. These various disciplines collaborating as a cohesive interprofessional unit will optimize therapy with empagliflozin while minimizing risks. [Level 5]"}
{"id": "article-41824_17", "title": "Empagliflozin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Empagliflozin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}