{"id": "article-27318_0", "title": "Platelet Transfusion -- Continuing Education Activity", "content": "Platelet transfusion is a lifesaving procedure that is carried out to prevent bleeding or stop ongoing bleeding in patients with low platelet counts or functional platelet disorders. There are minimum thresholds at which platelets are transfused in these patients, as not all low levels of platelet warrants a transfusion. Platelet is a scarce resource as processing, preparing, and transfusing them requires a great deal of precision and effort to maintain a certain quality. This activity highlights the use of platelet transfusion by the interprofessional team.", "contents": "Platelet Transfusion -- Continuing Education Activity. Platelet transfusion is a lifesaving procedure that is carried out to prevent bleeding or stop ongoing bleeding in patients with low platelet counts or functional platelet disorders. There are minimum thresholds at which platelets are transfused in these patients, as not all low levels of platelet warrants a transfusion. Platelet is a scarce resource as processing, preparing, and transfusing them requires a great deal of precision and effort to maintain a certain quality. This activity highlights the use of platelet transfusion by the interprofessional team."}
{"id": "article-27318_1", "title": "Platelet Transfusion -- Continuing Education Activity", "content": "Objectives: Describe the platelet zones. Summarize the indications for a platelet transfusion. Review the complications of a platelet transfusion. Outline the strategies for improving the communication of the interprofessional team with respect to platelet transfusions. Access free multiple choice questions on this topic.", "contents": "Platelet Transfusion -- Continuing Education Activity. Objectives: Describe the platelet zones. Summarize the indications for a platelet transfusion. Review the complications of a platelet transfusion. Outline the strategies for improving the communication of the interprofessional team with respect to platelet transfusions. Access free multiple choice questions on this topic."}
{"id": "article-27318_2", "title": "Platelet Transfusion -- Introduction", "content": "Since the first attempted blood transfusion in the 17th century, blood transfusion has evolved from transfusing whole blood to utilizing only its components for select indications such as packed red blood cells (RBC), platelets, rarely white blood cells (WBC), frozen plasma, and plasma-derived products. Platelets play an integral role in hemostasis through their response to vascular injury. The relevance of platelet component therapy was better understood in the 1950s and 1960s when severe and fatal hemorrhagic complications of chemotherapy in leukemia were studied. [1]", "contents": "Platelet Transfusion -- Introduction. Since the first attempted blood transfusion in the 17th century, blood transfusion has evolved from transfusing whole blood to utilizing only its components for select indications such as packed red blood cells (RBC), platelets, rarely white blood cells (WBC), frozen plasma, and plasma-derived products. Platelets play an integral role in hemostasis through their response to vascular injury. The relevance of platelet component therapy was better understood in the 1950s and 1960s when severe and fatal hemorrhagic complications of chemotherapy in leukemia were studied. [1]"}
{"id": "article-27318_3", "title": "Platelet Transfusion -- Introduction", "content": "In the middle of the last century, blood was collected in glass bottles, which depleted platelets in storage. Around the same time, the introduction of plastic bags revolutionized blood storage. It was also found to be gas permeable, which is essential for storing functional platelet. Over time, with the development of efficient separation techniques, platelet component with high platelet yield has been achieved with apheresis, and changes in safety protocol reduced adverse outcomes of transfusions. [2] A great deal has been done to minimize adverse outcomes, and further safety protocols are being explored. [3]", "contents": "Platelet Transfusion -- Introduction. In the middle of the last century, blood was collected in glass bottles, which depleted platelets in storage. Around the same time, the introduction of plastic bags revolutionized blood storage. It was also found to be gas permeable, which is essential for storing functional platelet. Over time, with the development of efficient separation techniques, platelet component with high platelet yield has been achieved with apheresis, and changes in safety protocol reduced adverse outcomes of transfusions. [2] A great deal has been done to minimize adverse outcomes, and further safety protocols are being explored. [3]"}
{"id": "article-27318_4", "title": "Platelet Transfusion -- Introduction", "content": "Platelet concentrates (PC) are widely used to support patients with severe thrombocytopenia. These could be patients with hematologic malignancy, bone marrow failure, or other immune and non-immune causes of platelet destruction, though rare cases could warrant transfusion with normal platelet counts. Platelet is a scarce resource, partly because of their short shelf life of 5 days; it is classified in the World Health Organization’s (WHO) list of “Essential Medicine.”", "contents": "Platelet Transfusion -- Introduction. Platelet concentrates (PC) are widely used to support patients with severe thrombocytopenia. These could be patients with hematologic malignancy, bone marrow failure, or other immune and non-immune causes of platelet destruction, though rare cases could warrant transfusion with normal platelet counts. Platelet is a scarce resource, partly because of their short shelf life of 5 days; it is classified in the World Health Organization’s (WHO) list of “Essential Medicine.”"}
{"id": "article-27318_5", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "Platelets are anucleated discoid cells with sizes averaging between 2.0 to 5.0 micrometers in diameter and 0.5 micrometers in thickness with a mean cell volume of 6 to 10 femtoliters. Platelets are produced in the bone marrow through megakaryopoiesis from a hematopoietic stem cell (HSC) under the influence of thrombopoietin and appropriate growth factors, and an estimated 10^11 platelets are pumped into the circulation every single day. [4] It has a life span of 8 to 10 days, after which structural changes on its surface are recognized by the liver, where these senescent platelets are cleared from the circulation. [5]", "contents": "Platelet Transfusion -- Anatomy and Physiology. Platelets are anucleated discoid cells with sizes averaging between 2.0 to 5.0 micrometers in diameter and 0.5 micrometers in thickness with a mean cell volume of 6 to 10 femtoliters. Platelets are produced in the bone marrow through megakaryopoiesis from a hematopoietic stem cell (HSC) under the influence of thrombopoietin and appropriate growth factors, and an estimated 10^11 platelets are pumped into the circulation every single day. [4] It has a life span of 8 to 10 days, after which structural changes on its surface are recognized by the liver, where these senescent platelets are cleared from the circulation. [5]"}
{"id": "article-27318_6", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "Platelets are primarily involved in the hemostasis by adhesion to the disrupted endothelium, secretion of mediators from its granules which promote aggregation, coagulation (by providing a surface to a host of proteins), and finally, clot retraction by the action of contractile proteins in the platelet together with its secretions and entrapped mesh of fibrin. Other roles played by platelet in the body include participation in inflammation, mitogenesis, wound healing, and antimicrobial host deficiencies. Structurally a platelet is divided into three zones:", "contents": "Platelet Transfusion -- Anatomy and Physiology. Platelets are primarily involved in the hemostasis by adhesion to the disrupted endothelium, secretion of mediators from its granules which promote aggregation, coagulation (by providing a surface to a host of proteins), and finally, clot retraction by the action of contractile proteins in the platelet together with its secretions and entrapped mesh of fibrin. Other roles played by platelet in the body include participation in inflammation, mitogenesis, wound healing, and antimicrobial host deficiencies. Structurally a platelet is divided into three zones:"}
{"id": "article-27318_7", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "Peripheral zone - this zone is primarily involved in adhesion and aggregation function Glycocalyx - This is the thick carbohydrate-rich structure found on the exterior surface of platelets and serves as the site of the first contact during the hemostatic response by platelets, and it is made up of major and minor glycoproteins. GP-Ib-IX-V complex involved in adhesion at the site of vascular injury. GPIIb-IIIa is involved in aggregation by attachment through fibrinogen to other platelets. Unit membrane - It is made of a lipid bilayer and open canalicular system, which serves a vital role in the acceleration of coagulation through the anionic phospholipid, phosphatidylserine, provided by the surface of activated platelets when clotting is initiated, which converts prothrombin to thrombin. The submembrane area - It plays a vital role in transmitting signals from the surface to organelles in the cytoplasm regulating signal processes of platelet activation.", "contents": "Platelet Transfusion -- Anatomy and Physiology. Peripheral zone - this zone is primarily involved in adhesion and aggregation function Glycocalyx - This is the thick carbohydrate-rich structure found on the exterior surface of platelets and serves as the site of the first contact during the hemostatic response by platelets, and it is made up of major and minor glycoproteins. GP-Ib-IX-V complex involved in adhesion at the site of vascular injury. GPIIb-IIIa is involved in aggregation by attachment through fibrinogen to other platelets. Unit membrane - It is made of a lipid bilayer and open canalicular system, which serves a vital role in the acceleration of coagulation through the anionic phospholipid, phosphatidylserine, provided by the surface of activated platelets when clotting is initiated, which converts prothrombin to thrombin. The submembrane area - It plays a vital role in transmitting signals from the surface to organelles in the cytoplasm regulating signal processes of platelet activation."}
{"id": "article-27318_8", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "Sol-gel zone - This is the matrix that is made of microtubules and microfilament, which plays a vital role in platelet structure and its support. This zone is responsible for various shape changes on activation during hemostasis and during ex vivo storage. Organelles are embedded within this matrix.", "contents": "Platelet Transfusion -- Anatomy and Physiology. Sol-gel zone - This is the matrix that is made of microtubules and microfilament, which plays a vital role in platelet structure and its support. This zone is responsible for various shape changes on activation during hemostasis and during ex vivo storage. Organelles are embedded within this matrix."}
{"id": "article-27318_9", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "Organelle zone Alpha-granules, which store fibrinogen fibronectin FV vWF, PDGF cytokines, chemokines, TG-beta-1, and VEGF Dense- granules stores calcium ATP, ADP, serotonin, and pyrophosphate Mitochondria- Are the powerhouse of platelets Glycogen Lysosome and peroxisome", "contents": "Platelet Transfusion -- Anatomy and Physiology. Organelle zone Alpha-granules, which store fibrinogen fibronectin FV vWF, PDGF cytokines, chemokines, TG-beta-1, and VEGF Dense- granules stores calcium ATP, ADP, serotonin, and pyrophosphate Mitochondria- Are the powerhouse of platelets Glycogen Lysosome and peroxisome"}
{"id": "article-27318_10", "title": "Platelet Transfusion -- Anatomy and Physiology", "content": "When a platelet is activated, secretions from the α and dense granules are involved in further platelet activation and aggregation. Secretions also have immune-mediated effects. [6]", "contents": "Platelet Transfusion -- Anatomy and Physiology. When a platelet is activated, secretions from the α and dense granules are involved in further platelet activation and aggregation. Secretions also have immune-mediated effects. [6]"}
{"id": "article-27318_11", "title": "Platelet Transfusion -- Indications", "content": "Normal platelet count in humans ranges from 150,000 to 450,000 cells/microliter. Platelet transfusion is mainly indicated to treat or prevent bleeding in patients with thrombocytopenia or platelet function disorder.", "contents": "Platelet Transfusion -- Indications. Normal platelet count in humans ranges from 150,000 to 450,000 cells/microliter. Platelet transfusion is mainly indicated to treat or prevent bleeding in patients with thrombocytopenia or platelet function disorder."}
{"id": "article-27318_12", "title": "Platelet Transfusion -- Indications -- Platelet transfusion Threshold in Bleeding Patients", "content": "<50,000 cells/microliter in severe bleeding, including disseminated intravascular coagulation (DIC) <30,000 cells/microliter when bleeding, not life-threatening, or considered not severe <100,000 cells/microliter for bleeding in multiple trauma patients or patients with intracranial bleeding. [7]", "contents": "Platelet Transfusion -- Indications -- Platelet transfusion Threshold in Bleeding Patients. <50,000 cells/microliter in severe bleeding, including disseminated intravascular coagulation (DIC) <30,000 cells/microliter when bleeding, not life-threatening, or considered not severe <100,000 cells/microliter for bleeding in multiple trauma patients or patients with intracranial bleeding. [7]"}
{"id": "article-27318_13", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Prophylactic platelet transfusion is indicated below a specific threshold and is indicated before specific procedures or to prevent spontaneous bleeding. These include the following:", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Prophylactic platelet transfusion is indicated below a specific threshold and is indicated before specific procedures or to prevent spontaneous bleeding. These include the following:"}
{"id": "article-27318_14", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "To prevent spontaneous bleeding - transfuse at less than 10,000 cells/microliter; some recommend less than 5,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. To prevent spontaneous bleeding - transfuse at less than 10,000 cells/microliter; some recommend less than 5,000 cells/microliter"}
{"id": "article-27318_15", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before neurosurgery or ocular surgery - less than 100,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before neurosurgery or ocular surgery - less than 100,000 cells/microliter"}
{"id": "article-27318_16", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before major surgery - less than 50,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before major surgery - less than 50,000 cells/microliter"}
{"id": "article-27318_17", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "In DIC - less than 50,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. In DIC - less than 50,000 cells/microliter"}
{"id": "article-27318_18", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before central line placement - less than 20,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before central line placement - less than 20,000 cells/microliter"}
{"id": "article-27318_19", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before epidural anesthesia - less than 80,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before epidural anesthesia - less than 80,000 cells/microliter"}
{"id": "article-27318_20", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before bronchoalveolar lavage (BAL) – 20,000 to 30,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before bronchoalveolar lavage (BAL) – 20,000 to 30,000 cells/microliter"}
{"id": "article-27318_21", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before endoscopic procedures - less than 50,000 cells/microliter for therapeutic procedures; <20,000 cells/microliter for low-risk diagnostic procedures", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before endoscopic procedures - less than 50,000 cells/microliter for therapeutic procedures; <20,000 cells/microliter for low-risk diagnostic procedures"}
{"id": "article-27318_22", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Vaginal delivery platelet transfusion is considered at less than 30,000 cells/microliter, and when traumatic delivery, then less than 50,000 cells/microliter. [8]", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Vaginal delivery platelet transfusion is considered at less than 30,000 cells/microliter, and when traumatic delivery, then less than 50,000 cells/microliter. [8]"}
{"id": "article-27318_23", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Before lumbar puncture - less than 20,000 cells/microliter in patients with hematologic malignancies and 40,000 to 50,000 cells/microliter in patients without hematologic malignancies", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Before lumbar puncture - less than 20,000 cells/microliter in patients with hematologic malignancies and 40,000 to 50,000 cells/microliter in patients without hematologic malignancies"}
{"id": "article-27318_24", "title": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold", "content": "Platelet transfusion is not routinely indicated prior to bone marrow biopsy, peripheral or central catheter insertion, traction removal of tunneled central venous catheters, and cataract removal. [7]", "contents": "Platelet Transfusion -- Indications -- Prophylactic Transfusion Threshold. Platelet transfusion is not routinely indicated prior to bone marrow biopsy, peripheral or central catheter insertion, traction removal of tunneled central venous catheters, and cataract removal. [7]"}
{"id": "article-27318_25", "title": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings", "content": "Idiopathic thrombocytopenic purpura (ITP) - transfusion is avoided unless severe bleeding is present.", "contents": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings. Idiopathic thrombocytopenic purpura (ITP) - transfusion is avoided unless severe bleeding is present."}
{"id": "article-27318_26", "title": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings", "content": "Malignancy and chemotherapy - In most cancers, platelet transfusion thresholds are as indicated above, except in acute promyelocytic leukemia, in which there is increased bleeding risk. Hence transfusion is indicated at counts less than 30,000 cells/microliter. chemotherapy is carried out at counts less than 20,000 cells/microliter. [9]", "contents": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings. Malignancy and chemotherapy - In most cancers, platelet transfusion thresholds are as indicated above, except in acute promyelocytic leukemia, in which there is increased bleeding risk. Hence transfusion is indicated at counts less than 30,000 cells/microliter. chemotherapy is carried out at counts less than 20,000 cells/microliter. [9]"}
{"id": "article-27318_27", "title": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings", "content": "Cardiac surgery - Patients undergoing cardiac surgery get exposed to a blood-pumping circuit, which activates platelets that get destroyed once back in circulation; hence even at normal counts, platelet transfusion is indicated during cardiac surgery.", "contents": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings. Cardiac surgery - Patients undergoing cardiac surgery get exposed to a blood-pumping circuit, which activates platelets that get destroyed once back in circulation; hence even at normal counts, platelet transfusion is indicated during cardiac surgery."}
{"id": "article-27318_28", "title": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings", "content": "Inherited and acquired platelet disorders like Glanzmann thrombasthenia, Bernard-Soulier syndrome, and other congenital platelet defects, acquired platelet disorders like patients with uremia or drug-induced platelet dysfunction. In these situations, platelet transfusion is indicated only when bleeding Is present. [7]", "contents": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings. Inherited and acquired platelet disorders like Glanzmann thrombasthenia, Bernard-Soulier syndrome, and other congenital platelet defects, acquired platelet disorders like patients with uremia or drug-induced platelet dysfunction. In these situations, platelet transfusion is indicated only when bleeding Is present. [7]"}
{"id": "article-27318_29", "title": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings", "content": "For pediatric patients, transfusion indications are otherwise similar in older infants and children compared to adults, as demonstrated by the PLADO study, except in the following situation. We transfuse platelets when the platelet count is: [10] <30,000 cells/microliter in neonates without any bleeding or symptom and failure to produce platelet. <50,000 cells/microliter in an infant with active bleeding or undergoing an invasive procedure. For the same situation in a premature infant, we transfuse at less than 100,000 cells/microliter. [11] [12] Patient undergoing extracorporeal membrane oxygenation (ECMO) and platelets <100,000 cells/microliter", "contents": "Platelet Transfusion -- Indications -- Platelet Transfusion in Specific Settings. For pediatric patients, transfusion indications are otherwise similar in older infants and children compared to adults, as demonstrated by the PLADO study, except in the following situation. We transfuse platelets when the platelet count is: [10] <30,000 cells/microliter in neonates without any bleeding or symptom and failure to produce platelet. <50,000 cells/microliter in an infant with active bleeding or undergoing an invasive procedure. For the same situation in a premature infant, we transfuse at less than 100,000 cells/microliter. [11] [12] Patient undergoing extracorporeal membrane oxygenation (ECMO) and platelets <100,000 cells/microliter"}
{"id": "article-27318_30", "title": "Platelet Transfusion -- Contraindications", "content": "The only agreed upon contraindication to platelet transfusion is thrombotic thrombocytopenic purpura (TTP) due to the increased risk of thrombosis, although studies on outcomes and mortality have shown mixed results. [13] [14] Platelet transfusion is reserved for life-threatening bleeding only.", "contents": "Platelet Transfusion -- Contraindications. The only agreed upon contraindication to platelet transfusion is thrombotic thrombocytopenic purpura (TTP) due to the increased risk of thrombosis, although studies on outcomes and mortality have shown mixed results. [13] [14] Platelet transfusion is reserved for life-threatening bleeding only."}
{"id": "article-27318_31", "title": "Platelet Transfusion -- Contraindications", "content": "Heparin-induced thrombocytopenia (HIT) is another condition where platelet transfusion may increase the risk of thrombosis, but recent studies have shown no risk association. [14] [15] In HIT, transfusion is reserved only for pre-procedure or surgery, and in severe bleeding, prophylactic transfusion, however, is not indicated. [7]", "contents": "Platelet Transfusion -- Contraindications. Heparin-induced thrombocytopenia (HIT) is another condition where platelet transfusion may increase the risk of thrombosis, but recent studies have shown no risk association. [14] [15] In HIT, transfusion is reserved only for pre-procedure or surgery, and in severe bleeding, prophylactic transfusion, however, is not indicated. [7]"}
{"id": "article-27318_32", "title": "Platelet Transfusion -- Equipment", "content": "Platelets are transfused at the bedside through intravenous tubing with an in-line filter (screen filter of 170-260 micrometer pore size) to remove fibrin clots and large debris. The tubing can be primed with normal saline or blood product itself. Emergency equipment such as 0.9% normal saline, oxygen source, and emergency medication to treat anaphylaxis should be available at hand in case of transfusion reaction.", "contents": "Platelet Transfusion -- Equipment. Platelets are transfused at the bedside through intravenous tubing with an in-line filter (screen filter of 170-260 micrometer pore size) to remove fibrin clots and large debris. The tubing can be primed with normal saline or blood product itself. Emergency equipment such as 0.9% normal saline, oxygen source, and emergency medication to treat anaphylaxis should be available at hand in case of transfusion reaction."}
{"id": "article-27318_33", "title": "Platelet Transfusion -- Personnel", "content": "This involves multidisciplinary departments, from clinicians to ancillary medical services. Platelets to be transfused are to be ordered by the physician and administered by the transfusions, which can be a nurse who verifies the identity of the patient and match the unit before transfusing.", "contents": "Platelet Transfusion -- Personnel. This involves multidisciplinary departments, from clinicians to ancillary medical services. Platelets to be transfused are to be ordered by the physician and administered by the transfusions, which can be a nurse who verifies the identity of the patient and match the unit before transfusing."}
{"id": "article-27318_34", "title": "Platelet Transfusion -- Preparation", "content": "Preparation for platelet transfusion starts from the production of quality-approved platelet concentrates (PC) in the blood banks. PC can be prepared from whole blood or by apheresis. 6 whole blood unit-derived platelets equal one apheresis platelet, which contains 5X10^10 platelets per unit. The shelf life of a PC is five days, within which it must be used. The normal dose of platelet transfused is calculated as 10 to 15 ml/kg of the patient.", "contents": "Platelet Transfusion -- Preparation. Preparation for platelet transfusion starts from the production of quality-approved platelet concentrates (PC) in the blood banks. PC can be prepared from whole blood or by apheresis. 6 whole blood unit-derived platelets equal one apheresis platelet, which contains 5X10^10 platelets per unit. The shelf life of a PC is five days, within which it must be used. The normal dose of platelet transfused is calculated as 10 to 15 ml/kg of the patient."}
{"id": "article-27318_35", "title": "Platelet Transfusion -- Preparation", "content": "The blood bank receives a request for transfusion from the physician with a pretransfusion sample, which is verified by the staff at both ends, following which ABO and Rh blood grouping is confirmed. PC is issued as and when required, which is mentioned on the blood request form. Group-specific PC is recommended, although out of the group can also be issued. When an emergency request for platelet transfusion is made, such as in traumatic bleeding patients, the patient blood group may not be available. In such cases, “AB” group platelets are given if available, or else across the group, transfusion is considered. Serologic crossmatch is not required except in rare cases where PC has high RBC content.", "contents": "Platelet Transfusion -- Preparation. The blood bank receives a request for transfusion from the physician with a pretransfusion sample, which is verified by the staff at both ends, following which ABO and Rh blood grouping is confirmed. PC is issued as and when required, which is mentioned on the blood request form. Group-specific PC is recommended, although out of the group can also be issued. When an emergency request for platelet transfusion is made, such as in traumatic bleeding patients, the patient blood group may not be available. In such cases, “AB” group platelets are given if available, or else across the group, transfusion is considered. Serologic crossmatch is not required except in rare cases where PC has high RBC content."}
{"id": "article-27318_36", "title": "Platelet Transfusion -- Preparation", "content": "Consent from the patient must be obtained before sending a request to the blood bank, and the intravenous line must be set before the PC is issued from the blood bank. Staff at the issue counter does the final checks for details such as patient ID, unit no, blood group, and abnormal appearance or clumps suggestive of infection in the PC bag before issuing the unit.", "contents": "Platelet Transfusion -- Preparation. Consent from the patient must be obtained before sending a request to the blood bank, and the intravenous line must be set before the PC is issued from the blood bank. Staff at the issue counter does the final checks for details such as patient ID, unit no, blood group, and abnormal appearance or clumps suggestive of infection in the PC bag before issuing the unit."}
{"id": "article-27318_37", "title": "Platelet Transfusion -- Preparation", "content": "Special requirements such as leukoreduction to reduce HLA alloimmunization or to minimize CMV transmission and irradiation to prevent transfusion-associated graft vs. host disease (TAGvHD) might be needed in specific patient groups. This special request is mentioned on the blood request forms.", "contents": "Platelet Transfusion -- Preparation. Special requirements such as leukoreduction to reduce HLA alloimmunization or to minimize CMV transmission and irradiation to prevent transfusion-associated graft vs. host disease (TAGvHD) might be needed in specific patient groups. This special request is mentioned on the blood request forms."}
{"id": "article-27318_38", "title": "Platelet Transfusion -- Technique or Treatment", "content": "The patient should have an appropriate IV cannula whose size ranges from 14G to 26G. In an adult, we normally use sizes 18G to 22G, while in the pediatric age group, it ranges from 25G to 26G. In rare cases where IV access is not available, the intraosseous route can also be used for transfusion.", "contents": "Platelet Transfusion -- Technique or Treatment. The patient should have an appropriate IV cannula whose size ranges from 14G to 26G. In an adult, we normally use sizes 18G to 22G, while in the pediatric age group, it ranges from 25G to 26G. In rare cases where IV access is not available, the intraosseous route can also be used for transfusion."}
{"id": "article-27318_39", "title": "Platelet Transfusion -- Technique or Treatment", "content": "Pretransfusion medication has been used in certain situations, such as antihistamines, in patients with a previous history of an allergic reaction during transfusion. Occasionally, meperidine or corticosteroid are occasionally ordered in patients with a history of severe rigors during transfusion. [16]", "contents": "Platelet Transfusion -- Technique or Treatment. Pretransfusion medication has been used in certain situations, such as antihistamines, in patients with a previous history of an allergic reaction during transfusion. Occasionally, meperidine or corticosteroid are occasionally ordered in patients with a history of severe rigors during transfusion. [16]"}
{"id": "article-27318_40", "title": "Platelet Transfusion -- Technique or Treatment", "content": "The patient’s pretransfusion vitals are recorded by the transfusionist, thereafter connecting the PC bag by aseptically spiking the blood transfusion set to the IV line. A standard blood transfusion set with an inline filter of 170 to 260 microns is used. A transfusion rate of 2 to 5 ml/min is used, thereby completing the transfusion in 1 to 2 hours. Slower flow rates are used in patients at risk of fluid overload. The patient is closely monitored during the transfusion, with the vitals recorded every 15 minutes. If a transfusion reaction is suspected at any point, the transfusion is stopped immediately, with management protocol followed.", "contents": "Platelet Transfusion -- Technique or Treatment. The patient’s pretransfusion vitals are recorded by the transfusionist, thereafter connecting the PC bag by aseptically spiking the blood transfusion set to the IV line. A standard blood transfusion set with an inline filter of 170 to 260 microns is used. A transfusion rate of 2 to 5 ml/min is used, thereby completing the transfusion in 1 to 2 hours. Slower flow rates are used in patients at risk of fluid overload. The patient is closely monitored during the transfusion, with the vitals recorded every 15 minutes. If a transfusion reaction is suspected at any point, the transfusion is stopped immediately, with management protocol followed."}
{"id": "article-27318_41", "title": "Platelet Transfusion -- Complications", "content": "Platelet transfusion can be associated with complications. These complications can be immune-mediated, such as febrile non-hemolytic transfusion reaction (FNHTR), allergic/anaphylaxis, TAGvHD, transfusion-related acute lung injury (TRALI), post-transfusion purpura, transfusion-related immunomodulation (TRIM), platelet refractoriness or non-immune mediated such as transfusion-associated circulatory overload (TACO), physical injury, sepsis, viral infection transmission, hypotensive reaction. [17]", "contents": "Platelet Transfusion -- Complications. Platelet transfusion can be associated with complications. These complications can be immune-mediated, such as febrile non-hemolytic transfusion reaction (FNHTR), allergic/anaphylaxis, TAGvHD, transfusion-related acute lung injury (TRALI), post-transfusion purpura, transfusion-related immunomodulation (TRIM), platelet refractoriness or non-immune mediated such as transfusion-associated circulatory overload (TACO), physical injury, sepsis, viral infection transmission, hypotensive reaction. [17]"}
{"id": "article-27318_42", "title": "Platelet Transfusion -- Complications -- Febrile Non-Hemolytic Transfusion Reaction (FNHTR)", "content": "FNHTR is a relatively common complication with a frequency of 4% to 30%. It is characterized by a temperature rise of 1°C or more within the first 4 hours of transfusion, which resolves within 48 hours, there can be associated with nausea, vomiting, dyspnoea, and hypotension. [17] Antibodies against HLA or leukocyte antigen in donor plasma are most commonly implicated. Antigen present on donor white cells binds to the antibody in the recipient, which leads to pyrogen and cytokine release, such as TNF-alpha, IL1, and IL6. FNHTR can also occur due to biologic response modifiers (BRM) released during platelet storage, which is increased with storage. Platelet has maximum storage allowed for five days, during which the release of substances such as CD40L, IL6, and IL8 can occur. FNHTR is diagnosed with the above-mentioned features, and the possibility of chills and hemolytic causes are ruled out by further immunohematology workup and lab findings. FNHTR can be minimized by leukoreduction and by platelet additive solution (PAS), which replaces maximum plasma in stored platelets. [17]", "contents": "Platelet Transfusion -- Complications -- Febrile Non-Hemolytic Transfusion Reaction (FNHTR). FNHTR is a relatively common complication with a frequency of 4% to 30%. It is characterized by a temperature rise of 1°C or more within the first 4 hours of transfusion, which resolves within 48 hours, there can be associated with nausea, vomiting, dyspnoea, and hypotension. [17] Antibodies against HLA or leukocyte antigen in donor plasma are most commonly implicated. Antigen present on donor white cells binds to the antibody in the recipient, which leads to pyrogen and cytokine release, such as TNF-alpha, IL1, and IL6. FNHTR can also occur due to biologic response modifiers (BRM) released during platelet storage, which is increased with storage. Platelet has maximum storage allowed for five days, during which the release of substances such as CD40L, IL6, and IL8 can occur. FNHTR is diagnosed with the above-mentioned features, and the possibility of chills and hemolytic causes are ruled out by further immunohematology workup and lab findings. FNHTR can be minimized by leukoreduction and by platelet additive solution (PAS), which replaces maximum plasma in stored platelets. [17]"}
{"id": "article-27318_43", "title": "Platelet Transfusion -- Complications -- Allergic and Anaphylaxis", "content": "An allergic reaction is similar to FNHTR, and its frequency is between 0.09% and 21%. It manifests as pruritus, urticaria, or systematically as bronchoconstriction and is seldom associated with fever. Pathogenesis is heterogeneous in origin ranging from proteins, antibodies, and cytokines to BRM released during storage.", "contents": "Platelet Transfusion -- Complications -- Allergic and Anaphylaxis. An allergic reaction is similar to FNHTR, and its frequency is between 0.09% and 21%. It manifests as pruritus, urticaria, or systematically as bronchoconstriction and is seldom associated with fever. Pathogenesis is heterogeneous in origin ranging from proteins, antibodies, and cytokines to BRM released during storage."}
{"id": "article-27318_44", "title": "Platelet Transfusion -- Complications -- Allergic and Anaphylaxis", "content": "Anaphylaxis can occur when the patient is IgA deficient and has antibodies against it, and receives IgA-containing platelets, and this occurs 1 in 50,000 transfusions. Diagnosis is made clinically, and it is an emergency. It can be prevented by giving washed platelets or platelets obtained from IgA-deficient donors. Allergic reactions can be minimized by depleting plasma in platelets. [17]", "contents": "Platelet Transfusion -- Complications -- Allergic and Anaphylaxis. Anaphylaxis can occur when the patient is IgA deficient and has antibodies against it, and receives IgA-containing platelets, and this occurs 1 in 50,000 transfusions. Diagnosis is made clinically, and it is an emergency. It can be prevented by giving washed platelets or platelets obtained from IgA-deficient donors. Allergic reactions can be minimized by depleting plasma in platelets. [17]"}
{"id": "article-27318_45", "title": "Platelet Transfusion -- Complications -- Transfusion-associated Graft vs. Host Disease", "content": "This a rare but fatal complication characterized by fever and multiple systemic manifestations such as skin, gastrointestinal tract, liver, and others. It is caused by the transfusion of viable lymphocytes that get a favorable environment in the recipient, where they engraft and proliferate, subsequently attacking the host tissues. It can occur between 1 to 6 weeks from transfusion and occurs in an immunocompromised host, those with congenital T-cell defects, a population with low genetic diversity (homozygous HLA), or first-degree patient relatives. Symptoms involve multiple organs such as skin, the intestine, liver, and suppression of bone marrow. Diagnosis is that of exclusion and requires molecular methods of testing apart from microscopic features seen. This can be prevented by the irradiation of platelets. [18]", "contents": "Platelet Transfusion -- Complications -- Transfusion-associated Graft vs. Host Disease. This a rare but fatal complication characterized by fever and multiple systemic manifestations such as skin, gastrointestinal tract, liver, and others. It is caused by the transfusion of viable lymphocytes that get a favorable environment in the recipient, where they engraft and proliferate, subsequently attacking the host tissues. It can occur between 1 to 6 weeks from transfusion and occurs in an immunocompromised host, those with congenital T-cell defects, a population with low genetic diversity (homozygous HLA), or first-degree patient relatives. Symptoms involve multiple organs such as skin, the intestine, liver, and suppression of bone marrow. Diagnosis is that of exclusion and requires molecular methods of testing apart from microscopic features seen. This can be prevented by the irradiation of platelets. [18]"}
{"id": "article-27318_46", "title": "Platelet Transfusion -- Complications -- TRALI", "content": "TRALI is another rare complication associated with the development of respiratory failure after ruling out other possible causes. Mainly caused by the transfusion of antibodies in the plasma from the donor against HLA or human neutrophil antigens. An example is a platelet donated by a multiparous woman. TRALI occurs within 6 hours of transfusion. These patients develop acute worsening respiratory symptoms with characteristic features such as hypoxemia: PaO/FIO 300 mmHg or more with oxygen saturation of less than 90%. All other causes of acute lung injury are ruled out before considering TRALI. It can be minimized by reducing plasma in platelets transfused, such as the use of PAS. [17]", "contents": "Platelet Transfusion -- Complications -- TRALI. TRALI is another rare complication associated with the development of respiratory failure after ruling out other possible causes. Mainly caused by the transfusion of antibodies in the plasma from the donor against HLA or human neutrophil antigens. An example is a platelet donated by a multiparous woman. TRALI occurs within 6 hours of transfusion. These patients develop acute worsening respiratory symptoms with characteristic features such as hypoxemia: PaO/FIO 300 mmHg or more with oxygen saturation of less than 90%. All other causes of acute lung injury are ruled out before considering TRALI. It can be minimized by reducing plasma in platelets transfused, such as the use of PAS. [17]"}
{"id": "article-27318_47", "title": "Platelet Transfusion -- Complications -- Post Transfusion Purpura", "content": "A rare syndrome with a sudden drop in platelet count within 1 to 21 days of platelet transfusion, it is a self-limiting condition associated with wet purpura. Believed to be caused by autoantibody formation as a complication of platelet transfusion. [19]", "contents": "Platelet Transfusion -- Complications -- Post Transfusion Purpura. A rare syndrome with a sudden drop in platelet count within 1 to 21 days of platelet transfusion, it is a self-limiting condition associated with wet purpura. Believed to be caused by autoantibody formation as a complication of platelet transfusion. [19]"}
{"id": "article-27318_48", "title": "Platelet Transfusion -- Complications -- Transfusion-related Immunomodulation", "content": "The presence of leukocytes and biologic response modifiers released during storage have been implicated in immunomodulation. TRIM leads to a modified response of TH1/Th2 T-cells, which predisposed the patient to infection and delayed recovery from surgery. This can also be prevented by prestorage leukoreduction and depleting plasma from platelets. [20]", "contents": "Platelet Transfusion -- Complications -- Transfusion-related Immunomodulation. The presence of leukocytes and biologic response modifiers released during storage have been implicated in immunomodulation. TRIM leads to a modified response of TH1/Th2 T-cells, which predisposed the patient to infection and delayed recovery from surgery. This can also be prevented by prestorage leukoreduction and depleting plasma from platelets. [20]"}
{"id": "article-27318_49", "title": "Platelet Transfusion -- Complications -- Platelet Refractoriness", "content": "This occurs when post-transfusion platelet recovery is not as expected. Though multiple causes can be there, ranging from immune to non-immune, a multi-transfused patient can develop antibodies against specific HPA(human platelet antigens) or HLA antigens. These antibodies are implicated in platelet refractoriness. [17] the antibodies cause platelet destruction by the immune system; in such patients, platelet crossmatching can reduce the incidence. HLA matched platelets, or if anti-human platelet antigen(HPA) antibody is involved matching HPA antigen is indicated.", "contents": "Platelet Transfusion -- Complications -- Platelet Refractoriness. This occurs when post-transfusion platelet recovery is not as expected. Though multiple causes can be there, ranging from immune to non-immune, a multi-transfused patient can develop antibodies against specific HPA(human platelet antigens) or HLA antigens. These antibodies are implicated in platelet refractoriness. [17] the antibodies cause platelet destruction by the immune system; in such patients, platelet crossmatching can reduce the incidence. HLA matched platelets, or if anti-human platelet antigen(HPA) antibody is involved matching HPA antigen is indicated."}
{"id": "article-27318_50", "title": "Platelet Transfusion -- Complications -- Transfusion Associated Circulatory Overload", "content": "This adverse reaction is more likely in the pediatric group and patients with cardiac insufficiency. Slow transfusion with close monitoring in the risk group is recommended", "contents": "Platelet Transfusion -- Complications -- Transfusion Associated Circulatory Overload. This adverse reaction is more likely in the pediatric group and patients with cardiac insufficiency. Slow transfusion with close monitoring in the risk group is recommended"}
{"id": "article-27318_51", "title": "Platelet Transfusion -- Complications -- Physical Injury", "content": "This is possible at the site of intravenous access, which can cause complications like hematoma or nerve injury.", "contents": "Platelet Transfusion -- Complications -- Physical Injury. This is possible at the site of intravenous access, which can cause complications like hematoma or nerve injury."}
{"id": "article-27318_52", "title": "Platelet Transfusion -- Complications -- Sepsis and Bacterial Infection", "content": "Platelet concentrates are stored for up to 5 days at temperatures 22 to 24 degrees C. This temperature is favorable for the growth of bacteria like Staphylococcus aureus and gram-negative bacteria. Possible sources of infections can be improper cleansing of the donor phlebotomy site or if a donor has asymptomatic bacteremia. The risk of infection to the patient ranges from 0.14% to 1.41% with platelet transfusion. Pathogen reduction technology has been used to minimize infections in plasma and platelets. [17] [21]", "contents": "Platelet Transfusion -- Complications -- Sepsis and Bacterial Infection. Platelet concentrates are stored for up to 5 days at temperatures 22 to 24 degrees C. This temperature is favorable for the growth of bacteria like Staphylococcus aureus and gram-negative bacteria. Possible sources of infections can be improper cleansing of the donor phlebotomy site or if a donor has asymptomatic bacteremia. The risk of infection to the patient ranges from 0.14% to 1.41% with platelet transfusion. Pathogen reduction technology has been used to minimize infections in plasma and platelets. [17] [21]"}
{"id": "article-27318_53", "title": "Platelet Transfusion -- Complications -- Transmission of Viral Infection", "content": "All blood donations are screened for HIV, HCV, and HBV, with other virus screening depending on the region. There remains a residual risk of transmission, as not all donors in the window period are detected. There is a possibility of transmission of infection by other viruses that are not routinely screened in the blood bank, more so of emerging infections. Pathogen reduction technology has been used to reduce this risk, but it’s not effective against all types of viruses.", "contents": "Platelet Transfusion -- Complications -- Transmission of Viral Infection. All blood donations are screened for HIV, HCV, and HBV, with other virus screening depending on the region. There remains a residual risk of transmission, as not all donors in the window period are detected. There is a possibility of transmission of infection by other viruses that are not routinely screened in the blood bank, more so of emerging infections. Pathogen reduction technology has been used to reduce this risk, but it’s not effective against all types of viruses."}
{"id": "article-27318_54", "title": "Platelet Transfusion -- Complications -- Hypotensive Reaction", "content": "Patient on ACE inhibitors who receive bedside leukoreduction is at risk of hypotension. Exposure of the blood component to the negatively charged surface of the filter produces vasoactive bradykinin-related peptides, and this occurs within 5 minutes of transfusion. With ACE inhibitors present in the patient, these peptides are not metabolized, leading to hypotension. A proper history of medications before transfusion is important.", "contents": "Platelet Transfusion -- Complications -- Hypotensive Reaction. Patient on ACE inhibitors who receive bedside leukoreduction is at risk of hypotension. Exposure of the blood component to the negatively charged surface of the filter produces vasoactive bradykinin-related peptides, and this occurs within 5 minutes of transfusion. With ACE inhibitors present in the patient, these peptides are not metabolized, leading to hypotension. A proper history of medications before transfusion is important."}
{"id": "article-27318_55", "title": "Platelet Transfusion -- Clinical Significance", "content": "Platelets are a blood component that still does not have a substitute as their functions are complex. As described above, the process of collecting, processing, storing, and transfusing platelets is an interprofessional process requiring skill and precision. Nevertheless, platelet transfusion has its own risks, though a risk vs. benefit assessment is done before requesting its transfusion. Minimizing the risk of platelet transfusion and improving the outcomes is an evolving aspect of the field of transfusion medicine.", "contents": "Platelet Transfusion -- Clinical Significance. Platelets are a blood component that still does not have a substitute as their functions are complex. As described above, the process of collecting, processing, storing, and transfusing platelets is an interprofessional process requiring skill and precision. Nevertheless, platelet transfusion has its own risks, though a risk vs. benefit assessment is done before requesting its transfusion. Minimizing the risk of platelet transfusion and improving the outcomes is an evolving aspect of the field of transfusion medicine."}
{"id": "article-27318_56", "title": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes", "content": "Physicians requesting any component for transfusion should always consider platelet a scarce resource and only request it when absolutely necessary. Special request such as irradiation, leukoreduction, or plasma depletion of platelets could be discussed with the transfusion specialist as these modifications of platelet has specific indications and also burdens the transfusion services. Regular audits on blood usage can help improve patient outcomes. Regular continuing medical education for technical and nursing staff on safe transfusion can improve transfusion services and the care a patient receives. Always keep in mind that with every transfusion, there is an additional potential risk to the patient.", "contents": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes. Physicians requesting any component for transfusion should always consider platelet a scarce resource and only request it when absolutely necessary. Special request such as irradiation, leukoreduction, or plasma depletion of platelets could be discussed with the transfusion specialist as these modifications of platelet has specific indications and also burdens the transfusion services. Regular audits on blood usage can help improve patient outcomes. Regular continuing medical education for technical and nursing staff on safe transfusion can improve transfusion services and the care a patient receives. Always keep in mind that with every transfusion, there is an additional potential risk to the patient."}
{"id": "article-27318_57", "title": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes", "content": "A hemovigilance network in every country or region keeps a record of all adverse events and can be used as a source of information for improving guidelines and transfusion policy in a given region. Hence the importance of implementing a strong hemovigilance system that is lacking in many countries or regions.", "contents": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes. A hemovigilance network in every country or region keeps a record of all adverse events and can be used as a source of information for improving guidelines and transfusion policy in a given region. Hence the importance of implementing a strong hemovigilance system that is lacking in many countries or regions."}
{"id": "article-27318_58", "title": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes", "content": "Guidelines for platelet transfusion have been formulated based on randomized controlled trials and meta-analysis; one such guideline is provided by the British journal of hematology. These guidelines should be implemented in our clinical practice to enhance patient care.", "contents": "Platelet Transfusion -- Enhancing Healthcare Team Outcomes. Guidelines for platelet transfusion have been formulated based on randomized controlled trials and meta-analysis; one such guideline is provided by the British journal of hematology. These guidelines should be implemented in our clinical practice to enhance patient care."}
{"id": "article-27318_59", "title": "Platelet Transfusion -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nurses are an integral part of any clinical practice, they are present at the forefront. Their proper training and regular education become vital in maintaining transfusion safety as they can be a barrier to preventing/identifying an error/adverse event. A good understanding of the specialties is important to provide the best possible patient care.", "contents": "Platelet Transfusion -- Nursing, Allied Health, and Interprofessional Team Interventions. Nurses are an integral part of any clinical practice, they are present at the forefront. Their proper training and regular education become vital in maintaining transfusion safety as they can be a barrier to preventing/identifying an error/adverse event. A good understanding of the specialties is important to provide the best possible patient care."}
{"id": "article-27318_60", "title": "Platelet Transfusion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Platelet Transfusion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}