{"id": "article-144241_0", "title": "Cardiac Amyloidosis -- Continuing Education Activity", "content": "Cardiac amyloidosis is one of the leading causes of restrictive cardiomyopathy. It typically presents with rapidly progressive diastolic dysfunction in a non-dilated ventricle. It is one of the under-diagnosed disease entities. The diagnosis of cardiac amyloidosis requires a high degree of suspicion, with cardiovascular imaging being pivotal in reaching the diagnosis. This activity reviews the pathophysiology of different types of cardiac amyloidosis and helps decide the treatment modality and determining disease prognosis; it further emphasizes the need for an interprofessional team to diagnose and manage cardiac amyloidosis, including cardiologists, cardiovascular imaging specialists, heart and transplant specialists, and hematologists.", "contents": "Cardiac Amyloidosis -- Continuing Education Activity. Cardiac amyloidosis is one of the leading causes of restrictive cardiomyopathy. It typically presents with rapidly progressive diastolic dysfunction in a non-dilated ventricle. It is one of the under-diagnosed disease entities. The diagnosis of cardiac amyloidosis requires a high degree of suspicion, with cardiovascular imaging being pivotal in reaching the diagnosis. This activity reviews the pathophysiology of different types of cardiac amyloidosis and helps decide the treatment modality and determining disease prognosis; it further emphasizes the need for an interprofessional team to diagnose and manage cardiac amyloidosis, including cardiologists, cardiovascular imaging specialists, heart and transplant specialists, and hematologists."}
{"id": "article-144241_1", "title": "Cardiac Amyloidosis -- Continuing Education Activity", "content": "Objectives: Describe infiltrative cardiomyopathy and the pathophysiology of cardiac amyloidosis. Summarize clinical findings of cardiac amyloidosis, giving examples of different types of cardiac amyloidosis. Review the echocardiographic and cardiac magnetic resonance imaging (CMR) findings of cardiac amyloidosis. Explain the management options and their prognosis for different types of cardiac amyloidosis. Access free multiple choice questions on this topic.", "contents": "Cardiac Amyloidosis -- Continuing Education Activity. Objectives: Describe infiltrative cardiomyopathy and the pathophysiology of cardiac amyloidosis. Summarize clinical findings of cardiac amyloidosis, giving examples of different types of cardiac amyloidosis. Review the echocardiographic and cardiac magnetic resonance imaging (CMR) findings of cardiac amyloidosis. Explain the management options and their prognosis for different types of cardiac amyloidosis. Access free multiple choice questions on this topic."}
{"id": "article-144241_2", "title": "Cardiac Amyloidosis -- Introduction", "content": "Amyloidosis is a systemic infiltrative disease characterized by the extracellular deposition of insoluble proteins. The most prevalent variant is amyloid light chain (AL) amyloidosis, affecting more than ten people per million per year. The protein fibers in the amyloid light chain consist of monoclonal light chains. The other form, amyloid transthyretin (ATTR) amyloidosis, is characterized by the deposition of a normal or mutated form of transthyretin proteins. [1] Cardiac involvement has been reported in both variants of amyloidosis.", "contents": "Cardiac Amyloidosis -- Introduction. Amyloidosis is a systemic infiltrative disease characterized by the extracellular deposition of insoluble proteins. The most prevalent variant is amyloid light chain (AL) amyloidosis, affecting more than ten people per million per year. The protein fibers in the amyloid light chain consist of monoclonal light chains. The other form, amyloid transthyretin (ATTR) amyloidosis, is characterized by the deposition of a normal or mutated form of transthyretin proteins. [1] Cardiac involvement has been reported in both variants of amyloidosis."}
{"id": "article-144241_3", "title": "Cardiac Amyloidosis -- Introduction", "content": "Cardiac amyloidosis is the most common type of restrictive cardiomyopathy, the other two being cardiac sarcoidosis and cardiac hemochromatosis. The infiltrative cardiomyopathies characteristically have a depressed diastolic function in the presence of a non-dilated left ventricle (LV). [2] Irrespective of the etiology, cardiac amyloidosis is the leading cause of mortality in patients with systemic amyloidosis. [3]", "contents": "Cardiac Amyloidosis -- Introduction. Cardiac amyloidosis is the most common type of restrictive cardiomyopathy, the other two being cardiac sarcoidosis and cardiac hemochromatosis. The infiltrative cardiomyopathies characteristically have a depressed diastolic function in the presence of a non-dilated left ventricle (LV). [2] Irrespective of the etiology, cardiac amyloidosis is the leading cause of mortality in patients with systemic amyloidosis. [3]"}
{"id": "article-144241_4", "title": "Cardiac Amyloidosis -- Introduction", "content": "Cardiac amyloidosis may manifest primarily or be discovered incidentally in patients with other signs and symptoms of systemic amyloidosis. Delay in diagnosis is common and may lead to a delay in the initiation of the treatment. [4] Cardiac involvement in systemic amyloidosis carries prognostic value and is the most critical determinant of survival in this disease. [5]", "contents": "Cardiac Amyloidosis -- Introduction. Cardiac amyloidosis may manifest primarily or be discovered incidentally in patients with other signs and symptoms of systemic amyloidosis. Delay in diagnosis is common and may lead to a delay in the initiation of the treatment. [4] Cardiac involvement in systemic amyloidosis carries prognostic value and is the most critical determinant of survival in this disease. [5]"}
{"id": "article-144241_5", "title": "Cardiac Amyloidosis -- Etiology", "content": "Cardiac amyloidosis occurs due to the extracellular deposition of a toxic component called amyloid. The amyloid refers to an amalgam of abnormally folded proteins and other matrix-forming components such as proteoglycans, glycosaminoglycans, collagen, and laminin. The abnormally folded proteins derive from two sources: amyloid light (AL) chain proteins and amyloid transthyretin (ATTR). [6]", "contents": "Cardiac Amyloidosis -- Etiology. Cardiac amyloidosis occurs due to the extracellular deposition of a toxic component called amyloid. The amyloid refers to an amalgam of abnormally folded proteins and other matrix-forming components such as proteoglycans, glycosaminoglycans, collagen, and laminin. The abnormally folded proteins derive from two sources: amyloid light (AL) chain proteins and amyloid transthyretin (ATTR). [6]"}
{"id": "article-144241_6", "title": "Cardiac Amyloidosis -- Etiology", "content": "Microscopically, the amyloid fibrils are seen as non-branching structures measuring 7-10 nm in diameter. Deposition of these fibrils in the extracellular space leads to the stiffening of the myocardium and depressed cardiac function. This deposition primarily affects diastolic function until late in the disease when left ventricle systolic function also gets affected. [6] Following are the various etiological types of cardiac amyloidosis: [3]", "contents": "Cardiac Amyloidosis -- Etiology. Microscopically, the amyloid fibrils are seen as non-branching structures measuring 7-10 nm in diameter. Deposition of these fibrils in the extracellular space leads to the stiffening of the myocardium and depressed cardiac function. This deposition primarily affects diastolic function until late in the disease when left ventricle systolic function also gets affected. [6] Following are the various etiological types of cardiac amyloidosis: [3]"}
{"id": "article-144241_7", "title": "Cardiac Amyloidosis -- Etiology", "content": "Primary amyloidosis (also known as amyloid light chain amyloidosis) – AL amyloidosis - is caused by the deposition of AL fibrils produced by abnormal plasma cells in patients with plasma cell dyscrasia such as multiple myeloma. Secondary amyloidosis – AA amyloidosis – is caused by the deposition of serum amyloid A, which is an inflammatory protein produced in conditions with chronic inflammation. Senile systemic amyloidosis (also called wild transthyretin) – ATTRw – is caused by age-related amyloid deposition, which is made from normal TTR (transport-thyroxine-and-retinol) protein. This is the most common type of cardiac amyloidosis. Familial amyloidosis – ATTRm -  is caused by mutant TTR. Isolated atrial amyloidosis – is caused by the deposition of amyloid made from the atrial natriuretic peptide.", "contents": "Cardiac Amyloidosis -- Etiology. Primary amyloidosis (also known as amyloid light chain amyloidosis) – AL amyloidosis - is caused by the deposition of AL fibrils produced by abnormal plasma cells in patients with plasma cell dyscrasia such as multiple myeloma. Secondary amyloidosis – AA amyloidosis – is caused by the deposition of serum amyloid A, which is an inflammatory protein produced in conditions with chronic inflammation. Senile systemic amyloidosis (also called wild transthyretin) – ATTRw – is caused by age-related amyloid deposition, which is made from normal TTR (transport-thyroxine-and-retinol) protein. This is the most common type of cardiac amyloidosis. Familial amyloidosis – ATTRm -  is caused by mutant TTR. Isolated atrial amyloidosis – is caused by the deposition of amyloid made from the atrial natriuretic peptide."}
{"id": "article-144241_8", "title": "Cardiac Amyloidosis -- Epidemiology", "content": "Overall, cardiac amyloidosis is a rare disorder. The prevalence varies with the etiological type. About 10% of multiple myeloma cases may have AL amyloidosis, and 50 to 70% of these may have cardiac involvement. The annual incidence of AL amyloidosis is 1 per 100,000. [6]", "contents": "Cardiac Amyloidosis -- Epidemiology. Overall, cardiac amyloidosis is a rare disorder. The prevalence varies with the etiological type. About 10% of multiple myeloma cases may have AL amyloidosis, and 50 to 70% of these may have cardiac involvement. The annual incidence of AL amyloidosis is 1 per 100,000. [6]"}
{"id": "article-144241_9", "title": "Cardiac Amyloidosis -- Epidemiology", "content": "With more than 100 TTR genes responsible for the disease, the exact prevalence of familial (hereditary) amyloidosis is unknown. According to one study, the prevalence of one of the TTR genes V122I was 0.0173 in an African American cohort of 14 333. [7]", "contents": "Cardiac Amyloidosis -- Epidemiology. With more than 100 TTR genes responsible for the disease, the exact prevalence of familial (hereditary) amyloidosis is unknown. According to one study, the prevalence of one of the TTR genes V122I was 0.0173 in an African American cohort of 14 333. [7]"}
{"id": "article-144241_10", "title": "Cardiac Amyloidosis -- Epidemiology", "content": "Senile amyloidosis is the most prevalent type of cardiac amyloidosis, with an estimated prevalence of >10% in patients aged over 60 years being frequently diagnosed as heart failure with preserved ejection fraction (HFpEF). At least 10% of patients with aortic stenosis may have ATTRw amyloidosis, and at least 10 to 15% of patients aged >65 years with heart failure with preserved ejection fraction may have cardiac amyloidosis. [8]", "contents": "Cardiac Amyloidosis -- Epidemiology. Senile amyloidosis is the most prevalent type of cardiac amyloidosis, with an estimated prevalence of >10% in patients aged over 60 years being frequently diagnosed as heart failure with preserved ejection fraction (HFpEF). At least 10% of patients with aortic stenosis may have ATTRw amyloidosis, and at least 10 to 15% of patients aged >65 years with heart failure with preserved ejection fraction may have cardiac amyloidosis. [8]"}
{"id": "article-144241_11", "title": "Cardiac Amyloidosis -- Epidemiology", "content": "With improved survival and diagnostic rates, the prevalence of cardiac amyloidosis is higher than previously estimated. Over 12 years, the prevalence rate has increased from 8 to 17 per 100,000 person-years. [9]", "contents": "Cardiac Amyloidosis -- Epidemiology. With improved survival and diagnostic rates, the prevalence of cardiac amyloidosis is higher than previously estimated. Over 12 years, the prevalence rate has increased from 8 to 17 per 100,000 person-years. [9]"}
{"id": "article-144241_12", "title": "Cardiac Amyloidosis -- Pathophysiology", "content": "The deposition of amyloid can lead to heart diseases in multiple ways. Direct interstitial infiltration leads to increased ventricular wall thickness, ventricular stiffness, and consequent ventricular diastolic dysfunction. In AL amyloidosis, amyloid can get deposited in arterioles leading to angina or, rarely, myocardial infarction. Amyloid infiltration in atria can lead to atrial interstitial changes, establishing a structural substrate for atrial fibrillation. Even in the absence of atrial fibrillation, atrial amyloidosis increases the risk of atrial thrombosis and thromboembolism. Light chains can also cause direct injury to the myocardial cells via reactive oxygen species.", "contents": "Cardiac Amyloidosis -- Pathophysiology. The deposition of amyloid can lead to heart diseases in multiple ways. Direct interstitial infiltration leads to increased ventricular wall thickness, ventricular stiffness, and consequent ventricular diastolic dysfunction. In AL amyloidosis, amyloid can get deposited in arterioles leading to angina or, rarely, myocardial infarction. Amyloid infiltration in atria can lead to atrial interstitial changes, establishing a structural substrate for atrial fibrillation. Even in the absence of atrial fibrillation, atrial amyloidosis increases the risk of atrial thrombosis and thromboembolism. Light chains can also cause direct injury to the myocardial cells via reactive oxygen species."}
{"id": "article-144241_13", "title": "Cardiac Amyloidosis -- Pathophysiology", "content": "In AL amyloidosis, amyloid fibrils are made from abnormal light chains produced by plasma cells. Transthyretin amyloidosis is caused by the deposition of oligomers and monomers produced by damage to transthyretin tetramer, either due to aging or by a mutation. [6] The isolated atrial amyloidosis is caused by amyloid made from the atrial natriuretic peptide.", "contents": "Cardiac Amyloidosis -- Pathophysiology. In AL amyloidosis, amyloid fibrils are made from abnormal light chains produced by plasma cells. Transthyretin amyloidosis is caused by the deposition of oligomers and monomers produced by damage to transthyretin tetramer, either due to aging or by a mutation. [6] The isolated atrial amyloidosis is caused by amyloid made from the atrial natriuretic peptide."}
{"id": "article-144241_14", "title": "Cardiac Amyloidosis -- History and Physical", "content": "Patients with amyloidosis may present with primary cardiac symptoms, or cardiac amyloidosis may be diagnosed incidentally in patients undergoing evaluation for other systemic involvements.", "contents": "Cardiac Amyloidosis -- History and Physical. Patients with amyloidosis may present with primary cardiac symptoms, or cardiac amyloidosis may be diagnosed incidentally in patients undergoing evaluation for other systemic involvements."}
{"id": "article-144241_15", "title": "Cardiac Amyloidosis -- History and Physical", "content": "Primary cardiac manifestations can be dyspnea on exertion, palpitations, chest pain, presyncope, and syncope. The patient may have florid heart failure symptoms such as dyspnea at rest, orthopnea, paroxysmal nocturnal dyspnea, lower limb swelling, and abdominal distension due to ascites.", "contents": "Cardiac Amyloidosis -- History and Physical. Primary cardiac manifestations can be dyspnea on exertion, palpitations, chest pain, presyncope, and syncope. The patient may have florid heart failure symptoms such as dyspnea at rest, orthopnea, paroxysmal nocturnal dyspnea, lower limb swelling, and abdominal distension due to ascites."}
{"id": "article-144241_16", "title": "Cardiac Amyloidosis -- History and Physical", "content": "Patients can also have symptoms of other systemic involvement such as dyspepsia, nausea, constipation, early satiety from gastrointestinal involvement, tongue enlargement, bilateral periorbital discoloration, or symptoms of any neuropathy such as carpal tunnel syndrome or erectile dysfunction.", "contents": "Cardiac Amyloidosis -- History and Physical. Patients can also have symptoms of other systemic involvement such as dyspepsia, nausea, constipation, early satiety from gastrointestinal involvement, tongue enlargement, bilateral periorbital discoloration, or symptoms of any neuropathy such as carpal tunnel syndrome or erectile dysfunction."}
{"id": "article-144241_17", "title": "Cardiac Amyloidosis -- History and Physical", "content": "On physical examination, the patient may have periorbital purpura, pedal edema, raised jugular venous pressure (JVP), ascites, fine lung crackles, macroglossia, neuropathy, orthostatic hypotension, hepatomegaly, and gastrointestinal bleeding. The periorbital purpura and macroglossia are pathognomic for cardiac amyloidosis. [10]", "contents": "Cardiac Amyloidosis -- History and Physical. On physical examination, the patient may have periorbital purpura, pedal edema, raised jugular venous pressure (JVP), ascites, fine lung crackles, macroglossia, neuropathy, orthostatic hypotension, hepatomegaly, and gastrointestinal bleeding. The periorbital purpura and macroglossia are pathognomic for cardiac amyloidosis. [10]"}
{"id": "article-144241_18", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Evaluation: Cardiac amyloidosis is an underdiagnosed disease entity. Its systemic manifestations and variety of symptoms based on etiological type make it under-recognized. However, patients with cardiac amyloidosis have the following specific set of findings on cardiovascular investigations.", "contents": "Cardiac Amyloidosis -- Evaluation. Evaluation: Cardiac amyloidosis is an underdiagnosed disease entity. Its systemic manifestations and variety of symptoms based on etiological type make it under-recognized. However, patients with cardiac amyloidosis have the following specific set of findings on cardiovascular investigations."}
{"id": "article-144241_19", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Electrocardiogram: The 12-lead EKG may show a pseudo-infarction pattern. There can be low voltages in limb leads and Q waves in anterior and inferior leads. (Figure 1). The EKG may also show varying degrees of atrioventricular (AV) block, more commonly, first-degree AV block. These EKG findings are more common in AL amyloidosis. Patients with TTR amyloidosis are more likely to have left bundle branch block (LBBB), a more advanced degree of AV block, and more often normal limb-lead voltages with non-specific ST-T segment changes. Atrial fibrillation is frequently present. [11]", "contents": "Cardiac Amyloidosis -- Evaluation. Electrocardiogram: The 12-lead EKG may show a pseudo-infarction pattern. There can be low voltages in limb leads and Q waves in anterior and inferior leads. (Figure 1). The EKG may also show varying degrees of atrioventricular (AV) block, more commonly, first-degree AV block. These EKG findings are more common in AL amyloidosis. Patients with TTR amyloidosis are more likely to have left bundle branch block (LBBB), a more advanced degree of AV block, and more often normal limb-lead voltages with non-specific ST-T segment changes. Atrial fibrillation is frequently present. [11]"}
{"id": "article-144241_20", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Echocardiography: Usually, an echocardiogram gives the first clue and is pivotal in screening and diagnosing cardiac amyloidosis. The echocardiogram characteristically shows increased myocardial wall thickness and a sparkling appearance of the myocardium (Figure 2). [12] Generally, bi-atrial enlargement is universally present. The LV is non-dilated, and LV systolic function is preserved until late in the disease course. Diastolic dysfunction is also universally present. Typically, there is a rapid progression in the grade of diastolic dysfunction. Frequently, there is pericardial and pleural effusion.The global longitudinal strain (GLS) shows a reduced longitudinal strain from base-apex and well-preserved apical strain giving the classic ‘cherry on top’ appearance, pathognomic of cardiac amyloidosis (Figure 3). The ratio of apical strain to the basal-mid average strain of more than 1.1 carries a high sensitivity and specificity for cardiac amyloidosis. [13] A clinical history of syncope/presyncope, angina or heart failure, left ventricle hypertrophy (LVH) with a bright appearance of myocardium on echo, discordance between the EKG voltage and LVH on the echocardiogram, and the typical apical sparing longitudinal strain suggests the diagnosis of cardiac amyloidosis. There are a few differences in the echocardiographic assessment of TTR and AL amyloidosis. LV is symmetrically hypertrophied with AL but asymmetrically hypertrophied in TTR amyloidosis, giving the appearance of a sigmoid septum. TTR amyloidosis causes more decline in LV systolic and diastolic function than AL amyloidosis. It also causes a greater increase in LV and RV masses. [14]", "contents": "Cardiac Amyloidosis -- Evaluation. Echocardiography: Usually, an echocardiogram gives the first clue and is pivotal in screening and diagnosing cardiac amyloidosis. The echocardiogram characteristically shows increased myocardial wall thickness and a sparkling appearance of the myocardium (Figure 2). [12] Generally, bi-atrial enlargement is universally present. The LV is non-dilated, and LV systolic function is preserved until late in the disease course. Diastolic dysfunction is also universally present. Typically, there is a rapid progression in the grade of diastolic dysfunction. Frequently, there is pericardial and pleural effusion.The global longitudinal strain (GLS) shows a reduced longitudinal strain from base-apex and well-preserved apical strain giving the classic ‘cherry on top’ appearance, pathognomic of cardiac amyloidosis (Figure 3). The ratio of apical strain to the basal-mid average strain of more than 1.1 carries a high sensitivity and specificity for cardiac amyloidosis. [13] A clinical history of syncope/presyncope, angina or heart failure, left ventricle hypertrophy (LVH) with a bright appearance of myocardium on echo, discordance between the EKG voltage and LVH on the echocardiogram, and the typical apical sparing longitudinal strain suggests the diagnosis of cardiac amyloidosis. There are a few differences in the echocardiographic assessment of TTR and AL amyloidosis. LV is symmetrically hypertrophied with AL but asymmetrically hypertrophied in TTR amyloidosis, giving the appearance of a sigmoid septum. TTR amyloidosis causes more decline in LV systolic and diastolic function than AL amyloidosis. It also causes a greater increase in LV and RV masses. [14]"}
{"id": "article-144241_21", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Cardiac magnetic resonance imaging: CMR has evolved as a key test in diagnosing cardiac amyloidosis. It helps differentiate amyloidosis from hypertensive heart disease and sarcoidosis. Additionally, it provides information about tissue characterization and helps detect early cardiac amyloidosis. However, it cannot differentiate between TTR and AL amyloidosis. Characteristic findings include restrictive morphology and diastolic dysfunction with disproportionate bi-atrial enlargement and increased myocardial mass and thickening. On late gadolinium enhancement (LGE), there is reduced systolic thickening of LGE segments, and characteristically, there is diffuse circumferential subendocardial LGE which is not restricted to any coronary artery territory. In advanced disease, LGE can be transmurally present. Because of the extracellular deposition of amyloid, there is an increase in T1 (longitudinal relaxation time) and extracellular volume fraction. [15] [16] The scan is negative for myocardial edema, and there is rapid gadolinium washout from the LV blood pool. Characteristically, there is difficulty in nulling the normal myocardium on TI mapping. Normally, the LV blood pool nulls before the myocardium. However, this sequence is reversed in amyloidosis, and the myocardium is nulled before the LV blood pool. [15]", "contents": "Cardiac Amyloidosis -- Evaluation. Cardiac magnetic resonance imaging: CMR has evolved as a key test in diagnosing cardiac amyloidosis. It helps differentiate amyloidosis from hypertensive heart disease and sarcoidosis. Additionally, it provides information about tissue characterization and helps detect early cardiac amyloidosis. However, it cannot differentiate between TTR and AL amyloidosis. Characteristic findings include restrictive morphology and diastolic dysfunction with disproportionate bi-atrial enlargement and increased myocardial mass and thickening. On late gadolinium enhancement (LGE), there is reduced systolic thickening of LGE segments, and characteristically, there is diffuse circumferential subendocardial LGE which is not restricted to any coronary artery territory. In advanced disease, LGE can be transmurally present. Because of the extracellular deposition of amyloid, there is an increase in T1 (longitudinal relaxation time) and extracellular volume fraction. [15] [16] The scan is negative for myocardial edema, and there is rapid gadolinium washout from the LV blood pool. Characteristically, there is difficulty in nulling the normal myocardium on TI mapping. Normally, the LV blood pool nulls before the myocardium. However, this sequence is reversed in amyloidosis, and the myocardium is nulled before the LV blood pool. [15]"}
{"id": "article-144241_22", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Nuclear SPECT: A strongly positive bone tracer cardiac scintigraphy (cardiac uptake greater than bone- stage two or three or bone to the chest wall uptake ratio of >1.5 at one-hour), the echocardiographic features consistent with cardiac amyloidosis, and the absence of systemic signs and symptoms of multiple myeloma are almost diagnostic of TTR amyloidosis. On the other hand, there is poor or no radioisotope uptake in AL amyloidosis. [17]", "contents": "Cardiac Amyloidosis -- Evaluation. Nuclear SPECT: A strongly positive bone tracer cardiac scintigraphy (cardiac uptake greater than bone- stage two or three or bone to the chest wall uptake ratio of >1.5 at one-hour), the echocardiographic features consistent with cardiac amyloidosis, and the absence of systemic signs and symptoms of multiple myeloma are almost diagnostic of TTR amyloidosis. On the other hand, there is poor or no radioisotope uptake in AL amyloidosis. [17]"}
{"id": "article-144241_23", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Endomyocardial biopsy: Biopsy is the gold-standard test for diagnosing cardiac amyloidosis. The biopsy shows characteristic salmon-colored amyloid fibrils on the ‘Congo-red’ stain. On electron microscopy, there is a characteristic ‘apple-green’ birefringence on polarized light. A cardiac biopsy is an invasive test and carries a sensitivity of 87 to 98%. [18]", "contents": "Cardiac Amyloidosis -- Evaluation. Endomyocardial biopsy: Biopsy is the gold-standard test for diagnosing cardiac amyloidosis. The biopsy shows characteristic salmon-colored amyloid fibrils on the ‘Congo-red’ stain. On electron microscopy, there is a characteristic ‘apple-green’ birefringence on polarized light. A cardiac biopsy is an invasive test and carries a sensitivity of 87 to 98%. [18]"}
{"id": "article-144241_24", "title": "Cardiac Amyloidosis -- Evaluation", "content": "Genotyping: Genotyping is important in patients with ATTR amyloidosis. More than 120 gene variants have been identified to cause cardiac amyloidosis. The two most common variants are Thr60Ala and Val122lle. Genotyping is essential to predict treatment response and prognosis. The type of variants depends on geographical location and ethnic variation. [19]", "contents": "Cardiac Amyloidosis -- Evaluation. Genotyping: Genotyping is important in patients with ATTR amyloidosis. More than 120 gene variants have been identified to cause cardiac amyloidosis. The two most common variants are Thr60Ala and Val122lle. Genotyping is essential to predict treatment response and prognosis. The type of variants depends on geographical location and ethnic variation. [19]"}
{"id": "article-144241_25", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "The treatment of cardiac amyloidosis aims to treat the underlying cause and the symptoms of heart failure.", "contents": "Cardiac Amyloidosis -- Treatment / Management. The treatment of cardiac amyloidosis aims to treat the underlying cause and the symptoms of heart failure."}
{"id": "article-144241_26", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Treatment of heart failure: For AL amyloidosis, diuretics are the cornerstone of therapy. Most patients do not tolerate renin-angiotensin-aldosterone inhibitors (RAAS-I), with hypotension being precipitated even with low doses. However, RAAS-I is better tolerated in ATTR amyloidosis. Orthostatic hypotension is commonly encountered due to autonomic dysfunction. Peripheral vasoconstrictors such as midodrine can be used to maintain blood pressure while allowing diuresis to relieve congestion. Likewise, beta-blockers are poorly tolerated. Profound hypotension on initiation of low doses of beta-blockers should raise suspicion for the possibility of underlying cardiac amyloidosis. Mineralocorticoid receptor antagonists and loop diuretics, hence, remain the vital therapy options for heart failure management in cardiac amyloidosis.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Treatment of heart failure: For AL amyloidosis, diuretics are the cornerstone of therapy. Most patients do not tolerate renin-angiotensin-aldosterone inhibitors (RAAS-I), with hypotension being precipitated even with low doses. However, RAAS-I is better tolerated in ATTR amyloidosis. Orthostatic hypotension is commonly encountered due to autonomic dysfunction. Peripheral vasoconstrictors such as midodrine can be used to maintain blood pressure while allowing diuresis to relieve congestion. Likewise, beta-blockers are poorly tolerated. Profound hypotension on initiation of low doses of beta-blockers should raise suspicion for the possibility of underlying cardiac amyloidosis. Mineralocorticoid receptor antagonists and loop diuretics, hence, remain the vital therapy options for heart failure management in cardiac amyloidosis."}
{"id": "article-144241_27", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Treatment of AL amyloidosis is based on standard treatment for multiple myeloma. It requires coordinated teamwork of hematologists and cardiologists. The aim is to remove paraproteins from blood and urine and stabilize bone marrow. The most used chemotherapy agents include melphalan (an alkylating agent) and bortezomib (proteasome inhibitor). Bortezomib can be used along with dexamethasone and cyclophosphamide. A positive cardiac response is defined as a 30% reduction in B-natriuretic peptides over six months.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Treatment of AL amyloidosis is based on standard treatment for multiple myeloma. It requires coordinated teamwork of hematologists and cardiologists. The aim is to remove paraproteins from blood and urine and stabilize bone marrow. The most used chemotherapy agents include melphalan (an alkylating agent) and bortezomib (proteasome inhibitor). Bortezomib can be used along with dexamethasone and cyclophosphamide. A positive cardiac response is defined as a 30% reduction in B-natriuretic peptides over six months."}
{"id": "article-144241_28", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Orthotropic heart transplant in AL amyloidosis is associated with a high risk of disease recurrence in the transplanted heart. However, in carefully selected patients (particularly those with clinically isolated heart involvement), a heart transplant can be considered if the patient agrees to undergo intensive chemotherapy for plasma cells after the heart transplant. This is because the amyloid heart cannot tolerate aggressive chemotherapy because of depressed myocardial function. Hence, a heart transplant followed by aggressive chemotherapy can be attempted with an expected 5-year survival of 60%.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Orthotropic heart transplant in AL amyloidosis is associated with a high risk of disease recurrence in the transplanted heart. However, in carefully selected patients (particularly those with clinically isolated heart involvement), a heart transplant can be considered if the patient agrees to undergo intensive chemotherapy for plasma cells after the heart transplant. This is because the amyloid heart cannot tolerate aggressive chemotherapy because of depressed myocardial function. Hence, a heart transplant followed by aggressive chemotherapy can be attempted with an expected 5-year survival of 60%."}
{"id": "article-144241_29", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Patients with wild-ATTR amyloidosis usually have isolated heart involvement, making them suitable candidates for heart transplants. However, because of the greater age of diagnosis (7 decades or later), most patients are excluded owing to their age.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Patients with wild-ATTR amyloidosis usually have isolated heart involvement, making them suitable candidates for heart transplants. However, because of the greater age of diagnosis (7 decades or later), most patients are excluded owing to their age."}
{"id": "article-144241_30", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Transthyretin is mainly produced in the liver. In mutant ATTR, liver transplantation is necessary to remove the source of amyloid proteins. Orthotropic liver transplant carries a 5-year survival of 75% (mainly for Val30Met mutation). Patients with mutant-ATTR are younger than wild-ATTR patients. These patients are suitable for a heart transplant in isolated heart involvement. However, if there is autonomic neuropathy, most patients would require combined liver and heart transplants to prevent the recurrence of amyloid disease in the transplanted heart.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Transthyretin is mainly produced in the liver. In mutant ATTR, liver transplantation is necessary to remove the source of amyloid proteins. Orthotropic liver transplant carries a 5-year survival of 75% (mainly for Val30Met mutation). Patients with mutant-ATTR are younger than wild-ATTR patients. These patients are suitable for a heart transplant in isolated heart involvement. However, if there is autonomic neuropathy, most patients would require combined liver and heart transplants to prevent the recurrence of amyloid disease in the transplanted heart."}
{"id": "article-144241_31", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "However, in wild ATTR, there is no role in liver transplantation. Instead, some agents (under investigation) can be used to stabilize TTR, such as tafamidis.", "contents": "Cardiac Amyloidosis -- Treatment / Management. However, in wild ATTR, there is no role in liver transplantation. Instead, some agents (under investigation) can be used to stabilize TTR, such as tafamidis."}
{"id": "article-144241_32", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Rhythm and rate control for atrial arrhythmias is challenging in amyloidosis as beta-blockers are poorly tolerated. Amiodarone remains a reasonable option and is well tolerated. Digoxin tends to bind to amyloid fibrils and increases the risk of digoxin toxicity. However, digoxin can be used for rate control in patients with cardiac amyloidosis and atrial fibrillation if carefully titrated. Calcium channel blockers have not been proven to be of benefit in amyloid diastolic dysfunction as with other diastolic dysfunctions such as hypertensive heart disease and may precipitate hypotension. For atrial flutter, catheter ablation can be attempted. Catheter ablation for atrial fibrillation in the setting of amyloidosis carries a high recurrence rate.  Patients may irrespectively require anticoagulation because of the increased risk of thrombosis and thromboembolism.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Rhythm and rate control for atrial arrhythmias is challenging in amyloidosis as beta-blockers are poorly tolerated. Amiodarone remains a reasonable option and is well tolerated. Digoxin tends to bind to amyloid fibrils and increases the risk of digoxin toxicity. However, digoxin can be used for rate control in patients with cardiac amyloidosis and atrial fibrillation if carefully titrated. Calcium channel blockers have not been proven to be of benefit in amyloid diastolic dysfunction as with other diastolic dysfunctions such as hypertensive heart disease and may precipitate hypotension. For atrial flutter, catheter ablation can be attempted. Catheter ablation for atrial fibrillation in the setting of amyloidosis carries a high recurrence rate.  Patients may irrespectively require anticoagulation because of the increased risk of thrombosis and thromboembolism."}
{"id": "article-144241_33", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "In the case of atrioventricular block, one should aim for biventricular pacing as the pacing of the right ventricle alone in the setting of stiff myocardium would be disadvantageous. Implantable cardioverter-defibrillator for primary prevention provides no clear benefit and is not indicated. It is reserved for secondary prevention, as otherwise generally indicated.", "contents": "Cardiac Amyloidosis -- Treatment / Management. In the case of atrioventricular block, one should aim for biventricular pacing as the pacing of the right ventricle alone in the setting of stiff myocardium would be disadvantageous. Implantable cardioverter-defibrillator for primary prevention provides no clear benefit and is not indicated. It is reserved for secondary prevention, as otherwise generally indicated."}
{"id": "article-144241_34", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Treatment of secondary amyloidosis requires treatment of the underlying inflammatory conditions.", "contents": "Cardiac Amyloidosis -- Treatment / Management. Treatment of secondary amyloidosis requires treatment of the underlying inflammatory conditions."}
{"id": "article-144241_35", "title": "Cardiac Amyloidosis -- Treatment / Management", "content": "Isolated atrial amyloidosis generally requires no treatment. [10]", "contents": "Cardiac Amyloidosis -- Treatment / Management. Isolated atrial amyloidosis generally requires no treatment. [10]"}
{"id": "article-144241_36", "title": "Cardiac Amyloidosis -- Differential Diagnosis", "content": "Essentially, any restrictive cardiomyopathy can be mistaken for this disease. Common features of restrictive cardiomyopathies include dyspnea in the presence of normal ejection fraction, diastolic dysfunction, and biatrial enlargement. Restrictive cardiomyopathies include cardiac sarcoidosis, glycogen storage diseases, and hemochromatosis. The differentials also include other causes of similar echocardiographic appearance, such as hypertensive heart disease and hypertrophic cardiomyopathy.", "contents": "Cardiac Amyloidosis -- Differential Diagnosis. Essentially, any restrictive cardiomyopathy can be mistaken for this disease. Common features of restrictive cardiomyopathies include dyspnea in the presence of normal ejection fraction, diastolic dysfunction, and biatrial enlargement. Restrictive cardiomyopathies include cardiac sarcoidosis, glycogen storage diseases, and hemochromatosis. The differentials also include other causes of similar echocardiographic appearance, such as hypertensive heart disease and hypertrophic cardiomyopathy."}
{"id": "article-144241_37", "title": "Cardiac Amyloidosis -- Prognosis", "content": "The prognosis is variable and depends on the type of cardiac amyloidosis. The average survival time in untreated patients is as follows: AL (primary) 9 to 24 months, ATTR familial 7 to 10 years, senile amyloidosis 5 to 7 years, AA (secondary) amyloidosis more than ten years.", "contents": "Cardiac Amyloidosis -- Prognosis. The prognosis is variable and depends on the type of cardiac amyloidosis. The average survival time in untreated patients is as follows: AL (primary) 9 to 24 months, ATTR familial 7 to 10 years, senile amyloidosis 5 to 7 years, AA (secondary) amyloidosis more than ten years."}
{"id": "article-144241_38", "title": "Cardiac Amyloidosis -- Prognosis", "content": "Overall, ATTR amyloidosis has a better prognosis than AL amyloidosis. ATTR amyloidosis progresses slowly and has a late presentation (average decade of presentation of 7). The 4-year survival of AL amyloidosis in patients treated with stem-cell transplantation is more than 90%. Patients with cardiac involvement undergoing stem cell transplants have a median survival of more than 10-year. The median survival in AL amyloidosis is 10-years, except for those with advanced-stage diseases, who carry a 50% one-year survival.", "contents": "Cardiac Amyloidosis -- Prognosis. Overall, ATTR amyloidosis has a better prognosis than AL amyloidosis. ATTR amyloidosis progresses slowly and has a late presentation (average decade of presentation of 7). The 4-year survival of AL amyloidosis in patients treated with stem-cell transplantation is more than 90%. Patients with cardiac involvement undergoing stem cell transplants have a median survival of more than 10-year. The median survival in AL amyloidosis is 10-years, except for those with advanced-stage diseases, who carry a 50% one-year survival."}
{"id": "article-144241_39", "title": "Cardiac Amyloidosis -- Prognosis", "content": "Mutant ATTR has an overall four-year survival of 16%. The survival of mutant ATTR depends on the type of mutation. The Val30Met is the most common mutation in mutant ATTR with an overall prognosis of 79%, whereas the Val122Ile mutation carries a four-year prognosis of 40%. [20]", "contents": "Cardiac Amyloidosis -- Prognosis. Mutant ATTR has an overall four-year survival of 16%. The survival of mutant ATTR depends on the type of mutation. The Val30Met is the most common mutation in mutant ATTR with an overall prognosis of 79%, whereas the Val122Ile mutation carries a four-year prognosis of 40%. [20]"}
{"id": "article-144241_40", "title": "Cardiac Amyloidosis -- Complications", "content": "Complications of cardiac amyloidosis are mainly due to structural abnormalities potentiating chances of heart failure, atrial fibrillation, and ventricular arrhythmias. [3] As a result, a patient's course can be complicated by: Atrial fibrillation – can lead to thromboembolism and heart failure. Diastolic dysfunction - heart failure. Increased mortality. Increased arrhythmogenesis. Heart failure hospitalizations and mortality. Ventricular arrhythmias and cardiac conduction abnormalities. Autonomic neuropathy - in systemic involvement. Tendinopathies - in systemic involvement.", "contents": "Cardiac Amyloidosis -- Complications. Complications of cardiac amyloidosis are mainly due to structural abnormalities potentiating chances of heart failure, atrial fibrillation, and ventricular arrhythmias. [3] As a result, a patient's course can be complicated by: Atrial fibrillation – can lead to thromboembolism and heart failure. Diastolic dysfunction - heart failure. Increased mortality. Increased arrhythmogenesis. Heart failure hospitalizations and mortality. Ventricular arrhythmias and cardiac conduction abnormalities. Autonomic neuropathy - in systemic involvement. Tendinopathies - in systemic involvement."}
{"id": "article-144241_41", "title": "Cardiac Amyloidosis -- Deterrence and Patient Education", "content": "Cardiac amyloidosis has a variable prognosis. The treatment modalities differ with the etiological type. Understanding the disease course is vital on the patient's end. The patient needs to be aware of the systemic nature of the disease involvement.", "contents": "Cardiac Amyloidosis -- Deterrence and Patient Education. Cardiac amyloidosis has a variable prognosis. The treatment modalities differ with the etiological type. Understanding the disease course is vital on the patient's end. The patient needs to be aware of the systemic nature of the disease involvement."}
{"id": "article-144241_42", "title": "Cardiac Amyloidosis -- Deterrence and Patient Education", "content": "The patient must understand the need for a multidisciplinary team required for the treatment, including a cardiologist, hematologist, gastroenterologist, and transplant specialist. Treatment of heart failure in cardiac amyloidosis differs from the standard guideline-directed medical therapy for heart failure. Patients are usually sensitive even to the smallest possible doses, making a very slow titration necessary. This means a more generous follow-up schedule than heart failure due to other causes.", "contents": "Cardiac Amyloidosis -- Deterrence and Patient Education. The patient must understand the need for a multidisciplinary team required for the treatment, including a cardiologist, hematologist, gastroenterologist, and transplant specialist. Treatment of heart failure in cardiac amyloidosis differs from the standard guideline-directed medical therapy for heart failure. Patients are usually sensitive even to the smallest possible doses, making a very slow titration necessary. This means a more generous follow-up schedule than heart failure due to other causes."}
{"id": "article-144241_43", "title": "Cardiac Amyloidosis -- Enhancing Healthcare Team Outcomes", "content": "Early diagnosis is the key to determining prognosis. A high degree of suspicion based on the clinical history and laboratory investigations can lead to earlier diagnosis and quicker initiation of therapy. Management of cardiac amyloidosis requires a multidisciplinary team. Clinical consultation with a cardiologist and active input of a hematologist is necessary to confirm the diagnosis and initiate treatment. Moreover, the cardiac amyloidosis team requires liver and heart transplant specialist input.", "contents": "Cardiac Amyloidosis -- Enhancing Healthcare Team Outcomes. Early diagnosis is the key to determining prognosis. A high degree of suspicion based on the clinical history and laboratory investigations can lead to earlier diagnosis and quicker initiation of therapy. Management of cardiac amyloidosis requires a multidisciplinary team. Clinical consultation with a cardiologist and active input of a hematologist is necessary to confirm the diagnosis and initiate treatment. Moreover, the cardiac amyloidosis team requires liver and heart transplant specialist input."}
{"id": "article-144241_44", "title": "Cardiac Amyloidosis -- Enhancing Healthcare Team Outcomes", "content": "An individualized approach must be used to decide the extent of treatment for every patient. It also requires the expertise of an imaging specialist. However, endomyocardial biopsy is the gold standard but is used less often. CMR has evolved as a useful tool in diagnosing cardiac amyloidosis.", "contents": "Cardiac Amyloidosis -- Enhancing Healthcare Team Outcomes. An individualized approach must be used to decide the extent of treatment for every patient. It also requires the expertise of an imaging specialist. However, endomyocardial biopsy is the gold standard but is used less often. CMR has evolved as a useful tool in diagnosing cardiac amyloidosis."}
{"id": "article-144241_45", "title": "Cardiac Amyloidosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Amyloidosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}