{"id": "article-26598_0", "title": "Papilledema -- Continuing Education Activity", "content": "Papilledema is a disease entity that refers to the swelling of the optic disc due to elevated intracranial pressure (ICP). This term should be distinguished from disc edema which specifies a broader category of optic disc swelling secondary to other etiologies. Also, it is worth noting that ICP may elevate in the absence of optic disc swelling. Papilledema is usually seen bilaterally but can be seen asymmetrically and rarely unilaterally. It can be a red flag suggesting disease entities that cause elevated ICP such as brain tumors, cerebrospinal inflammation (infectious and non-infectious), and idiopathic intracranial hypertension (IIH). This activity reviews the evaluation and management of papilledema and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Papilledema -- Continuing Education Activity. Papilledema is a disease entity that refers to the swelling of the optic disc due to elevated intracranial pressure (ICP). This term should be distinguished from disc edema which specifies a broader category of optic disc swelling secondary to other etiologies. Also, it is worth noting that ICP may elevate in the absence of optic disc swelling. Papilledema is usually seen bilaterally but can be seen asymmetrically and rarely unilaterally. It can be a red flag suggesting disease entities that cause elevated ICP such as brain tumors, cerebrospinal inflammation (infectious and non-infectious), and idiopathic intracranial hypertension (IIH). This activity reviews the evaluation and management of papilledema and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-26598_1", "title": "Papilledema -- Continuing Education Activity", "content": "Objectives: Identify the characteristic presentation of papilledema. Describe the Monro-Kellie hypothesis and the various etiologies of increased intracranial pressure. Summarize the risks associated with papilledema which would require inpatient admission for expedited workup. Review the importance of a cohesive interprofessional team in coordinating care for patients with papilledema. Access free multiple choice questions on this topic.", "contents": "Papilledema -- Continuing Education Activity. Objectives: Identify the characteristic presentation of papilledema. Describe the Monro-Kellie hypothesis and the various etiologies of increased intracranial pressure. Summarize the risks associated with papilledema which would require inpatient admission for expedited workup. Review the importance of a cohesive interprofessional team in coordinating care for patients with papilledema. Access free multiple choice questions on this topic."}
{"id": "article-26598_2", "title": "Papilledema -- Introduction", "content": "Papilledema is a disease entity that refers to the swelling of the optic disc due to elevated intracranial pressure (ICP).  This term should be distinguished from disc edema which specifies a broader category of optic disc swelling secondary to other etiologies.  Also, it is worth noting that ICP may elevate in the absence of optic disc swelling.  Papilledema is usually seen bilaterally but can be seen asymmetrically and rarely unilaterally.  It can be an alarming sign for disease entities that cause elevated ICP such as brain tumors, cerebrospinal inflammation (infectious and non-infectious), and idiopathic intracranial hypertension (IIH). [1]", "contents": "Papilledema -- Introduction. Papilledema is a disease entity that refers to the swelling of the optic disc due to elevated intracranial pressure (ICP).  This term should be distinguished from disc edema which specifies a broader category of optic disc swelling secondary to other etiologies.  Also, it is worth noting that ICP may elevate in the absence of optic disc swelling.  Papilledema is usually seen bilaterally but can be seen asymmetrically and rarely unilaterally.  It can be an alarming sign for disease entities that cause elevated ICP such as brain tumors, cerebrospinal inflammation (infectious and non-infectious), and idiopathic intracranial hypertension (IIH). [1]"}
{"id": "article-26598_3", "title": "Papilledema -- Etiology", "content": "The etiologies for papilledema are those that raise intracranial pressure.  The Monro-Kellie hypothesis describes ICP as a function of its total volume of blood, cerebrospinal fluid (CSF), and brain parenchyma within the fixed cranial space.  As the volume within the intracranial space goes up, a corresponding decrease in volume from another intracranial component must go down which can be seen with both clinical and radiologic manifestations such as a headache and decreased cerebral blood flow.  Inadequate compensation for this can result in high ICP and can be seen in the following scenarios: space-occupying lesion such as tumor or hemorrhage, increase in CSF such as from obstructive hydrocephalus, increase in blood volume such as from venous sinus thrombosis, or by idiopathic intracranial hypertension. [2]", "contents": "Papilledema -- Etiology. The etiologies for papilledema are those that raise intracranial pressure.  The Monro-Kellie hypothesis describes ICP as a function of its total volume of blood, cerebrospinal fluid (CSF), and brain parenchyma within the fixed cranial space.  As the volume within the intracranial space goes up, a corresponding decrease in volume from another intracranial component must go down which can be seen with both clinical and radiologic manifestations such as a headache and decreased cerebral blood flow.  Inadequate compensation for this can result in high ICP and can be seen in the following scenarios: space-occupying lesion such as tumor or hemorrhage, increase in CSF such as from obstructive hydrocephalus, increase in blood volume such as from venous sinus thrombosis, or by idiopathic intracranial hypertension. [2]"}
{"id": "article-26598_4", "title": "Papilledema -- Epidemiology", "content": "The frequency in which papilledema varies depending on the particular study and setting in which it is documented.  In the eye care professional's office, it most often results from idiopathic intracranial hypertension of which the annual incidence is estimated to be 0.9 per 100000 in the United State's general population.  Idiopathic intracranial hypertension is seen to be most prevalent in obese women of childbearing age with an incidence in obese women aged 20 to 44 found to be 13 per 100000.  This disease has not been found to have a racial predilection and much less frequently affects men, children, and older persons. [3]", "contents": "Papilledema -- Epidemiology. The frequency in which papilledema varies depending on the particular study and setting in which it is documented.  In the eye care professional's office, it most often results from idiopathic intracranial hypertension of which the annual incidence is estimated to be 0.9 per 100000 in the United State's general population.  Idiopathic intracranial hypertension is seen to be most prevalent in obese women of childbearing age with an incidence in obese women aged 20 to 44 found to be 13 per 100000.  This disease has not been found to have a racial predilection and much less frequently affects men, children, and older persons. [3]"}
{"id": "article-26598_5", "title": "Papilledema -- Pathophysiology", "content": "The optic nerve, comprised of retinal ganglion cell axons and glial cells, is sheathed in all three meningeal layers and is continuous with the subarachnoid space of the brain.  Intracranial CSF is by this way contiguous with the CSF surrounding the optic nerve allowing elevated ICP to be transmitted directly to the optic nerve. The thinking is that this disrupts the normal pressure gradient across the intraocular and orbital optic nerve causing retrograde axoplasmic flow across the optic disc which results in disc edema and optic neuropathy.  There are competing theories as to whether this is due to mechanical compression or ischemic insult to axons. [4]", "contents": "Papilledema -- Pathophysiology. The optic nerve, comprised of retinal ganglion cell axons and glial cells, is sheathed in all three meningeal layers and is continuous with the subarachnoid space of the brain.  Intracranial CSF is by this way contiguous with the CSF surrounding the optic nerve allowing elevated ICP to be transmitted directly to the optic nerve. The thinking is that this disrupts the normal pressure gradient across the intraocular and orbital optic nerve causing retrograde axoplasmic flow across the optic disc which results in disc edema and optic neuropathy.  There are competing theories as to whether this is due to mechanical compression or ischemic insult to axons. [4]"}
{"id": "article-26598_6", "title": "Papilledema -- History and Physical", "content": "A thorough history documenting a patient's visual complaints and underlying etiology of elevated ICP is necessary. Patients may experience visual field loss and transient dim-outs.  Elevated ICP may result in horizontal binocular diplopia from an abducens nerve palsy, and audible vascular bruits known as pulsatile tinnitus.  A headache is common and may worsen with positions that place the dependent flow of volume to the intracranial space.  Nausea and vomiting may also be present with acute rises in ICP.  Medications such as steroids, retinoids, tetracyclines, oral contraceptives should be asked about as causes of ICP elevation.   Weight gain and obesity should also undergo assessment as risk factors for idiopathic intracranial hypertension.", "contents": "Papilledema -- History and Physical. A thorough history documenting a patient's visual complaints and underlying etiology of elevated ICP is necessary. Patients may experience visual field loss and transient dim-outs.  Elevated ICP may result in horizontal binocular diplopia from an abducens nerve palsy, and audible vascular bruits known as pulsatile tinnitus.  A headache is common and may worsen with positions that place the dependent flow of volume to the intracranial space.  Nausea and vomiting may also be present with acute rises in ICP.  Medications such as steroids, retinoids, tetracyclines, oral contraceptives should be asked about as causes of ICP elevation.   Weight gain and obesity should also undergo assessment as risk factors for idiopathic intracranial hypertension."}
{"id": "article-26598_7", "title": "Papilledema -- History and Physical", "content": "A standard ophthalmic and neurologic exam should be performed with attention to detail of the optic disc.  The lack of spontaneous venous pulsations at the disc is a sign of elevated ICP when it has exceeded the intraocular pressure.  An exam may reveal an elevated optic disc, dilated veins, hemorrhages overlying the disc, hyperemia of the disc, and peripapillary retinal folds known as Paton lines.  The disc margins become blurred, and a reproducible inter-observer grading scheme suggested by ophthalmologist Lars Friesen is widely utilized [5] [6] :", "contents": "Papilledema -- History and Physical. A standard ophthalmic and neurologic exam should be performed with attention to detail of the optic disc.  The lack of spontaneous venous pulsations at the disc is a sign of elevated ICP when it has exceeded the intraocular pressure.  An exam may reveal an elevated optic disc, dilated veins, hemorrhages overlying the disc, hyperemia of the disc, and peripapillary retinal folds known as Paton lines.  The disc margins become blurred, and a reproducible inter-observer grading scheme suggested by ophthalmologist Lars Friesen is widely utilized [5] [6] :"}
{"id": "article-26598_8", "title": "Papilledema -- History and Physical", "content": "Grade 1: Disruption of the normal radial arrangement of nerve fiber bundles with a blurring of the nasal border of the optic disc and normal temporal margin Grade 2: Nasal and temporal (circumferential) blurring of the optic disc with more pronounced changes from grade 1 Grade 3: The elevated and blurred disc margin borders obscure one or more major retinal vessel segments Grade 4: More pronounced changes than from grade 3 and with total obscuration of a segment of the central retinal artery or vein Grade 5: More pronounced changes than from grade 4 and with total obscuration of all disc vessels", "contents": "Papilledema -- History and Physical. Grade 1: Disruption of the normal radial arrangement of nerve fiber bundles with a blurring of the nasal border of the optic disc and normal temporal margin Grade 2: Nasal and temporal (circumferential) blurring of the optic disc with more pronounced changes from grade 1 Grade 3: The elevated and blurred disc margin borders obscure one or more major retinal vessel segments Grade 4: More pronounced changes than from grade 3 and with total obscuration of a segment of the central retinal artery or vein Grade 5: More pronounced changes than from grade 4 and with total obscuration of all disc vessels"}
{"id": "article-26598_9", "title": "Papilledema -- Evaluation", "content": "The evaluation of papilledema points towards identifying the underlying etiology however initial workup should at least include contrast-enhanced magnetic resonance imaging of brain and orbits as well as magnetic resonance venography to respectively search for mass or venous sinus thrombosis.  If deemed safe after imaging to assess the risk of herniation, a lumbar puncture may be performed to document ICP by measuring opening pressure (in left lateral decubitus position: normal less than 25 cm H20). Cerebrospinal fluid studies to analyze protein, glucose, cell count and differential, and cultures are also diagnostic. [1]", "contents": "Papilledema -- Evaluation. The evaluation of papilledema points towards identifying the underlying etiology however initial workup should at least include contrast-enhanced magnetic resonance imaging of brain and orbits as well as magnetic resonance venography to respectively search for mass or venous sinus thrombosis.  If deemed safe after imaging to assess the risk of herniation, a lumbar puncture may be performed to document ICP by measuring opening pressure (in left lateral decubitus position: normal less than 25 cm H20). Cerebrospinal fluid studies to analyze protein, glucose, cell count and differential, and cultures are also diagnostic. [1]"}
{"id": "article-26598_10", "title": "Papilledema -- Evaluation", "content": "Formal perimetry should be performed to document and monitor for potential visual field loss.  Fluorescein angiography and B-scan ultrasound can also be utilized to identify other causes for disc edema or conditions which may resemble papilledema.", "contents": "Papilledema -- Evaluation. Formal perimetry should be performed to document and monitor for potential visual field loss.  Fluorescein angiography and B-scan ultrasound can also be utilized to identify other causes for disc edema or conditions which may resemble papilledema."}
{"id": "article-26598_11", "title": "Papilledema -- Treatment / Management", "content": "The treatment for papilledema is aimed at addressing the cause of raised ICP.  In cases of mass, surgical treatment may be indicated.  Venous sinus thrombosis may prompt workup of precipitating factors and secondary prevention with anticoagulation. [7] In patients with appropriate workup and documented high ICP where no structural or other localizing causes are present, the term idiopathic intracranial hypertension is applied, and the patient’s symptoms management is with acetazolamide and weight loss.  Surgical measures such as optic nerve sheath fenestration are considered when vision is thought to be severely threatened.  Ventriculoperitoneal and lumboperitoneal shunts are other surgical interventions that can reduce ICP by draining CSF.  Venous sinus stenting is considered in patients with IIH where significant transverse venous sinus stenosis is observed. [1]", "contents": "Papilledema -- Treatment / Management. The treatment for papilledema is aimed at addressing the cause of raised ICP.  In cases of mass, surgical treatment may be indicated.  Venous sinus thrombosis may prompt workup of precipitating factors and secondary prevention with anticoagulation. [7] In patients with appropriate workup and documented high ICP where no structural or other localizing causes are present, the term idiopathic intracranial hypertension is applied, and the patient’s symptoms management is with acetazolamide and weight loss.  Surgical measures such as optic nerve sheath fenestration are considered when vision is thought to be severely threatened.  Ventriculoperitoneal and lumboperitoneal shunts are other surgical interventions that can reduce ICP by draining CSF.  Venous sinus stenting is considered in patients with IIH where significant transverse venous sinus stenosis is observed. [1]"}
{"id": "article-26598_12", "title": "Papilledema -- Differential Diagnosis", "content": "Other causes of optic disc edema such as from intraocular inflammation, central retinal vein occlusion, compressive optic neuropathy, optic neuritis, diabetic papillopathy, and ischemic optic neuropathy should be distinguished. Pseudopapilledema also presents with elevated optic nerve head appearance and blurred margins.  It may be a result of congenital dysplasia, optic disc drusen, or tilted optic disc.", "contents": "Papilledema -- Differential Diagnosis. Other causes of optic disc edema such as from intraocular inflammation, central retinal vein occlusion, compressive optic neuropathy, optic neuritis, diabetic papillopathy, and ischemic optic neuropathy should be distinguished. Pseudopapilledema also presents with elevated optic nerve head appearance and blurred margins.  It may be a result of congenital dysplasia, optic disc drusen, or tilted optic disc."}
{"id": "article-26598_13", "title": "Papilledema -- Prognosis", "content": "The prognosis for papilledema is related to the chronicity of the disease.  Chronically high ICP can lead to permanent drop out of the nerve fiber layer which can result in progressive visual field loss and loss of central visual acuity.", "contents": "Papilledema -- Prognosis. The prognosis for papilledema is related to the chronicity of the disease.  Chronically high ICP can lead to permanent drop out of the nerve fiber layer which can result in progressive visual field loss and loss of central visual acuity."}
{"id": "article-26598_14", "title": "Papilledema -- Complications", "content": "Complications can arise from inadequately treated underlying ICP.  This lack of treatment can result from failure to recognize elevated ICP or from surgical failure.  Failure of optic nerve sheath fenestration can occur due to subsequent scarring, and CSF shunts may fail by way of malfunction, obstruction, or blockage.  Surgery of any type, particularly surgery accessing the cerebrospinal space poses a risk for severe infection.", "contents": "Papilledema -- Complications. Complications can arise from inadequately treated underlying ICP.  This lack of treatment can result from failure to recognize elevated ICP or from surgical failure.  Failure of optic nerve sheath fenestration can occur due to subsequent scarring, and CSF shunts may fail by way of malfunction, obstruction, or blockage.  Surgery of any type, particularly surgery accessing the cerebrospinal space poses a risk for severe infection."}
{"id": "article-26598_15", "title": "Papilledema -- Pearls and Other Issues", "content": "Disc edema is often identified in the clinic setting and can variably be a sign of life-threatening or vision-threatening conditions.  The practitioner should not hesitate to expedite a patient's workup by admission to the hospital and aggressive treatment if the patient presents with poor central visual acuity, high-grade disc edema, and a greater frequency of transient visual obscurations.  Additionally, patients with history concerning for underlying cancer or systemic symptoms should be admitted hospitalized for further workup. [8]", "contents": "Papilledema -- Pearls and Other Issues. Disc edema is often identified in the clinic setting and can variably be a sign of life-threatening or vision-threatening conditions.  The practitioner should not hesitate to expedite a patient's workup by admission to the hospital and aggressive treatment if the patient presents with poor central visual acuity, high-grade disc edema, and a greater frequency of transient visual obscurations.  Additionally, patients with history concerning for underlying cancer or systemic symptoms should be admitted hospitalized for further workup. [8]"}
{"id": "article-26598_16", "title": "Papilledema -- Pearls and Other Issues", "content": "As mentioned before, elevated ICP can also occur in the absence of disc edema. The only way to accurately gauge ICP is by direct measurement.  Also, an optic nerve that has undergone atrophy and loss of axons will be less susceptible to becoming edematous with repeated bouts of ICP elevation.", "contents": "Papilledema -- Pearls and Other Issues. As mentioned before, elevated ICP can also occur in the absence of disc edema. The only way to accurately gauge ICP is by direct measurement.  Also, an optic nerve that has undergone atrophy and loss of axons will be less susceptible to becoming edematous with repeated bouts of ICP elevation."}
{"id": "article-26598_17", "title": "Papilledema -- Enhancing Healthcare Team Outcomes", "content": "The eye care professional should be familiar with the appearance and evaluation of the optic disc as well as in obtaining a pertinent history and physical.  A timely workup is a priority, and the appropriate specialist referrals should be made.  Optimization of patient care and safety occurs when communication between referring and co-managing healthcare providers is precise and efficient.  For example, the ophthalmologist observing the need for surgical intervention for idiopathic intracranial hypertension should be in communication with neurosurgery regarding appropriate intervention.  Patient autonomy is preserved when presented with risks, benefits, and alternatives provided by different disciplines such as in the case of optic nerve sheath fenestration versus ventriculoperitoneal shunt.", "contents": "Papilledema -- Enhancing Healthcare Team Outcomes. The eye care professional should be familiar with the appearance and evaluation of the optic disc as well as in obtaining a pertinent history and physical.  A timely workup is a priority, and the appropriate specialist referrals should be made.  Optimization of patient care and safety occurs when communication between referring and co-managing healthcare providers is precise and efficient.  For example, the ophthalmologist observing the need for surgical intervention for idiopathic intracranial hypertension should be in communication with neurosurgery regarding appropriate intervention.  Patient autonomy is preserved when presented with risks, benefits, and alternatives provided by different disciplines such as in the case of optic nerve sheath fenestration versus ventriculoperitoneal shunt."}
{"id": "article-26598_18", "title": "Papilledema -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Papilledema -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}