{"id": "article-32410_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Introduction", "content": "The hands are intricate structures. Each has 34 muscles, 29 bones, 3 major nerves, and 2 major arteries. Their complexity supports the work required to produce fine motor movements.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Introduction. The hands are intricate structures. Each has 34 muscles, 29 bones, 3 major nerves, and 2 major arteries. Their complexity supports the work required to produce fine motor movements."}
{"id": "article-32410_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Introduction", "content": "The hands' major arteries are the radial and ulnar arteries, which bifurcate from the brachial artery (see Image . Forearm Arteries). These blood vessels form an extensive anastomosis to provide effective circulation to the tissues and prevent ischemic injury. This article focuses on the radial and ulnar arteries.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Introduction. The hands' major arteries are the radial and ulnar arteries, which bifurcate from the brachial artery (see Image . Forearm Arteries). These blood vessels form an extensive anastomosis to provide effective circulation to the tissues and prevent ischemic injury. This article focuses on the radial and ulnar arteries."}
{"id": "article-32410_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function", "content": "Arterial walls have 3 layers: Tunica intima—the innermost layer. The tunica intima is made up of endothelial cells intermixed with elastic tissue. This layer is vital to blood flow, blood clotting, and immunity. Blood flows smoothly in the blood vessels when the tunica intima is intact. Clotting and occlusion can occur when it is injured. Tunica media—the middle layer, which is composed mainly of smooth muscles. Pulsatile motion from this layer propels blood away from the heart and toward distal areas. The smooth muscles contribute to the arteries' elasticity. By comparison, veins have less smooth muscle tissue. This leaves them with less luminal pressure and allows them to receive blood from the arteries passively. External forces and valves enable veins to keep the blood flowing back to the heart. Tunica adventitia (also called adventitia or tunica externa)—the outermost layer, serving as the arteries' protective covering.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function. Arterial walls have 3 layers: Tunica intima—the innermost layer. The tunica intima is made up of endothelial cells intermixed with elastic tissue. This layer is vital to blood flow, blood clotting, and immunity. Blood flows smoothly in the blood vessels when the tunica intima is intact. Clotting and occlusion can occur when it is injured. Tunica media—the middle layer, which is composed mainly of smooth muscles. Pulsatile motion from this layer propels blood away from the heart and toward distal areas. The smooth muscles contribute to the arteries' elasticity. By comparison, veins have less smooth muscle tissue. This leaves them with less luminal pressure and allows them to receive blood from the arteries passively. External forces and valves enable veins to keep the blood flowing back to the heart. Tunica adventitia (also called adventitia or tunica externa)—the outermost layer, serving as the arteries' protective covering."}
{"id": "article-32410_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function", "content": "The radial and ulnar arteries form the hand's arterial anastomosis (see Image . Arteries of the Hand).", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function. The radial and ulnar arteries form the hand's arterial anastomosis (see Image . Arteries of the Hand)."}
{"id": "article-32410_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function", "content": "The radial artery travels laterally, dorsal to the scaphoid and trapezium, then divides into several branches in the hand. It supplies the thumb via the princeps pollicis artery and the radial aspect of the index finger via the radialis indicis artery. It also gives rise to the deep palmar arch and a superficial branch. The deep palmar arch courses medially to fuse with the deep branch of the ulnar artery. The superficial branch of the radial artery connects with the superficial palmar arch medially.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function. The radial artery travels laterally, dorsal to the scaphoid and trapezium, then divides into several branches in the hand. It supplies the thumb via the princeps pollicis artery and the radial aspect of the index finger via the radialis indicis artery. It also gives rise to the deep palmar arch and a superficial branch. The deep palmar arch courses medially to fuse with the deep branch of the ulnar artery. The superficial branch of the radial artery connects with the superficial palmar arch medially."}
{"id": "article-32410_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function", "content": "The ulnar artery travels on the medial side of the forearm before giving off several branches in the hand. One of its major branches is the superficial palmar arch. This arterial arch traverses deep to the palmar aponeurosis before running superficially to supply the long flexor tendons and distal thumb. The ulnar artery also has a deep branch that fuses with the deep palmar arch laterally.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function. The ulnar artery travels on the medial side of the forearm before giving off several branches in the hand. One of its major branches is the superficial palmar arch. This arterial arch traverses deep to the palmar aponeurosis before running superficially to supply the long flexor tendons and distal thumb. The ulnar artery also has a deep branch that fuses with the deep palmar arch laterally."}
{"id": "article-32410_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function", "content": "As their names suggest, the deep palmar arch supplies the deep palmar structures, while the superficial palmar arch provides circulation to superficial palmar structures. The deep palmar arch is more proximal in location than the superficial palmar arch. It gives rise to 3 palmar metacarpal arteries distally. The superficial palmar arch gives rise to the 3 common palmar digital arteries, which travel proximally. The deep and superficial palmar arches form anastomoses via the metacarpal and common palmar digital arteries. The dorsal carpal arch supplies the hand's dorsal aspect and is formed by the radial and ulnar arteries. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Structure and Function. As their names suggest, the deep palmar arch supplies the deep palmar structures, while the superficial palmar arch provides circulation to superficial palmar structures. The deep palmar arch is more proximal in location than the superficial palmar arch. It gives rise to 3 palmar metacarpal arteries distally. The superficial palmar arch gives rise to the 3 common palmar digital arteries, which travel proximally. The deep and superficial palmar arches form anastomoses via the metacarpal and common palmar digital arteries. The dorsal carpal arch supplies the hand's dorsal aspect and is formed by the radial and ulnar arteries. [1]"}
{"id": "article-32410_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Embryology", "content": "Arteries arise from mesenchymal tissue. The subclavian artery forms from the mesodermal layer of the 4th aortic arch. Its continued elongation toward the inferior aspect of the clavicle and 1st rib gives rise to the axillary artery. Continued development of the axillary artery toward the lower border of the teres minor muscle forms the brachial artery. The brachial artery divides into the ulnar and radial arteries at the cubital fossa. Continued growth and division of the distal arteries follow the development of the rest of the upper limb. Homeobox (HOX) genes regulate upper limb growth direction. The fibroblast growth factor (FGF) gene influences upper limb elongation and blood vessel formation. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Embryology. Arteries arise from mesenchymal tissue. The subclavian artery forms from the mesodermal layer of the 4th aortic arch. Its continued elongation toward the inferior aspect of the clavicle and 1st rib gives rise to the axillary artery. Continued development of the axillary artery toward the lower border of the teres minor muscle forms the brachial artery. The brachial artery divides into the ulnar and radial arteries at the cubital fossa. Continued growth and division of the distal arteries follow the development of the rest of the upper limb. Homeobox (HOX) genes regulate upper limb growth direction. The fibroblast growth factor (FGF) gene influences upper limb elongation and blood vessel formation. [2]"}
{"id": "article-32410_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics", "content": "Blood supply to the arteries is provided by a capillary network called \"vasa vasorum.\" Vasa vasorum originating luminally is called \"vasa vasorum interna,\" and it supplies the tunica interna and inner portion of the tunica media. Vasa vasorum originating externally is called \"vasa vasorum externa,\" and it supplies the adventitia and outer part of the tunica media. [19] The tunica intima may also receive oxygen, nutrients, hormones, and other substances directly from the blood flowing in the blood vessel lumen.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics. Blood supply to the arteries is provided by a capillary network called \"vasa vasorum.\" Vasa vasorum originating luminally is called \"vasa vasorum interna,\" and it supplies the tunica interna and inner portion of the tunica media. Vasa vasorum originating externally is called \"vasa vasorum externa,\" and it supplies the adventitia and outer part of the tunica media. [19] The tunica intima may also receive oxygen, nutrients, hormones, and other substances directly from the blood flowing in the blood vessel lumen."}
{"id": "article-32410_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics", "content": "Venous drainage in the hand is through the superficial and deep palmar arches on the palmar side, which anastomose with the dorsal venous network on the dorsal side. The cephalic vein drains these blood vessels on the lateral side, while the basilic vein drains the medial aspect of the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics. Venous drainage in the hand is through the superficial and deep palmar arches on the palmar side, which anastomose with the dorsal venous network on the dorsal side. The cephalic vein drains these blood vessels on the lateral side, while the basilic vein drains the medial aspect of the hand."}
{"id": "article-32410_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics", "content": "Digital lymphatic vessels and the lymphatic plexus of the palm drain proximally to the forearm lymph vessels. These vessels then ascend to the cubital and axillary nodes before reaching the right lymphatic and thoracic ducts. The right lymphatic duct drains into the junction of the right internal jugular and subclavian veins. The thoracic duct empties into the left internal jugular and subclavian veins. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Blood Supply and Lymphatics. Digital lymphatic vessels and the lymphatic plexus of the palm drain proximally to the forearm lymph vessels. These vessels then ascend to the cubital and axillary nodes before reaching the right lymphatic and thoracic ducts. The right lymphatic duct drains into the junction of the right internal jugular and subclavian veins. The thoracic duct empties into the left internal jugular and subclavian veins. [3]"}
{"id": "article-32410_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves", "content": "Three major nerves descend toward the hand from the brachial plexus: the radial, ulnar, and median nerves. The paths of the nerves follow those of their corresponding arteries closely.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves. Three major nerves descend toward the hand from the brachial plexus: the radial, ulnar, and median nerves. The paths of the nerves follow those of their corresponding arteries closely."}
{"id": "article-32410_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves", "content": "The radial nerve has contributions from spinal roots C5-T1. The radial nerve innervates the dorsal aspect of the lateral part of the hand, spanning from the 1st digit to the lateral half of the 4th digit. The radial nerve has both sensory and motor functions, which include hand extension and supination.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves. The radial nerve has contributions from spinal roots C5-T1. The radial nerve innervates the dorsal aspect of the lateral part of the hand, spanning from the 1st digit to the lateral half of the 4th digit. The radial nerve has both sensory and motor functions, which include hand extension and supination."}
{"id": "article-32410_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves", "content": "The median nerve also has contributions from C5-T1 spinal roots. The median nerve is the volar counterpart of the radial nerve, innervating the volar aspect of the same fingers and the palm. The median nerve has both sensory and motor functions. It is responsible for pronation and lateral palm and finger flexion. It also abducts, medially rotates, and helps oppose the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves. The median nerve also has contributions from C5-T1 spinal roots. The median nerve is the volar counterpart of the radial nerve, innervating the volar aspect of the same fingers and the palm. The median nerve has both sensory and motor functions. It is responsible for pronation and lateral palm and finger flexion. It also abducts, medially rotates, and helps oppose the thumb."}
{"id": "article-32410_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves", "content": "The ulnar nerve is derived from the C8-T1 spinal roots. The ulnar nerve provides sensory and motor innervation to the hand's medial aspect, dorsally and anteriorly, until the medial half of the 4th digit. Ulnar motor movements include flexion of the medial digits, abduction and adduction of the metacarpophalangeal joints, interphalangeal extension, little finger abduction and opposition, and thumb adduction. [4]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Nerves. The ulnar nerve is derived from the C8-T1 spinal roots. The ulnar nerve provides sensory and motor innervation to the hand's medial aspect, dorsally and anteriorly, until the medial half of the 4th digit. Ulnar motor movements include flexion of the medial digits, abduction and adduction of the metacarpophalangeal joints, interphalangeal extension, little finger abduction and opposition, and thumb adduction. [4]"}
{"id": "article-32410_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles", "content": "The hand has intrinsic and extrinsic muscles, which are responsible for its fine motor movements. The extrinsic muscles, which contribute to hand and wrist flexion and extension, originate from the forearm and will not be discussed in detail here. Meanwhile, the intrinsic hand muscles are divided into 4 compartments.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles. The hand has intrinsic and extrinsic muscles, which are responsible for its fine motor movements. The extrinsic muscles, which contribute to hand and wrist flexion and extension, originate from the forearm and will not be discussed in detail here. Meanwhile, the intrinsic hand muscles are divided into 4 compartments."}
{"id": "article-32410_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Thenar Compartment", "content": "The thenar compartment occupies the lateral volar aspect of the hand. The muscles here are the following: Abductor pollicis brevis: abducts and helps oppose the thumb Flexor pollicis brevis: flexes the thumb Opponens pollicis: opposes and medially rotates the 1st metacarpal bone The median nerve innervates all three muscles. However, the flexor pollicis brevis is often innervated by both the median nerve on its superficial head and the ulnar nerve on its deep head.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Thenar Compartment. The thenar compartment occupies the lateral volar aspect of the hand. The muscles here are the following: Abductor pollicis brevis: abducts and helps oppose the thumb Flexor pollicis brevis: flexes the thumb Opponens pollicis: opposes and medially rotates the 1st metacarpal bone The median nerve innervates all three muscles. However, the flexor pollicis brevis is often innervated by both the median nerve on its superficial head and the ulnar nerve on its deep head."}
{"id": "article-32410_17", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Adductor Compartment", "content": "The adductor compartment has only one muscle—the adductor pollicis—a fan-shaped muscle deep in the thumb. The ulnar nerve innervates the muscle. It is responsible for thumb adduction toward the palm, making the grip powerful. The adductor pollicis has two heads of origin separated by the radial artery before it forms the deep palmar arch.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Adductor Compartment. The adductor compartment has only one muscle—the adductor pollicis—a fan-shaped muscle deep in the thumb. The ulnar nerve innervates the muscle. It is responsible for thumb adduction toward the palm, making the grip powerful. The adductor pollicis has two heads of origin separated by the radial artery before it forms the deep palmar arch."}
{"id": "article-32410_18", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Hypothenar Compartment", "content": "The hypothenar compartment occupies the medial palmar aspect of the hand and has the following muscles: Abductor digiti minimi: abducts the 5th digit Flexor digiti minimi brevis: flexes the little finger's proximal phalanx Opponens digiti minimi: brings the little finger in opposition to the thumb The ulnar nerve and ulnar artery supply this compartment.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Hypothenar Compartment. The hypothenar compartment occupies the medial palmar aspect of the hand and has the following muscles: Abductor digiti minimi: abducts the 5th digit Flexor digiti minimi brevis: flexes the little finger's proximal phalanx Opponens digiti minimi: brings the little finger in opposition to the thumb The ulnar nerve and ulnar artery supply this compartment."}
{"id": "article-32410_19", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Deep Compartment", "content": "The deep compartment contains the short muscles deep in the hand, which consist of the following: Lumbricals—originate from the flexor digitorum profundus tendons; flex the metacarpophalangeal joints and extend the interphalangeal joints Interossei—dorsal interossei are located between the metacarpals and abduct the digits; palmar interossei are located on the volar side of the metacarpal bones and adduct the digits; both groups of interossei assist the lumbricals in flexing the metacarpophalangeal joints and extending the interphalangeal joints The ulnar nerve innervates all the deep hand muscles except lumbricals 1 and 2, which are supplied by the median nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Muscles -- Deep Compartment. The deep compartment contains the short muscles deep in the hand, which consist of the following: Lumbricals—originate from the flexor digitorum profundus tendons; flex the metacarpophalangeal joints and extend the interphalangeal joints Interossei—dorsal interossei are located between the metacarpals and abduct the digits; palmar interossei are located on the volar side of the metacarpal bones and adduct the digits; both groups of interossei assist the lumbricals in flexing the metacarpophalangeal joints and extending the interphalangeal joints The ulnar nerve innervates all the deep hand muscles except lumbricals 1 and 2, which are supplied by the median nerve."}
{"id": "article-32410_20", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Physiologic Variants", "content": "Hand artery variations may arise from the bifurcation of the ulnar and radial arteries from the brachial artery. The ulnar artery is usually larger than the radial artery. However, it may have the same size or be smaller than the radial artery in some individuals. Palmar anastomoses may also vary among individuals. Some may have duplicate palmar arches. In others, the deep palmar arch may not have any connections to the ulnar artery. [5] [6] The radialis indicis may bifurcate directly from the radial artery. Occasionally, it diverges from the princeps pollicis artery.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Physiologic Variants. Hand artery variations may arise from the bifurcation of the ulnar and radial arteries from the brachial artery. The ulnar artery is usually larger than the radial artery. However, it may have the same size or be smaller than the radial artery in some individuals. Palmar anastomoses may also vary among individuals. Some may have duplicate palmar arches. In others, the deep palmar arch may not have any connections to the ulnar artery. [5] [6] The radialis indicis may bifurcate directly from the radial artery. Occasionally, it diverges from the princeps pollicis artery."}
{"id": "article-32410_21", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Surgical Considerations", "content": "Some of the surgical considerations involving hand arteries are the following: Collateral blood flow in the hand must be ensured during hand surgery. For most people, the hand's arterial anastomosis sufficiently maintains circulation during procedures. However, some anatomical variations can put vulnerable individuals at risk of ischemic hand injury. Digit reattachment requires thorough knowledge of hand blood vessels. Different arteries supply each digit. Improper anastomosis or blood vessel tears can lead to digital loss. Coronary artery stenting may be recommended to patients who have had a myocardial infarction if they are not open-heart surgery candidates or prefer stent placement. The radial artery is one entry site for the stent, and this route is associated with shorter hospital stays compared to others.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Surgical Considerations. Some of the surgical considerations involving hand arteries are the following: Collateral blood flow in the hand must be ensured during hand surgery. For most people, the hand's arterial anastomosis sufficiently maintains circulation during procedures. However, some anatomical variations can put vulnerable individuals at risk of ischemic hand injury. Digit reattachment requires thorough knowledge of hand blood vessels. Different arteries supply each digit. Improper anastomosis or blood vessel tears can lead to digital loss. Coronary artery stenting may be recommended to patients who have had a myocardial infarction if they are not open-heart surgery candidates or prefer stent placement. The radial artery is one entry site for the stent, and this route is associated with shorter hospital stays compared to others."}
{"id": "article-32410_22", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Anatomical Snuff Box", "content": "The anatomical snuff box is in the lateral part of the wrist. It is where the radial artery can be easily palpated. It is bounded anteriorly by the abductor pollicis longus and extensor pollicis brevis tendons and posteriorly by the extensor pollicis longus tendon. The scaphoid and trapezium bones lie on the floor of the snuff box and can be injured when a person falls on an outstretched hand. Scaphoid fractures may not heal properly if radial circulation is compromised and produces avascular necrosis of the bone. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Anatomical Snuff Box. The anatomical snuff box is in the lateral part of the wrist. It is where the radial artery can be easily palpated. It is bounded anteriorly by the abductor pollicis longus and extensor pollicis brevis tendons and posteriorly by the extensor pollicis longus tendon. The scaphoid and trapezium bones lie on the floor of the snuff box and can be injured when a person falls on an outstretched hand. Scaphoid fractures may not heal properly if radial circulation is compromised and produces avascular necrosis of the bone. [7]"}
{"id": "article-32410_23", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation", "content": "Radial artery palpation has various uses during physical examination. This technique allows you to investigate the following preliminarily, to name a few: pulse rate blood flow differences between different arteries blood flow fluctuations with limb movements pulse patterns consistent with heart valve abnormalities", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation. Radial artery palpation has various uses during physical examination. This technique allows you to investigate the following preliminarily, to name a few: pulse rate blood flow differences between different arteries blood flow fluctuations with limb movements pulse patterns consistent with heart valve abnormalities"}
{"id": "article-32410_24", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation", "content": "Blood flow differences are evident in conditions such as coarctation of the aorta and Buerger disease. Coarctation of the aorta is a congenital condition that makes head, neck, and upper limb pulses stronger than lower limb pulses. Buerger disease is a cigarette-associated condition affecting the limbs' small and medium arteries and veins. The involved blood vessels are occluded, resulting in weaker pulses in the affected limbs.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation. Blood flow differences are evident in conditions such as coarctation of the aorta and Buerger disease. Coarctation of the aorta is a congenital condition that makes head, neck, and upper limb pulses stronger than lower limb pulses. Buerger disease is a cigarette-associated condition affecting the limbs' small and medium arteries and veins. The involved blood vessels are occluded, resulting in weaker pulses in the affected limbs."}
{"id": "article-32410_25", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation", "content": "Thoracic outlet syndrome is an inborn or acquired condition presenting with upper limb nerve compression and vascular occlusion symptoms. The Adson test is useful in detecting thoracic outlet syndrome. First, the examiner feels the radial pulse when the elbow is fully extended. Then, the same arm is extended, externally rotated, and abducted. Afterward, the patient takes a deep breath while turning and extending the head ipsilateral to the extended arm. The result is positive when the pulse weakens on the ipsilateral wrist. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation. Thoracic outlet syndrome is an inborn or acquired condition presenting with upper limb nerve compression and vascular occlusion symptoms. The Adson test is useful in detecting thoracic outlet syndrome. First, the examiner feels the radial pulse when the elbow is fully extended. Then, the same arm is extended, externally rotated, and abducted. Afterward, the patient takes a deep breath while turning and extending the head ipsilateral to the extended arm. The result is positive when the pulse weakens on the ipsilateral wrist. [8]"}
{"id": "article-32410_26", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation", "content": "The Allen test is useful in examining collateral blood flow in the hand before radial artery-access procedures like arterial blood gas sampling or arterial line placement. The test starts with temporary occlusion of both the radial and ulnar arteries. If the hand turns pink after releasing the pressure on the ulnar artery, then the collateral blood flow is intact, and the procedure can be safely performed. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Radial Artery Palpation. The Allen test is useful in examining collateral blood flow in the hand before radial artery-access procedures like arterial blood gas sampling or arterial line placement. The test starts with temporary occlusion of both the radial and ulnar arteries. If the hand turns pink after releasing the pressure on the ulnar artery, then the collateral blood flow is intact, and the procedure can be safely performed. [9]"}
{"id": "article-32410_27", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Canal of Guyon", "content": "The ulnar canal of Guyon is bounded by the proximal end of the pisiform bone medially and the distal end of the hook of the hamate laterally. The pisohamate ligament serves as its roof. The Guyon canal contains the ulnar nerve and is also where this nerve divides into branches. Hook of the hamate fractures may injure the ulnar nerve in this area. The radial artery passes lateral to the hook of the hamate but is not attached to it. Thus, this artery is spared when the Guyon canal is injured.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Canal of Guyon. The ulnar canal of Guyon is bounded by the proximal end of the pisiform bone medially and the distal end of the hook of the hamate laterally. The pisohamate ligament serves as its roof. The Guyon canal contains the ulnar nerve and is also where this nerve divides into branches. Hook of the hamate fractures may injure the ulnar nerve in this area. The radial artery passes lateral to the hook of the hamate but is not attached to it. Thus, this artery is spared when the Guyon canal is injured."}
{"id": "article-32410_28", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal", "content": "The ulnar nerve divides in the Guyon canal into its superficial (sensory) and deep (motor) branches. The superficial ulnar branch supplies the skin on the hypothenar eminence, the volar and dorsal sides of the little finger, and the medial half of the ring finger.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal. The ulnar nerve divides in the Guyon canal into its superficial (sensory) and deep (motor) branches. The superficial ulnar branch supplies the skin on the hypothenar eminence, the volar and dorsal sides of the little finger, and the medial half of the ring finger."}
{"id": "article-32410_29", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal", "content": "The deep ulnar branch innervates the \"OAF complex\" of the hypothenar eminence, which is composed of the o pponens digiti minimi, a bductor digiti minimi, and f lexor digiti minimi. It also supplies the dorsal and palmar interossei, lumbricals 3 and 4, and adductor pollicis.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal. The deep ulnar branch innervates the \"OAF complex\" of the hypothenar eminence, which is composed of the o pponens digiti minimi, a bductor digiti minimi, and f lexor digiti minimi. It also supplies the dorsal and palmar interossei, lumbricals 3 and 4, and adductor pollicis."}
{"id": "article-32410_30", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal", "content": "The ulnar nerve is vulnerable to injury in the Guyon canal. Possible etiologies include arteriovenous malformations, ganglion cysts, large hypothenar cysts, synovial cysts, giant cell tumors, lipomas, and many others. Additionally, ulnar nerve branching pattern variants in the Guyon canal can pose a surgical risk. One rare variant has three branches instead of one emerging from the canal. Another involves the fusion of the ulnar nerve with the medial proper digital nerve, which supplies the lateral aspect of the ring finger.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Ulnar Nerve in the Guyon Canal. The ulnar nerve is vulnerable to injury in the Guyon canal. Possible etiologies include arteriovenous malformations, ganglion cysts, large hypothenar cysts, synovial cysts, giant cell tumors, lipomas, and many others. Additionally, ulnar nerve branching pattern variants in the Guyon canal can pose a surgical risk. One rare variant has three branches instead of one emerging from the canal. Another involves the fusion of the ulnar nerve with the medial proper digital nerve, which supplies the lateral aspect of the ring finger."}
{"id": "article-32410_31", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease)", "content": "Thromboangiitis obliterans, aka Buerger disease, affects medium and small blood vessels. [10] [11] The etiology is unknown, though it has a strong correlation with cigarette smoking and is presumed to be immune-mediated. [10] [12] [13] The incidence of thromboangiitis obliterans seems to be decreasing in countries that discourage cigarette smoking. [11] [14] The condition is also associated with poor socioeconomic conditions. Socioeconomic improvement correlates with reduced incidence of thromboangiitis obliterans. [10] Raynaud phenomenon or livedo reticularis may be present, manifesting as skin discoloration. [12] [14] The Allen test is often positive when the disease affects the forearm and hand. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease). Thromboangiitis obliterans, aka Buerger disease, affects medium and small blood vessels. [10] [11] The etiology is unknown, though it has a strong correlation with cigarette smoking and is presumed to be immune-mediated. [10] [12] [13] The incidence of thromboangiitis obliterans seems to be decreasing in countries that discourage cigarette smoking. [11] [14] The condition is also associated with poor socioeconomic conditions. Socioeconomic improvement correlates with reduced incidence of thromboangiitis obliterans. [10] Raynaud phenomenon or livedo reticularis may be present, manifesting as skin discoloration. [12] [14] The Allen test is often positive when the disease affects the forearm and hand. [10]"}
{"id": "article-32410_32", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease)", "content": "Interventional approaches to Buerger disease vary, but the combination of bosentan and cell-based therapy has been reported to be effective in many patients. [10] Intravenous injections with prostanoids (ilioprost) may also be helpful. Continued cigarette smoking often leads to amputation. [15]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease). Interventional approaches to Buerger disease vary, but the combination of bosentan and cell-based therapy has been reported to be effective in many patients. [10] Intravenous injections with prostanoids (ilioprost) may also be helpful. Continued cigarette smoking often leads to amputation. [15]"}
{"id": "article-32410_33", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease)", "content": "Non-erosive arthritis can occur months or years before the onset of thromboangiitis obliterans. Wound care is critical to preventing amputation. The effective control of pain resulting from vascular disease is also important. [16] [14]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Clinical Significance -- Thromboangiitis Obliterans (Buerger Disease). Non-erosive arthritis can occur months or years before the onset of thromboangiitis obliterans. Wound care is critical to preventing amputation. The effective control of pain resulting from vascular disease is also important. [16] [14]"}
{"id": "article-32410_34", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Other Issues", "content": "The hand's vast arterial anastomosis protects it from ischemic injury if an intrinsic hand artery gets damaged. However, injury to the radial and ulnar arteries and their proximal origins may easily cause necrosis to hand structures. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Other Issues. The hand's vast arterial anastomosis protects it from ischemic injury if an intrinsic hand artery gets damaged. However, injury to the radial and ulnar arteries and their proximal origins may easily cause necrosis to hand structures. [10]"}
{"id": "article-32410_35", "title": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Arteries -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}