{"id": "article-21829_0", "title": "Flucytosine -- Continuing Education Activity", "content": "Flucytosine, an antimetabolite within the antifungal drug class, addresses systemic and severe candida and cryptococcus infections. Operating exclusively within fungal cells, this medication spares mammalian cells, enhancing its safety profile. Flucytosine is often used with another antifungal agent; its solo application is discouraged due to the inherent risk of developing fungal resistance. Clinical oversight is crucial, given the drug's substantial reliance on renal function. Vigilant monitoring is paramount, with diligent dosing adjustments warranted in cases of renal compromise to mitigate potential toxicity risks.", "contents": "Flucytosine -- Continuing Education Activity. Flucytosine, an antimetabolite within the antifungal drug class, addresses systemic and severe candida and cryptococcus infections. Operating exclusively within fungal cells, this medication spares mammalian cells, enhancing its safety profile. Flucytosine is often used with another antifungal agent; its solo application is discouraged due to the inherent risk of developing fungal resistance. Clinical oversight is crucial, given the drug's substantial reliance on renal function. Vigilant monitoring is paramount, with diligent dosing adjustments warranted in cases of renal compromise to mitigate potential toxicity risks."}
{"id": "article-21829_1", "title": "Flucytosine -- Continuing Education Activity", "content": "This activity discusses flucytosine's indications, mechanism of action, and contraindications, providing insights for healthcare professionals caring for patients grappling with severe fungal infections, particularly those caused by candida and cryptococcus. The course accentuates critical facets, encompassing the drug's adverse event profile and other pivotal considerations pertinent to healthcare team members managing patients afflicted with these challenging infections.", "contents": "Flucytosine -- Continuing Education Activity. This activity discusses flucytosine's indications, mechanism of action, and contraindications, providing insights for healthcare professionals caring for patients grappling with severe fungal infections, particularly those caused by candida and cryptococcus. The course accentuates critical facets, encompassing the drug's adverse event profile and other pivotal considerations pertinent to healthcare team members managing patients afflicted with these challenging infections."}
{"id": "article-21829_2", "title": "Flucytosine -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for flucytosine therapy in treating various fungal infections. Apply evidence-based recommendations when selecting flucytosine as a treatment option. Assess patients for potential adverse effects and monitor for signs of therapeutic failure and adverse events during flucytosine therapy. Develop collaboration with infectious disease specialists, pharmacists, and other healthcare team members to optimize flucytosine therapy regimens and ensure therapeutic success. Access free multiple choice questions on this topic.", "contents": "Flucytosine -- Continuing Education Activity. Objectives: Identify the appropriate indications for flucytosine therapy in treating various fungal infections. Apply evidence-based recommendations when selecting flucytosine as a treatment option. Assess patients for potential adverse effects and monitor for signs of therapeutic failure and adverse events during flucytosine therapy. Develop collaboration with infectious disease specialists, pharmacists, and other healthcare team members to optimize flucytosine therapy regimens and ensure therapeutic success. Access free multiple choice questions on this topic."}
{"id": "article-21829_3", "title": "Flucytosine -- Indications", "content": "Flucytosine (5-fluorocytosine or 5-FC) is a systemic antifungal medication in the antimetabolite agent class. The drug was developed in 1957 and approved by the FDA in 1971 to treat severe C andida and Cryptococcus infections. Flucytosine's pharmacologic effect only occurs in fungal cells; the drug does not act on mammalian cells. However, its use as monotherapy is not advised due to the high risk of drug resistance. [1] [2]", "contents": "Flucytosine -- Indications. Flucytosine (5-fluorocytosine or 5-FC) is a systemic antifungal medication in the antimetabolite agent class. The drug was developed in 1957 and approved by the FDA in 1971 to treat severe C andida and Cryptococcus infections. Flucytosine's pharmacologic effect only occurs in fungal cells; the drug does not act on mammalian cells. However, its use as monotherapy is not advised due to the high risk of drug resistance. [1] [2]"}
{"id": "article-21829_4", "title": "Flucytosine -- Indications", "content": "Flucytosine can be used without the addition of a second medication when treating non-systemic, non-life-threatening conditions such as Candida infections affecting the lower urinary tract and vagina. However, the recommended use is in conjunction with another antifungal medication. The standard flucytosine use sequence is combined with amphotericin B, which serves a synergistic effect when used together for systemic infections. This combination therapy can effectively treat cryptococcosis meningitis and candidosis, causing endocarditis, meningitis, endophthalmitis, peritonitis, cystitis, and systemic infection. [3] [4] [5]", "contents": "Flucytosine -- Indications. Flucytosine can be used without the addition of a second medication when treating non-systemic, non-life-threatening conditions such as Candida infections affecting the lower urinary tract and vagina. However, the recommended use is in conjunction with another antifungal medication. The standard flucytosine use sequence is combined with amphotericin B, which serves a synergistic effect when used together for systemic infections. This combination therapy can effectively treat cryptococcosis meningitis and candidosis, causing endocarditis, meningitis, endophthalmitis, peritonitis, cystitis, and systemic infection. [3] [4] [5]"}
{"id": "article-21829_5", "title": "Flucytosine -- Indications", "content": "Using flucytosine on a case-by-case basis is essential, as this drug's effectiveness heavily relies on the patient's kidney function. Flucytosine does not undergo metabolism within the human body, and by 24 hours, 85% to 95% of flucytosine is excreted in the urine without changing from its original form. As a result, close monitoring is necessary when administering flucytosine, and appropriate dosing adjustments are necessary to avoid toxicity. [2] [6]", "contents": "Flucytosine -- Indications. Using flucytosine on a case-by-case basis is essential, as this drug's effectiveness heavily relies on the patient's kidney function. Flucytosine does not undergo metabolism within the human body, and by 24 hours, 85% to 95% of flucytosine is excreted in the urine without changing from its original form. As a result, close monitoring is necessary when administering flucytosine, and appropriate dosing adjustments are necessary to avoid toxicity. [2] [6]"}
{"id": "article-21829_6", "title": "Flucytosine -- Indications", "content": "In summary, flucytosine is a valuable antifungal medication with a specific mechanism of action that is effective when combined with another antifungal medication. Using flucytosine as monotherapy is not recommended due to the risk of the fungi developing drug resistance. Close monitoring of patients is necessary due to the heavy reliance on an individual's kidney function, and appropriate dosing adjustments are required in cases of renal compromise to avoid toxicity. Careful consideration and consultation with healthcare providers are necessary to determine the proper use of flucytosine for each patient's unique situation.", "contents": "Flucytosine -- Indications. In summary, flucytosine is a valuable antifungal medication with a specific mechanism of action that is effective when combined with another antifungal medication. Using flucytosine as monotherapy is not recommended due to the risk of the fungi developing drug resistance. Close monitoring of patients is necessary due to the heavy reliance on an individual's kidney function, and appropriate dosing adjustments are required in cases of renal compromise to avoid toxicity. Careful consideration and consultation with healthcare providers are necessary to determine the proper use of flucytosine for each patient's unique situation."}
{"id": "article-21829_7", "title": "Flucytosine -- Indications -- FDA-Approved Indications", "content": "Candida septicemia Candida endocarditis or implanted cardiovascular device Candida urinary tract infection: cystitis, pyelonephritis Candida chorioretinitis Cryptococcus meningitis Cryptococcus pulmonary infections Flucytosine should be used concurrently with amphotericin B for systemic candidiasis and cryptococcosis due to flucytosine resistance and the synergistic activity of both drugs.", "contents": "Flucytosine -- Indications -- FDA-Approved Indications. Candida septicemia Candida endocarditis or implanted cardiovascular device Candida urinary tract infection: cystitis, pyelonephritis Candida chorioretinitis Cryptococcus meningitis Cryptococcus pulmonary infections Flucytosine should be used concurrently with amphotericin B for systemic candidiasis and cryptococcosis due to flucytosine resistance and the synergistic activity of both drugs."}
{"id": "article-21829_8", "title": "Flucytosine -- Indications -- Off-Label Uses", "content": "Chromoblastomycosis [7] Aspergillosis [7]", "contents": "Flucytosine -- Indications -- Off-Label Uses. Chromoblastomycosis [7] Aspergillosis [7]"}
{"id": "article-21829_9", "title": "Flucytosine -- Mechanism of Action", "content": "Flucytosine's therapeutic action occurs when it comes in contact with the fungus. Flucytosine's entry into the fungal cell is permitted by an enzyme known as cytosine permease. Once the drug has entered the fungus, it is converted to its active form, 5-fluorouracil (5-FU), by the enzyme cytosine deaminase within the cell. [8] 5-fluorouracil incorporates itself into the RNA strand by competing with uracil, disrupting RNA synthesis, and impairing protein synthesis within the fungus. [6]", "contents": "Flucytosine -- Mechanism of Action. Flucytosine's therapeutic action occurs when it comes in contact with the fungus. Flucytosine's entry into the fungal cell is permitted by an enzyme known as cytosine permease. Once the drug has entered the fungus, it is converted to its active form, 5-fluorouracil (5-FU), by the enzyme cytosine deaminase within the cell. [8] 5-fluorouracil incorporates itself into the RNA strand by competing with uracil, disrupting RNA synthesis, and impairing protein synthesis within the fungus. [6]"}
{"id": "article-21829_10", "title": "Flucytosine -- Mechanism of Action", "content": "5-fluorouracil also further inhibits DNA synthesis through its conversion into fluorodeoxyuridylic acid and inhibits thymidylate synthase, which causes DNA damage within fungal cells. [6] The enzyme cytosine deaminase is not found in mammalian cells, which explains its inactivity in bacteria and human cells. [8]", "contents": "Flucytosine -- Mechanism of Action. 5-fluorouracil also further inhibits DNA synthesis through its conversion into fluorodeoxyuridylic acid and inhibits thymidylate synthase, which causes DNA damage within fungal cells. [6] The enzyme cytosine deaminase is not found in mammalian cells, which explains its inactivity in bacteria and human cells. [8]"}
{"id": "article-21829_11", "title": "Flucytosine -- Mechanism of Action", "content": "Drug resistance may develop following prolonged monotherapy use of flucytosine. Resistance may occur from mutations in enzymes responsible for the uptake or metabolism of flucytosine. Another mechanism is the increased production of pyrimidines, which compete with the active metabolites of flucytosine. The recommendation is to use flucytosine in combination with amphotericin B to avoid drug resistance.", "contents": "Flucytosine -- Mechanism of Action. Drug resistance may develop following prolonged monotherapy use of flucytosine. Resistance may occur from mutations in enzymes responsible for the uptake or metabolism of flucytosine. Another mechanism is the increased production of pyrimidines, which compete with the active metabolites of flucytosine. The recommendation is to use flucytosine in combination with amphotericin B to avoid drug resistance."}
{"id": "article-21829_12", "title": "Flucytosine -- Administration -- Available Dosage Forms and Strengths", "content": "The recommended dosage of flucytosine is 50 to 150 mg/kg/d. The drug can be administered in 6-hour intervals in divided doses. Flucytosine is available in oral capsules and comes in the following dosages. [1] 250 mg 500 mg Flucytosine is also available as a solution in the following concentration. [9] 2.5 g/250 mL", "contents": "Flucytosine -- Administration -- Available Dosage Forms and Strengths. The recommended dosage of flucytosine is 50 to 150 mg/kg/d. The drug can be administered in 6-hour intervals in divided doses. Flucytosine is available in oral capsules and comes in the following dosages. [1] 250 mg 500 mg Flucytosine is also available as a solution in the following concentration. [9] 2.5 g/250 mL"}
{"id": "article-21829_13", "title": "Flucytosine -- Administration -- Available Dosage Forms and Strengths", "content": "Once orally administered, the medication is well absorbed in the gastrointestinal tract with a 75% to 90% bioavailability and is eliminated by glomerular filtration of the kidneys and excreted in the urine. The primary dosage should be reduced in patients with underlying renal dysfunction or elevated CR or BUN. [2] [6] [10]", "contents": "Flucytosine -- Administration -- Available Dosage Forms and Strengths. Once orally administered, the medication is well absorbed in the gastrointestinal tract with a 75% to 90% bioavailability and is eliminated by glomerular filtration of the kidneys and excreted in the urine. The primary dosage should be reduced in patients with underlying renal dysfunction or elevated CR or BUN. [2] [6] [10]"}
{"id": "article-21829_14", "title": "Flucytosine -- Administration -- Adult Dosing", "content": "Cryptococcal meningitis : 100 mg/kg/d orally divided every 6 hours for at least 2 weeks for induction treatment. Give with other antifungals.", "contents": "Flucytosine -- Administration -- Adult Dosing. Cryptococcal meningitis : 100 mg/kg/d orally divided every 6 hours for at least 2 weeks for induction treatment. Give with other antifungals."}
{"id": "article-21829_15", "title": "Flucytosine -- Administration -- Adult Dosing", "content": "Severe invasive candidiasis : 100 mg/kg/d orally divided every 6 hours. Fluconazole is not a first-line agent; it should be given with other antifungal medications. Flucytosine administered by infusion should maintain concentrations of 50 mg/L. The FDA has not approved flucytosine for intrathecal administration. Using flucytosine in pediatric patients is considered off-label use.", "contents": "Flucytosine -- Administration -- Adult Dosing. Severe invasive candidiasis : 100 mg/kg/d orally divided every 6 hours. Fluconazole is not a first-line agent; it should be given with other antifungal medications. Flucytosine administered by infusion should maintain concentrations of 50 mg/L. The FDA has not approved flucytosine for intrathecal administration. Using flucytosine in pediatric patients is considered off-label use."}
{"id": "article-21829_16", "title": "Flucytosine -- Administration -- Renal Dosing:", "content": "Flucytosine is primarily excreted in the urine, so dose adjustments are necessary in cases of renal impairment. Patients with CrCl of 20 to 40 mL/min: give the usual divided dose every 12 hours Patients with CrCl of 10 to 19 mL/min: give the usual divided dose every 24 hours Patients with CrCl of <10 mL/min: give the usual divided dose every 48 hours", "contents": "Flucytosine -- Administration -- Renal Dosing:. Flucytosine is primarily excreted in the urine, so dose adjustments are necessary in cases of renal impairment. Patients with CrCl of 20 to 40 mL/min: give the usual divided dose every 12 hours Patients with CrCl of 10 to 19 mL/min: give the usual divided dose every 24 hours Patients with CrCl of <10 mL/min: give the usual divided dose every 48 hours"}
{"id": "article-21829_17", "title": "Flucytosine -- Administration -- Renal Dosing:", "content": "For hemodialysis patients, the usual dose can be administered 3 times weekly following dialysis. A supplemental dose can be considered if the next dose is not due immediately following dialysis. In peritoneal dialysis, dosing can be 500 to 1000 mg every 24 hours. Subsequent dose adjustments in all cases of renal impairment can be made based on serum levels. Hepatic dose adjustments are undefined.", "contents": "Flucytosine -- Administration -- Renal Dosing:. For hemodialysis patients, the usual dose can be administered 3 times weekly following dialysis. A supplemental dose can be considered if the next dose is not due immediately following dialysis. In peritoneal dialysis, dosing can be 500 to 1000 mg every 24 hours. Subsequent dose adjustments in all cases of renal impairment can be made based on serum levels. Hepatic dose adjustments are undefined."}
{"id": "article-21829_18", "title": "Flucytosine -- Adverse Effects", "content": "Flucytosine adverse effects can be differentiated based on the organ system involved. [1] [11] Product-labeled adverse effects include:", "contents": "Flucytosine -- Adverse Effects. Flucytosine adverse effects can be differentiated based on the organ system involved. [1] [11] Product-labeled adverse effects include:"}
{"id": "article-21829_19", "title": "Flucytosine -- Adverse Effects", "content": "Cardiovascular: Sudden cardiac arrest (SCA), chest pain or discomfort, ventricular dysfunction, and toxicity to the myocardium", "contents": "Flucytosine -- Adverse Effects. Cardiovascular: Sudden cardiac arrest (SCA), chest pain or discomfort, ventricular dysfunction, and toxicity to the myocardium"}
{"id": "article-21829_20", "title": "Flucytosine -- Adverse Effects", "content": "Respiratory: Respiratory arrest or respiratory failure, difficult or labored breathing", "contents": "Flucytosine -- Adverse Effects. Respiratory: Respiratory arrest or respiratory failure, difficult or labored breathing"}
{"id": "article-21829_21", "title": "Flucytosine -- Adverse Effects", "content": "Dermatologic: Rash, itching of the skin (pruritus), raised, red welts that itch (urticaria), skin sensitivity to ultraviolet (UV) light (photosensitivity)", "contents": "Flucytosine -- Adverse Effects. Dermatologic: Rash, itching of the skin (pruritus), raised, red welts that itch (urticaria), skin sensitivity to ultraviolet (UV) light (photosensitivity)"}
{"id": "article-21829_22", "title": "Flucytosine -- Adverse Effects", "content": "Gastrointestinal: Nausea, vomiting, abdominal pain or discomfort, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute liver injury, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, elevated liver enzymes, hepatic necrosis", "contents": "Flucytosine -- Adverse Effects. Gastrointestinal: Nausea, vomiting, abdominal pain or discomfort, diarrhea, anorexia, dry mouth, duodenal ulcer, gastrointestinal hemorrhage, acute liver injury, hepatic dysfunction, jaundice, ulcerative colitis, enterocolitis, elevated liver enzymes, hepatic necrosis"}
{"id": "article-21829_23", "title": "Flucytosine -- Adverse Effects", "content": "Renal: Azotemia, elevated creatinine (Cr) and blood urea nitrogen (BUN), crystalluria, renal failure", "contents": "Flucytosine -- Adverse Effects. Renal: Azotemia, elevated creatinine (Cr) and blood urea nitrogen (BUN), crystalluria, renal failure"}
{"id": "article-21829_24", "title": "Flucytosine -- Adverse Effects", "content": "Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia", "contents": "Flucytosine -- Adverse Effects. Hematologic: Anemia, agranulocytosis, aplastic anemia, eosinophilia, leukopenia, pancytopenia, thrombocytopenia"}
{"id": "article-21829_25", "title": "Flucytosine -- Adverse Effects", "content": "Neurologic: Ataxia, hearing impairment, headache, paresthesia, parkinsonism, peripheral neuropathy, fever, vertigo, sedation, convulsions", "contents": "Flucytosine -- Adverse Effects. Neurologic: Ataxia, hearing impairment, headache, paresthesia, parkinsonism, peripheral neuropathy, fever, vertigo, sedation, convulsions"}
{"id": "article-21829_26", "title": "Flucytosine -- Adverse Effects", "content": "Psychiatric: Confusion, hallucinations, psychosis", "contents": "Flucytosine -- Adverse Effects. Psychiatric: Confusion, hallucinations, psychosis"}
{"id": "article-21829_27", "title": "Flucytosine -- Adverse Effects", "content": "Others: Fatigue, hypoglycemia, hypokalemia, weakness, hypersensitivity reactions", "contents": "Flucytosine -- Adverse Effects. Others: Fatigue, hypoglycemia, hypokalemia, weakness, hypersensitivity reactions"}
{"id": "article-21829_28", "title": "Flucytosine -- Adverse Effects", "content": "There are also reports of more severe hematologic adverse effects such as bone marrow suppression, pancytopenia, aplastic anemia, agranulocytosis, and mortality associated with bone marrow aplasia. Inflammatory bowel diseases such as ulcerative colitis and perforation of the bowel are among the more severe but rare gastrointestinal adverse effects of flucytosine. [12] [2]", "contents": "Flucytosine -- Adverse Effects. There are also reports of more severe hematologic adverse effects such as bone marrow suppression, pancytopenia, aplastic anemia, agranulocytosis, and mortality associated with bone marrow aplasia. Inflammatory bowel diseases such as ulcerative colitis and perforation of the bowel are among the more severe but rare gastrointestinal adverse effects of flucytosine. [12] [2]"}
{"id": "article-21829_29", "title": "Flucytosine -- Contraindications", "content": "Boxed Warnings: Using flucytosine requires close monitoring and extreme caution in patients with hepatic, renal, and hematologic insufficiency. [13] [10]", "contents": "Flucytosine -- Contraindications. Boxed Warnings: Using flucytosine requires close monitoring and extreme caution in patients with hepatic, renal, and hematologic insufficiency. [13] [10]"}
{"id": "article-21829_30", "title": "Flucytosine -- Contraindications", "content": "Flucytosine is contraindicated in patients who have a hypersensitivity to the medication. Flucytosine use is not indicated during pregnancy during the first trimester, as anatomic irregularities have been reported after aborted pregnancies. There have been no reports of toxicity during the second and third trimesters, and clinicians wanting to use the drug in these patients should proceed cautiously. [14]", "contents": "Flucytosine -- Contraindications. Flucytosine is contraindicated in patients who have a hypersensitivity to the medication. Flucytosine use is not indicated during pregnancy during the first trimester, as anatomic irregularities have been reported after aborted pregnancies. There have been no reports of toxicity during the second and third trimesters, and clinicians wanting to use the drug in these patients should proceed cautiously. [14]"}
{"id": "article-21829_31", "title": "Flucytosine -- Contraindications", "content": "It should only be administered to the mother once the benefits outweigh the uncertainties, as the drug can readily cross the placenta. The FDA has labeled flucytosine as risk category C during pregnancy. [14] Breastfeeding is also not recommended during flucytosine use. Patients with known underlying dihydropyrimidine dehydrogenase enzyme deficiency are contraindicated to receiving flucytosine.", "contents": "Flucytosine -- Contraindications. It should only be administered to the mother once the benefits outweigh the uncertainties, as the drug can readily cross the placenta. The FDA has labeled flucytosine as risk category C during pregnancy. [14] Breastfeeding is also not recommended during flucytosine use. Patients with known underlying dihydropyrimidine dehydrogenase enzyme deficiency are contraindicated to receiving flucytosine."}
{"id": "article-21829_32", "title": "Flucytosine -- Monitoring", "content": "Patients receiving flucytosine should have their liver enzymes (alkaline phosphatase, SGOT, and SGPT), complete blood count (CBC), and kidney functions monitored at baseline and routinely afterward. Serum drug levels should be taken 2 to 4 hours after administration. The serum drug concentrations also require routine monitoring for patients receiving high dosages of flucytosine for extended durations. The drug concentration is considered non-toxic and at an adequate level below 100 mg/L. With levels above 100 mg/L, toxicity may occur. [15] [10]", "contents": "Flucytosine -- Monitoring. Patients receiving flucytosine should have their liver enzymes (alkaline phosphatase, SGOT, and SGPT), complete blood count (CBC), and kidney functions monitored at baseline and routinely afterward. Serum drug levels should be taken 2 to 4 hours after administration. The serum drug concentrations also require routine monitoring for patients receiving high dosages of flucytosine for extended durations. The drug concentration is considered non-toxic and at an adequate level below 100 mg/L. With levels above 100 mg/L, toxicity may occur. [15] [10]"}
{"id": "article-21829_33", "title": "Flucytosine -- Monitoring", "content": "The onset of action and half-life of flucytosine depends on the individual and their kidney function. [15] The half-life of flucytosine in healthy individuals is 2 to 5 hours; this half-life can be appreciably lengthened in patients with impaired renal function to over 200 hours. The onset of peak therapeutic levels is usually around 2 hours in a healthy person with normal kidney function. In individuals with compromised renal function, peak onset can be approximately 4 to 5 hours due to decreased elimination of the drug from the system. [10]", "contents": "Flucytosine -- Monitoring. The onset of action and half-life of flucytosine depends on the individual and their kidney function. [15] The half-life of flucytosine in healthy individuals is 2 to 5 hours; this half-life can be appreciably lengthened in patients with impaired renal function to over 200 hours. The onset of peak therapeutic levels is usually around 2 hours in a healthy person with normal kidney function. In individuals with compromised renal function, peak onset can be approximately 4 to 5 hours due to decreased elimination of the drug from the system. [10]"}
{"id": "article-21829_34", "title": "Flucytosine -- Toxicity", "content": "Flucytosine toxicity can present with hepatitis and gastrointestinal symptoms such as diarrhea, nausea, and vomiting. [1] More severe symptoms, such as leukopenia and thrombocytopenia, can also develop. [1] The adverse effects and toxicity of flucytosine are concentration-dependent and can be managed by decreasing the dosage or discontinuing the medication if complications arise. If severe toxicity does occur, the drug is manageable through hemodialysis or peritoneal dialysis, as 97% of the drug is excreted through glomerular filtration of the kidneys. [10]", "contents": "Flucytosine -- Toxicity. Flucytosine toxicity can present with hepatitis and gastrointestinal symptoms such as diarrhea, nausea, and vomiting. [1] More severe symptoms, such as leukopenia and thrombocytopenia, can also develop. [1] The adverse effects and toxicity of flucytosine are concentration-dependent and can be managed by decreasing the dosage or discontinuing the medication if complications arise. If severe toxicity does occur, the drug is manageable through hemodialysis or peritoneal dialysis, as 97% of the drug is excreted through glomerular filtration of the kidneys. [10]"}
{"id": "article-21829_35", "title": "Flucytosine -- Toxicity", "content": "Cytostatic agents such as cytosine arabinoside are recommended not to be used concomitantly with flucytosine as it may inactivate the therapeutic activity of the antifungal agent. Pharmacologic agents that impair glomerular filtration (GFR) can also increase the half-life of flucytosine as the kidneys excrete it.", "contents": "Flucytosine -- Toxicity. Cytostatic agents such as cytosine arabinoside are recommended not to be used concomitantly with flucytosine as it may inactivate the therapeutic activity of the antifungal agent. Pharmacologic agents that impair glomerular filtration (GFR) can also increase the half-life of flucytosine as the kidneys excrete it."}
{"id": "article-21829_36", "title": "Flucytosine -- Enhancing Healthcare Team Outcomes", "content": "Effective management of patients receiving flucytosine (5-fluorocytosine) requires a coordinated effort among an interprofessional team of healthcare providers, including physicians and mid-level practitioners (NPs and PAs) as part of the primary team, infectious disease specialists, nurses, and pharmacists. The healthcare team must have excellent communication channels, a unified, coordinated management strategy, adhere to ethical principles, and be responsible for providing optimal care to enhance patient-centered care and improve outcomes while ensuring patient safety while receiving flucytosine.", "contents": "Flucytosine -- Enhancing Healthcare Team Outcomes. Effective management of patients receiving flucytosine (5-fluorocytosine) requires a coordinated effort among an interprofessional team of healthcare providers, including physicians and mid-level practitioners (NPs and PAs) as part of the primary team, infectious disease specialists, nurses, and pharmacists. The healthcare team must have excellent communication channels, a unified, coordinated management strategy, adhere to ethical principles, and be responsible for providing optimal care to enhance patient-centered care and improve outcomes while ensuring patient safety while receiving flucytosine."}
{"id": "article-21829_37", "title": "Flucytosine -- Enhancing Healthcare Team Outcomes", "content": "The primary care clinician and infectious disease specialist must establish a robust patient-provider relationship to ensure that patients understand the importance of medication compliance and are educated on the treatment of flucytosine, including its complications. In the hospital setting, an infectious disease specialty pharmacist can also be consulted on the case to ensure proper coverage, appropriate regimen design, and dosing and monitor for potential drug-drug interactions. Routine checkups should be conducted to monitor medication levels and identify possible adverse effects, toxicities, or harm to the organs, especially the liver, kidneys, or bone marrow. Providers must stay up-to-date with the latest management guidelines for flucytosine, its implications, and adverse effects.", "contents": "Flucytosine -- Enhancing Healthcare Team Outcomes. The primary care clinician and infectious disease specialist must establish a robust patient-provider relationship to ensure that patients understand the importance of medication compliance and are educated on the treatment of flucytosine, including its complications. In the hospital setting, an infectious disease specialty pharmacist can also be consulted on the case to ensure proper coverage, appropriate regimen design, and dosing and monitor for potential drug-drug interactions. Routine checkups should be conducted to monitor medication levels and identify possible adverse effects, toxicities, or harm to the organs, especially the liver, kidneys, or bone marrow. Providers must stay up-to-date with the latest management guidelines for flucytosine, its implications, and adverse effects."}
{"id": "article-21829_38", "title": "Flucytosine -- Enhancing Healthcare Team Outcomes", "content": "The health care team should be aware of the potential for drug resistance when used as a monotherapy and closely monitor renal function when used with amphotericin B, as it is also nephrotoxic. Routine laboratory monitoring is essential, and the CBC, renal function, and liver function should be assessed daily during the hospital stay. If drug toxicity and organ damage occur, starting dialysis immediately is crucial, as 85% to 95% of the medication is excreted through the urine. Nurses can assist in this monitoring effort, reporting their concerns to the prescriber to determine if therapeutic changes are necessary.", "contents": "Flucytosine -- Enhancing Healthcare Team Outcomes. The health care team should be aware of the potential for drug resistance when used as a monotherapy and closely monitor renal function when used with amphotericin B, as it is also nephrotoxic. Routine laboratory monitoring is essential, and the CBC, renal function, and liver function should be assessed daily during the hospital stay. If drug toxicity and organ damage occur, starting dialysis immediately is crucial, as 85% to 95% of the medication is excreted through the urine. Nurses can assist in this monitoring effort, reporting their concerns to the prescriber to determine if therapeutic changes are necessary."}
{"id": "article-21829_39", "title": "Flucytosine -- Enhancing Healthcare Team Outcomes", "content": "Joint decision-making between the interprofessional team is essential to improve patient-centered care and reach the desired outcome. Nursing staff can provide additional counseling on proper administration and potential adverse effects, while pharmacists can reinforce those points and check for medication interactions.", "contents": "Flucytosine -- Enhancing Healthcare Team Outcomes. Joint decision-making between the interprofessional team is essential to improve patient-centered care and reach the desired outcome. Nursing staff can provide additional counseling on proper administration and potential adverse effects, while pharmacists can reinforce those points and check for medication interactions."}
{"id": "article-21829_40", "title": "Flucytosine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Flucytosine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}