{"id": "article-126918_0", "title": "Posttraumatic Hand Stiffness (Archived) -- Introduction", "content": "The human hand is made up of skin, soft tissues, bones, tendons, ligaments, and muscles, which work together to enable the fine motor function required to carry out daily tasks such as writing, dressing, and washing, as well as highly skilled tasks such as operating machinery and playing musical instruments. It is this highly precise function that means even minor injuries to the hand can risk causing significant handicap to the individual.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Introduction. The human hand is made up of skin, soft tissues, bones, tendons, ligaments, and muscles, which work together to enable the fine motor function required to carry out daily tasks such as writing, dressing, and washing, as well as highly skilled tasks such as operating machinery and playing musical instruments. It is this highly precise function that means even minor injuries to the hand can risk causing significant handicap to the individual."}
{"id": "article-126918_1", "title": "Posttraumatic Hand Stiffness (Archived) -- Introduction", "content": "Following trauma to the hand, developing stiffness is a common finding and can have a significant effect on a patient's ability to work and overall quality of life. Evaluating and treating the stiff hand requires an understanding of the anatomy of the hand as well as the mechanism of the injury. These together with an understanding of the different modalities and timings of treatment can lead to successful management of the stiff hand. This article reviews the etiology, diagnosis, and treatment of post-traumatic hand stiffness.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Introduction. Following trauma to the hand, developing stiffness is a common finding and can have a significant effect on a patient's ability to work and overall quality of life. Evaluating and treating the stiff hand requires an understanding of the anatomy of the hand as well as the mechanism of the injury. These together with an understanding of the different modalities and timings of treatment can lead to successful management of the stiff hand. This article reviews the etiology, diagnosis, and treatment of post-traumatic hand stiffness."}
{"id": "article-126918_2", "title": "Posttraumatic Hand Stiffness (Archived) -- Etiology", "content": "There are multiple different causes of hand trauma. Common causes include falls, sports-related injuries, machine-related injuries, gunshot injuries, crush injuries, high pressure, and thermal and chemical injuries. These injuries can lead to burns, lacerations, limb amputations, tendon and ligament damage, fractures, and dislocations.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Etiology. There are multiple different causes of hand trauma. Common causes include falls, sports-related injuries, machine-related injuries, gunshot injuries, crush injuries, high pressure, and thermal and chemical injuries. These injuries can lead to burns, lacerations, limb amputations, tendon and ligament damage, fractures, and dislocations."}
{"id": "article-126918_3", "title": "Posttraumatic Hand Stiffness (Archived) -- Etiology", "content": "Following an injury to the hand, damaged structures will repair through a cascade of processes, aiming to restore the original tissue integrity. [1] All of these causes of a traumatic hand injury can lead to hand stiffness through scarring, contractures, and damage to articular surfaces, which lead to disruption of the normal anatomy of the hand. Pain and swelling following injury are common, leading to immobility of the hand followed by longer-term stiffness.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Etiology. Following an injury to the hand, damaged structures will repair through a cascade of processes, aiming to restore the original tissue integrity. [1] All of these causes of a traumatic hand injury can lead to hand stiffness through scarring, contractures, and damage to articular surfaces, which lead to disruption of the normal anatomy of the hand. Pain and swelling following injury are common, leading to immobility of the hand followed by longer-term stiffness."}
{"id": "article-126918_4", "title": "Posttraumatic Hand Stiffness (Archived) -- Etiology", "content": "Post-traumatic hand stiffness can be further influenced by the development of chronic regional pain syndrome (CRPS). CRPS is due to an abnormal inflammatory response following trauma due to sustained sympathetic activity. This can lead to stiffness, as well as pain, swelling, vasomotor disturbance, and trophic skin changes. Rarely, hypertrophic ossification following trauma can be seen in the hand following trauma; this leads to the formation of atypical bone in tissues, contributing to stiffness.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Etiology. Post-traumatic hand stiffness can be further influenced by the development of chronic regional pain syndrome (CRPS). CRPS is due to an abnormal inflammatory response following trauma due to sustained sympathetic activity. This can lead to stiffness, as well as pain, swelling, vasomotor disturbance, and trophic skin changes. Rarely, hypertrophic ossification following trauma can be seen in the hand following trauma; this leads to the formation of atypical bone in tissues, contributing to stiffness."}
{"id": "article-126918_5", "title": "Posttraumatic Hand Stiffness (Archived) -- Epidemiology", "content": "Around 20% of attendances to the Emergency Department are due to injuries to the hand and wrist. [2] [3] Hand trauma is common and affects people of all ages, leading to a reduction in quality of life for many people globally. Data from the National Electronic Injury Surveillance System in the US found an incidence of 1,130 upper extremity injuries per 100,000 people. The finger was the most common site the be injured at 38.4%. [4] Stiffness has been reported as the most common complication following hand trauma. [5]", "contents": "Posttraumatic Hand Stiffness (Archived) -- Epidemiology. Around 20% of attendances to the Emergency Department are due to injuries to the hand and wrist. [2] [3] Hand trauma is common and affects people of all ages, leading to a reduction in quality of life for many people globally. Data from the National Electronic Injury Surveillance System in the US found an incidence of 1,130 upper extremity injuries per 100,000 people. The finger was the most common site the be injured at 38.4%. [4] Stiffness has been reported as the most common complication following hand trauma. [5]"}
{"id": "article-126918_6", "title": "Posttraumatic Hand Stiffness (Archived) -- Pathophysiology", "content": "When the soft tissues of the hand are damaged due to trauma, subsequent wound healing has 3 phases; inflammatory, proliferation, and maturation. [1] Firstly, the inflammatory phase is triggered by the disruption to the vasculature leading to exposure of the subintimal layer, with the movement of inflammatory leukocytes to the site of injury. Resultant edema leads to disruption of the gliding movement of the joints within the hand. In the long term, this protein-rich exudate will become scar tissue resulting in adhesions forming, causing further disruption to normal movement of the hand. [6] During the proliferative phase, there is a deposition of type III collagen within the joint capsule, ligaments, and tendons. In the final phase, there is scar maturation and contracture; this results in disruption to the hands' normal anatomy and subsequent joint stiffness. [7]", "contents": "Posttraumatic Hand Stiffness (Archived) -- Pathophysiology. When the soft tissues of the hand are damaged due to trauma, subsequent wound healing has 3 phases; inflammatory, proliferation, and maturation. [1] Firstly, the inflammatory phase is triggered by the disruption to the vasculature leading to exposure of the subintimal layer, with the movement of inflammatory leukocytes to the site of injury. Resultant edema leads to disruption of the gliding movement of the joints within the hand. In the long term, this protein-rich exudate will become scar tissue resulting in adhesions forming, causing further disruption to normal movement of the hand. [6] During the proliferative phase, there is a deposition of type III collagen within the joint capsule, ligaments, and tendons. In the final phase, there is scar maturation and contracture; this results in disruption to the hands' normal anatomy and subsequent joint stiffness. [7]"}
{"id": "article-126918_7", "title": "Posttraumatic Hand Stiffness (Archived) -- Pathophysiology", "content": "Fractures of the hand due to trauma will heal via primary or secondary bone healing dependent on the fracture reduction and level of stability present. Primary (direct) bone healing occurs when there is anatomical reduction; secondary bone healing is more common and results in callus formation. Fractures can lead to hand stiffness through inflammation and immobility (from pain and or splinting). Fractures of the hand are often associated with concurrent soft tissue, tendon, or ligament injury.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Pathophysiology. Fractures of the hand due to trauma will heal via primary or secondary bone healing dependent on the fracture reduction and level of stability present. Primary (direct) bone healing occurs when there is anatomical reduction; secondary bone healing is more common and results in callus formation. Fractures can lead to hand stiffness through inflammation and immobility (from pain and or splinting). Fractures of the hand are often associated with concurrent soft tissue, tendon, or ligament injury."}
{"id": "article-126918_8", "title": "Posttraumatic Hand Stiffness (Archived) -- History and Physical", "content": "The clinician’s objective is to identify factors that may be contributing to the hand stiffness. A detailed history from the patient should be sought including age, occupation, hand dominance, comorbidities, and drug history. The mechanism of the initial injury is important and will help to guide on-going management. Outline any management for both the initial injury and subsequent hand stiffness.", "contents": "Posttraumatic Hand Stiffness (Archived) -- History and Physical. The clinician’s objective is to identify factors that may be contributing to the hand stiffness. A detailed history from the patient should be sought including age, occupation, hand dominance, comorbidities, and drug history. The mechanism of the initial injury is important and will help to guide on-going management. Outline any management for both the initial injury and subsequent hand stiffness."}
{"id": "article-126918_9", "title": "Posttraumatic Hand Stiffness (Archived) -- History and Physical", "content": "The hand should be examined thoroughly using a systematic approach. Firstly inspecting, then palpating for any skin changes, swelling, contractures, or deformity. The neurovascular status of the hand should be fully assessed and documented. Range of movement of the wrist, hand, and phalanges should be tested both actively and passively and any tender regions noted.", "contents": "Posttraumatic Hand Stiffness (Archived) -- History and Physical. The hand should be examined thoroughly using a systematic approach. Firstly inspecting, then palpating for any skin changes, swelling, contractures, or deformity. The neurovascular status of the hand should be fully assessed and documented. Range of movement of the wrist, hand, and phalanges should be tested both actively and passively and any tender regions noted."}
{"id": "article-126918_10", "title": "Posttraumatic Hand Stiffness (Archived) -- Evaluation", "content": "Clinical signs of inflammation can be seen on examination of the hand, such as edema, erythema, pain, and reduced range of movement. Scars and contractures on the dorsum of the hand are more likely to cause a restriction in flexion, whereas injury on the volar side causes a restriction in extension. Differences between active and passive movements can help to differentiate between a joint versus a musculotendinous cause of the joint stiffness. If the active and passive motion is the same, it’s more likely to be the joint itself restricting movement; if the passive movement is greater than the active movement, movement is likely to be restricted due to a musculotendinous reason. [1]", "contents": "Posttraumatic Hand Stiffness (Archived) -- Evaluation. Clinical signs of inflammation can be seen on examination of the hand, such as edema, erythema, pain, and reduced range of movement. Scars and contractures on the dorsum of the hand are more likely to cause a restriction in flexion, whereas injury on the volar side causes a restriction in extension. Differences between active and passive movements can help to differentiate between a joint versus a musculotendinous cause of the joint stiffness. If the active and passive motion is the same, it’s more likely to be the joint itself restricting movement; if the passive movement is greater than the active movement, movement is likely to be restricted due to a musculotendinous reason. [1]"}
{"id": "article-126918_11", "title": "Posttraumatic Hand Stiffness (Archived) -- Evaluation", "content": "Hand stiffness can usually be successfully evaluated through history and physical examination alone. Further evaluation of the hand stiffness may be indicated with plain radiographs, Magnetic Resonance Imaging, CT, ultrasound, and nerve conduction studies if required.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Evaluation. Hand stiffness can usually be successfully evaluated through history and physical examination alone. Further evaluation of the hand stiffness may be indicated with plain radiographs, Magnetic Resonance Imaging, CT, ultrasound, and nerve conduction studies if required."}
{"id": "article-126918_12", "title": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management", "content": "Following acute trauma to the hand, simple preventative measures such as elevation to reduce swelling and appropriate splinting can help reduce the extent of stiffness that occurs. If splinting is indicated acutely for pain relief and to allow for healing, the hand should be placed into a position of safe immobilization with the metacarpophalangeal (MCP) joints at 70 to 90 degrees of flexion, interphalangeal (IP) joints in full extension, and the wrist in 0 to 30 degrees of extension. [8] This position allows the collateral ligaments to be in a stretched position, limiting shortening and, therefore, stiffness. The hand should only be immobilized for the minimal time required for the individual injury pattern.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management. Following acute trauma to the hand, simple preventative measures such as elevation to reduce swelling and appropriate splinting can help reduce the extent of stiffness that occurs. If splinting is indicated acutely for pain relief and to allow for healing, the hand should be placed into a position of safe immobilization with the metacarpophalangeal (MCP) joints at 70 to 90 degrees of flexion, interphalangeal (IP) joints in full extension, and the wrist in 0 to 30 degrees of extension. [8] This position allows the collateral ligaments to be in a stretched position, limiting shortening and, therefore, stiffness. The hand should only be immobilized for the minimal time required for the individual injury pattern."}
{"id": "article-126918_13", "title": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management", "content": "Once the hand has become stiff, treatment options include non-operative measures such as range of motion exercises, static and dynamic splints. Non-steroidal anti-inflammatory drugs can be used to reduce inflammation and, therefore, the risk of developing stiffness. The principle for splinting is that of low-load with prolonged stress. [9] Serial static splints can be used to provide a prolonged stretch, correcting the passive range of motion over a period of time. Dynamic splints work by slowly stressing contracted tissue with tension from a spring or band while allowing for a protected range of motion; this stress on contractures or scarred tissue promotes tissue remodeling.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management. Once the hand has become stiff, treatment options include non-operative measures such as range of motion exercises, static and dynamic splints. Non-steroidal anti-inflammatory drugs can be used to reduce inflammation and, therefore, the risk of developing stiffness. The principle for splinting is that of low-load with prolonged stress. [9] Serial static splints can be used to provide a prolonged stretch, correcting the passive range of motion over a period of time. Dynamic splints work by slowly stressing contracted tissue with tension from a spring or band while allowing for a protected range of motion; this stress on contractures or scarred tissue promotes tissue remodeling."}
{"id": "article-126918_14", "title": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management", "content": "Operative intervention is required if non-operative management has failed to provide an acceptable restoration of function. The potential for patient benefit from an operation needs to be balanced with the generation of further scar tissue and the potential devascularization, which comes with surgery. [10] The risk of this can be reduced with careful surgical technique, appropriate postoperative management, and patient education. The type of operative intervention will depend on the underlying cause of the hand stiffness. Skin, tendons, and joint capsules can be released to regain range of motion. Articular replacement with joint replacement arthroplasty is sometimes performed. Splints also play a role in post-operative management. A hand therapist should see patients early post-operatively to start active and passive range of motion exercises.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Treatment / Management. Operative intervention is required if non-operative management has failed to provide an acceptable restoration of function. The potential for patient benefit from an operation needs to be balanced with the generation of further scar tissue and the potential devascularization, which comes with surgery. [10] The risk of this can be reduced with careful surgical technique, appropriate postoperative management, and patient education. The type of operative intervention will depend on the underlying cause of the hand stiffness. Skin, tendons, and joint capsules can be released to regain range of motion. Articular replacement with joint replacement arthroplasty is sometimes performed. Splints also play a role in post-operative management. A hand therapist should see patients early post-operatively to start active and passive range of motion exercises."}
{"id": "article-126918_15", "title": "Posttraumatic Hand Stiffness (Archived) -- Differential Diagnosis", "content": "Neurologic injury may present with a reduced range of movement of the joints in the hand. For example, in Klumpe palsy, due to damage to the brachial plexus, the wrist and MCP joints will be extended, with flexion at the IP joints. Dupuytren disease can present with benign non-traumatic contractures in the palm of the hand. Osteoarthritis presents with pain, reduced range of motion in the joints of the hand. This can be a complication after a traumatic hand injury or unrelated. Inflammatory arthritis presents with painful joints in the hand, with swelling and erythema due to inappropriate immune responses.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Differential Diagnosis. Neurologic injury may present with a reduced range of movement of the joints in the hand. For example, in Klumpe palsy, due to damage to the brachial plexus, the wrist and MCP joints will be extended, with flexion at the IP joints. Dupuytren disease can present with benign non-traumatic contractures in the palm of the hand. Osteoarthritis presents with pain, reduced range of motion in the joints of the hand. This can be a complication after a traumatic hand injury or unrelated. Inflammatory arthritis presents with painful joints in the hand, with swelling and erythema due to inappropriate immune responses."}
{"id": "article-126918_16", "title": "Posttraumatic Hand Stiffness (Archived) -- Prognosis", "content": "The degree of hand stiffness is proportional to the severity of the initial injury. [11] However, other factors also play a key role in the recovery of hand function following trauma. Gender and age have been shown to be independent factors in a patient's return to activities of daily living, with males and younger patients returning sooner. [12]", "contents": "Posttraumatic Hand Stiffness (Archived) -- Prognosis. The degree of hand stiffness is proportional to the severity of the initial injury. [11] However, other factors also play a key role in the recovery of hand function following trauma. Gender and age have been shown to be independent factors in a patient's return to activities of daily living, with males and younger patients returning sooner. [12]"}
{"id": "article-126918_17", "title": "Posttraumatic Hand Stiffness (Archived) -- Prognosis", "content": "Early and appropriate management of hand trauma can reduce the extent of resultant stiffness. Non-operative outcomes depend on patient adherence to splinting and physiotherapy. It has been reported that 87% of stiff hand joints respond successfully to exercise and dynamic splinting, avoiding the need for surgical intervention. [13] Operative intervention is required when the likely benefits of the surgery outweigh the risk of further soft tissue disruption. Operative outcomes depend on a meticulous surgical technique to minimize new scar formation. Limiting the extent of the procedure to the minimum required helps to reduce the amount of new scar formation.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Prognosis. Early and appropriate management of hand trauma can reduce the extent of resultant stiffness. Non-operative outcomes depend on patient adherence to splinting and physiotherapy. It has been reported that 87% of stiff hand joints respond successfully to exercise and dynamic splinting, avoiding the need for surgical intervention. [13] Operative intervention is required when the likely benefits of the surgery outweigh the risk of further soft tissue disruption. Operative outcomes depend on a meticulous surgical technique to minimize new scar formation. Limiting the extent of the procedure to the minimum required helps to reduce the amount of new scar formation."}
{"id": "article-126918_18", "title": "Posttraumatic Hand Stiffness (Archived) -- Complications", "content": "Stiffness is the most common complication seen following hand trauma. [5] Complications of non-operative management of hand stiffness include the inadequate restoration of function leading to the need for operative intervention. Complications of operative intervention for hand stiffness include; pain, damage to neurovascular structures, infection, further scarring, and inadequate restoration of function. Hand stiffness can have a significant economic burden on a patient, often affecting their ability to work and carry out activities of daily living. [14]", "contents": "Posttraumatic Hand Stiffness (Archived) -- Complications. Stiffness is the most common complication seen following hand trauma. [5] Complications of non-operative management of hand stiffness include the inadequate restoration of function leading to the need for operative intervention. Complications of operative intervention for hand stiffness include; pain, damage to neurovascular structures, infection, further scarring, and inadequate restoration of function. Hand stiffness can have a significant economic burden on a patient, often affecting their ability to work and carry out activities of daily living. [14]"}
{"id": "article-126918_19", "title": "Posttraumatic Hand Stiffness (Archived) -- Deterrence and Patient Education", "content": "The most common causes of hand trauma include falls and work-related injuries. [15] Prevention of injury therefore needs to focus on these areas. The patients who present with falls need to have a full assessment by healthcare professionals - and any reversible causes need to be identified, and simple interventions such as a stairlift or mobility aids implemented. Workplace health and safety measures should be put in place alongside appropriate training of employees to try to reduce the incidence of work-related injuries.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Deterrence and Patient Education. The most common causes of hand trauma include falls and work-related injuries. [15] Prevention of injury therefore needs to focus on these areas. The patients who present with falls need to have a full assessment by healthcare professionals - and any reversible causes need to be identified, and simple interventions such as a stairlift or mobility aids implemented. Workplace health and safety measures should be put in place alongside appropriate training of employees to try to reduce the incidence of work-related injuries."}
{"id": "article-126918_20", "title": "Posttraumatic Hand Stiffness (Archived) -- Deterrence and Patient Education", "content": "Post-traumatic injury, patient education is vital to achieving optimal results. Adherence to splinting and range of motion exercises will lead to better patient outcomes. Multi-disciplinary team input is vital to promote patient education and motivation to achieve this.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Deterrence and Patient Education. Post-traumatic injury, patient education is vital to achieving optimal results. Adherence to splinting and range of motion exercises will lead to better patient outcomes. Multi-disciplinary team input is vital to promote patient education and motivation to achieve this."}
{"id": "article-126918_21", "title": "Posttraumatic Hand Stiffness (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Post-traumatic hand stiffness is a common presentation to healthcare professionals. These patients will present with a spectrum of different signs and symptoms that require a multidisciplinary team approach to achieve optimal outcomes. Following acute trauma, the patient will usually be seen assessed in the Emergency Room. Depending on the type and the severity of the injury sustained, different specialists' input will be required. Nurses play an important role in the Emergency Room, ensuring that the patients’ vitals are taken and analgesia given and taking a role in the management of acute injury to the hand with the reduction of fractures and splinting. Radiologists are required to facilitate the diagnosis of bony injuries. These professionals will then refer patients to Orthopaedic or Plastic specialist teams as appropriate.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Enhancing Healthcare Team Outcomes. Post-traumatic hand stiffness is a common presentation to healthcare professionals. These patients will present with a spectrum of different signs and symptoms that require a multidisciplinary team approach to achieve optimal outcomes. Following acute trauma, the patient will usually be seen assessed in the Emergency Room. Depending on the type and the severity of the injury sustained, different specialists' input will be required. Nurses play an important role in the Emergency Room, ensuring that the patients’ vitals are taken and analgesia given and taking a role in the management of acute injury to the hand with the reduction of fractures and splinting. Radiologists are required to facilitate the diagnosis of bony injuries. These professionals will then refer patients to Orthopaedic or Plastic specialist teams as appropriate."}
{"id": "article-126918_22", "title": "Posttraumatic Hand Stiffness (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Management of the stiff hand requires co-ordinated care between surgeons, specialist nurses, and hand therapists to aid in patient education and treatment adherence. Impairment of hand function can significantly impact a patient’s quality of life and ability to work; therefore, the psychological impact of such injuries needs to be recognized. A systematic review found that people with lower incomes and levels of education are more likely to take longer to return to work. [14] [Level 1] These groups, therefore, need particular focus from interprofessional teams when managing post-traumatic hand stiffness to aid recovery of function and return to work.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Enhancing Healthcare Team Outcomes. Management of the stiff hand requires co-ordinated care between surgeons, specialist nurses, and hand therapists to aid in patient education and treatment adherence. Impairment of hand function can significantly impact a patient’s quality of life and ability to work; therefore, the psychological impact of such injuries needs to be recognized. A systematic review found that people with lower incomes and levels of education are more likely to take longer to return to work. [14] [Level 1] These groups, therefore, need particular focus from interprofessional teams when managing post-traumatic hand stiffness to aid recovery of function and return to work."}
{"id": "article-126918_23", "title": "Posttraumatic Hand Stiffness (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Posttraumatic Hand Stiffness (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}