{"id": "article-22282_0", "title": "Crescentic Glomerulonephritis (Archived) -- Introduction", "content": "Crescentic glomerulonephritis is characterized by the presence of extensive glomerular crescents (usually greater than 50%) as the principal histologic finding. Because it often clinically presents with a rapid decline in kidney function, it is also known as rapidly progressive glomerulonephritis (RPGN). It can complicate any glomerular disease. [1] [2] [3] [4] The disease can be primary or secondary. Primary or idiopathic crescentic glomerulonephritis is classified into the following types:", "contents": "Crescentic Glomerulonephritis (Archived) -- Introduction. Crescentic glomerulonephritis is characterized by the presence of extensive glomerular crescents (usually greater than 50%) as the principal histologic finding. Because it often clinically presents with a rapid decline in kidney function, it is also known as rapidly progressive glomerulonephritis (RPGN). It can complicate any glomerular disease. [1] [2] [3] [4] The disease can be primary or secondary. Primary or idiopathic crescentic glomerulonephritis is classified into the following types:"}
{"id": "article-22282_1", "title": "Crescentic Glomerulonephritis (Archived) -- Introduction", "content": "Type 1 (anti-glomerular basement membrane [GBM] disease) presents with linear deposits of immunoglobulin G (IgG) Type 2 (immune-complex mediated) presents with granular deposits of immunoglobulin Type 3 (pauci-immune) presents with few or no immune deposits, antineutrophil cytoplasmic antibody-associated small-vessel vasculitis (SVV) that may be renal-limited or part of a systemic disease, for example, granulomatosis with polyangiitis (GPA). Type 4 includes combinations of types 1 and 3 Type 5 is ANCA-negative, pauci-immune renal vasculitis (5% to 10% of cases)", "contents": "Crescentic Glomerulonephritis (Archived) -- Introduction. Type 1 (anti-glomerular basement membrane [GBM] disease) presents with linear deposits of immunoglobulin G (IgG) Type 2 (immune-complex mediated) presents with granular deposits of immunoglobulin Type 3 (pauci-immune) presents with few or no immune deposits, antineutrophil cytoplasmic antibody-associated small-vessel vasculitis (SVV) that may be renal-limited or part of a systemic disease, for example, granulomatosis with polyangiitis (GPA). Type 4 includes combinations of types 1 and 3 Type 5 is ANCA-negative, pauci-immune renal vasculitis (5% to 10% of cases)"}
{"id": "article-22282_2", "title": "Crescentic Glomerulonephritis (Archived) -- Introduction", "content": "A crescent is made up of proliferating epithelial cells that line the Bowman capsule and infiltrating macrophages. It is a marker of severe glomerular injury. The crescents may be circumferential or noncircumferential, and the presence of circumferential crescents in over 80% of glomeruli portends a poor prognosis.", "contents": "Crescentic Glomerulonephritis (Archived) -- Introduction. A crescent is made up of proliferating epithelial cells that line the Bowman capsule and infiltrating macrophages. It is a marker of severe glomerular injury. The crescents may be circumferential or noncircumferential, and the presence of circumferential crescents in over 80% of glomeruli portends a poor prognosis."}
{"id": "article-22282_3", "title": "Crescentic Glomerulonephritis (Archived) -- Etiology", "content": "In addition to primary RPGN, secondary RPGN may occur in association with an infectious process, including poststreptococcal glomerulonephritis, infective endocarditis, occult visceral sepsis, hepatitis B infection with vasculitis and/or cryoglobulinemia or secondary to a systemic illness, systemic lupus erythematosus, Henoch-Schonlein purpura, systemic necrotizing vasculitis, essential mixed IgG and immunoglobulin M cryoglobulinemia, malignancy, relapsing polychondritis, rheumatoid vasculitis; drugs such as penicillamine, hydralazine, allopurinol (with vasculitis), rifampin; antithyroid agents such as propylthiouracil, thiamazole, carbimazole, or benzylthiouracil; aminoguanidine; or superimposed on another primary glomerular disease like membranoproliferative glomerulonephritis type 2, membranous glomerulonephritis or immunoglobulin A nephropathy. [5] [6] [7]", "contents": "Crescentic Glomerulonephritis (Archived) -- Etiology. In addition to primary RPGN, secondary RPGN may occur in association with an infectious process, including poststreptococcal glomerulonephritis, infective endocarditis, occult visceral sepsis, hepatitis B infection with vasculitis and/or cryoglobulinemia or secondary to a systemic illness, systemic lupus erythematosus, Henoch-Schonlein purpura, systemic necrotizing vasculitis, essential mixed IgG and immunoglobulin M cryoglobulinemia, malignancy, relapsing polychondritis, rheumatoid vasculitis; drugs such as penicillamine, hydralazine, allopurinol (with vasculitis), rifampin; antithyroid agents such as propylthiouracil, thiamazole, carbimazole, or benzylthiouracil; aminoguanidine; or superimposed on another primary glomerular disease like membranoproliferative glomerulonephritis type 2, membranous glomerulonephritis or immunoglobulin A nephropathy. [5] [6] [7]"}
{"id": "article-22282_4", "title": "Crescentic Glomerulonephritis (Archived) -- Epidemiology", "content": "Idiopathic crescentic glomerulonephritis accounts for fewer than 10% of all patients presenting with primary glomerulopathy. Type 3 RPGN is more common than types 1 or 2. More than 50% of patients with crescentic glomerulonephritis present with acute nephritic syndrome and rapidly deteriorating renal function; however, other modes do occur, such as asymptomatic 15%; nephrotic, 10%; and chronic renal failure, 15%.", "contents": "Crescentic Glomerulonephritis (Archived) -- Epidemiology. Idiopathic crescentic glomerulonephritis accounts for fewer than 10% of all patients presenting with primary glomerulopathy. Type 3 RPGN is more common than types 1 or 2. More than 50% of patients with crescentic glomerulonephritis present with acute nephritic syndrome and rapidly deteriorating renal function; however, other modes do occur, such as asymptomatic 15%; nephrotic, 10%; and chronic renal failure, 15%."}
{"id": "article-22282_5", "title": "Crescentic Glomerulonephritis (Archived) -- Epidemiology", "content": "A seasonal predilection is observed in Type I RPGN or anti-glomerular basement membrane disease with peaks in spring and early summer. There is male gender predilection for type 1 and type 3 RPGN. Type 1 is common in younger patients, whereas type 2 and 3 occur in older adults, with a peak incidence in the fourth to sixth decades. Renal failure at presentation carries an increased risk of end-stage renal disease and death despite immunosuppressive therapy.", "contents": "Crescentic Glomerulonephritis (Archived) -- Epidemiology. A seasonal predilection is observed in Type I RPGN or anti-glomerular basement membrane disease with peaks in spring and early summer. There is male gender predilection for type 1 and type 3 RPGN. Type 1 is common in younger patients, whereas type 2 and 3 occur in older adults, with a peak incidence in the fourth to sixth decades. Renal failure at presentation carries an increased risk of end-stage renal disease and death despite immunosuppressive therapy."}
{"id": "article-22282_6", "title": "Crescentic Glomerulonephritis (Archived) -- Pathophysiology", "content": "RPGN is mediated by an antibody or cellular immunity or the interaction of the two immune system arms. anti-GBM disease results from the deposition of antibodies along the basement membrane and/or glomerular deposition of preformed soluble immune complexes. Following the disruption of the glomerular capillary, circulating cells, inflammatory mediators, and plasma proteins pass through the capillary wall into the Bowman space, which leads to the development of crescents. The major participants in crescent formation are coagulation proteins, macrophages, T cells, fibroblasts, and parietal epithelial cells. Activated macrophages contribute to the crescents by proliferating and releasing procoagulant tissue factor, interleukin-1 (IL-1), and tumor necrosis factor (TNF). T cells are not prominent components, but they play an important role in glomerular injury by antigen recognition and macrophage recruitment.", "contents": "Crescentic Glomerulonephritis (Archived) -- Pathophysiology. RPGN is mediated by an antibody or cellular immunity or the interaction of the two immune system arms. anti-GBM disease results from the deposition of antibodies along the basement membrane and/or glomerular deposition of preformed soluble immune complexes. Following the disruption of the glomerular capillary, circulating cells, inflammatory mediators, and plasma proteins pass through the capillary wall into the Bowman space, which leads to the development of crescents. The major participants in crescent formation are coagulation proteins, macrophages, T cells, fibroblasts, and parietal epithelial cells. Activated macrophages contribute to the crescents by proliferating and releasing procoagulant tissue factor, interleukin-1 (IL-1), and tumor necrosis factor (TNF). T cells are not prominent components, but they play an important role in glomerular injury by antigen recognition and macrophage recruitment."}
{"id": "article-22282_7", "title": "Crescentic Glomerulonephritis (Archived) -- History and Physical", "content": "Clinical and laboratory presentations of all types of acute RPGN are very similar. Some patients present with signs and symptoms of renal disease, such as anemia, hematuria, fluid retention, oliguria, or uremia. Weakness, nausea, and vomiting often dominate the clinical picture. Others give a history of a viral prodrome. Vague aches, frank arthritis, sinusitis, otitis, episcleritis, skin rash, neuritis, or encephalopathy are rare and are more common with multisystem disease. Oliguria, abdominal or flank pain, hemoptysis, and peripheral swelling may occur. Up to 15% of patients may be asymptomatic. Physical findings include normal or slightly elevated blood pressure, peripheral edema (10%), pallor (common), and a skin rash suggesting leukocytoclastic vasculitis.", "contents": "Crescentic Glomerulonephritis (Archived) -- History and Physical. Clinical and laboratory presentations of all types of acute RPGN are very similar. Some patients present with signs and symptoms of renal disease, such as anemia, hematuria, fluid retention, oliguria, or uremia. Weakness, nausea, and vomiting often dominate the clinical picture. Others give a history of a viral prodrome. Vague aches, frank arthritis, sinusitis, otitis, episcleritis, skin rash, neuritis, or encephalopathy are rare and are more common with multisystem disease. Oliguria, abdominal or flank pain, hemoptysis, and peripheral swelling may occur. Up to 15% of patients may be asymptomatic. Physical findings include normal or slightly elevated blood pressure, peripheral edema (10%), pallor (common), and a skin rash suggesting leukocytoclastic vasculitis."}
{"id": "article-22282_8", "title": "Crescentic Glomerulonephritis (Archived) -- Evaluation", "content": "Complete blood count may show leukocytosis and anemia; inflammatory markers such as ESR and C-reactive protein, as are urea and serum creatinine, are usually elevated. Urinalysis shows modest proteinuria (1 to 4 g/d), microscopic hematuria, RBCs, and RBC and WBC casts. Rarely, urine findings may be minimal, and an absence of active urine sediment does not exclude a diagnosis of RPGN. [8] [9] [10] [11]", "contents": "Crescentic Glomerulonephritis (Archived) -- Evaluation. Complete blood count may show leukocytosis and anemia; inflammatory markers such as ESR and C-reactive protein, as are urea and serum creatinine, are usually elevated. Urinalysis shows modest proteinuria (1 to 4 g/d), microscopic hematuria, RBCs, and RBC and WBC casts. Rarely, urine findings may be minimal, and an absence of active urine sediment does not exclude a diagnosis of RPGN. [8] [9] [10] [11]"}
{"id": "article-22282_9", "title": "Crescentic Glomerulonephritis (Archived) -- Evaluation", "content": "The immunologic evaluation may show normal complement levels (C3 and C4) except in type 2 RPGN, where these are decreased. Circulating anti-GBM antibodies are detected in the plasma of patients with RPGN type 1, but this finding is neither 100% sensitive nor 100% specific. Anti-neutrophilic cytoplasmic autoantibodies (ANCAs), typically myeloperoxidase (MPO)–ANCA which was previously known as perinuclear ANCA (p-ANCA) is observed in 80% to 90% of patients with RPGN type 3 (pauci-immune), but neither MPO-ANCA nor PR3-ANCA is 100% specific for type 3. Antinuclear antibody is usually negative unless lupus-related, and serum cryoglobulin levels may be elevated in cryoglobulinemias. Imaging studies: Abdominal ultrasound is used to assess renal and echogenicity and to exclude obstruction. Renal biopsy is usually required to diagnose RPGN types 1, 2, and 3.", "contents": "Crescentic Glomerulonephritis (Archived) -- Evaluation. The immunologic evaluation may show normal complement levels (C3 and C4) except in type 2 RPGN, where these are decreased. Circulating anti-GBM antibodies are detected in the plasma of patients with RPGN type 1, but this finding is neither 100% sensitive nor 100% specific. Anti-neutrophilic cytoplasmic autoantibodies (ANCAs), typically myeloperoxidase (MPO)–ANCA which was previously known as perinuclear ANCA (p-ANCA) is observed in 80% to 90% of patients with RPGN type 3 (pauci-immune), but neither MPO-ANCA nor PR3-ANCA is 100% specific for type 3. Antinuclear antibody is usually negative unless lupus-related, and serum cryoglobulin levels may be elevated in cryoglobulinemias. Imaging studies: Abdominal ultrasound is used to assess renal and echogenicity and to exclude obstruction. Renal biopsy is usually required to diagnose RPGN types 1, 2, and 3."}
{"id": "article-22282_10", "title": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management", "content": "Principles of therapy include supportive and specific therapies.", "contents": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management. Principles of therapy include supportive and specific therapies."}
{"id": "article-22282_11", "title": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management", "content": "Supportive therapy involves control of infection (especially Pneumocystis jiroveci (PCP) infection with trimethoprim-sulfamethoxazole or atovaquone), control of volume status (providing dialysis if required), and smoking cessation.", "contents": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management. Supportive therapy involves control of infection (especially Pneumocystis jiroveci (PCP) infection with trimethoprim-sulfamethoxazole or atovaquone), control of volume status (providing dialysis if required), and smoking cessation."}
{"id": "article-22282_12", "title": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management -- Specific therapy involves induction and maintenance of remission. Induction of Remission", "content": "The initial therapy is to induce remission, which typically consists of glucocorticoids and cyclophosphamide administration, which induces 85% to 90% of patients in 2 to 6 months, with about 75% achieving complete remission. Recently, rituximab proved a comparable substitution for cyclophosphamide in RAVE and RITUXIVAS trials, and it may be used in patients who cannot take or refuse to take cyclophosphamide. At present, the mainstay of therapy remains cyclophosphamide and steroids for induction of remission, with an option to consider rituximab in select patients. Plasma exchange is useful in patients with advanced renal failure (serum creatinine greater than 500 micromol/L or requiring dialysis), in patients with severe pulmonary hemorrhage, and when associated with anti-glomerular basement membrane antibody disease. Although short-term results with plasma exchange are encouraging, the long-term benefits remain unclear, and the PEXIVAS (Plasma Exchange in Vasculitis) trial finding presented at the ERDA Meeting in the summer of 2018 (publication pending) showed no benefit of Plasma exchange in patients with ANCA vasculitis.", "contents": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management -- Specific therapy involves induction and maintenance of remission. Induction of Remission. The initial therapy is to induce remission, which typically consists of glucocorticoids and cyclophosphamide administration, which induces 85% to 90% of patients in 2 to 6 months, with about 75% achieving complete remission. Recently, rituximab proved a comparable substitution for cyclophosphamide in RAVE and RITUXIVAS trials, and it may be used in patients who cannot take or refuse to take cyclophosphamide. At present, the mainstay of therapy remains cyclophosphamide and steroids for induction of remission, with an option to consider rituximab in select patients. Plasma exchange is useful in patients with advanced renal failure (serum creatinine greater than 500 micromol/L or requiring dialysis), in patients with severe pulmonary hemorrhage, and when associated with anti-glomerular basement membrane antibody disease. Although short-term results with plasma exchange are encouraging, the long-term benefits remain unclear, and the PEXIVAS (Plasma Exchange in Vasculitis) trial finding presented at the ERDA Meeting in the summer of 2018 (publication pending) showed no benefit of Plasma exchange in patients with ANCA vasculitis."}
{"id": "article-22282_13", "title": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management -- Maintenance of Remission", "content": "It is important to prevent relapse, as relapses are common, especially in granulomatosis with polyangiitis and microscopic polyangiitis. Continue with immunosuppressive therapy, using less toxic agents, to maintain remission and prevent relapse. Either azathioprine or methotrexate usually is used for maintenance therapy to reduce the risk of relapse. In a recent study by the French Vasculitis Study Group in the MAINRISTAN trial, rituximab 500 mg every 6 months showed an exceptional reduction in the relapse rate with rituximab versus azathioprine at 28 months (5% versus 25%) .", "contents": "Crescentic Glomerulonephritis (Archived) -- Treatment / Management -- Maintenance of Remission. It is important to prevent relapse, as relapses are common, especially in granulomatosis with polyangiitis and microscopic polyangiitis. Continue with immunosuppressive therapy, using less toxic agents, to maintain remission and prevent relapse. Either azathioprine or methotrexate usually is used for maintenance therapy to reduce the risk of relapse. In a recent study by the French Vasculitis Study Group in the MAINRISTAN trial, rituximab 500 mg every 6 months showed an exceptional reduction in the relapse rate with rituximab versus azathioprine at 28 months (5% versus 25%) ."}
{"id": "article-22282_14", "title": "Crescentic Glomerulonephritis (Archived) -- Differential Diagnosis", "content": "AA (Inflammatory) amyloidosis Antiphospholipid syndrome Churg-Strauss syndrome Cryoglobulinemia Diffuse proliferative glomerulonephritis Hypertension Idiopathic crescentic GN Light-chain deposition disease Lupus nephritis Malignant hypertension Microscopic polyangiitis Poststreptococcal glomerulonephritis Granulomatosis with polyangiitis", "contents": "Crescentic Glomerulonephritis (Archived) -- Differential Diagnosis. AA (Inflammatory) amyloidosis Antiphospholipid syndrome Churg-Strauss syndrome Cryoglobulinemia Diffuse proliferative glomerulonephritis Hypertension Idiopathic crescentic GN Light-chain deposition disease Lupus nephritis Malignant hypertension Microscopic polyangiitis Poststreptococcal glomerulonephritis Granulomatosis with polyangiitis"}
{"id": "article-22282_15", "title": "Crescentic Glomerulonephritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The management of crescentic glomerulonephritis is best done by an interprofessional team because of the complexity of treatment. Poor prognostic factors include: Crescents in more than 80% of glomeruli, especially circumferential fibrocellular or fibrous/acellular crescents Initial serum creatinine level of more than 500 micromol/L or glomerular filtration rate of less than 5 mL/min at presentation Oliguria Presence of anti-GBM antibody Age greater than 60 years", "contents": "Crescentic Glomerulonephritis (Archived) -- Enhancing Healthcare Team Outcomes. The management of crescentic glomerulonephritis is best done by an interprofessional team because of the complexity of treatment. Poor prognostic factors include: Crescents in more than 80% of glomeruli, especially circumferential fibrocellular or fibrous/acellular crescents Initial serum creatinine level of more than 500 micromol/L or glomerular filtration rate of less than 5 mL/min at presentation Oliguria Presence of anti-GBM antibody Age greater than 60 years"}
{"id": "article-22282_16", "title": "Crescentic Glomerulonephritis (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Patients receiving immunosuppressive therapy should be educated about early signs of infection and advised to see their physician or healthcare worker at any sign of infection and to monitor the WBC count. Patients on high-dose prednisone should be monitored for the development of diabetes and peptic ulcer disease and receive therapy to prevent steroid-induced osteoporosis.", "contents": "Crescentic Glomerulonephritis (Archived) -- Enhancing Healthcare Team Outcomes. Patients receiving immunosuppressive therapy should be educated about early signs of infection and advised to see their physician or healthcare worker at any sign of infection and to monitor the WBC count. Patients on high-dose prednisone should be monitored for the development of diabetes and peptic ulcer disease and receive therapy to prevent steroid-induced osteoporosis."}
{"id": "article-22282_17", "title": "Crescentic Glomerulonephritis (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Crescentic Glomerulonephritis (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}