{"id": "article-20544_0", "title": "Dipyridamole -- Continuing Education Activity", "content": "Dipyridamole is an antiplatelet agent used in secondary prophylaxis against stroke and as an adjunctive agent with warfarin post mechanical valve replacement. It is also used in the evaluation of coronary artery disease during a pharmacologic stress test. This activity illustrates the indications, action, and contraindications for dipyridamole as a valuable agent in preventing thromboembolic events in those with mechanical valves and the importance of use for pharmacologic stress testing. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to members of the interprofessional team.", "contents": "Dipyridamole -- Continuing Education Activity. Dipyridamole is an antiplatelet agent used in secondary prophylaxis against stroke and as an adjunctive agent with warfarin post mechanical valve replacement. It is also used in the evaluation of coronary artery disease during a pharmacologic stress test. This activity illustrates the indications, action, and contraindications for dipyridamole as a valuable agent in preventing thromboembolic events in those with mechanical valves and the importance of use for pharmacologic stress testing. This activity will highlight the mechanism of action, adverse event profile, and other key factors pertinent to members of the interprofessional team."}
{"id": "article-20544_1", "title": "Dipyridamole -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action for the administration of dipyridamole. Describe the possible adverse effects of dipyridamole. Review the appropriate monitoring for patients using dipyridamole. Summarize some interprofessional team strategies for improving care coordination and communication, especially in the administration of pharmacologic stress testing to improve outcomes and reduce adverse events. Access free multiple choice questions on this topic.", "contents": "Dipyridamole -- Continuing Education Activity. Objectives: Identify the mechanism of action for the administration of dipyridamole. Describe the possible adverse effects of dipyridamole. Review the appropriate monitoring for patients using dipyridamole. Summarize some interprofessional team strategies for improving care coordination and communication, especially in the administration of pharmacologic stress testing to improve outcomes and reduce adverse events. Access free multiple choice questions on this topic."}
{"id": "article-20544_2", "title": "Dipyridamole -- Indications", "content": "Dipyridamole is an antiplatelet agent. It is also a vasodilator that is FDA-approved for use as an adjunctive agent in thromboembolism prophylaxis in those undergoing cardiac valve replacement and thallium-nuclear stress testing. It is also used off-label to prevent stroke; however, it is not FDA approved for this indication. In addition to its use as a sole agent, the combination of aspirin and extended-release dipyridamole also has clinical use. This formulation obtained FDA approval for stroke prevention and as an alternative therapy for those with intolerable headaches. Off-labels for the combination medication include those with symptomatic carotid artery stenosis and maintaining hemodialysis graft patency. [1] [2] [3]", "contents": "Dipyridamole -- Indications. Dipyridamole is an antiplatelet agent. It is also a vasodilator that is FDA-approved for use as an adjunctive agent in thromboembolism prophylaxis in those undergoing cardiac valve replacement and thallium-nuclear stress testing. It is also used off-label to prevent stroke; however, it is not FDA approved for this indication. In addition to its use as a sole agent, the combination of aspirin and extended-release dipyridamole also has clinical use. This formulation obtained FDA approval for stroke prevention and as an alternative therapy for those with intolerable headaches. Off-labels for the combination medication include those with symptomatic carotid artery stenosis and maintaining hemodialysis graft patency. [1] [2] [3]"}
{"id": "article-20544_3", "title": "Dipyridamole -- Indications -- Stroke Prevention", "content": "The indication for stroke prevention came from the data obtained from the European Stroke Prevention Study 2 Trial (ESPS-2). [4] This randomized control trial evaluated the stroke risk reduction amongst patients with recent transient ischemic attacks (TIA) or ischemic strokes. The patients meeting inclusion criteria were categorized into four distinct treatment groups that included placebo treatment, aspirin 25mg twice daily, 200 mg extended-release dipyridamole twice daily, and a combination of dipyridamole with aspirin 25mg twice daily. The study concluded that the group that received the combination of aspirin and extended-release dipyridamole showed a reduced risk of stroke compared to the placebo group. Further, the combination treatment arm revealed the most significant stroke risk reduction with an odds ratio of 0.59 compared to aspirin (OR=0.79) and extended-release dipyridamole (OR=0.81). Further, a 2005 meta-analysis performed by Leonardi-Bee et al. compiled data from pertaining randomized control trials that found that dipyridamole use alone reduced the risk of future stroke events compared to control arms. [5] The exact impact of this study is under dispute as 59% of the data collected from this metanalysis was derived from the ESPS-2 trial, and without it, did not obtain statistical significance.", "contents": "Dipyridamole -- Indications -- Stroke Prevention. The indication for stroke prevention came from the data obtained from the European Stroke Prevention Study 2 Trial (ESPS-2). [4] This randomized control trial evaluated the stroke risk reduction amongst patients with recent transient ischemic attacks (TIA) or ischemic strokes. The patients meeting inclusion criteria were categorized into four distinct treatment groups that included placebo treatment, aspirin 25mg twice daily, 200 mg extended-release dipyridamole twice daily, and a combination of dipyridamole with aspirin 25mg twice daily. The study concluded that the group that received the combination of aspirin and extended-release dipyridamole showed a reduced risk of stroke compared to the placebo group. Further, the combination treatment arm revealed the most significant stroke risk reduction with an odds ratio of 0.59 compared to aspirin (OR=0.79) and extended-release dipyridamole (OR=0.81). Further, a 2005 meta-analysis performed by Leonardi-Bee et al. compiled data from pertaining randomized control trials that found that dipyridamole use alone reduced the risk of future stroke events compared to control arms. [5] The exact impact of this study is under dispute as 59% of the data collected from this metanalysis was derived from the ESPS-2 trial, and without it, did not obtain statistical significance."}
{"id": "article-20544_4", "title": "Dipyridamole -- Indications -- Stroke Prevention", "content": "Further, a 2009 study in the New England Journal of Medicine compared the combination of extended-release dipyridamole with aspirin (ASA-ERDP) against clopidogrel for the risk of recurrent stroke. [6] This double-blinded study compared recurrent stroke risk in those taking 25 mg aspirin-200 mg dipyridamole twice daily versus 75 mg clopidogrel daily. The study's conclusion revealed similar results for the primary outcome of stroke recurrence, 8.8% of the clopidogrel group versus 9.0% in the ASA-ERDP group; this elucidated that neither treatment group was superior for reduction of stroke recurrence in comparison to each other.", "contents": "Dipyridamole -- Indications -- Stroke Prevention. Further, a 2009 study in the New England Journal of Medicine compared the combination of extended-release dipyridamole with aspirin (ASA-ERDP) against clopidogrel for the risk of recurrent stroke. [6] This double-blinded study compared recurrent stroke risk in those taking 25 mg aspirin-200 mg dipyridamole twice daily versus 75 mg clopidogrel daily. The study's conclusion revealed similar results for the primary outcome of stroke recurrence, 8.8% of the clopidogrel group versus 9.0% in the ASA-ERDP group; this elucidated that neither treatment group was superior for reduction of stroke recurrence in comparison to each other."}
{"id": "article-20544_5", "title": "Dipyridamole -- Indications -- Thromboembolism Prophylaxis in Cardiac Valve Replacement, Adjunct with Warfarin", "content": "A 1994 metanalysis by Pouleur et al. demonstrated the value of dipyridamole in mechanical cardiac valve replacement by reducing the frequency and risk of embolization. [7] This study included randomized control trials totaling 1141 patients. The data revealed a significant risk reduction for both fatal and non-fatal thromboembolic events when anticoagulation was combined with dipyridamole compared to anticoagulation alone. The decrease in total events, both fatal and non-fatal, demonstrated a 56% reduction, while fatal events showed a reduction of 64%. Overall, this study revealed the significant impact that dipyridamole plays in reducing thromboembolic disease after mechanical cardiac valve replacement. [7] Additionally, a randomized control trial performed previously in 1983 compared using warfarin with either aspirin, dipyridamole, or alone to evaluate the risk of adverse bleeding events in those who underwent mechanical valve replacement. The study concluded that the use of dipyridamole in place of aspirin resulted in a 10% reduction of risk for adverse bleeding events when combined with warfarin. [8]", "contents": "Dipyridamole -- Indications -- Thromboembolism Prophylaxis in Cardiac Valve Replacement, Adjunct with Warfarin. A 1994 metanalysis by Pouleur et al. demonstrated the value of dipyridamole in mechanical cardiac valve replacement by reducing the frequency and risk of embolization. [7] This study included randomized control trials totaling 1141 patients. The data revealed a significant risk reduction for both fatal and non-fatal thromboembolic events when anticoagulation was combined with dipyridamole compared to anticoagulation alone. The decrease in total events, both fatal and non-fatal, demonstrated a 56% reduction, while fatal events showed a reduction of 64%. Overall, this study revealed the significant impact that dipyridamole plays in reducing thromboembolic disease after mechanical cardiac valve replacement. [7] Additionally, a randomized control trial performed previously in 1983 compared using warfarin with either aspirin, dipyridamole, or alone to evaluate the risk of adverse bleeding events in those who underwent mechanical valve replacement. The study concluded that the use of dipyridamole in place of aspirin resulted in a 10% reduction of risk for adverse bleeding events when combined with warfarin. [8]"}
{"id": "article-20544_6", "title": "Dipyridamole -- Indications -- Role in Thallium Myocardial Perfusion Imaging (off label-use)", "content": "Myocardial perfusion imaging is a form of assessing blood flow to the heart and evaluating coronary artery disease. Dipyridamole was the first agent employed for pharmacologic stress testing but now also includes dobutamine and adenosine-induced testing. [1] [3] The premise of pharmacologic stress testing is to induce coronary steal through the dilation of the normal coronary vessels, showing the signs of ischemia and hypoperfusion on electrocardiogram and echocardiogram. [9] Dipyridamole is useful in this application as it promotes coronary arteriolar dilation through two predominant mechanisms, the hyperemic effect and the ischemic effect, which allows for the assessment of myocardial ischemia and thus assesses the risk of coronary artery disease. [9] Of note, a 2015 study tested the diagnostic value of a combined dipyridamole plus exercise stress testing protocol for those who could not attain a sufficient maximum predicted heart rate. The test found the sensitivity of this test to exceed sensitivities for diagnostic groups tested with exercise or dipyridamole alone; however, it failed to attain statistical significance given its small sample size. [10]", "contents": "Dipyridamole -- Indications -- Role in Thallium Myocardial Perfusion Imaging (off label-use). Myocardial perfusion imaging is a form of assessing blood flow to the heart and evaluating coronary artery disease. Dipyridamole was the first agent employed for pharmacologic stress testing but now also includes dobutamine and adenosine-induced testing. [1] [3] The premise of pharmacologic stress testing is to induce coronary steal through the dilation of the normal coronary vessels, showing the signs of ischemia and hypoperfusion on electrocardiogram and echocardiogram. [9] Dipyridamole is useful in this application as it promotes coronary arteriolar dilation through two predominant mechanisms, the hyperemic effect and the ischemic effect, which allows for the assessment of myocardial ischemia and thus assesses the risk of coronary artery disease. [9] Of note, a 2015 study tested the diagnostic value of a combined dipyridamole plus exercise stress testing protocol for those who could not attain a sufficient maximum predicted heart rate. The test found the sensitivity of this test to exceed sensitivities for diagnostic groups tested with exercise or dipyridamole alone; however, it failed to attain statistical significance given its small sample size. [10]"}
{"id": "article-20544_7", "title": "Dipyridamole -- Mechanism of Action", "content": "Dipyridamole functions predominantly by inhibiting the function of phosphodiesterase and adenosine deaminase. [11] Phosphodiesterase is useful for the conversion of cyclic adenosine monophosphate (cAMP) and cyclic guanine monophosphate (cGMP) to their non-cyclic equivalent. [11] [12] The inhibition of this enzyme increases the intracellular concentration of secondary messenger molecules cyclic adenosine monophosphate (cAMP) and cyclic guanine monophosphate (cGMP). [12] The increased cAMP and cGMP inhibit platelet aggregation and platelet-related thrombosis reversibly. [13] [14] This anti-platelet action allows for its indication for thromboembolism prophylaxis in mechanical valve replacement as an adjunct to anticoagulant and its use in secondary stroke prophylaxis. [14] Further, the accumulation of these secondary messengers, along with the downstream release of prostacyclin/PGD2, promotes vasodilatory effects on the coronary artery vasculature. [12] This vasodilatory effect induces coronary steal in a pharmacologic stress test to induce myocardial ischemia in vessels affected by coronary artery disease.", "contents": "Dipyridamole -- Mechanism of Action. Dipyridamole functions predominantly by inhibiting the function of phosphodiesterase and adenosine deaminase. [11] Phosphodiesterase is useful for the conversion of cyclic adenosine monophosphate (cAMP) and cyclic guanine monophosphate (cGMP) to their non-cyclic equivalent. [11] [12] The inhibition of this enzyme increases the intracellular concentration of secondary messenger molecules cyclic adenosine monophosphate (cAMP) and cyclic guanine monophosphate (cGMP). [12] The increased cAMP and cGMP inhibit platelet aggregation and platelet-related thrombosis reversibly. [13] [14] This anti-platelet action allows for its indication for thromboembolism prophylaxis in mechanical valve replacement as an adjunct to anticoagulant and its use in secondary stroke prophylaxis. [14] Further, the accumulation of these secondary messengers, along with the downstream release of prostacyclin/PGD2, promotes vasodilatory effects on the coronary artery vasculature. [12] This vasodilatory effect induces coronary steal in a pharmacologic stress test to induce myocardial ischemia in vessels affected by coronary artery disease."}
{"id": "article-20544_8", "title": "Dipyridamole -- Administration", "content": "Dipyridamole is available in tablet forms of 25 mg, 50 mg, 75 mg strengths. The generic version is also available. In addition to its tablet formulation, there is also an intravenous solution of the strength of 5 mg/mL. The intravenous solution is applicable for its adjunctive use during pharmacologic stress testing, typically administered over four minutes.", "contents": "Dipyridamole -- Administration. Dipyridamole is available in tablet forms of 25 mg, 50 mg, 75 mg strengths. The generic version is also available. In addition to its tablet formulation, there is also an intravenous solution of the strength of 5 mg/mL. The intravenous solution is applicable for its adjunctive use during pharmacologic stress testing, typically administered over four minutes."}
{"id": "article-20544_9", "title": "Dipyridamole -- Administration -- Indication Specific Dosing", "content": "Thromboembolism prophylaxis in post-cardiac valve replacement: 75 to 100 mg PO 4 times daily as an adjunct to warfarin. Myocardial perfusion scan: injectable solution of 5mg/mL is administered at a dose of 0.142 mg/kg/min IV infusion over 4 minutes. The maximal allowed dose for this use is 70 mg.", "contents": "Dipyridamole -- Administration -- Indication Specific Dosing. Thromboembolism prophylaxis in post-cardiac valve replacement: 75 to 100 mg PO 4 times daily as an adjunct to warfarin. Myocardial perfusion scan: injectable solution of 5mg/mL is administered at a dose of 0.142 mg/kg/min IV infusion over 4 minutes. The maximal allowed dose for this use is 70 mg."}
{"id": "article-20544_10", "title": "Dipyridamole -- Administration -- Dosing Adjustments", "content": "The dosing recommendations for patients with significant obesity have not undergone thorough evaluation, although a general guideline of a maximum dose of 70 mg has been recommended. There is no need to dose adjust this medication for those patients with renal or hepatic impairment. Caution is advised in geriatric patients using this medication as its oral formulation is a Beers List medication, although the extended-release form combined with aspirin is not on the Beers List. [15]", "contents": "Dipyridamole -- Administration -- Dosing Adjustments. The dosing recommendations for patients with significant obesity have not undergone thorough evaluation, although a general guideline of a maximum dose of 70 mg has been recommended. There is no need to dose adjust this medication for those patients with renal or hepatic impairment. Caution is advised in geriatric patients using this medication as its oral formulation is a Beers List medication, although the extended-release form combined with aspirin is not on the Beers List. [15]"}
{"id": "article-20544_11", "title": "Dipyridamole -- Administration -- Pediatric Dosing", "content": "Pediatric use of this medication has limited data, but guidelines suggest 2.0 to 6.0mg/kg/daily for its antiplatelet effect. Given the limited data, dipyridamole is not a first-line agent for the use of antiplatelet therapy for pediatric and adolescent patients.", "contents": "Dipyridamole -- Administration -- Pediatric Dosing. Pediatric use of this medication has limited data, but guidelines suggest 2.0 to 6.0mg/kg/daily for its antiplatelet effect. Given the limited data, dipyridamole is not a first-line agent for the use of antiplatelet therapy for pediatric and adolescent patients."}
{"id": "article-20544_12", "title": "Dipyridamole -- Adverse Effects", "content": "Most Commonly Reported Adverse Effects [16] Chest pain (20%) Angina exacerbation, IV (19.7%) Abnormal ECG (15.9%) Headache, IV (12.2%) Dizziness (12%)", "contents": "Dipyridamole -- Adverse Effects. Most Commonly Reported Adverse Effects [16] Chest pain (20%) Angina exacerbation, IV (19.7%) Abnormal ECG (15.9%) Headache, IV (12.2%) Dizziness (12%)"}
{"id": "article-20544_13", "title": "Dipyridamole -- Adverse Effects -- Generalized System Effects", "content": "Diaphoresis, fatigue, increased appetite, increased thirst, malaise, and weakness", "contents": "Dipyridamole -- Adverse Effects -- Generalized System Effects. Diaphoresis, fatigue, increased appetite, increased thirst, malaise, and weakness"}
{"id": "article-20544_14", "title": "Dipyridamole -- Adverse Effects -- Cardiopulmonary Effects", "content": "Arrhythmia, bronchospasm, cough, chest pain, cardiomyopathy, flushing, heart attack, ischemic electrocardiogram changes, lowered blood pressure, orthostatic hypotension, palpitations, and shortness of breath.", "contents": "Dipyridamole -- Adverse Effects -- Cardiopulmonary Effects. Arrhythmia, bronchospasm, cough, chest pain, cardiomyopathy, flushing, heart attack, ischemic electrocardiogram changes, lowered blood pressure, orthostatic hypotension, palpitations, and shortness of breath."}
{"id": "article-20544_15", "title": "Dipyridamole -- Adverse Effects -- Central Nervous System Effects", "content": "Ataxia, changes in vision, dizziness, general weakness, headache, hypertonia, numbness/tingling, tinnitus, tremor, and vertigo", "contents": "Dipyridamole -- Adverse Effects -- Central Nervous System Effects. Ataxia, changes in vision, dizziness, general weakness, headache, hypertonia, numbness/tingling, tinnitus, tremor, and vertigo"}
{"id": "article-20544_16", "title": "Dipyridamole -- Adverse Effects -- Dermatologic System Effects", "content": "Hypersensitivity reaction, injection site reaction, pruritis, skin rash, and urticaria", "contents": "Dipyridamole -- Adverse Effects -- Dermatologic System Effects. Hypersensitivity reaction, injection site reaction, pruritis, skin rash, and urticaria"}
{"id": "article-20544_17", "title": "Dipyridamole -- Adverse Effects -- Gastrointestinal System Effects", "content": "Abdominal pain, dyspepsia, dysphagia, nausea, eructation, flatulence, tenesmus, and vomiting", "contents": "Dipyridamole -- Adverse Effects -- Gastrointestinal System Effects. Abdominal pain, dyspepsia, dysphagia, nausea, eructation, flatulence, tenesmus, and vomiting"}
{"id": "article-20544_18", "title": "Dipyridamole -- Adverse Effects -- Psychiatric System Effects", "content": "Depersonalization", "contents": "Dipyridamole -- Adverse Effects -- Psychiatric System Effects. Depersonalization"}
{"id": "article-20544_19", "title": "Dipyridamole -- Adverse Effects -- Lymphatic System Effects", "content": "Edema", "contents": "Dipyridamole -- Adverse Effects -- Lymphatic System Effects. Edema"}
{"id": "article-20544_20", "title": "Dipyridamole -- Adverse Effects -- Musculoskeletal System Effects", "content": "Arthralgia, back pain, claudication, generalized weakness, myalgia, and rigidity", "contents": "Dipyridamole -- Adverse Effects -- Musculoskeletal System Effects. Arthralgia, back pain, claudication, generalized weakness, myalgia, and rigidity"}
{"id": "article-20544_21", "title": "Dipyridamole -- Contraindications", "content": "The main contraindications for the application of dipyridamole are previous hypersensitivity reactions and thrombocytopenia.", "contents": "Dipyridamole -- Contraindications. The main contraindications for the application of dipyridamole are previous hypersensitivity reactions and thrombocytopenia."}
{"id": "article-20544_22", "title": "Dipyridamole -- Contraindications -- Disease-related Concerns", "content": "Cardiovascular disease: Use requires caution in patients with hypotension, unstable angina, and/or recent MI; may enhance exercise-induced myocardial ischemia in patients with chronic stable angina. Hepatic impairment: Use requires caution in patients with hepatic impairment.", "contents": "Dipyridamole -- Contraindications -- Disease-related Concerns. Cardiovascular disease: Use requires caution in patients with hypotension, unstable angina, and/or recent MI; may enhance exercise-induced myocardial ischemia in patients with chronic stable angina. Hepatic impairment: Use requires caution in patients with hepatic impairment."}
{"id": "article-20544_23", "title": "Dipyridamole -- Contraindications -- Concurrent Drug Therapy Issues", "content": "Antiplatelet agents/anticoagulants: Use requires caution in patients on other antiplatelet agents or anticoagulation.", "contents": "Dipyridamole -- Contraindications -- Concurrent Drug Therapy Issues. Antiplatelet agents/anticoagulants: Use requires caution in patients on other antiplatelet agents or anticoagulation."}
{"id": "article-20544_24", "title": "Dipyridamole -- Contraindications -- Dosage Form Specific Issues", "content": "Injection: Severe adverse reactions have infrequently occurred with IV administration. Use the IV dosage form with caution in patients with bronchospastic disease or unstable angina. Testers should have aminophylline ready in case of urgency or emergency with IV use.", "contents": "Dipyridamole -- Contraindications -- Dosage Form Specific Issues. Injection: Severe adverse reactions have infrequently occurred with IV administration. Use the IV dosage form with caution in patients with bronchospastic disease or unstable angina. Testers should have aminophylline ready in case of urgency or emergency with IV use."}
{"id": "article-20544_25", "title": "Dipyridamole -- Monitoring", "content": "Current guidelines do not suggest routine laboratory testing for therapeutic monitoring of dipyridamole. There are no required scheduled laboratory evaluations for associated toxicities. The American Society of Nuclear Cardiology does suggest monitoring the patients for toxicity while undergoing perfusion testing with particular attention for signs of hypoperfusion, including extremity cyanosis, pallor, or decreased temperature. [17] In addition to the physical manifestations, vigilance for the changes in heart rate, blood pressure, or respiration should occur while using dipyridamole for pharmacologic stress testing. [16] [18]", "contents": "Dipyridamole -- Monitoring. Current guidelines do not suggest routine laboratory testing for therapeutic monitoring of dipyridamole. There are no required scheduled laboratory evaluations for associated toxicities. The American Society of Nuclear Cardiology does suggest monitoring the patients for toxicity while undergoing perfusion testing with particular attention for signs of hypoperfusion, including extremity cyanosis, pallor, or decreased temperature. [17] In addition to the physical manifestations, vigilance for the changes in heart rate, blood pressure, or respiration should occur while using dipyridamole for pharmacologic stress testing. [16] [18]"}
{"id": "article-20544_26", "title": "Dipyridamole -- Monitoring -- Pharmacokinetic Parameters", "content": "Half-life elimination: 10 to 12 hours Peak time: 2 to 2.5 hours Onset: 24 minutes Duration: 3 hours Protein-bound: 91 to 99% Vd: 2 to 3 L/kg Clearance: 2.3 to 3.5 mL/min/kg Excretion: Fecal excretion Metabolism: Liver Dialyzable: not-dialyzable", "contents": "Dipyridamole -- Monitoring -- Pharmacokinetic Parameters. Half-life elimination: 10 to 12 hours Peak time: 2 to 2.5 hours Onset: 24 minutes Duration: 3 hours Protein-bound: 91 to 99% Vd: 2 to 3 L/kg Clearance: 2.3 to 3.5 mL/min/kg Excretion: Fecal excretion Metabolism: Liver Dialyzable: not-dialyzable"}
{"id": "article-20544_27", "title": "Dipyridamole -- Toxicity", "content": "To reverse any complications and side effects of dipyridamole, aminophylline (50 to 250 mg IV push over 30 to 60 seconds given no sooner than 1 minute after the radiotracer injection) should be on hand for urgent/emergent use. [18] This use is particularly used in the setting of adverse effects while undergoing pharmacologic stress testing.", "contents": "Dipyridamole -- Toxicity. To reverse any complications and side effects of dipyridamole, aminophylline (50 to 250 mg IV push over 30 to 60 seconds given no sooner than 1 minute after the radiotracer injection) should be on hand for urgent/emergent use. [18] This use is particularly used in the setting of adverse effects while undergoing pharmacologic stress testing."}
{"id": "article-20544_28", "title": "Dipyridamole -- Enhancing Healthcare Team Outcomes", "content": "When using dipyridamole in the setting of pharmacologic stress testing, it is essential to actively look out for the clinical findings associated with an adverse pharmacologic stress test. As outlined above, monitoring for hypoperfusion while undergoing diagnostic testing is imperative to assist in preventing adverse events. It is essential that the entire interprofessional stress-testing team is aware of and actively evaluate the signs of hypoperfusion. The entire team, including the ultrasound technician, nursing team, cardiologist, and any other assistants involved in administering the stress test, understand the signs and symptoms of toxicity. A pharmacist should also review the patient's medication profile to ensure no drug-drug interactions and alert the team of any findings that may raise concerns. In addition to the importance of active monitoring, having the appropriate resources to reverse induced hypoperfusion is also essential to deter sequela. Maintaining an adequate stock solution of aminophylline with suitable syringes is important to allow for time-sensitive reversal when appropriate and necessary. [18] Interprofessional coordination will drive better patient results with minimal adverse events. [Level 5]", "contents": "Dipyridamole -- Enhancing Healthcare Team Outcomes. When using dipyridamole in the setting of pharmacologic stress testing, it is essential to actively look out for the clinical findings associated with an adverse pharmacologic stress test. As outlined above, monitoring for hypoperfusion while undergoing diagnostic testing is imperative to assist in preventing adverse events. It is essential that the entire interprofessional stress-testing team is aware of and actively evaluate the signs of hypoperfusion. The entire team, including the ultrasound technician, nursing team, cardiologist, and any other assistants involved in administering the stress test, understand the signs and symptoms of toxicity. A pharmacist should also review the patient's medication profile to ensure no drug-drug interactions and alert the team of any findings that may raise concerns. In addition to the importance of active monitoring, having the appropriate resources to reverse induced hypoperfusion is also essential to deter sequela. Maintaining an adequate stock solution of aminophylline with suitable syringes is important to allow for time-sensitive reversal when appropriate and necessary. [18] Interprofessional coordination will drive better patient results with minimal adverse events. [Level 5]"}
{"id": "article-20544_29", "title": "Dipyridamole -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dipyridamole -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}