{"id": "article-23502_0", "title": "Female Infertility -- Continuing Education Activity", "content": "Infertility is a medical condition that can cause psychological, physical, mental, spiritual, and medical detriments to the patient. The unique quality of this medical condition involves affecting both the patient and the patient's partner as a couple. Although male infertility is an important part of any infertility discussion, this paper will review the evaluation, management, and treatment of female infertility. One must understand normal fecundability, the probability of achieving pregnancy in one menstrual cycle, to understand infertility. This activity reviews the evaluation, management, and treatment of female infertility and highlights the interprofessional healthcare team's role in improving care for this patient population.", "contents": "Female Infertility -- Continuing Education Activity. Infertility is a medical condition that can cause psychological, physical, mental, spiritual, and medical detriments to the patient. The unique quality of this medical condition involves affecting both the patient and the patient's partner as a couple. Although male infertility is an important part of any infertility discussion, this paper will review the evaluation, management, and treatment of female infertility. One must understand normal fecundability, the probability of achieving pregnancy in one menstrual cycle, to understand infertility. This activity reviews the evaluation, management, and treatment of female infertility and highlights the interprofessional healthcare team's role in improving care for this patient population."}
{"id": "article-23502_1", "title": "Female Infertility -- Continuing Education Activity", "content": "Objectives: Describe the epidemiology of female infertility. Review the most common findings of female infertility. Outline the management for known causes of female infertility. Explain the importance of improving health care coordination among the interprofessional team to enhance and improve outcomes for female infertility patients. Access free multiple choice questions on this topic.", "contents": "Female Infertility -- Continuing Education Activity. Objectives: Describe the epidemiology of female infertility. Review the most common findings of female infertility. Outline the management for known causes of female infertility. Explain the importance of improving health care coordination among the interprofessional team to enhance and improve outcomes for female infertility patients. Access free multiple choice questions on this topic."}
{"id": "article-23502_2", "title": "Female Infertility -- Introduction", "content": "Infertility is a medical condition that can cause psychological, physical, mental, spiritual, and medical detriments to the patient. The unique quality of this medical condition involves affecting both the patient and the patient's partner as a couple. Although male infertility is an important part of any infertility discussion, this paper will review the evaluation, management, and treatment of female infertility. One must understand normal fecundability, the probability of achieving pregnancy in one menstrual cycle, to understand infertility. This basic understanding will help the healthcare team properly counsel the patient on referrals and provide basic education and understanding of this medical condition.", "contents": "Female Infertility -- Introduction. Infertility is a medical condition that can cause psychological, physical, mental, spiritual, and medical detriments to the patient. The unique quality of this medical condition involves affecting both the patient and the patient's partner as a couple. Although male infertility is an important part of any infertility discussion, this paper will review the evaluation, management, and treatment of female infertility. One must understand normal fecundability, the probability of achieving pregnancy in one menstrual cycle, to understand infertility. This basic understanding will help the healthcare team properly counsel the patient on referrals and provide basic education and understanding of this medical condition."}
{"id": "article-23502_3", "title": "Female Infertility -- Introduction", "content": "The research community has established a fecundability rate multiple times, which has helped establish normal pregnancy rates to assist in diagnosing infertility. The largest study identified that 85% of women would conceive within 12 months. Based on this study's findings, fecundability is 25% in the first three months of unprotected intercourse and then decreased to 15% for the remaining nine months. [1] This research has helped the American Society of Reproductive Medicine (ASRM) establish when a couple should undergo an infertility evaluation. The ASRM recommends initiating an evaluation for infertility after failing to achieve pregnancy within 12 months of unprotected intercourse or therapeutic donor insemination in women younger than 35 years or within 6 months in women older than 35. [2]", "contents": "Female Infertility -- Introduction. The research community has established a fecundability rate multiple times, which has helped establish normal pregnancy rates to assist in diagnosing infertility. The largest study identified that 85% of women would conceive within 12 months. Based on this study's findings, fecundability is 25% in the first three months of unprotected intercourse and then decreased to 15% for the remaining nine months. [1] This research has helped the American Society of Reproductive Medicine (ASRM) establish when a couple should undergo an infertility evaluation. The ASRM recommends initiating an evaluation for infertility after failing to achieve pregnancy within 12 months of unprotected intercourse or therapeutic donor insemination in women younger than 35 years or within 6 months in women older than 35. [2]"}
{"id": "article-23502_4", "title": "Female Infertility -- Etiology", "content": "The World Health Organization (WHO) performed a large multinational study to determine gender distribution and infertility etiologies. In 37% of infertile couples, female infertility was the cause; in 35% of couples, both male and female causes were identified; in 8%, there was male factor infertility. [3] In the same study, the most common identifiable factors of female infertility are as follows: Ovulatory disorders - 25% Endometriosis - 15% Pelvic adhesions - 12% Tubal blockage - 11% Other tubal/uterine abnormalities - 11% Hyperprolactinemia - 7%", "contents": "Female Infertility -- Etiology. The World Health Organization (WHO) performed a large multinational study to determine gender distribution and infertility etiologies. In 37% of infertile couples, female infertility was the cause; in 35% of couples, both male and female causes were identified; in 8%, there was male factor infertility. [3] In the same study, the most common identifiable factors of female infertility are as follows: Ovulatory disorders - 25% Endometriosis - 15% Pelvic adhesions - 12% Tubal blockage - 11% Other tubal/uterine abnormalities - 11% Hyperprolactinemia - 7%"}
{"id": "article-23502_5", "title": "Female Infertility -- Etiology", "content": "Each of these causes will be further investigated in later portions of this paper. Male and unknown factors are outside the scope of this paper and will be discussed elsewhere. Even though these factors are not discussed here, it is important to realize that male factor infertility represents a substantial portion of the identifiable factors causing infertility.", "contents": "Female Infertility -- Etiology. Each of these causes will be further investigated in later portions of this paper. Male and unknown factors are outside the scope of this paper and will be discussed elsewhere. Even though these factors are not discussed here, it is important to realize that male factor infertility represents a substantial portion of the identifiable factors causing infertility."}
{"id": "article-23502_6", "title": "Female Infertility -- Epidemiology", "content": "In a study conducted by the National Survey of Family Growth that interviewed 12,000 women in the United States, the prevalence of infertility decreased with the increase in the woman’s age. [4] As a woman gets older, her chances of infertility increases. In women aged 15 to 34 years, infertility rates ranged from 7.3 to 9.1%. In women ages 35 to 39 years old, the infertility rates increased to 25%. Lastly, women from ages 40 to 44 years had a 30% chance of infertility. [4] Worldwide, infertility rates are higher in Eastern Europe, North Africa, and the Middle East. Worldwide, 2% of women aged 20 to 44 were never able to have a live birth, and 11% with a previous live birth were unable to have an additional birth. [5]", "contents": "Female Infertility -- Epidemiology. In a study conducted by the National Survey of Family Growth that interviewed 12,000 women in the United States, the prevalence of infertility decreased with the increase in the woman’s age. [4] As a woman gets older, her chances of infertility increases. In women aged 15 to 34 years, infertility rates ranged from 7.3 to 9.1%. In women ages 35 to 39 years old, the infertility rates increased to 25%. Lastly, women from ages 40 to 44 years had a 30% chance of infertility. [4] Worldwide, infertility rates are higher in Eastern Europe, North Africa, and the Middle East. Worldwide, 2% of women aged 20 to 44 were never able to have a live birth, and 11% with a previous live birth were unable to have an additional birth. [5]"}
{"id": "article-23502_7", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Ovulatory disorders make up 25% of the known causes of female infertility. Oligo-ovulation or anovulation results in infertility because no oocyte will be released monthly. In the absence of an oocyte, there is no opportunity for fertilization and pregnancy. To help with treatment and further classification, the World Health Organization subdivided ovulatory disorders into four classes: Hypogonadotropic hypogonadal anovulation: i.e., hypothalamic amenorrhea Normogonadotropic normoestrogenic anovulation: i.e., polycystic ovarian syndrome (PCOS) Hypergonadotropic hypoestrogenic anovulation: i.e., premature ovarian failure Hyperprolactinemic anovulation: i.e., pituitary adenoma", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Ovulatory disorders make up 25% of the known causes of female infertility. Oligo-ovulation or anovulation results in infertility because no oocyte will be released monthly. In the absence of an oocyte, there is no opportunity for fertilization and pregnancy. To help with treatment and further classification, the World Health Organization subdivided ovulatory disorders into four classes: Hypogonadotropic hypogonadal anovulation: i.e., hypothalamic amenorrhea Normogonadotropic normoestrogenic anovulation: i.e., polycystic ovarian syndrome (PCOS) Hypergonadotropic hypoestrogenic anovulation: i.e., premature ovarian failure Hyperprolactinemic anovulation: i.e., pituitary adenoma"}
{"id": "article-23502_8", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Hypothalamic amenorrhea or functional hypothalamic amenorrhea (FHA) is associated with eating disorders and excessive exercise, which results in a decrease in hypothalamic GnRH secretion. [6] The decreased caloric intake, associated weight loss, or excessive exercise leads to elevated cortisol, which causes a suppression of GnRH. [7] The decreased or absent pulsatility of GnRH results in a decrease in the release of gonadotropins, follicle-stimulating hormone (FSH), and luteinizing hormone (LH) from the anterior pituitary gland. These two deficiencies result in abnormal follicle growth, anovulation, and low estrogen levels. [8] The FSH and LH will have variations ranging from normal to low, but the hormone ratio will resemble a prepubertal female, with FSH higher than LH. [8]", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Hypothalamic amenorrhea or functional hypothalamic amenorrhea (FHA) is associated with eating disorders and excessive exercise, which results in a decrease in hypothalamic GnRH secretion. [6] The decreased caloric intake, associated weight loss, or excessive exercise leads to elevated cortisol, which causes a suppression of GnRH. [7] The decreased or absent pulsatility of GnRH results in a decrease in the release of gonadotropins, follicle-stimulating hormone (FSH), and luteinizing hormone (LH) from the anterior pituitary gland. These two deficiencies result in abnormal follicle growth, anovulation, and low estrogen levels. [8] The FSH and LH will have variations ranging from normal to low, but the hormone ratio will resemble a prepubertal female, with FSH higher than LH. [8]"}
{"id": "article-23502_9", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "The most common type of Normogonadotropic normoestrogenic anovulation is PCOS. PCOS accounts for 80 to 85% of all anovulatory patients and affects 8% of all reproductive-aged females. [9] PCOS can be diagnosed using the Rotterdam criteria, which requires at least two of the three below listed criteria in the absence of other pathological causes: [10] Oligoovulation/anovulation Clinical signs of hyperandrogenism and/or serological elevations of androgens Polycystic ovaries demonstrated with ultrasound", "contents": "Female Infertility -- Pathophysiology -- Anovulation. The most common type of Normogonadotropic normoestrogenic anovulation is PCOS. PCOS accounts for 80 to 85% of all anovulatory patients and affects 8% of all reproductive-aged females. [9] PCOS can be diagnosed using the Rotterdam criteria, which requires at least two of the three below listed criteria in the absence of other pathological causes: [10] Oligoovulation/anovulation Clinical signs of hyperandrogenism and/or serological elevations of androgens Polycystic ovaries demonstrated with ultrasound"}
{"id": "article-23502_10", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Infertility caused by PCOS is thought to be associated with a dysfunction in developing a mature follicle leading to anovulation. The FSH and estrogen will be within normal laboratory limits. The LH can either be normal or elevated. The pathophysiology behind PCOS and infertility is not well understood; classically, abnormal pulsatility of GnRH is described as a possible underlying cause. Correlating the high of arrested follicles and polycystic appearing ovaries is the elevation of anti-Mullerian hormone (AMH). [11]", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Infertility caused by PCOS is thought to be associated with a dysfunction in developing a mature follicle leading to anovulation. The FSH and estrogen will be within normal laboratory limits. The LH can either be normal or elevated. The pathophysiology behind PCOS and infertility is not well understood; classically, abnormal pulsatility of GnRH is described as a possible underlying cause. Correlating the high of arrested follicles and polycystic appearing ovaries is the elevation of anti-Mullerian hormone (AMH). [11]"}
{"id": "article-23502_11", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Hypergonadotropic hypoestrogenic anovulation is the category of premature ovarian insufficiency and ovarian resistance associated with females' age. As mentioned before, a woman’s age affects fertility; this is due to a well-studied phenomenon of a steady decline in the quality and quantity of the patient’s oocytes. In terms of quantity, the female fetus at 20 weeks gestation has roughly 6 million follicles. The newborn has approximately 1 million follicles. At the onset of puberty, the number of follicles decreases to 300,000. [12] The rate of follicle loss continues through a woman’s life and begins to increase in rate round her mid-thirties. [13] External factors are also associated with decreased follicular quantity. The most notable and highly researched is cigarette smoking. Fecundability and follicular quantity are both inversely proportional to the amount of cigarette smoking. Early menopause (age less than 40 years) is also associated with cigarette smoking; there is a more than 30% increase in early menopause among ever-smokers. [14]", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Hypergonadotropic hypoestrogenic anovulation is the category of premature ovarian insufficiency and ovarian resistance associated with females' age. As mentioned before, a woman’s age affects fertility; this is due to a well-studied phenomenon of a steady decline in the quality and quantity of the patient’s oocytes. In terms of quantity, the female fetus at 20 weeks gestation has roughly 6 million follicles. The newborn has approximately 1 million follicles. At the onset of puberty, the number of follicles decreases to 300,000. [12] The rate of follicle loss continues through a woman’s life and begins to increase in rate round her mid-thirties. [13] External factors are also associated with decreased follicular quantity. The most notable and highly researched is cigarette smoking. Fecundability and follicular quantity are both inversely proportional to the amount of cigarette smoking. Early menopause (age less than 40 years) is also associated with cigarette smoking; there is a more than 30% increase in early menopause among ever-smokers. [14]"}
{"id": "article-23502_12", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Ovarian quality is also essential to overall fertility. The loss of the oocyte quality throughout a woman’s life is associated with meiotic nondisjunction, resulting in aneuploidy. This is thought to be related to accumulated damage throughout life and age-related changes in the granulosa cells. [15] As women age, there is a significant increase in the number of meiotic nondisjunction events and corresponding aneuploid or chromosomally abnormal oocytes and embryos. [15]", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Ovarian quality is also essential to overall fertility. The loss of the oocyte quality throughout a woman’s life is associated with meiotic nondisjunction, resulting in aneuploidy. This is thought to be related to accumulated damage throughout life and age-related changes in the granulosa cells. [15] As women age, there is a significant increase in the number of meiotic nondisjunction events and corresponding aneuploid or chromosomally abnormal oocytes and embryos. [15]"}
{"id": "article-23502_13", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "Primary ovarian insufficiency (POI) is defined as hypergonadotropic hypogonadism before the age of 40. This disease is characterized by a lack of folliculogenesis, a decrease in estrogen, loss of oocytes, and infertility. [16] The most common cause of POI is Turner syndrome, monosomy of the sex chromosomes leading to a 45X karyotype. [17] Further discussion of Turner syndrome is outside the scope of this manuscript.", "contents": "Female Infertility -- Pathophysiology -- Anovulation. Primary ovarian insufficiency (POI) is defined as hypergonadotropic hypogonadism before the age of 40. This disease is characterized by a lack of folliculogenesis, a decrease in estrogen, loss of oocytes, and infertility. [16] The most common cause of POI is Turner syndrome, monosomy of the sex chromosomes leading to a 45X karyotype. [17] Further discussion of Turner syndrome is outside the scope of this manuscript."}
{"id": "article-23502_14", "title": "Female Infertility -- Pathophysiology -- Anovulation", "content": "As mentioned above, the WHO recognizes prolactinemia as a leading cause of female infertility; however, the ASRM recently published guidelines that the initial workup does not need to include prolactin. [2] Prolactin causes suppression of hypothalamic GnRH secretion leading to a low LH, resulting in anovulation, corresponding oligomenorrhea, or amenorrhea. Prolactin serum values of 20 to 50 ng/mL cause insufficient progesterone release from the corpus luteum, which shortens the luteal phase. Although controversial, prolactinemia is described as an etiology of luteal phase defects, leading to infertility. Prolactin values of 50 to 100 ng/mL cause amenorrhea or oligomenorrhea due to abnormal feedback on the hypothalamic-pituitary-ovarian axis. A concentration greater than 100 ng/mL are associated with overt hypogonadism and amenorrhea and most commonly associated with pituitary adenomas. [18]", "contents": "Female Infertility -- Pathophysiology -- Anovulation. As mentioned above, the WHO recognizes prolactinemia as a leading cause of female infertility; however, the ASRM recently published guidelines that the initial workup does not need to include prolactin. [2] Prolactin causes suppression of hypothalamic GnRH secretion leading to a low LH, resulting in anovulation, corresponding oligomenorrhea, or amenorrhea. Prolactin serum values of 20 to 50 ng/mL cause insufficient progesterone release from the corpus luteum, which shortens the luteal phase. Although controversial, prolactinemia is described as an etiology of luteal phase defects, leading to infertility. Prolactin values of 50 to 100 ng/mL cause amenorrhea or oligomenorrhea due to abnormal feedback on the hypothalamic-pituitary-ovarian axis. A concentration greater than 100 ng/mL are associated with overt hypogonadism and amenorrhea and most commonly associated with pituitary adenomas. [18]"}
{"id": "article-23502_15", "title": "Female Infertility -- Pathophysiology -- Endometriosis", "content": "Endometriosis is defined as endometrial tissue outside the uterine cavity. The diagnosis is based on the histological identification of endometrial glands and/or stroma outside the uterus. Endometriosis is most commonly found in the pelvis but can spread throughout the entire abdomen and affects 10% to 15% of reproductive-age women. [19] Of women with endometriosis, 40% to 50% will experience infertility. [20] Endometriosis is categorized into four stages, according to the American Society of Reproductive Medicine, with stage I being minimal and stage IV severe. Endometriosis is known to cause infertility, but the pathophysiology is thought to change according to the stage. [21] For stages I and II, infertility is believed to be associated with inflammation with increased production of prostaglandins and cytokines, macrophages, and natural killer cells. [22] The inflammation impairs ovarian and tubal function resulting in defective follicular formation, fertilization, and implantation. [23] Stages III and IV are associated with pelvic adhesions and/or masses that distort pelvic anatomy; this will inherently impair tubal motility, oocyte release, and sperm motility. [24] Also, advanced endometriosis is hypothesized to impair folliculogenesis, which reduces the fertilization potential. [25]", "contents": "Female Infertility -- Pathophysiology -- Endometriosis. Endometriosis is defined as endometrial tissue outside the uterine cavity. The diagnosis is based on the histological identification of endometrial glands and/or stroma outside the uterus. Endometriosis is most commonly found in the pelvis but can spread throughout the entire abdomen and affects 10% to 15% of reproductive-age women. [19] Of women with endometriosis, 40% to 50% will experience infertility. [20] Endometriosis is categorized into four stages, according to the American Society of Reproductive Medicine, with stage I being minimal and stage IV severe. Endometriosis is known to cause infertility, but the pathophysiology is thought to change according to the stage. [21] For stages I and II, infertility is believed to be associated with inflammation with increased production of prostaglandins and cytokines, macrophages, and natural killer cells. [22] The inflammation impairs ovarian and tubal function resulting in defective follicular formation, fertilization, and implantation. [23] Stages III and IV are associated with pelvic adhesions and/or masses that distort pelvic anatomy; this will inherently impair tubal motility, oocyte release, and sperm motility. [24] Also, advanced endometriosis is hypothesized to impair folliculogenesis, which reduces the fertilization potential. [25]"}
{"id": "article-23502_16", "title": "Female Infertility -- Pathophysiology -- Pelvic/Tubal Adhesions", "content": "Pelvic and tubal adhesions, along with uterine and tubal abnormalities, account for a large portion of female infertility. Infectious processes within the abdomen are the leading cause of pelvic/tubal adhesions; the most common infectious process to affect infertility is pelvic inflammatory disease (PID). The microorganism that carries the greatest risk of infertility in association with PID is Chlamydia trachomatis . One in 4 women with tubal factor infertility will have positive antibodies to chlamydia, which are inversely proportional to pregnancy rates. [26] The number of PID episodes and the severity play a role in the likelihood of infertility. One study demonstrated that the pregnancy rates following PID were 89% after 1 episode, 77% after two episodes, and 46% after three episodes. [27] In terms of PID severity of mild, moderate, and severe, the livebirths rates were 90%, 82%, and 57%, respectively. [28]", "contents": "Female Infertility -- Pathophysiology -- Pelvic/Tubal Adhesions. Pelvic and tubal adhesions, along with uterine and tubal abnormalities, account for a large portion of female infertility. Infectious processes within the abdomen are the leading cause of pelvic/tubal adhesions; the most common infectious process to affect infertility is pelvic inflammatory disease (PID). The microorganism that carries the greatest risk of infertility in association with PID is Chlamydia trachomatis . One in 4 women with tubal factor infertility will have positive antibodies to chlamydia, which are inversely proportional to pregnancy rates. [26] The number of PID episodes and the severity play a role in the likelihood of infertility. One study demonstrated that the pregnancy rates following PID were 89% after 1 episode, 77% after two episodes, and 46% after three episodes. [27] In terms of PID severity of mild, moderate, and severe, the livebirths rates were 90%, 82%, and 57%, respectively. [28]"}
{"id": "article-23502_17", "title": "Female Infertility -- Pathophysiology -- Pelvic/Tubal Adhesions", "content": "Hydrosalpinges, are a tubal abnormality caused by acute and chronic inflammation that damages the structural integrity of the fallopian. This damage leads to tubal obstruction, which blocks the distribution of physiologic fluid in the fallopian tube and results in fluid accumulation. The belief is that hydrosalpinges impair fertility through the retrograde flow of toxins and prostaglandins into the endometrium, creating a hostile environment for implantation by impairing endometrial receptivity. [29] The literature has demonstrated that patients undergoing in-vitro fertilization have a 50% decrease in pregnancy if a hydrosalpinx is present. [30]", "contents": "Female Infertility -- Pathophysiology -- Pelvic/Tubal Adhesions. Hydrosalpinges, are a tubal abnormality caused by acute and chronic inflammation that damages the structural integrity of the fallopian. This damage leads to tubal obstruction, which blocks the distribution of physiologic fluid in the fallopian tube and results in fluid accumulation. The belief is that hydrosalpinges impair fertility through the retrograde flow of toxins and prostaglandins into the endometrium, creating a hostile environment for implantation by impairing endometrial receptivity. [29] The literature has demonstrated that patients undergoing in-vitro fertilization have a 50% decrease in pregnancy if a hydrosalpinx is present. [30]"}
{"id": "article-23502_18", "title": "Female Infertility -- Pathophysiology -- Uterine Causes", "content": "Uterine causes of infertility are associated with either space-occupying lesions or reduced endometrial receptivity. In regards to uterine leiomyomas (fibroids), one meta-analysis demonstrated that only submucosal or intracavitary fibroids impaired implantation and pregnancy rates compared to other infertile controls. [31] Congenital uterine abnormalities (CUA), although rare, are also associated with infertility. Most commonly found are uterine septums, which are also associated with recurrent pregnancy loss. Interestingly, one study demonstrated that the prevalence of CUA in the fertile and infertile population is the same. [32] Infertility due to CUA is thought to account for roughly 8% of the female causes of infertility; however, 25% of women with a late first trimester or second-trimester miscarriages are found to have CUAs. [33] A detailed discussion on the classifications and pathophysiology of CUAs is outside the scope of this manuscript.", "contents": "Female Infertility -- Pathophysiology -- Uterine Causes. Uterine causes of infertility are associated with either space-occupying lesions or reduced endometrial receptivity. In regards to uterine leiomyomas (fibroids), one meta-analysis demonstrated that only submucosal or intracavitary fibroids impaired implantation and pregnancy rates compared to other infertile controls. [31] Congenital uterine abnormalities (CUA), although rare, are also associated with infertility. Most commonly found are uterine septums, which are also associated with recurrent pregnancy loss. Interestingly, one study demonstrated that the prevalence of CUA in the fertile and infertile population is the same. [32] Infertility due to CUA is thought to account for roughly 8% of the female causes of infertility; however, 25% of women with a late first trimester or second-trimester miscarriages are found to have CUAs. [33] A detailed discussion on the classifications and pathophysiology of CUAs is outside the scope of this manuscript."}
{"id": "article-23502_19", "title": "Female Infertility -- History and Physical", "content": "Infertility evaluation is indicated in women with unsuccessful pregnancy after 12 months of unprotected regular intercourse or 6 months if they are over 35 years old. [34] This article focuses on female infertility, but it is essential to remember that a male infertility evaluation is needed and should be initiated simultaneously. For women planning to use donor sperm, they should receive the same female infertility workup before inseminations. [2] The key aspects of the history of the infertile woman are listed below:", "contents": "Female Infertility -- History and Physical. Infertility evaluation is indicated in women with unsuccessful pregnancy after 12 months of unprotected regular intercourse or 6 months if they are over 35 years old. [34] This article focuses on female infertility, but it is essential to remember that a male infertility evaluation is needed and should be initiated simultaneously. For women planning to use donor sperm, they should receive the same female infertility workup before inseminations. [2] The key aspects of the history of the infertile woman are listed below:"}
{"id": "article-23502_20", "title": "Female Infertility -- History and Physical", "content": "Duration of infertility Obstetrical history Menstrual history, to include molimina Medical, surgical, and gynecological history to include a history of sexually transmitted infections Sexual history to include coital frequency and timing Focusing on the male partner, which includes issues with erection and ejaculation Social and lifestyle history to include cigarettes, alcohol, and illicit drug use, exercise, and diet, occupation Family history, screening for genetic issues, history of venous thrombotic events, recurrent pregnancy loss, and infertility The physical exam should include the following: Vital signs and BMI Thyroid evaluation Breast exam for galactorrhea Signs of androgen excess: dermatological and external genitalia exam The appearance of abnormal vaginal or cervical anatomy Pelvic masses or tenderness Uterine enlargement or irregularity Transvaginal ultrasonography is often done at the bedside as part of the initial physical exam", "contents": "Female Infertility -- History and Physical. Duration of infertility Obstetrical history Menstrual history, to include molimina Medical, surgical, and gynecological history to include a history of sexually transmitted infections Sexual history to include coital frequency and timing Focusing on the male partner, which includes issues with erection and ejaculation Social and lifestyle history to include cigarettes, alcohol, and illicit drug use, exercise, and diet, occupation Family history, screening for genetic issues, history of venous thrombotic events, recurrent pregnancy loss, and infertility The physical exam should include the following: Vital signs and BMI Thyroid evaluation Breast exam for galactorrhea Signs of androgen excess: dermatological and external genitalia exam The appearance of abnormal vaginal or cervical anatomy Pelvic masses or tenderness Uterine enlargement or irregularity Transvaginal ultrasonography is often done at the bedside as part of the initial physical exam"}
{"id": "article-23502_21", "title": "Female Infertility -- Evaluation", "content": "The 5 diagnostic evaluation categories are: Semen analysis Assessment of ovarian function and reserve Assessment of the uterine cavity Assessment of the fallopian tubes Endocrinological serum studies", "contents": "Female Infertility -- Evaluation. The 5 diagnostic evaluation categories are: Semen analysis Assessment of ovarian function and reserve Assessment of the uterine cavity Assessment of the fallopian tubes Endocrinological serum studies"}
{"id": "article-23502_22", "title": "Female Infertility -- Evaluation", "content": "The evaluation and interpretation of a semen analysis are outside the scope of this review; however, it cannot be reiterated enough on the importance of this test as part of the initial evaluation before initiating treatments.", "contents": "Female Infertility -- Evaluation. The evaluation and interpretation of a semen analysis are outside the scope of this review; however, it cannot be reiterated enough on the importance of this test as part of the initial evaluation before initiating treatments."}
{"id": "article-23502_23", "title": "Female Infertility -- Evaluation", "content": "Assessment of ovarian function can be as simple as the menstrual cycle history. Women with predictable, regular cycles and predictable menstrual flow, as well as molimina (bloating, fatigue, breast tenderness), are more than likely ovulating. At-home urinary LH predictor kits detect a mid-cycle LH surge, which is indirect evidence of ovulation and helps identify the fertile window. [35] Ovulation can also be detected by a cycle day 21 progesterone serum level, or more accurately, a mid-luteal phase progesterone level. The lab should be taken approximately 1 week before menses, and a progesterone lab value of greater than 3 ng/mL is evidence of ovulation. [36] A more invasive, more accurate, but likely unnecessary means of determining ovulation is daily ultrasounds for following the growth and disappearance of a follicle. [37]", "contents": "Female Infertility -- Evaluation. Assessment of ovarian function can be as simple as the menstrual cycle history. Women with predictable, regular cycles and predictable menstrual flow, as well as molimina (bloating, fatigue, breast tenderness), are more than likely ovulating. At-home urinary LH predictor kits detect a mid-cycle LH surge, which is indirect evidence of ovulation and helps identify the fertile window. [35] Ovulation can also be detected by a cycle day 21 progesterone serum level, or more accurately, a mid-luteal phase progesterone level. The lab should be taken approximately 1 week before menses, and a progesterone lab value of greater than 3 ng/mL is evidence of ovulation. [36] A more invasive, more accurate, but likely unnecessary means of determining ovulation is daily ultrasounds for following the growth and disappearance of a follicle. [37]"}
{"id": "article-23502_24", "title": "Female Infertility -- Evaluation", "content": "There are multiple available tests to assess ovarian reserve, and this review will only discuss the two most common: Cycle day 3 FSH and estradiol, and Anti-Mullerian hormone (AMH). The theory of day 3 FSH and estradiol is that women with good ovarian reserve have early sufficient ovarian hormones from small follicles to allow FSH to remain at a lower level. According to multiple examples in the literature, it is most important to identify women with a reduced follicle count that produces insufficient hormones, causing a lack of inhibition, resulting in an elevated FSH. FSH levels less than 10 IU/mL demonstrate likely normal ovarian reserve, 10 to 20 IU/mL is intermediate, and an FSH greater than 20 IU/mL is a poor prognosis for spontaneous ovulation due to low ovarian reserve. According to one study, the pregnancy rates per natural menstrual cycle, corresponding to the FSH levels above, are 32%, 17% to 19%, and 3%. [38] Day 3 estradiol less than 80 pg/mL is considered normal with adequate ovarian reserve. Values greater than 80 pg/mL resulted in lower pregnancy rates and values >100 pg/mL had a 0% pregnancy rate. [39]", "contents": "Female Infertility -- Evaluation. There are multiple available tests to assess ovarian reserve, and this review will only discuss the two most common: Cycle day 3 FSH and estradiol, and Anti-Mullerian hormone (AMH). The theory of day 3 FSH and estradiol is that women with good ovarian reserve have early sufficient ovarian hormones from small follicles to allow FSH to remain at a lower level. According to multiple examples in the literature, it is most important to identify women with a reduced follicle count that produces insufficient hormones, causing a lack of inhibition, resulting in an elevated FSH. FSH levels less than 10 IU/mL demonstrate likely normal ovarian reserve, 10 to 20 IU/mL is intermediate, and an FSH greater than 20 IU/mL is a poor prognosis for spontaneous ovulation due to low ovarian reserve. According to one study, the pregnancy rates per natural menstrual cycle, corresponding to the FSH levels above, are 32%, 17% to 19%, and 3%. [38] Day 3 estradiol less than 80 pg/mL is considered normal with adequate ovarian reserve. Values greater than 80 pg/mL resulted in lower pregnancy rates and values >100 pg/mL had a 0% pregnancy rate. [39]"}
{"id": "article-23502_25", "title": "Female Infertility -- Evaluation", "content": "AMH is a hormone expressed by preantral and antral follicles representing a marker of ovarian function that can be measured at any time during a woman’s cycle. [40] The AMH levels will gradually decline throughout a woman’s natural reproductive life to the point of undetectable levels at menopause. [41] AMH levels seem to be a good predictor of exogenous gonadotropin response [42] : <0.5 ng/mL predicts difficulty getting more than 3 follicles to grow <1.0 ng/mL shows limited egg supply that may require more aggressive ovulation induction protocols 1.0 to 3.5 ng/mL shows normal values >3.5 shows ample supply and may require mild induction to prevent ovarian hyperstimulation syndrome.", "contents": "Female Infertility -- Evaluation. AMH is a hormone expressed by preantral and antral follicles representing a marker of ovarian function that can be measured at any time during a woman’s cycle. [40] The AMH levels will gradually decline throughout a woman’s natural reproductive life to the point of undetectable levels at menopause. [41] AMH levels seem to be a good predictor of exogenous gonadotropin response [42] : <0.5 ng/mL predicts difficulty getting more than 3 follicles to grow <1.0 ng/mL shows limited egg supply that may require more aggressive ovulation induction protocols 1.0 to 3.5 ng/mL shows normal values >3.5 shows ample supply and may require mild induction to prevent ovarian hyperstimulation syndrome."}
{"id": "article-23502_26", "title": "Female Infertility -- Evaluation", "content": "It is important to remember that the ovarian reserve tests currently available are reliable in predicting ovulation induction difficulties but are not diagnostic in predicting live birth and should not be used to exclude patients from in vitro fertilization (IVF) treatment. [43]", "contents": "Female Infertility -- Evaluation. It is important to remember that the ovarian reserve tests currently available are reliable in predicting ovulation induction difficulties but are not diagnostic in predicting live birth and should not be used to exclude patients from in vitro fertilization (IVF) treatment. [43]"}
{"id": "article-23502_27", "title": "Female Infertility -- Evaluation", "content": "Antral follicle counts, measuring the number of follicles less than 9mm in the ovaries with transvaginal ultrasound in the early follicular phase, is also an accurate measure of ovarian reserve and predictive of ovarian response to stimulation. [44]", "contents": "Female Infertility -- Evaluation. Antral follicle counts, measuring the number of follicles less than 9mm in the ovaries with transvaginal ultrasound in the early follicular phase, is also an accurate measure of ovarian reserve and predictive of ovarian response to stimulation. [44]"}
{"id": "article-23502_28", "title": "Female Infertility -- Evaluation -- Tubal Evaluation", "content": "The gold standard for the evaluation of tubal patency is laparoscopy with chromopertubation. Laparoscopy is indicated as a first-line diagnostic test for suspected pelvic adhesions, endometriosis, or other pelvic pathologies; however, due to high specificity and being less invasive, the hysterosalpingogram (HSG) is more commonly used for the first-line evaluation for tubal patency and abnormalities. [45] The ability to detect abnormalities is best for proximal occlusion, followed by distal occlusions; however, the HSG has poor predictability for intrauterine and tubal adhesions. [46] Another added benefit of the HSG is an increase in pregnancy and live birth rates with oil-soluble media. A meta-analysis showed that after HSG, pregnancy and live birth rates increased compared to controls (OR 2.98, 95% CI 1.05- 6.37). [47]", "contents": "Female Infertility -- Evaluation -- Tubal Evaluation. The gold standard for the evaluation of tubal patency is laparoscopy with chromopertubation. Laparoscopy is indicated as a first-line diagnostic test for suspected pelvic adhesions, endometriosis, or other pelvic pathologies; however, due to high specificity and being less invasive, the hysterosalpingogram (HSG) is more commonly used for the first-line evaluation for tubal patency and abnormalities. [45] The ability to detect abnormalities is best for proximal occlusion, followed by distal occlusions; however, the HSG has poor predictability for intrauterine and tubal adhesions. [46] Another added benefit of the HSG is an increase in pregnancy and live birth rates with oil-soluble media. A meta-analysis showed that after HSG, pregnancy and live birth rates increased compared to controls (OR 2.98, 95% CI 1.05- 6.37). [47]"}
{"id": "article-23502_29", "title": "Female Infertility -- Evaluation -- Uterine Cavity", "content": "The gold standard for assessing the uterine cavity is hysteroscopy, which allows direct visualization of the intrauterine pathology and provides an opportunity for immediate surgical correction. Although hysteroscopy is considered the gold standard, a less invasive approach is more commonly utilize with a saline infusion sonogram (SIS). The SIS is highly sensitive and specific for all intrauterine abnormalities and is adequate as a screening tool before infertility treatment, with or without 3-D model rendering. [48]", "contents": "Female Infertility -- Evaluation -- Uterine Cavity. The gold standard for assessing the uterine cavity is hysteroscopy, which allows direct visualization of the intrauterine pathology and provides an opportunity for immediate surgical correction. Although hysteroscopy is considered the gold standard, a less invasive approach is more commonly utilize with a saline infusion sonogram (SIS). The SIS is highly sensitive and specific for all intrauterine abnormalities and is adequate as a screening tool before infertility treatment, with or without 3-D model rendering. [48]"}
{"id": "article-23502_30", "title": "Female Infertility -- Treatment / Management -- Lifestyle Changes", "content": "Women with extremes in body mass index (BMI) frequently present with infertility and ovulatory dysfunction. [49] Women with a BMI of less than 17 kg/m^2 with a history of intense exercise regimens or women with eating disorders are likely to develop hypogonadotropic hypogonadism, which causes deceased pituitary gonadotropin secretions. [50] In The United States, controlled ovarian stimulation using exogenous gonadotropins are used to induce ovulation; however, in Europe, women who fail to respond to therapy can receive pulsatile GnRH therapy. [51] One study demonstrated the importance of behavioral change in inducing ovulation. Of the women who received individual directed therapy to correct energy deficiencies or behavior problems, 87% resumed regular ovarian function to correct the abnormal BMI. [52]", "contents": "Female Infertility -- Treatment / Management -- Lifestyle Changes. Women with extremes in body mass index (BMI) frequently present with infertility and ovulatory dysfunction. [49] Women with a BMI of less than 17 kg/m^2 with a history of intense exercise regimens or women with eating disorders are likely to develop hypogonadotropic hypogonadism, which causes deceased pituitary gonadotropin secretions. [50] In The United States, controlled ovarian stimulation using exogenous gonadotropins are used to induce ovulation; however, in Europe, women who fail to respond to therapy can receive pulsatile GnRH therapy. [51] One study demonstrated the importance of behavioral change in inducing ovulation. Of the women who received individual directed therapy to correct energy deficiencies or behavior problems, 87% resumed regular ovarian function to correct the abnormal BMI. [52]"}
{"id": "article-23502_31", "title": "Female Infertility -- Treatment / Management -- Lifestyle Changes", "content": "Women with a BMI greater than 27 kg/m^2 with anovulation can improve ovulation with weight loss alone. Multiple studies have shown that a loss of 10% of body weight will restore normal ovulation in 50 to 100% of women in less than 1 year. [53] Even though weight loss is important for many aspects of a patient's life, one study showed that obese women who received counseling and interventions for weight loss before infertility treatment did not have higher pregnancy or live birth rates compared to obese women who had infertility treatment without weight-loss interventions. Therefore, a specific BMI is not required to initiate fertility treatment. [54]", "contents": "Female Infertility -- Treatment / Management -- Lifestyle Changes. Women with a BMI greater than 27 kg/m^2 with anovulation can improve ovulation with weight loss alone. Multiple studies have shown that a loss of 10% of body weight will restore normal ovulation in 50 to 100% of women in less than 1 year. [53] Even though weight loss is important for many aspects of a patient's life, one study showed that obese women who received counseling and interventions for weight loss before infertility treatment did not have higher pregnancy or live birth rates compared to obese women who had infertility treatment without weight-loss interventions. Therefore, a specific BMI is not required to initiate fertility treatment. [54]"}
{"id": "article-23502_32", "title": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation", "content": "The first-line medication for infertility of unknown origin and the medication most providers use is clomiphene citrate (CC). Clomiphene is a selective estrogen receptor modulator (SERM) with estrogen antagonist and agonist effects that ultimately increase gonadotropin release from the anterior pituitary. Clomiphene effectively treats WHO class 2 anovulation but ineffective in WHO class 1 and class 3 anovulation. Clomiphene is dosed starting at 50mg starting on cycle day 2, 3, 4, or 5 for 5 sequential days. The couple is encouraged to have intercourse every other day for one week, beginning 5 days after the last pill. However, the odds for pregnancy may be increased when clomiphene is combined with intrauterine insemination (IUI). There is little difference in the results of ovulation, pregnancy, or live birth regarding which day the medication is started, between cycle days 2 to 5. [55]", "contents": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation. The first-line medication for infertility of unknown origin and the medication most providers use is clomiphene citrate (CC). Clomiphene is a selective estrogen receptor modulator (SERM) with estrogen antagonist and agonist effects that ultimately increase gonadotropin release from the anterior pituitary. Clomiphene effectively treats WHO class 2 anovulation but ineffective in WHO class 1 and class 3 anovulation. Clomiphene is dosed starting at 50mg starting on cycle day 2, 3, 4, or 5 for 5 sequential days. The couple is encouraged to have intercourse every other day for one week, beginning 5 days after the last pill. However, the odds for pregnancy may be increased when clomiphene is combined with intrauterine insemination (IUI). There is little difference in the results of ovulation, pregnancy, or live birth regarding which day the medication is started, between cycle days 2 to 5. [55]"}
{"id": "article-23502_33", "title": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation", "content": "Another commonly used oral medication for ovulation induction is letrozole. Letrozole is an aromatase inhibitor that prevents estrogen production by preventing the conversion of androstenedione and testosterone to estrone and estradiol. [56] Letrozole is FDA indicated for the extended adjuvant treatment of breast cancer, and its use for ovulation induction is considered off-label. However, there is an abundance of scientific literature and multiple committee opinions that support both the efficacy and safety of its use in ovulation induction. Letrozole is dosed starting at 2.5, 5, or 7.5 mg/day on cycle days 3, 4, 5, 6, 7 with intercourse every other day 5 days after completing the medication, which is similar to clomiphene. According to ACOG, letrozole should be considered the first-line treatment for women with PCOS over clomiphene. [57] The benefits of letrozole over clomiphene are:", "contents": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation. Another commonly used oral medication for ovulation induction is letrozole. Letrozole is an aromatase inhibitor that prevents estrogen production by preventing the conversion of androstenedione and testosterone to estrone and estradiol. [56] Letrozole is FDA indicated for the extended adjuvant treatment of breast cancer, and its use for ovulation induction is considered off-label. However, there is an abundance of scientific literature and multiple committee opinions that support both the efficacy and safety of its use in ovulation induction. Letrozole is dosed starting at 2.5, 5, or 7.5 mg/day on cycle days 3, 4, 5, 6, 7 with intercourse every other day 5 days after completing the medication, which is similar to clomiphene. According to ACOG, letrozole should be considered the first-line treatment for women with PCOS over clomiphene. [57] The benefits of letrozole over clomiphene are:"}
{"id": "article-23502_34", "title": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation", "content": "Higher rate of monofollicular development and a corresponding decrease in twin gestations Shorter half-life No antiestrogenic effects on the endometrium and central nervous system Lower estradiol levels, which is a benefit for women with breast cancer undergoing IVF Letrozole's beneficial profile compared to clomiphene may replace clomiphene as a first-line treatment in the future. [58]", "contents": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation. Higher rate of monofollicular development and a corresponding decrease in twin gestations Shorter half-life No antiestrogenic effects on the endometrium and central nervous system Lower estradiol levels, which is a benefit for women with breast cancer undergoing IVF Letrozole's beneficial profile compared to clomiphene may replace clomiphene as a first-line treatment in the future. [58]"}
{"id": "article-23502_35", "title": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation", "content": "Gonadotropin therapy is a more intensive medical regimen used for WHO Class 1, 2, or 3 anovulatory disorders. Gonadotropins are beneficial as a second-line treatment option for women who failed to conceive after multiple cycles of clomiphene. There is one study that showed an increased live birth rate with gonadotropins compared to continued clomiphene usage. [59] Multiple dosing protocols are used depending on the provider's preferences and", "contents": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation. Gonadotropin therapy is a more intensive medical regimen used for WHO Class 1, 2, or 3 anovulatory disorders. Gonadotropins are beneficial as a second-line treatment option for women who failed to conceive after multiple cycles of clomiphene. There is one study that showed an increased live birth rate with gonadotropins compared to continued clomiphene usage. [59] Multiple dosing protocols are used depending on the provider's preferences and"}
{"id": "article-23502_36", "title": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation", "content": "upon the infertility treatment decided. Those protocols are outside the scope of this review. However, it is important to discuss that close monitoring is required while using more invasive and intensive gonadotropins. Transvaginal ultrasounds are used to monitor follicular growth every 2 to 3 days during the late follicular phase to evaluate mature follicles. A mature follicle is greater than 18mm in diameter and estradiol of greater than 200 pg/mL. Once a mature follicle is identified, recombinant HCG 250mg subcutaneous injection or intramuscular injection of 10,000U of urinary-derived HCG is given to trigger ovulation. [60] Once the trigger shot is given, an IUI occurs 24-36 hours later. IUIs can be used in combination with all the ovarian induction agents, and IUI with medication is encouraged to increase pregnancy rates, which will be discussed below. There is unclear evidence as to the superiority of allowing a natural LH surge versus HCG trigger before IUI. A meta-analysis completed in 2010 showed no clear evidence of one treatment option over the other, and the treatment choice should be based on cost, hospital staffing restrictions, and patient convenience. [61]", "contents": "Female Infertility -- Treatment / Management -- Controlled Ovarian Hyperstimulation. upon the infertility treatment decided. Those protocols are outside the scope of this review. However, it is important to discuss that close monitoring is required while using more invasive and intensive gonadotropins. Transvaginal ultrasounds are used to monitor follicular growth every 2 to 3 days during the late follicular phase to evaluate mature follicles. A mature follicle is greater than 18mm in diameter and estradiol of greater than 200 pg/mL. Once a mature follicle is identified, recombinant HCG 250mg subcutaneous injection or intramuscular injection of 10,000U of urinary-derived HCG is given to trigger ovulation. [60] Once the trigger shot is given, an IUI occurs 24-36 hours later. IUIs can be used in combination with all the ovarian induction agents, and IUI with medication is encouraged to increase pregnancy rates, which will be discussed below. There is unclear evidence as to the superiority of allowing a natural LH surge versus HCG trigger before IUI. A meta-analysis completed in 2010 showed no clear evidence of one treatment option over the other, and the treatment choice should be based on cost, hospital staffing restrictions, and patient convenience. [61]"}
{"id": "article-23502_37", "title": "Female Infertility -- Treatment / Management -- Tubal and Pelvic Adhesions", "content": "In vitro fertilization (IVF) is the first-line treatment for bilateral tubal factor infertility. Tubal corrective surgeries have worse pregnancy outcomes and have an increased risk of ectopic pregnancy. Women with severe tubal disease, including hydrosalpinx, are encouraged to have a bilateral salpingectomy to increase the pregnancy rate of IVF. [62] For women with mild distal tubal disease, fimbrioplasty is an option to allow for multiple pregnancies without IVF. One small study showed that the pregnancy rate was equal to IVF for mild tubal disease, but the risk of ectopic pregnancy was 15% compared to 0.7% for IVF treatment. [63]", "contents": "Female Infertility -- Treatment / Management -- Tubal and Pelvic Adhesions. In vitro fertilization (IVF) is the first-line treatment for bilateral tubal factor infertility. Tubal corrective surgeries have worse pregnancy outcomes and have an increased risk of ectopic pregnancy. Women with severe tubal disease, including hydrosalpinx, are encouraged to have a bilateral salpingectomy to increase the pregnancy rate of IVF. [62] For women with mild distal tubal disease, fimbrioplasty is an option to allow for multiple pregnancies without IVF. One small study showed that the pregnancy rate was equal to IVF for mild tubal disease, but the risk of ectopic pregnancy was 15% compared to 0.7% for IVF treatment. [63]"}
{"id": "article-23502_38", "title": "Female Infertility -- Treatment / Management -- Tubal and Pelvic Adhesions", "content": "The patients with a prior bilateral salpingectomy or tubal ligation for contraception are an important tubal factor population. It is always important for healthcare providers to discuss the risk of regret with all women who desire tubal ligation. The chance of pregnancy after tubal reanastomosis depends on the patient's age, the type of ligation, and the tubal length available. Younger women who had a ring or a clip with more than 4 cm of tubal length are the best candidates and have comparable pregnancy rates to IVF. [64] However, the time to pregnancy is significantly longer following tubal surgery as compared to IVF.", "contents": "Female Infertility -- Treatment / Management -- Tubal and Pelvic Adhesions. The patients with a prior bilateral salpingectomy or tubal ligation for contraception are an important tubal factor population. It is always important for healthcare providers to discuss the risk of regret with all women who desire tubal ligation. The chance of pregnancy after tubal reanastomosis depends on the patient's age, the type of ligation, and the tubal length available. Younger women who had a ring or a clip with more than 4 cm of tubal length are the best candidates and have comparable pregnancy rates to IVF. [64] However, the time to pregnancy is significantly longer following tubal surgery as compared to IVF."}
{"id": "article-23502_39", "title": "Female Infertility -- Treatment / Management -- Uterine Abnormalities", "content": "There is unclear evidence on the effect of leiomyomas on infertility and live birth rates. It is recommended that the patient receive a complete infertility workup prior to further investigation into fibroids. The most important aspect of fibroids is the location. Fibroids that impinge on the endometrium and distort the uterine cavity result in impaired implantation and increased miscarriage rates. [65] Women with submucosal or submucosal-intramural fibroids that distort the uterine cavity have been proven to have decreased pregnancy rates. With the removal of these fibroids, pregnancy and live birth rates increase. [66] The first-line treatment for removal of the most detrimental fibroids is operative hysteroscopy. Other uterine pathologies like uterine synechiae and septa are more related to recurrent pregnancy loss but are capable of causing infertility. Operative hysteroscopy has shown a marked reduction in pregnancy loss for women with both synechiae and septa. [67] Asymptomatic polyps have also been shown to cause infertility. One study showed a polypectomy on asymptomatic infertile women before IUI increased pregnancy rates from 28% to 63%. [68]", "contents": "Female Infertility -- Treatment / Management -- Uterine Abnormalities. There is unclear evidence on the effect of leiomyomas on infertility and live birth rates. It is recommended that the patient receive a complete infertility workup prior to further investigation into fibroids. The most important aspect of fibroids is the location. Fibroids that impinge on the endometrium and distort the uterine cavity result in impaired implantation and increased miscarriage rates. [65] Women with submucosal or submucosal-intramural fibroids that distort the uterine cavity have been proven to have decreased pregnancy rates. With the removal of these fibroids, pregnancy and live birth rates increase. [66] The first-line treatment for removal of the most detrimental fibroids is operative hysteroscopy. Other uterine pathologies like uterine synechiae and septa are more related to recurrent pregnancy loss but are capable of causing infertility. Operative hysteroscopy has shown a marked reduction in pregnancy loss for women with both synechiae and septa. [67] Asymptomatic polyps have also been shown to cause infertility. One study showed a polypectomy on asymptomatic infertile women before IUI increased pregnancy rates from 28% to 63%. [68]"}
{"id": "article-23502_40", "title": "Female Infertility -- Treatment / Management -- IVF Procedures", "content": "This section will discuss an overview of the IVF procedures without discussing medication protocols as the most effective treatment option for infertility. Step 1 is controlled ovarian hyperstimulation with injectable gonadotropins, most commonly. Thirty-six hours after a trigger shot, or HCG injection, a specialist will perform a transvaginal ultrasonography-guided needle aspiration and oocyte retrieval. After retrieval, the oocytes are transferred to a special media, and normal sperm is transferred to the dish for insemination. If there is abnormal sperm, intracytoplasmic sperm injection (ICSI) is performed. ICSI is a procedure that places a single spermatozoon directly into the egg cytoplasm. After fertilization, the embryo is assessed and graded. The embryos are then transferred on Day 3 or Day 5. Preimplantation genetic testing (PGT) is an additional IVF procedure that helps detect known parental genetic mutations or balanced translocation. Additionally, PGT can also be used to detect aneuploidy, both monosomies and trisomies, from all 23 chromosome pairs. Apart from a known parental carrier for a genetic mutation or balanced translocation, PGT likely is beneficial for advanced maternal age, repeated IVF failures with high-grade embryos, recurrent pregnancy loss, and unexplained infertility.", "contents": "Female Infertility -- Treatment / Management -- IVF Procedures. This section will discuss an overview of the IVF procedures without discussing medication protocols as the most effective treatment option for infertility. Step 1 is controlled ovarian hyperstimulation with injectable gonadotropins, most commonly. Thirty-six hours after a trigger shot, or HCG injection, a specialist will perform a transvaginal ultrasonography-guided needle aspiration and oocyte retrieval. After retrieval, the oocytes are transferred to a special media, and normal sperm is transferred to the dish for insemination. If there is abnormal sperm, intracytoplasmic sperm injection (ICSI) is performed. ICSI is a procedure that places a single spermatozoon directly into the egg cytoplasm. After fertilization, the embryo is assessed and graded. The embryos are then transferred on Day 3 or Day 5. Preimplantation genetic testing (PGT) is an additional IVF procedure that helps detect known parental genetic mutations or balanced translocation. Additionally, PGT can also be used to detect aneuploidy, both monosomies and trisomies, from all 23 chromosome pairs. Apart from a known parental carrier for a genetic mutation or balanced translocation, PGT likely is beneficial for advanced maternal age, repeated IVF failures with high-grade embryos, recurrent pregnancy loss, and unexplained infertility."}
{"id": "article-23502_41", "title": "Female Infertility -- Differential Diagnosis", "content": "Infertility is a highly complex disorder with significant effects on the couple as a whole. It is important to remember that there can be, and regularly are, multiple causes of infertility. The differential diagnosis for infertility can be extensive, and a thorough workup is required to ensure no harmful disease process is missed. Due to the expansive nature of this discussion, the manuscript will focus on the differential diagnosis for PCOS due to its high prevalence in the infertile population. The differential diagnosis for patients with suspected PCOS includes: Androgen producing ovarian tumors Adrenal tumors Nonclassic congenital adrenal hyperplasia Cushing syndrome Prolactinemia disorders Thyroid disorders", "contents": "Female Infertility -- Differential Diagnosis. Infertility is a highly complex disorder with significant effects on the couple as a whole. It is important to remember that there can be, and regularly are, multiple causes of infertility. The differential diagnosis for infertility can be extensive, and a thorough workup is required to ensure no harmful disease process is missed. Due to the expansive nature of this discussion, the manuscript will focus on the differential diagnosis for PCOS due to its high prevalence in the infertile population. The differential diagnosis for patients with suspected PCOS includes: Androgen producing ovarian tumors Adrenal tumors Nonclassic congenital adrenal hyperplasia Cushing syndrome Prolactinemia disorders Thyroid disorders"}
{"id": "article-23502_42", "title": "Female Infertility -- Differential Diagnosis", "content": "The investigation of PCOS should include total testosterone, DHEA-S, and 17-Hydroxyprogesterone for evaluation of a virilizing ovarian or adrenal tumor or nonclassical congenital adrenal hyperplasia (CAH). There is a suggestion that DHEA-S should only be reserved for women with severe virilization because an asymptomatic, slightly elevated DHEA-S level does not affect management. Additionally, prolactin and thyroid-stimulating hormone should also be measured. The upper limit of normal for female testosterone is 45 to 60 ng/dL. [69] A testosterone value greater than 150 ng/dL warrants investigation for ovarian and adrenal androgen-secreting tumors. [69] DHEA-S of greater than 500 to 700 mcg/dL warrants further investigation of an adrenal tumor. [70] A fasting 17-hydroxyprogesterone greater than 200 ng/dL collected during the follicular phase warrants an ACTH stimulation test, and a value greater than 500 ng/dL is diagnostic for nonclassical congenital adrenal hyperplasia. [71]", "contents": "Female Infertility -- Differential Diagnosis. The investigation of PCOS should include total testosterone, DHEA-S, and 17-Hydroxyprogesterone for evaluation of a virilizing ovarian or adrenal tumor or nonclassical congenital adrenal hyperplasia (CAH). There is a suggestion that DHEA-S should only be reserved for women with severe virilization because an asymptomatic, slightly elevated DHEA-S level does not affect management. Additionally, prolactin and thyroid-stimulating hormone should also be measured. The upper limit of normal for female testosterone is 45 to 60 ng/dL. [69] A testosterone value greater than 150 ng/dL warrants investigation for ovarian and adrenal androgen-secreting tumors. [69] DHEA-S of greater than 500 to 700 mcg/dL warrants further investigation of an adrenal tumor. [70] A fasting 17-hydroxyprogesterone greater than 200 ng/dL collected during the follicular phase warrants an ACTH stimulation test, and a value greater than 500 ng/dL is diagnostic for nonclassical congenital adrenal hyperplasia. [71]"}
{"id": "article-23502_43", "title": "Female Infertility -- Differential Diagnosis", "content": "The clinical signs and further evaluation of these disorders are outside the scope of this paper.", "contents": "Female Infertility -- Differential Diagnosis. The clinical signs and further evaluation of these disorders are outside the scope of this paper."}
{"id": "article-23502_44", "title": "Female Infertility -- Prognosis", "content": "This section will cover the pregnancy rates per cycle for each of the treatment modalities. The data are mostly from the evaluation of unexplained infertility but is also consistent for known causes of infertility. The rates of IVF will vary drastically according to multiple individual factors. The following pregnancy rates were collected from a retrospective analysis of 45 separate studies [72] : No treatment: 1.3% to 3.8% IUI alone: 4% Clomiphene citrate (CC) alone: 5.6% CC with IUI: 8.3% Gonadotropins alone: 7.7% Gonadotropins with IUI: 17.1% IVF: 20.7% Letrozole alone and letrozole with IUI result in similar pregnancy rates as CC plus IUI and can be used for women who IVF is not an option and have failed CC plus IUI. [73]", "contents": "Female Infertility -- Prognosis. This section will cover the pregnancy rates per cycle for each of the treatment modalities. The data are mostly from the evaluation of unexplained infertility but is also consistent for known causes of infertility. The rates of IVF will vary drastically according to multiple individual factors. The following pregnancy rates were collected from a retrospective analysis of 45 separate studies [72] : No treatment: 1.3% to 3.8% IUI alone: 4% Clomiphene citrate (CC) alone: 5.6% CC with IUI: 8.3% Gonadotropins alone: 7.7% Gonadotropins with IUI: 17.1% IVF: 20.7% Letrozole alone and letrozole with IUI result in similar pregnancy rates as CC plus IUI and can be used for women who IVF is not an option and have failed CC plus IUI. [73]"}
{"id": "article-23502_45", "title": "Female Infertility -- Prognosis", "content": "In 2009, a study showed that women who failed CC plus IUI should go straight to IVF instead of gonadotropins plus IUI prior to IVF. This study resulted in less time to achieve pregnancy, fewer treatment cycles, and lower total financial cost per delivery. [74] The IVF pregnancy rates have increased since the paper reported above; however, the data still proves that IVF results in the highest pregnancy rates of all treatment options.", "contents": "Female Infertility -- Prognosis. In 2009, a study showed that women who failed CC plus IUI should go straight to IVF instead of gonadotropins plus IUI prior to IVF. This study resulted in less time to achieve pregnancy, fewer treatment cycles, and lower total financial cost per delivery. [74] The IVF pregnancy rates have increased since the paper reported above; however, the data still proves that IVF results in the highest pregnancy rates of all treatment options."}
{"id": "article-23502_46", "title": "Female Infertility -- Prognosis", "content": "The research above suggests that providers can use clomiphene alone as a first-line treatment for infertility. This is no longer true. In 2008, a randomized control trial showed that clomiphene alone had lower live birth rates than expectant management, respectively 14% and 17%. [75] This paper did show that there is a benefit regarding patient satisfaction versus expectant management; however, a majority of women in both categories were satisfied with their care. In light of this study, ASRM published a committee opinion stating that clomiphene with timed intercourse should be discouraged as a first-line treatment for unexplained infertility. [75]", "contents": "Female Infertility -- Prognosis. The research above suggests that providers can use clomiphene alone as a first-line treatment for infertility. This is no longer true. In 2008, a randomized control trial showed that clomiphene alone had lower live birth rates than expectant management, respectively 14% and 17%. [75] This paper did show that there is a benefit regarding patient satisfaction versus expectant management; however, a majority of women in both categories were satisfied with their care. In light of this study, ASRM published a committee opinion stating that clomiphene with timed intercourse should be discouraged as a first-line treatment for unexplained infertility. [75]"}
{"id": "article-23502_47", "title": "Female Infertility -- Complications", "content": "The three primary complications associated with infertility treatments are multiples, ectopic pregnancy, and ovarian hyperstimulation syndrome.", "contents": "Female Infertility -- Complications. The three primary complications associated with infertility treatments are multiples, ectopic pregnancy, and ovarian hyperstimulation syndrome."}
{"id": "article-23502_48", "title": "Female Infertility -- Complications -- Multiple Gestations", "content": "The risk of multiples has been a problem for artificial reproductive technologies since the inception of the practice. In the U.S., 32% of ART pregnancies were multiples compared to 3.4% of naturally conceived births. [76] In 2009 according to the CDC, the chances of singleton, twin, or higher-order pregnancies with IVF fresh embryo transfer were 62%, 29%, 3%, respectively. [77] The oral ovarian induction agents, clomiphene and letrozole, have a lower risk of multiple gestations compared to gonadotropins with the percentages of twins, triplets, and quadruplets of 7%, 0.5%, 0.3%, respectively. Gonadotropins have a 13% chance of multiple gestations, including triplets. [78]", "contents": "Female Infertility -- Complications -- Multiple Gestations. The risk of multiples has been a problem for artificial reproductive technologies since the inception of the practice. In the U.S., 32% of ART pregnancies were multiples compared to 3.4% of naturally conceived births. [76] In 2009 according to the CDC, the chances of singleton, twin, or higher-order pregnancies with IVF fresh embryo transfer were 62%, 29%, 3%, respectively. [77] The oral ovarian induction agents, clomiphene and letrozole, have a lower risk of multiple gestations compared to gonadotropins with the percentages of twins, triplets, and quadruplets of 7%, 0.5%, 0.3%, respectively. Gonadotropins have a 13% chance of multiple gestations, including triplets. [78]"}
{"id": "article-23502_49", "title": "Female Infertility -- Complications -- Multiple Gestations", "content": "Currently, the ASRM and CDC have strongly promoted the use of elective single embryo transfer eSET for good prognosis patients. With the use of eSET, the rates of twins and triplets dropped to less than 1%. Additionally, there is active debate if gonadotropins should be used for ovulation induction outside of an IVF protocol due to the high risk of multiples. [79] As the use of IVF increases, the use of gonadotropins in conjunction with IUI will likely continue to decrease.", "contents": "Female Infertility -- Complications -- Multiple Gestations. Currently, the ASRM and CDC have strongly promoted the use of elective single embryo transfer eSET for good prognosis patients. With the use of eSET, the rates of twins and triplets dropped to less than 1%. Additionally, there is active debate if gonadotropins should be used for ovulation induction outside of an IVF protocol due to the high risk of multiples. [79] As the use of IVF increases, the use of gonadotropins in conjunction with IUI will likely continue to decrease."}
{"id": "article-23502_50", "title": "Female Infertility -- Complications -- Ectopic Pregnancy", "content": "Ectopic pregnancy following treatment of infertile patients is another risk, which requires extensive counseling. There is a two-to threefold increase of ectopic pregnancies among infertility patients. This is thought to be associated with a high percentage of tubal factor infertility. [80] The highest associated risk of ectopic pregnancy is after a tubal surgery to correct tubal factor infertility. Rates of ectopic pregnancy following tubal reconstructive surgery is approximately 9%, with other reports as high as 30%. [63] The risk of ectopic pregnancy with IVF fresh embryo transfer is higher than frozen embryo transfer, but the overall rate of ectopic pregnancies with IVF is roughly 1.3%. [81] There does not seem to be an increase in ectopic pregnancies with the use of ovulation induction agents combined with IUI versus natural conception; however, in a large study comparing the ovulation induction agents: clomiphene, letrozole, and gonadotropins had ectopic pregnancy rates of 4%, 6%, and 8%, respectively. [82]", "contents": "Female Infertility -- Complications -- Ectopic Pregnancy. Ectopic pregnancy following treatment of infertile patients is another risk, which requires extensive counseling. There is a two-to threefold increase of ectopic pregnancies among infertility patients. This is thought to be associated with a high percentage of tubal factor infertility. [80] The highest associated risk of ectopic pregnancy is after a tubal surgery to correct tubal factor infertility. Rates of ectopic pregnancy following tubal reconstructive surgery is approximately 9%, with other reports as high as 30%. [63] The risk of ectopic pregnancy with IVF fresh embryo transfer is higher than frozen embryo transfer, but the overall rate of ectopic pregnancies with IVF is roughly 1.3%. [81] There does not seem to be an increase in ectopic pregnancies with the use of ovulation induction agents combined with IUI versus natural conception; however, in a large study comparing the ovulation induction agents: clomiphene, letrozole, and gonadotropins had ectopic pregnancy rates of 4%, 6%, and 8%, respectively. [82]"}
{"id": "article-23502_51", "title": "Female Infertility -- Complications -- Ovarian Hyperstimulation Syndrome (OHSS)", "content": "This is an iatrogenic complication of controlled ovarian hyperstimulation that results in a broad range of signs and symptoms, ranging from abdominal distention, nausea, vomiting, enlarged ovaries, third-spacing of fluids, renal failure, and venous thrombosis, acute respiratory distress syndrome, electrolyte derangements, cardiac arrhythmias, and sepsis. If severe OHSS is not treated and monitored, mortality can result from the listed complications. The different stages of OHSS are classified by Golan et al. in 1989. [83] The underlying pathophysiological feature is increased capillary permeability, resulting in a fluid shift into the third space. Women at the highest risk of developing OHSS are those patients with greater than 20 mature follicles who also receive an HCG trigger shot. The incidence of moderate and severe OHSS with IVF ranges from 6% to 1%, respectively. [84] The diagnosis, prevention, and management of OHSS are outside the scope of this manuscript.", "contents": "Female Infertility -- Complications -- Ovarian Hyperstimulation Syndrome (OHSS). This is an iatrogenic complication of controlled ovarian hyperstimulation that results in a broad range of signs and symptoms, ranging from abdominal distention, nausea, vomiting, enlarged ovaries, third-spacing of fluids, renal failure, and venous thrombosis, acute respiratory distress syndrome, electrolyte derangements, cardiac arrhythmias, and sepsis. If severe OHSS is not treated and monitored, mortality can result from the listed complications. The different stages of OHSS are classified by Golan et al. in 1989. [83] The underlying pathophysiological feature is increased capillary permeability, resulting in a fluid shift into the third space. Women at the highest risk of developing OHSS are those patients with greater than 20 mature follicles who also receive an HCG trigger shot. The incidence of moderate and severe OHSS with IVF ranges from 6% to 1%, respectively. [84] The diagnosis, prevention, and management of OHSS are outside the scope of this manuscript."}
{"id": "article-23502_52", "title": "Female Infertility -- Deterrence and Patient Education", "content": "Women should see their providers for a referral to an infertility subspecialist if they are unable to achieve pregnancy after 1 year of unprotected timed intercourse, or if she is older than 35 years of age, 6 months of unprotected timed intercourse. [2] It is important to explain that infertility can result from both female and male factors or a combination of the two. This is important to remember, as most couples with infertility seek care through the female partner's health provider, potentially overlooking the male contribution. The medications and procedures available for female infertility are well studied and have a well-known risk profile. The patient needs to be aware of the risk of multiple gestations, ectopic pregnancy, and OHSS. Finally, the patient needs to understand the odds of pregnancy per treatment cycle for each modality. The inability to conceive, even with IVF, is a possibility that needs to be fully understood before dedicating a large number of resources required for infertility treatment.", "contents": "Female Infertility -- Deterrence and Patient Education. Women should see their providers for a referral to an infertility subspecialist if they are unable to achieve pregnancy after 1 year of unprotected timed intercourse, or if she is older than 35 years of age, 6 months of unprotected timed intercourse. [2] It is important to explain that infertility can result from both female and male factors or a combination of the two. This is important to remember, as most couples with infertility seek care through the female partner's health provider, potentially overlooking the male contribution. The medications and procedures available for female infertility are well studied and have a well-known risk profile. The patient needs to be aware of the risk of multiple gestations, ectopic pregnancy, and OHSS. Finally, the patient needs to understand the odds of pregnancy per treatment cycle for each modality. The inability to conceive, even with IVF, is a possibility that needs to be fully understood before dedicating a large number of resources required for infertility treatment."}
{"id": "article-23502_53", "title": "Female Infertility -- Enhancing Healthcare Team Outcomes", "content": "As mentioned at the beginning of this article, infertility is a devastating diagnosis and should be considered a disease process by all healthcare team members. The author believes the best way to improve the physical, emotional, social, and interpersonal stressors of infertility for the patient is to complete an immediate and thorough investigation into both partners.  The evaluation is straightforward and can be completed before referral to a fertility subspecialist. This will expedite and enhance the specialist's ability to initiate follow-up studies and treatments. The use of either clomiphene or letrozole with timed intercourse alone can be used to correct a known cause of anovulation but should not prolong the referral to a subspecialist. All primary care providers need to set realistic expectations of the chances of pregnancy and the possibility of complications when counseling couples suffering from infertility. Lastly, this manuscript is not all-encompassing but provides a basic foundation of knowledge to feel comfortable discussing a patient's family planning goals, initiating an evaluation, and reviewing available treatments.", "contents": "Female Infertility -- Enhancing Healthcare Team Outcomes. As mentioned at the beginning of this article, infertility is a devastating diagnosis and should be considered a disease process by all healthcare team members. The author believes the best way to improve the physical, emotional, social, and interpersonal stressors of infertility for the patient is to complete an immediate and thorough investigation into both partners.  The evaluation is straightforward and can be completed before referral to a fertility subspecialist. This will expedite and enhance the specialist's ability to initiate follow-up studies and treatments. The use of either clomiphene or letrozole with timed intercourse alone can be used to correct a known cause of anovulation but should not prolong the referral to a subspecialist. All primary care providers need to set realistic expectations of the chances of pregnancy and the possibility of complications when counseling couples suffering from infertility. Lastly, this manuscript is not all-encompassing but provides a basic foundation of knowledge to feel comfortable discussing a patient's family planning goals, initiating an evaluation, and reviewing available treatments."}
{"id": "article-23502_54", "title": "Female Infertility -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Female Infertility -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}