{"id": "article-22661_0", "title": "Congestive Heart Failure -- Continuing Education Activity", "content": "Congestive heart failure (CHF) is a complex clinical syndrome characterized by inefficient myocardial performance, resulting in compromised blood supply to the body. CHF results from any disorder that impairs ventricular filling or ejection of blood to the systemic circulation. Patients usually present with fatigue and dyspnea, reduced exercise tolerance, and systemic or pulmonary congestion. The etiology of HF is variable and extensive. A comprehensive assessment is required when evaluating a patient with HF. The general management aims at relieving systemic and pulmonary congestion and stabilization of hemodynamic status, regardless of the cause. This activity reviews the evaluation and management of congestive heart failure and highlights the role of the healthcare team in improving care for patients with this condition.", "contents": "Congestive Heart Failure -- Continuing Education Activity. Congestive heart failure (CHF) is a complex clinical syndrome characterized by inefficient myocardial performance, resulting in compromised blood supply to the body. CHF results from any disorder that impairs ventricular filling or ejection of blood to the systemic circulation. Patients usually present with fatigue and dyspnea, reduced exercise tolerance, and systemic or pulmonary congestion. The etiology of HF is variable and extensive. A comprehensive assessment is required when evaluating a patient with HF. The general management aims at relieving systemic and pulmonary congestion and stabilization of hemodynamic status, regardless of the cause. This activity reviews the evaluation and management of congestive heart failure and highlights the role of the healthcare team in improving care for patients with this condition."}
{"id": "article-22661_1", "title": "Congestive Heart Failure -- Continuing Education Activity", "content": "Objectives: Apply the staging and classification systems of heart failure. Assess and monitor patients with heart failure for signs of decompensation, fluid retention, and response to treatment. Select appropriate diagnostic tests, like echocardiography and biomarker assays, to aid in heart failure diagnosis and monitoring. Collaborate with multidisciplinary healthcare teams, including cardiologists, nurses, and pharmacists, to ensure coordinated and comprehensive care for heart failure patients. Access free multiple choice questions on this topic.", "contents": "Congestive Heart Failure -- Continuing Education Activity. Objectives: Apply the staging and classification systems of heart failure. Assess and monitor patients with heart failure for signs of decompensation, fluid retention, and response to treatment. Select appropriate diagnostic tests, like echocardiography and biomarker assays, to aid in heart failure diagnosis and monitoring. Collaborate with multidisciplinary healthcare teams, including cardiologists, nurses, and pharmacists, to ensure coordinated and comprehensive care for heart failure patients. Access free multiple choice questions on this topic."}
{"id": "article-22661_2", "title": "Congestive Heart Failure -- Introduction", "content": "Congestive heart failure (CHF), as defined by the American College of Cardiology (ACC) and the American Heart Association (AHA), is \"a complex clinical syndrome that results from any structural or functional impairment of ventricular filling or ejection of blood.” Ischemic heart disease is the leading cause of death worldwide and also the leading cause of CHF. CHF is a common disorder worldwide with a high morbidity and mortality rate. With an estimated prevalence of 26 million people worldwide, CHF contributes to increased healthcare costs, reduces functional capacity, and significantly affects quality of life. It is imperative to diagnose and effectively treat the disease to prevent recurrent hospitalizations, decrease morbidity and mortality, and enhance patient outcomes. [1]", "contents": "Congestive Heart Failure -- Introduction. Congestive heart failure (CHF), as defined by the American College of Cardiology (ACC) and the American Heart Association (AHA), is \"a complex clinical syndrome that results from any structural or functional impairment of ventricular filling or ejection of blood.” Ischemic heart disease is the leading cause of death worldwide and also the leading cause of CHF. CHF is a common disorder worldwide with a high morbidity and mortality rate. With an estimated prevalence of 26 million people worldwide, CHF contributes to increased healthcare costs, reduces functional capacity, and significantly affects quality of life. It is imperative to diagnose and effectively treat the disease to prevent recurrent hospitalizations, decrease morbidity and mortality, and enhance patient outcomes. [1]"}
{"id": "article-22661_3", "title": "Congestive Heart Failure -- Introduction", "content": "The etiology of heart failure (HF) is variable and extensive. The general management aims at relieving systemic and pulmonary congestion and stabilization of hemodynamic status, regardless of the cause. The treatment of HF requires a multifaceted approach involving patient education, optimal medication administration, and decreasing acute exacerbations. Left ventricle ejection fraction (LV EF) is used to classify HF. [1] HF with reduced ejection fraction (HFrEF): LV EF ≤ 40% HF with mildly reduced ejection fraction: LV EF 41% - 49% and evidence of HF (elevated cardiac biomarkers or elevated filling pressures) HF with preserved ejection fraction (HFpEF): LV EF ≥ 50% and evidence of HF (elevated cardiac biomarkers or elevated filling pressures) HF with improved ejection fraction: LV EF >40%, with previously documented LV EF ≤ 40%", "contents": "Congestive Heart Failure -- Introduction. The etiology of heart failure (HF) is variable and extensive. The general management aims at relieving systemic and pulmonary congestion and stabilization of hemodynamic status, regardless of the cause. The treatment of HF requires a multifaceted approach involving patient education, optimal medication administration, and decreasing acute exacerbations. Left ventricle ejection fraction (LV EF) is used to classify HF. [1] HF with reduced ejection fraction (HFrEF): LV EF ≤ 40% HF with mildly reduced ejection fraction: LV EF 41% - 49% and evidence of HF (elevated cardiac biomarkers or elevated filling pressures) HF with preserved ejection fraction (HFpEF): LV EF ≥ 50% and evidence of HF (elevated cardiac biomarkers or elevated filling pressures) HF with improved ejection fraction: LV EF >40%, with previously documented LV EF ≤ 40%"}
{"id": "article-22661_4", "title": "Congestive Heart Failure -- Introduction", "content": "Patients with HFpEF have traditionally been underdiagnosed but comprise between 44% and 72% of CHF cases. On echocardiogram (echo), LV EF ≥ 50% with evidence of impaired diastolic function. The most significant risk factor is hypertension (HTN), and other risk factors include older age, female sex, and diabetes. [2] The ACC and the AHA together classify HF by stages, with the first 2 stages being asymptomatic and the second 2 being classified by severity of symptoms.", "contents": "Congestive Heart Failure -- Introduction. Patients with HFpEF have traditionally been underdiagnosed but comprise between 44% and 72% of CHF cases. On echocardiogram (echo), LV EF ≥ 50% with evidence of impaired diastolic function. The most significant risk factor is hypertension (HTN), and other risk factors include older age, female sex, and diabetes. [2] The ACC and the AHA together classify HF by stages, with the first 2 stages being asymptomatic and the second 2 being classified by severity of symptoms."}
{"id": "article-22661_5", "title": "Congestive Heart Failure -- Introduction -- ACC/AHA Heart Failure Stages", "content": "Stage A: At risk for HF. No symptoms, structural heart disease, or evidence of elevated cardiac biomarkers, but risk factors are present. Risk factors include hypertension, diabetes, metabolic syndrome, cardiotoxic medications, or having a genetic variant for cardiomyopathy. Stage B: Pre-HF. Patients have no signs or symptoms of HF but have structural heart disease, evidence of elevated filling pressures (by invasive or noninvasive assessment), or persistently elevated cardiomarkers in the absence of other reasons for elevated markers, like chronic kidney disease or myocarditis. Stage C: Patients with structural heart disease and current or past history of HF symptoms. Stage D: Patients with refractory symptoms that interfere with daily life or recurrent hospitalization despite targeted guideline-directed medical therapy.", "contents": "Congestive Heart Failure -- Introduction -- ACC/AHA Heart Failure Stages. Stage A: At risk for HF. No symptoms, structural heart disease, or evidence of elevated cardiac biomarkers, but risk factors are present. Risk factors include hypertension, diabetes, metabolic syndrome, cardiotoxic medications, or having a genetic variant for cardiomyopathy. Stage B: Pre-HF. Patients have no signs or symptoms of HF but have structural heart disease, evidence of elevated filling pressures (by invasive or noninvasive assessment), or persistently elevated cardiomarkers in the absence of other reasons for elevated markers, like chronic kidney disease or myocarditis. Stage C: Patients with structural heart disease and current or past history of HF symptoms. Stage D: Patients with refractory symptoms that interfere with daily life or recurrent hospitalization despite targeted guideline-directed medical therapy."}
{"id": "article-22661_6", "title": "Congestive Heart Failure -- Introduction", "content": "The New York Heart Association Functional Classification is used for patients with symptoms of HF. This system is subjectively determined by clinicians and is widely used in clinical practice to direct therapy.", "contents": "Congestive Heart Failure -- Introduction. The New York Heart Association Functional Classification is used for patients with symptoms of HF. This system is subjectively determined by clinicians and is widely used in clinical practice to direct therapy."}
{"id": "article-22661_7", "title": "Congestive Heart Failure -- Introduction -- New York Heart Association Functional Classification", "content": "Based on symptoms, the patients can be classified using the New York Heart Association (NYHA) functional classification as follows: [3] Class I: Symptom onset with more than ordinary level of activity Class II: Symptom onset with an ordinary level of activity Class III: Symptom onset with minimal activity Class IIIa: No dyspnea at rest Class IIIb: Recent onset of dyspnea at rest Class IV: Symptoms at rest", "contents": "Congestive Heart Failure -- Introduction -- New York Heart Association Functional Classification. Based on symptoms, the patients can be classified using the New York Heart Association (NYHA) functional classification as follows: [3] Class I: Symptom onset with more than ordinary level of activity Class II: Symptom onset with an ordinary level of activity Class III: Symptom onset with minimal activity Class IIIa: No dyspnea at rest Class IIIb: Recent onset of dyspnea at rest Class IV: Symptoms at rest"}
{"id": "article-22661_8", "title": "Congestive Heart Failure -- Etiology", "content": "There are many etiologies of CHF, and coronary artery disease (CAD) causing ischemic heart disease is the most common cause. Every attempt should be made to identify causative factors to help guide treatment strategies. The etiologies can be broadly classified as intrinsic heart disease and pathologies that are infiltrative, congenital, valvular, myocarditis-related, high-output failure, and secondary to systemic disease. [2] [4] These classifications have significant overlap. The 4 most common etiologies responsible for about two-thirds of CHF cases are ischemic heart disease, chronic obstructive pulmonary disease (COPD), hypertensive heart disease, and rheumatic heart disease. Higher-income countries have higher rates of ischemic heart disease and COPD; lower-income countries have higher rates of hypertensive heart disease, cardiomyopathy, rheumatic heart disease, and myocarditis.", "contents": "Congestive Heart Failure -- Etiology. There are many etiologies of CHF, and coronary artery disease (CAD) causing ischemic heart disease is the most common cause. Every attempt should be made to identify causative factors to help guide treatment strategies. The etiologies can be broadly classified as intrinsic heart disease and pathologies that are infiltrative, congenital, valvular, myocarditis-related, high-output failure, and secondary to systemic disease. [2] [4] These classifications have significant overlap. The 4 most common etiologies responsible for about two-thirds of CHF cases are ischemic heart disease, chronic obstructive pulmonary disease (COPD), hypertensive heart disease, and rheumatic heart disease. Higher-income countries have higher rates of ischemic heart disease and COPD; lower-income countries have higher rates of hypertensive heart disease, cardiomyopathy, rheumatic heart disease, and myocarditis."}
{"id": "article-22661_9", "title": "Congestive Heart Failure -- Etiology", "content": "Ischemic heart disease is by far the most common cause of CHF worldwide. Ischemia leads to a lack of blood flow to heart muscles, reducing the EF. Incidence is increasing in developing countries as they adopt a more Western diet and lifestyle, and improved medical care decreases the infectious burden in these countries (myocarditis is often infection-related.)", "contents": "Congestive Heart Failure -- Etiology. Ischemic heart disease is by far the most common cause of CHF worldwide. Ischemia leads to a lack of blood flow to heart muscles, reducing the EF. Incidence is increasing in developing countries as they adopt a more Western diet and lifestyle, and improved medical care decreases the infectious burden in these countries (myocarditis is often infection-related.)"}
{"id": "article-22661_10", "title": "Congestive Heart Failure -- Etiology", "content": "Valvular heart disease is another common intrinsic heart condition that can cause CHF. Rheumatic heart disease is the most common cause of valvular heart disease in children and young adults worldwide. It is caused by an immune response to group A Streptococcus and primarily causes mitral and aortic stenosis. [5] The most common overall cause of valvular disease is age-related degeneration, and the aortic valve is the most commonly affected valve. Women are more likely to experience mitral valve rheumatic heart disease or mitral valve prolapse, while men are more likely to suffer from aortic valve diseases such as regurgitation or stenosis. Endocarditis is also more common in men.", "contents": "Congestive Heart Failure -- Etiology. Valvular heart disease is another common intrinsic heart condition that can cause CHF. Rheumatic heart disease is the most common cause of valvular heart disease in children and young adults worldwide. It is caused by an immune response to group A Streptococcus and primarily causes mitral and aortic stenosis. [5] The most common overall cause of valvular disease is age-related degeneration, and the aortic valve is the most commonly affected valve. Women are more likely to experience mitral valve rheumatic heart disease or mitral valve prolapse, while men are more likely to suffer from aortic valve diseases such as regurgitation or stenosis. Endocarditis is also more common in men."}
{"id": "article-22661_11", "title": "Congestive Heart Failure -- Etiology", "content": "Hypertension causes CHF even in the absence of CAD or ischemic heart disease. High blood pressure causes mechanical stress by increased afterload and neurohormonal changes that increase ventricular mass. [2] HTN is also strongly associated with other comorbidities for CHF development, and aggressively treating hypertension is shown to lower the incidence of CHF. [2]", "contents": "Congestive Heart Failure -- Etiology. Hypertension causes CHF even in the absence of CAD or ischemic heart disease. High blood pressure causes mechanical stress by increased afterload and neurohormonal changes that increase ventricular mass. [2] HTN is also strongly associated with other comorbidities for CHF development, and aggressively treating hypertension is shown to lower the incidence of CHF. [2]"}
{"id": "article-22661_12", "title": "Congestive Heart Failure -- Etiology", "content": "Cardiomyopathy is a heterogeneous group of diseases characterized by enlarged ventricles with impaired function not related to secondary causes such as ischemic heart disease, valvular heart disease, hypertension, or congenital heart disease. The most common types of cardiomyopathies are hypertrophic, dilated, restrictive, arrhythmogenic right ventricular, and left ventricular noncompaction. [6] In addition to CHF, cardiomyopathy can present as arrhythmia or sudden cardiac death, further compelling the identification of underlying disorders. Many of these conditions have a genetic basis, and a detailed family history of sudden cardiac death, especially in first-degree relatives older than 35 years, should be taken. There are over 50 identified genes contributing to the development of dilated cardiomyopathy alone. Genetic determinants have variable phenotypic expression, and many nongenetic factors also affect the clinical symptoms. Some of these factors include diabetes, toxic exposure, or pregnancy. Fabry disease is a rare glycogen storage disease that can cause CHF symptoms through a hypertrophic cardiomyopathy pattern. [2] [6]", "contents": "Congestive Heart Failure -- Etiology. Cardiomyopathy is a heterogeneous group of diseases characterized by enlarged ventricles with impaired function not related to secondary causes such as ischemic heart disease, valvular heart disease, hypertension, or congenital heart disease. The most common types of cardiomyopathies are hypertrophic, dilated, restrictive, arrhythmogenic right ventricular, and left ventricular noncompaction. [6] In addition to CHF, cardiomyopathy can present as arrhythmia or sudden cardiac death, further compelling the identification of underlying disorders. Many of these conditions have a genetic basis, and a detailed family history of sudden cardiac death, especially in first-degree relatives older than 35 years, should be taken. There are over 50 identified genes contributing to the development of dilated cardiomyopathy alone. Genetic determinants have variable phenotypic expression, and many nongenetic factors also affect the clinical symptoms. Some of these factors include diabetes, toxic exposure, or pregnancy. Fabry disease is a rare glycogen storage disease that can cause CHF symptoms through a hypertrophic cardiomyopathy pattern. [2] [6]"}
{"id": "article-22661_13", "title": "Congestive Heart Failure -- Etiology", "content": "Inflammatory cardiomyopathy is defined by myocarditis along with ventricular remodeling and cardiac dysfunction. The most common cause is viral infection. Other etiologies are bacterial, fungal, or protozoal infections; toxic substances or drugs; and immune-mediated diseases. Chagas disease is caused by Trypanosoma cruzi, which is endemic in Latin America  and commonly causes myocarditis, cardiomyopathy, and CHF. Other viral causes of myocarditis and inflammatory cardiomyopathy include adenoviruses, enteroviruses, herpes virus 6, Epstein-Barr virus, and cytomegalovirus. Viruses can also activate autoimmune myocarditis, including HIV, hepatitis C virus, influenzas A and B, and coronaviruses (including COVID-19). When associated with CHF, these conditions tend to have a poor prognosis. [7]", "contents": "Congestive Heart Failure -- Etiology. Inflammatory cardiomyopathy is defined by myocarditis along with ventricular remodeling and cardiac dysfunction. The most common cause is viral infection. Other etiologies are bacterial, fungal, or protozoal infections; toxic substances or drugs; and immune-mediated diseases. Chagas disease is caused by Trypanosoma cruzi, which is endemic in Latin America  and commonly causes myocarditis, cardiomyopathy, and CHF. Other viral causes of myocarditis and inflammatory cardiomyopathy include adenoviruses, enteroviruses, herpes virus 6, Epstein-Barr virus, and cytomegalovirus. Viruses can also activate autoimmune myocarditis, including HIV, hepatitis C virus, influenzas A and B, and coronaviruses (including COVID-19). When associated with CHF, these conditions tend to have a poor prognosis. [7]"}
{"id": "article-22661_14", "title": "Congestive Heart Failure -- Etiology", "content": "Infiltrative cardiomyopathies cause a restrictive cardiomyopathy pattern (simar to the genetically determined restrictive cardiomyopathy variant), which is notable for normal ventricular systolic function, but with diastolic dysfunction and restrictive filling dynamics of the LV and RV. This is often associated with a high E/A ratio showing increased early filling and delayed late filling. [6] [8]", "contents": "Congestive Heart Failure -- Etiology. Infiltrative cardiomyopathies cause a restrictive cardiomyopathy pattern (simar to the genetically determined restrictive cardiomyopathy variant), which is notable for normal ventricular systolic function, but with diastolic dysfunction and restrictive filling dynamics of the LV and RV. This is often associated with a high E/A ratio showing increased early filling and delayed late filling. [6] [8]"}
{"id": "article-22661_15", "title": "Congestive Heart Failure -- Etiology", "content": "Cardiac amyloidosis results from misfolded protein deposits in the heart; this leads to cardiomyocyte separation, cellular toxicity, and tissue stiffness. Patients are preload dependent and are prone to symptomatic hypotension. Currently, tamifidis is the only medication known to prevent cardiac amyloidosis. It prevents, but does not reverse, amyloid deposition. Its high cost is also a limiting factor. [1] [9] [1]", "contents": "Congestive Heart Failure -- Etiology. Cardiac amyloidosis results from misfolded protein deposits in the heart; this leads to cardiomyocyte separation, cellular toxicity, and tissue stiffness. Patients are preload dependent and are prone to symptomatic hypotension. Currently, tamifidis is the only medication known to prevent cardiac amyloidosis. It prevents, but does not reverse, amyloid deposition. Its high cost is also a limiting factor. [1] [9] [1]"}
{"id": "article-22661_16", "title": "Congestive Heart Failure -- Etiology", "content": "Sarcoidosis is an acquired cardiomyopathy that presents with conduction defects and arrhythmias due to granuloma formation. The most common cardiac manifestation is CHF. Caution must be used when treating with beta-blockers due to the associated conduction abnormalities.", "contents": "Congestive Heart Failure -- Etiology. Sarcoidosis is an acquired cardiomyopathy that presents with conduction defects and arrhythmias due to granuloma formation. The most common cardiac manifestation is CHF. Caution must be used when treating with beta-blockers due to the associated conduction abnormalities."}
{"id": "article-22661_17", "title": "Congestive Heart Failure -- Etiology", "content": "Cardiac hemochromatosis is present in 15% to 20% of patients with hereditary hemochromatosis. This condition initially presents with a restrictive pattern but develops into biventricular systolic dysfunction. [8] Patients with restrictive cardiomyopathy physiology can develop hypotension when treated with traditional CHF medications due to preload dependence, so caution should be used to avoid systemic hypoperfusion. [10]", "contents": "Congestive Heart Failure -- Etiology. Cardiac hemochromatosis is present in 15% to 20% of patients with hereditary hemochromatosis. This condition initially presents with a restrictive pattern but develops into biventricular systolic dysfunction. [8] Patients with restrictive cardiomyopathy physiology can develop hypotension when treated with traditional CHF medications due to preload dependence, so caution should be used to avoid systemic hypoperfusion. [10]"}
{"id": "article-22661_18", "title": "Congestive Heart Failure -- Etiology", "content": "Takotsubo or stress-induced cardiomyopathy (colloquially broken-heart syndrome) is an underrecognized cause of CHF, which causes transient left-ventricular wall abnormalities that are not localized to a specific vascular territory. It has several proposed pathophysiologic mechanisms, including coronary vasospasm, microcirculatory dysfunction, and increased activation of the sympathetic nervous system. This condition is treated with medications typical for CHF with the addition of antithrombotic medications in certain clinical situations with wall motion abnormalities. Recognized cases increased significantly during the COVID-19 epidemic. [11] [12] [13] [12]", "contents": "Congestive Heart Failure -- Etiology. Takotsubo or stress-induced cardiomyopathy (colloquially broken-heart syndrome) is an underrecognized cause of CHF, which causes transient left-ventricular wall abnormalities that are not localized to a specific vascular territory. It has several proposed pathophysiologic mechanisms, including coronary vasospasm, microcirculatory dysfunction, and increased activation of the sympathetic nervous system. This condition is treated with medications typical for CHF with the addition of antithrombotic medications in certain clinical situations with wall motion abnormalities. Recognized cases increased significantly during the COVID-19 epidemic. [11] [12] [13] [12]"}
{"id": "article-22661_19", "title": "Congestive Heart Failure -- Etiology", "content": "Peripartum cardiomyopathy is a significant cause of maternal mortality. During pregnancy, cardiac output is increased by 20% to 30% due to increased heart rate and stroke volume. It presents with CHF due to LV systolic dysfunction during late pregnancy, postpartum, or up to several months after delivery. There is likely an underlying genetic component, and it is more common in women with advanced maternal age, Black race, and multifetal pregnancies. If wall motion abnormalities are present, anticoagulation is essential due to the hypercoagulable state caused by pregnancy. Recovery is variable by global region and inversely correlates with lowered EF. [14]", "contents": "Congestive Heart Failure -- Etiology. Peripartum cardiomyopathy is a significant cause of maternal mortality. During pregnancy, cardiac output is increased by 20% to 30% due to increased heart rate and stroke volume. It presents with CHF due to LV systolic dysfunction during late pregnancy, postpartum, or up to several months after delivery. There is likely an underlying genetic component, and it is more common in women with advanced maternal age, Black race, and multifetal pregnancies. If wall motion abnormalities are present, anticoagulation is essential due to the hypercoagulable state caused by pregnancy. Recovery is variable by global region and inversely correlates with lowered EF. [14]"}
{"id": "article-22661_20", "title": "Congestive Heart Failure -- Etiology", "content": "Obesity is a leading cause of CHF in patients younger than 40 years, according to the \"Candesartan in Heart Failure Assessment of Reduction in Mortality and Morbidity\" (the CHARM study). The \"obesity paradox\" described elsewhere has significant study flaws and is derived from older data. It is thought that up to 10% of CHF cases are attributable to obesity alone. Patients with obesity are more likely to have HFpEF, possibly secondary to adipose-produced cytokines such as IL-1b, IL-8, and TNFα. Adipose tissue also degrades natriuretic peptides. [15] [16] [17]", "contents": "Congestive Heart Failure -- Etiology. Obesity is a leading cause of CHF in patients younger than 40 years, according to the \"Candesartan in Heart Failure Assessment of Reduction in Mortality and Morbidity\" (the CHARM study). The \"obesity paradox\" described elsewhere has significant study flaws and is derived from older data. It is thought that up to 10% of CHF cases are attributable to obesity alone. Patients with obesity are more likely to have HFpEF, possibly secondary to adipose-produced cytokines such as IL-1b, IL-8, and TNFα. Adipose tissue also degrades natriuretic peptides. [15] [16] [17]"}
{"id": "article-22661_21", "title": "Congestive Heart Failure -- Etiology", "content": "Tachycardia and arrhythmia can induce a low-output CHF state. There is usually dilation of all cardiac chambers, and there is preservation or thinning of biventricular wall thickness. Electrophysiologic changes, including prologued duration and decreased amplitude of action potentials in the myocytes, accompany this. All of these factors induce the typical neurohormonal response causing CHF. With rate control, these changes are often reversible due to myocardial hibernation. [18]", "contents": "Congestive Heart Failure -- Etiology. Tachycardia and arrhythmia can induce a low-output CHF state. There is usually dilation of all cardiac chambers, and there is preservation or thinning of biventricular wall thickness. Electrophysiologic changes, including prologued duration and decreased amplitude of action potentials in the myocytes, accompany this. All of these factors induce the typical neurohormonal response causing CHF. With rate control, these changes are often reversible due to myocardial hibernation. [18]"}
{"id": "article-22661_22", "title": "Congestive Heart Failure -- Etiology", "content": "Thyrotoxicosis is a rare cause of HF despite initiating a hyperdynamic circulatory state. This may be partially due to activation of the renin-angiotensin-aldosterone axis, causing sodium and water retention, as well as upregulation of erythropoietin-stimulating agent, both of which will cause increased blood volume. Sustained tachycardia with or without atrial fibrillation can also cause CHF. [19]", "contents": "Congestive Heart Failure -- Etiology. Thyrotoxicosis is a rare cause of HF despite initiating a hyperdynamic circulatory state. This may be partially due to activation of the renin-angiotensin-aldosterone axis, causing sodium and water retention, as well as upregulation of erythropoietin-stimulating agent, both of which will cause increased blood volume. Sustained tachycardia with or without atrial fibrillation can also cause CHF. [19]"}
{"id": "article-22661_23", "title": "Congestive Heart Failure -- Etiology", "content": "High-output cardiac failure can be associated with thiamine deficiency, which is a rare condition found primarily among patients who are elderly, homeless, or have alcohol abuse disorder. Thiamine deficiency causes decreased ATP production with an accumulation of adenosine, which causes systemic vasodilation. This leads to lowered systemic vascular resistance and increased cardiac output. This evolves to weakened myocardium and decreased EF. Diuretic use can also cause urinary thiamine loss, further compounding the situation. [20] [21] Other common causes of high-output cardiac failure are obesity, liver disease, and arteriovenous shunts. The causative physiologic changes are decreased afterload (ie, systemic vascular resistance) and increased metabolism. These can often present with preserved EF, pulmonary congestion, increased filling pressures, and elevated natriuretic peptides. [22] [23]", "contents": "Congestive Heart Failure -- Etiology. High-output cardiac failure can be associated with thiamine deficiency, which is a rare condition found primarily among patients who are elderly, homeless, or have alcohol abuse disorder. Thiamine deficiency causes decreased ATP production with an accumulation of adenosine, which causes systemic vasodilation. This leads to lowered systemic vascular resistance and increased cardiac output. This evolves to weakened myocardium and decreased EF. Diuretic use can also cause urinary thiamine loss, further compounding the situation. [20] [21] Other common causes of high-output cardiac failure are obesity, liver disease, and arteriovenous shunts. The causative physiologic changes are decreased afterload (ie, systemic vascular resistance) and increased metabolism. These can often present with preserved EF, pulmonary congestion, increased filling pressures, and elevated natriuretic peptides. [22] [23]"}
{"id": "article-22661_24", "title": "Congestive Heart Failure -- Epidemiology", "content": "The global magnitude of the disease cannot be accurately assessed given the significant differences in geographical distribution, assessment methods, lack of imaging modalities, and non-adherence to the uniform staging and diagnosis of the disease. Approximately 1.2 million hospitalizations were due to CHF in 2017, with an increase in the percentage of patients with HFpEF compared to HFrEF. [1]", "contents": "Congestive Heart Failure -- Epidemiology. The global magnitude of the disease cannot be accurately assessed given the significant differences in geographical distribution, assessment methods, lack of imaging modalities, and non-adherence to the uniform staging and diagnosis of the disease. Approximately 1.2 million hospitalizations were due to CHF in 2017, with an increase in the percentage of patients with HFpEF compared to HFrEF. [1]"}
{"id": "article-22661_25", "title": "Congestive Heart Failure -- Epidemiology", "content": "By some reports, the incidence rate has plateaued; however, the prevalence increases as more patients receive therapy. This has not translated to improved quality of life or a decrease in the number of hospitalizations for patients with CHF. According to the Global Health Data Exchange registry, the current worldwide prevalence of CHF is 64.34 million cases. This translates to 9.91 million years lost due to disability (YLDs) and 346.17 billion US dollars in healthcare expenditure. [24]", "contents": "Congestive Heart Failure -- Epidemiology. By some reports, the incidence rate has plateaued; however, the prevalence increases as more patients receive therapy. This has not translated to improved quality of life or a decrease in the number of hospitalizations for patients with CHF. According to the Global Health Data Exchange registry, the current worldwide prevalence of CHF is 64.34 million cases. This translates to 9.91 million years lost due to disability (YLDs) and 346.17 billion US dollars in healthcare expenditure. [24]"}
{"id": "article-22661_26", "title": "Congestive Heart Failure -- Epidemiology", "content": "Age is a major determinant of HF. Regardless of the cause or the definition used to classify patients with HF, the prevalence of HF increases steeply with age. The Framingham Heart Study showed CHF prevalence to be 8 per 1000 males aged 50 to 59 years, with an increase to 66 per 1000 males aged 80 to 89. [25] The incidence of HF in men doubles with each 10-year age increase after the age of 65, whereas in women, for the same age cohort, the incidence triples. Men have higher rates of heart disease and CHF than women worldwide. [26] [2]", "contents": "Congestive Heart Failure -- Epidemiology. Age is a major determinant of HF. Regardless of the cause or the definition used to classify patients with HF, the prevalence of HF increases steeply with age. The Framingham Heart Study showed CHF prevalence to be 8 per 1000 males aged 50 to 59 years, with an increase to 66 per 1000 males aged 80 to 89. [25] The incidence of HF in men doubles with each 10-year age increase after the age of 65, whereas in women, for the same age cohort, the incidence triples. Men have higher rates of heart disease and CHF than women worldwide. [26] [2]"}
{"id": "article-22661_27", "title": "Congestive Heart Failure -- Epidemiology", "content": "The global registry also notes a predilection for a race with a 25% higher prevalence of HF in Black patients than in White patients. HF is still the primary cause of hospitalization in the elderly population and accounts for 8.5% of cardiovascular-related deaths in the United States. [26]", "contents": "Congestive Heart Failure -- Epidemiology. The global registry also notes a predilection for a race with a 25% higher prevalence of HF in Black patients than in White patients. HF is still the primary cause of hospitalization in the elderly population and accounts for 8.5% of cardiovascular-related deaths in the United States. [26]"}
{"id": "article-22661_28", "title": "Congestive Heart Failure -- Epidemiology", "content": "International statistics regarding the epidemiology of HF are similar. The incidence increases dramatically with age, metabolic risk factors, and a sedentary lifestyle. Ischemic cardiomyopathy and hypertension are significant causes of HF in developing countries. [27] A notable difference based on a review of small cohort studies from these nations is a higher prevalence of isolated right HF. The theoretical cause of this is thought to be due to the higher prevalence of tuberculous, pericardial, and lung diseases. There is a lack of robust data to verify these claims.", "contents": "Congestive Heart Failure -- Epidemiology. International statistics regarding the epidemiology of HF are similar. The incidence increases dramatically with age, metabolic risk factors, and a sedentary lifestyle. Ischemic cardiomyopathy and hypertension are significant causes of HF in developing countries. [27] A notable difference based on a review of small cohort studies from these nations is a higher prevalence of isolated right HF. The theoretical cause of this is thought to be due to the higher prevalence of tuberculous, pericardial, and lung diseases. There is a lack of robust data to verify these claims."}
{"id": "article-22661_29", "title": "Congestive Heart Failure -- Pathophysiology", "content": "HF is a progressive disease. Any acute insult to cardiac structure or acute alteration secondary to genetic mutation, cardiac tissue infiltration, ischemia, valvular heart disease, myocarditis, or acute myocardial injury may initiate the compensatory mechanism, which, once exhausted, results in maladaptation.", "contents": "Congestive Heart Failure -- Pathophysiology. HF is a progressive disease. Any acute insult to cardiac structure or acute alteration secondary to genetic mutation, cardiac tissue infiltration, ischemia, valvular heart disease, myocarditis, or acute myocardial injury may initiate the compensatory mechanism, which, once exhausted, results in maladaptation."}
{"id": "article-22661_30", "title": "Congestive Heart Failure -- Pathophysiology", "content": "In the initial stages of CHF, several compensatory mechanisms attempt to maintain cardiac output and meet the systemic demands. The chronic activation of the sympathetic nervous system results in reduced beta-receptor responsiveness and adrenaline stores. This results in changes in myocyte regeneration, myocardial hypertrophy, and myocardial hypercontractility. [28] The increased sympathetic drive also results in the activation of the renin-angiotensin-aldosterone system (RAAS) system, systemic vasoconstriction, and sodium retention. [28] [29]", "contents": "Congestive Heart Failure -- Pathophysiology. In the initial stages of CHF, several compensatory mechanisms attempt to maintain cardiac output and meet the systemic demands. The chronic activation of the sympathetic nervous system results in reduced beta-receptor responsiveness and adrenaline stores. This results in changes in myocyte regeneration, myocardial hypertrophy, and myocardial hypercontractility. [28] The increased sympathetic drive also results in the activation of the renin-angiotensin-aldosterone system (RAAS) system, systemic vasoconstriction, and sodium retention. [28] [29]"}
{"id": "article-22661_31", "title": "Congestive Heart Failure -- Pathophysiology", "content": "A decrease in cardiac output and increased sympathetic drive stimulate the RAAS, leading to increased salt and water retention, along with increased vasoconstriction. This further fuels the maladaptive mechanisms in the heart and causes progressive HF. In addition, the RAAS system releases angiotensin II, which has been shown to increase myocardial cellular hypertrophy and interstitial fibrosis, contributing to myocardial remodeling. [3]", "contents": "Congestive Heart Failure -- Pathophysiology. A decrease in cardiac output and increased sympathetic drive stimulate the RAAS, leading to increased salt and water retention, along with increased vasoconstriction. This further fuels the maladaptive mechanisms in the heart and causes progressive HF. In addition, the RAAS system releases angiotensin II, which has been shown to increase myocardial cellular hypertrophy and interstitial fibrosis, contributing to myocardial remodeling. [3]"}
{"id": "article-22661_32", "title": "Congestive Heart Failure -- Pathophysiology", "content": "A decrease in cardiac output stimulates the neuroendocrine system with a release of epinephrine, norepinephrine, endothelin-1 (ET-1), and vasopressin. These mediators cause vasoconstriction, leading to increased afterload. There is an increase in cyclic adenosine monophosphate (cAMP), which causes an increase in cytosolic calcium in the myocytes. This increases myocardial contractility and further prevents myocardial relaxation. Increased afterload and myocardial contractility with impaired myocardial relaxation increase myocardial oxygen demand. This paradoxical need for increased cardiac output to meet myocardial demand eventually leads to myocardial cell death and apoptosis. As apoptosis continues, a decrease in cardiac output with increased demand leads to a perpetuating cycle of increased neurohumoral stimulation and maladaptive hemodynamic and myocardial responses. [29] The loss of myocytes decreases EF (cardiac contractility), which leads to incomplete LV emptying. Increased LV volume and pressure cause pulmonary congestion. [30]", "contents": "Congestive Heart Failure -- Pathophysiology. A decrease in cardiac output stimulates the neuroendocrine system with a release of epinephrine, norepinephrine, endothelin-1 (ET-1), and vasopressin. These mediators cause vasoconstriction, leading to increased afterload. There is an increase in cyclic adenosine monophosphate (cAMP), which causes an increase in cytosolic calcium in the myocytes. This increases myocardial contractility and further prevents myocardial relaxation. Increased afterload and myocardial contractility with impaired myocardial relaxation increase myocardial oxygen demand. This paradoxical need for increased cardiac output to meet myocardial demand eventually leads to myocardial cell death and apoptosis. As apoptosis continues, a decrease in cardiac output with increased demand leads to a perpetuating cycle of increased neurohumoral stimulation and maladaptive hemodynamic and myocardial responses. [29] The loss of myocytes decreases EF (cardiac contractility), which leads to incomplete LV emptying. Increased LV volume and pressure cause pulmonary congestion. [30]"}
{"id": "article-22661_33", "title": "Congestive Heart Failure -- Pathophysiology", "content": "Renal hypoperfusion causes the release of antidiuretic hormone (ADH), further potentiating sodium and water retention. Increased central venous and intraabdominal pressure causes reduced renal blood flow, further decreasing GFR. [31]", "contents": "Congestive Heart Failure -- Pathophysiology. Renal hypoperfusion causes the release of antidiuretic hormone (ADH), further potentiating sodium and water retention. Increased central venous and intraabdominal pressure causes reduced renal blood flow, further decreasing GFR. [31]"}
{"id": "article-22661_34", "title": "Congestive Heart Failure -- Pathophysiology", "content": "Decompensated CHF is characterized by peripheral vasoconstriction and increased preload delivery to the overburdened heart. The natriuretic peptides BNP and ANP are secreted but are ineffective in counteracting the excess sodium and water retention. [31]", "contents": "Congestive Heart Failure -- Pathophysiology. Decompensated CHF is characterized by peripheral vasoconstriction and increased preload delivery to the overburdened heart. The natriuretic peptides BNP and ANP are secreted but are ineffective in counteracting the excess sodium and water retention. [31]"}
{"id": "article-22661_35", "title": "Congestive Heart Failure -- Pathophysiology", "content": "Neprilysin is an enzyme that breaks down several hormones, including BNP, ANP, and bradykinin; it targets several novel therapeutics. It is always used with an angiotensin receptor blocker because it increases angiotensin II levels, and when administered with an ACE inhibitor, it causes significant angioedema. [32] [33]", "contents": "Congestive Heart Failure -- Pathophysiology. Neprilysin is an enzyme that breaks down several hormones, including BNP, ANP, and bradykinin; it targets several novel therapeutics. It is always used with an angiotensin receptor blocker because it increases angiotensin II levels, and when administered with an ACE inhibitor, it causes significant angioedema. [32] [33]"}
{"id": "article-22661_36", "title": "Congestive Heart Failure -- Pathophysiology", "content": "Causes of CHF are split about equally between HFrEF and HFpEF but require different treatment plans. In HFpEF, there is a decrease in myocardial relaxation and an increase in the stiffness of the ventricle due to an increase in ventricular afterload. This perpetuates a similar maladaptive hemodynamic compensation and leads to progressive HF. Patients with HFpEF tend to be older, female, and hypertensive. Atrial fibrillation and anemia are also more likely co-occurring conditions. There is some evidence that the prognosis is worse than those with HFrEF. It is possible that appropriate targets have not been identified for optimal therapeutic interventions. [34] [35]", "contents": "Congestive Heart Failure -- Pathophysiology. Causes of CHF are split about equally between HFrEF and HFpEF but require different treatment plans. In HFpEF, there is a decrease in myocardial relaxation and an increase in the stiffness of the ventricle due to an increase in ventricular afterload. This perpetuates a similar maladaptive hemodynamic compensation and leads to progressive HF. Patients with HFpEF tend to be older, female, and hypertensive. Atrial fibrillation and anemia are also more likely co-occurring conditions. There is some evidence that the prognosis is worse than those with HFrEF. It is possible that appropriate targets have not been identified for optimal therapeutic interventions. [34] [35]"}
{"id": "article-22661_37", "title": "Congestive Heart Failure -- History and Physical -- History", "content": "The diagnosis and classification of HF are primarily based on the presence and severity of symptoms and physical exam findings. It is imperative to obtain a detailed history of symptoms, underlying medical conditions, and functional capacity to treat the patient adequately.", "contents": "Congestive Heart Failure -- History and Physical -- History. The diagnosis and classification of HF are primarily based on the presence and severity of symptoms and physical exam findings. It is imperative to obtain a detailed history of symptoms, underlying medical conditions, and functional capacity to treat the patient adequately."}
{"id": "article-22661_38", "title": "Congestive Heart Failure -- History and Physical -- History", "content": "Acute CHF presents primarily with signs of congestion and may also present with organ hypoperfusion or cardiogenic shock. [36] The most commonly reported symptom is shortness of breath. This must be further classified as exertional, positional (orthopnea), and whether acute or chronic. Other commonly reported symptoms of CHF include chest pain, anorexia, and exertional fatigue. Anorexia is due to hepatic congestion, bowel edema, and reduced blood flow to splanchnic circulation. Some patients may present with a recumbent cough due to orthopnea. Patients may also experience abdominal discomfort due to hepatic congestion or ascites. Patients with arrhythmias can present with palpitations, presyncope, or syncope. Another symptom that increases morbidity is edema, especially of the lower extremities. This can limit mobility and balance; total body water and weight increases of > 20 lbs are not uncommon.", "contents": "Congestive Heart Failure -- History and Physical -- History. Acute CHF presents primarily with signs of congestion and may also present with organ hypoperfusion or cardiogenic shock. [36] The most commonly reported symptom is shortness of breath. This must be further classified as exertional, positional (orthopnea), and whether acute or chronic. Other commonly reported symptoms of CHF include chest pain, anorexia, and exertional fatigue. Anorexia is due to hepatic congestion, bowel edema, and reduced blood flow to splanchnic circulation. Some patients may present with a recumbent cough due to orthopnea. Patients may also experience abdominal discomfort due to hepatic congestion or ascites. Patients with arrhythmias can present with palpitations, presyncope, or syncope. Another symptom that increases morbidity is edema, especially of the lower extremities. This can limit mobility and balance; total body water and weight increases of > 20 lbs are not uncommon."}
{"id": "article-22661_39", "title": "Congestive Heart Failure -- History and Physical -- History", "content": "While patients with acute HF present with overt respiratory distress, orthopnea, and paroxysmal nocturnal dyspnea, patients with chronic heart failure tend to curtail their physical activity; hence, symptoms may be obscured. It is essential to identify triggers of acute decompensation such as recent infection, noncompliance with cardiac medications, use of NSAIDs, or increased salt intake.", "contents": "Congestive Heart Failure -- History and Physical -- History. While patients with acute HF present with overt respiratory distress, orthopnea, and paroxysmal nocturnal dyspnea, patients with chronic heart failure tend to curtail their physical activity; hence, symptoms may be obscured. It is essential to identify triggers of acute decompensation such as recent infection, noncompliance with cardiac medications, use of NSAIDs, or increased salt intake."}
{"id": "article-22661_40", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "The examination findings vary with the stage and acuity of the disease. Patients may have isolated symptoms of left-sided HF, right-sided HF, or combined.", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. The examination findings vary with the stage and acuity of the disease. Patients may have isolated symptoms of left-sided HF, right-sided HF, or combined."}
{"id": "article-22661_41", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "General physical examination: The general appearance of patients with severe CHF or those with acutely decompensated HF includes anxiety, diaphoresis, tachycardia, and tachypnea. Patients with chronic decompensated HF can appear cachexic. On chest examination, the classical finding of pulmonary rales translates to heart failure of moderate-to-severe intensity. Wheezing may be present in acute decompensated heart failure. As the severity of pulmonary congestion increases, frothy and blood-tinged sputum may be seen. It is important to note that the absence of rales does not exclude pulmonary congestion. Jugular venous distention is another classical finding that must be assessed in all patients with HF. In patients with elevated left-sided filling pressures, hepatojugular reflux (sustained increase in JVP of >4 cm after applying pressure over the liver with the patient lying at a 45° angle) is often seen.", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. General physical examination: The general appearance of patients with severe CHF or those with acutely decompensated HF includes anxiety, diaphoresis, tachycardia, and tachypnea. Patients with chronic decompensated HF can appear cachexic. On chest examination, the classical finding of pulmonary rales translates to heart failure of moderate-to-severe intensity. Wheezing may be present in acute decompensated heart failure. As the severity of pulmonary congestion increases, frothy and blood-tinged sputum may be seen. It is important to note that the absence of rales does not exclude pulmonary congestion. Jugular venous distention is another classical finding that must be assessed in all patients with HF. In patients with elevated left-sided filling pressures, hepatojugular reflux (sustained increase in JVP of >4 cm after applying pressure over the liver with the patient lying at a 45° angle) is often seen."}
{"id": "article-22661_42", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "Patients with Stage D HF may show signs of poor perfusion, such as hypotension, reduced capillary refill, cold extremities, poor mentation, and reduced urine output. There may be pulsus alternans (an alternating weak and strong pulse), suggestive of severe ventricular dysfunction. The pulse can be irregular in the presence of atrial fibrillation or ectopic beats. Some degree of peripheral edema is present with most HF. [37] Weight gain is another method for assessing volume retention, and precise daily weights can be a useful monitoring tool.", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. Patients with Stage D HF may show signs of poor perfusion, such as hypotension, reduced capillary refill, cold extremities, poor mentation, and reduced urine output. There may be pulsus alternans (an alternating weak and strong pulse), suggestive of severe ventricular dysfunction. The pulse can be irregular in the presence of atrial fibrillation or ectopic beats. Some degree of peripheral edema is present with most HF. [37] Weight gain is another method for assessing volume retention, and precise daily weights can be a useful monitoring tool."}
{"id": "article-22661_43", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "Precordial findings in patients with HF include an S3 gallop, or displaced apex beat (dilated heart). There may be murmurs of associated valvular lesions such as the pansystolic murmur of mitral regurgitation or tricuspid regurgitation, systolic ejection murmur of aortic stenosis, or early diastolic murmur of aortic regurgitation. Patients with pulmonary hypertension may have palpable or loud P2 or parasternal heave. Patients with congenital heart disease may also have associated clubbing, cyanosis, and splitting of the second heart sound.", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. Precordial findings in patients with HF include an S3 gallop, or displaced apex beat (dilated heart). There may be murmurs of associated valvular lesions such as the pansystolic murmur of mitral regurgitation or tricuspid regurgitation, systolic ejection murmur of aortic stenosis, or early diastolic murmur of aortic regurgitation. Patients with pulmonary hypertension may have palpable or loud P2 or parasternal heave. Patients with congenital heart disease may also have associated clubbing, cyanosis, and splitting of the second heart sound."}
{"id": "article-22661_44", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "An S3 gallop is the most significant and early finding associated with HF. [38] Patients with hypertensive heart disease may have an S4 or loud A2. Patients with HF with preserved EF may have an S4 gallop related to ventricular noncompliance.", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. An S3 gallop is the most significant and early finding associated with HF. [38] Patients with hypertensive heart disease may have an S4 or loud A2. Patients with HF with preserved EF may have an S4 gallop related to ventricular noncompliance."}
{"id": "article-22661_45", "title": "Congestive Heart Failure -- History and Physical -- Physical Examination", "content": "The commonly used Framingham Diagnostic Criteria for Heart Failure require the presence of 2 major criteria or 1 major and 2 minor criteria to make the diagnosis. This clinical diagnostic tool is highly sensitive for the diagnosis of HF but has a relatively low specificity. The Framingham Diagnostic criteria are as follows: [37]", "contents": "Congestive Heart Failure -- History and Physical -- Physical Examination. The commonly used Framingham Diagnostic Criteria for Heart Failure require the presence of 2 major criteria or 1 major and 2 minor criteria to make the diagnosis. This clinical diagnostic tool is highly sensitive for the diagnosis of HF but has a relatively low specificity. The Framingham Diagnostic criteria are as follows: [37]"}
{"id": "article-22661_46", "title": "Congestive Heart Failure -- History and Physical -- Major Criteria", "content": "Acute pulmonary edema Cardiomegaly Hepatojugular reflex Neck vein distention Paroxysmal nocturnal dyspnea or orthopnea Pulmonary rales Third heart sound (S3 Gallop)", "contents": "Congestive Heart Failure -- History and Physical -- Major Criteria. Acute pulmonary edema Cardiomegaly Hepatojugular reflex Neck vein distention Paroxysmal nocturnal dyspnea or orthopnea Pulmonary rales Third heart sound (S3 Gallop)"}
{"id": "article-22661_47", "title": "Congestive Heart Failure -- History and Physical -- Minor Criteria", "content": "Ankle edema Dyspnea on exertion Hepatomegaly Nocturnal cough Pleural effusion Tachycardia (heart rate greater than 120 beats per minute)", "contents": "Congestive Heart Failure -- History and Physical -- Minor Criteria. Ankle edema Dyspnea on exertion Hepatomegaly Nocturnal cough Pleural effusion Tachycardia (heart rate greater than 120 beats per minute)"}
{"id": "article-22661_48", "title": "Congestive Heart Failure -- Evaluation", "content": "A comprehensive assessment is required when evaluating a patient with HF. This includes a complete blood picture, iron profile, renal profile, and liver profile. After the basic metabolic and blood panel, patients require further investigations, depending on the etiology and clinical stage. [1] A CBC may suggest anemia or leukocytosis suggestive of an infection triggering CHF.", "contents": "Congestive Heart Failure -- Evaluation. A comprehensive assessment is required when evaluating a patient with HF. This includes a complete blood picture, iron profile, renal profile, and liver profile. After the basic metabolic and blood panel, patients require further investigations, depending on the etiology and clinical stage. [1] A CBC may suggest anemia or leukocytosis suggestive of an infection triggering CHF."}
{"id": "article-22661_49", "title": "Congestive Heart Failure -- Evaluation", "content": "A complete renal profile is necessary for all patients with HF. It indicates the degree of renal injury associated with HF and guides medication choice. It is essential to know baseline renal function before the patient is started on medications, including renin-angiotensin-aldosterone (RAAS) inhibitors, sodium-glucose transporter-2 (SGLT-2) inhibitors, or diuretics. Serum sodium level has prognostic value as a predictor of mortality in patients with chronic HF. \"The Outcomes of a Prospective Trial of Intravenous Milrinone for Exacerbations of Chronic Heart Failure\" (OPTIME-CHF) trial demonstrated a significantly increased risk of in-hospital mortality as well as 30-day mortality in patients with HF who presented with hyponatremia. [39]", "contents": "Congestive Heart Failure -- Evaluation. A complete renal profile is necessary for all patients with HF. It indicates the degree of renal injury associated with HF and guides medication choice. It is essential to know baseline renal function before the patient is started on medications, including renin-angiotensin-aldosterone (RAAS) inhibitors, sodium-glucose transporter-2 (SGLT-2) inhibitors, or diuretics. Serum sodium level has prognostic value as a predictor of mortality in patients with chronic HF. \"The Outcomes of a Prospective Trial of Intravenous Milrinone for Exacerbations of Chronic Heart Failure\" (OPTIME-CHF) trial demonstrated a significantly increased risk of in-hospital mortality as well as 30-day mortality in patients with HF who presented with hyponatremia. [39]"}
{"id": "article-22661_50", "title": "Congestive Heart Failure -- Evaluation", "content": "A liver profile is usually performed. Hepatic congestion secondary to HF may result in elevated gamma-glutamyl transferase levels, aspartate aminotransferase (AST), and alanine aminotransferase (ALT). [40]", "contents": "Congestive Heart Failure -- Evaluation. A liver profile is usually performed. Hepatic congestion secondary to HF may result in elevated gamma-glutamyl transferase levels, aspartate aminotransferase (AST), and alanine aminotransferase (ALT). [40]"}
{"id": "article-22661_51", "title": "Congestive Heart Failure -- Evaluation", "content": "Urine studies can be useful in diagnosis. If amyloidosis is suspected, urine and serum electrophoresis and monoclonal light chain assays should be performed. If clinical suspicion is high despite negative testing for light chains, bone scintigraphy can be performed. [1]", "contents": "Congestive Heart Failure -- Evaluation. Urine studies can be useful in diagnosis. If amyloidosis is suspected, urine and serum electrophoresis and monoclonal light chain assays should be performed. If clinical suspicion is high despite negative testing for light chains, bone scintigraphy can be performed. [1]"}
{"id": "article-22661_52", "title": "Congestive Heart Failure -- Evaluation", "content": "Serum B-type natriuretic peptide (BNP) or N-terminal pro-BNP (NT-ProBNP) levels can aid in differentiating cardiac from noncardiac causes of dyspnea in patients with ambiguous presentations. BNP is an independent predictor of increased left ventricular end-diastolic pressure, and it is used for assessing mortality risk in patients with HF. BNP levels correlate with NYHA classification, and the utility is primarily used as a marker to assess treatment efficacy. NT-ProBNP is the chemically inert N-terminal fragment of BNP and has a longer half-life. The ratio of NT-ProBNP/BNP varies depending on underlying comorbidities and may be a useful tool in the future. [41] In patients with a clear clinical presentation of HF, natriuretic peptides should not be used to drive treatment plans. It is important to remember that BNP and NT-ProBNP levels can be elevated in patients with renal dysfunction, atrial fibrillation, and older patients. Conversely, BNP levels can be falsely low in patients with obesity, hypothyroidism, and advanced HF (due to myocardial fibrosis).", "contents": "Congestive Heart Failure -- Evaluation. Serum B-type natriuretic peptide (BNP) or N-terminal pro-BNP (NT-ProBNP) levels can aid in differentiating cardiac from noncardiac causes of dyspnea in patients with ambiguous presentations. BNP is an independent predictor of increased left ventricular end-diastolic pressure, and it is used for assessing mortality risk in patients with HF. BNP levels correlate with NYHA classification, and the utility is primarily used as a marker to assess treatment efficacy. NT-ProBNP is the chemically inert N-terminal fragment of BNP and has a longer half-life. The ratio of NT-ProBNP/BNP varies depending on underlying comorbidities and may be a useful tool in the future. [41] In patients with a clear clinical presentation of HF, natriuretic peptides should not be used to drive treatment plans. It is important to remember that BNP and NT-ProBNP levels can be elevated in patients with renal dysfunction, atrial fibrillation, and older patients. Conversely, BNP levels can be falsely low in patients with obesity, hypothyroidism, and advanced HF (due to myocardial fibrosis)."}
{"id": "article-22661_53", "title": "Congestive Heart Failure -- Evaluation", "content": "Troponin-I or T suggests ongoing myocardial injury when persistently elevated and predicts adverse outcomes and mortality.", "contents": "Congestive Heart Failure -- Evaluation. Troponin-I or T suggests ongoing myocardial injury when persistently elevated and predicts adverse outcomes and mortality."}
{"id": "article-22661_54", "title": "Congestive Heart Failure -- Evaluation", "content": "An electrocardiogram may show evidence of prior infarction, chamber enlargement, intraventricular conduction delay, or arrhythmia. It may also give clues to specific etiologies. A low voltage and pseudo infarction pattern of ECG is seen in cardiac amyloidosis. An epsilon wave is seen in ARVC. ECG also suggests the presence of ventricular desynchrony, with a QRS duration of more than 120 msec, predicting the patient's response to device therapy for HF.", "contents": "Congestive Heart Failure -- Evaluation. An electrocardiogram may show evidence of prior infarction, chamber enlargement, intraventricular conduction delay, or arrhythmia. It may also give clues to specific etiologies. A low voltage and pseudo infarction pattern of ECG is seen in cardiac amyloidosis. An epsilon wave is seen in ARVC. ECG also suggests the presence of ventricular desynchrony, with a QRS duration of more than 120 msec, predicting the patient's response to device therapy for HF."}
{"id": "article-22661_55", "title": "Congestive Heart Failure -- Evaluation", "content": "Chest radiographs are used to assess the degree of pulmonary congestion and cardiac contour (to determine the presence of cardiomegaly). Findings indicative of CHF on chest radiographs include enlarged cardiac silhouette, edema at the lung bases, and vascular congestion. In florid HF, Kerley B lines may be seen on chest radiographs. The absence of these findings in patients with a suggestive clinical presentation does not rule out CHF. [37]", "contents": "Congestive Heart Failure -- Evaluation. Chest radiographs are used to assess the degree of pulmonary congestion and cardiac contour (to determine the presence of cardiomegaly). Findings indicative of CHF on chest radiographs include enlarged cardiac silhouette, edema at the lung bases, and vascular congestion. In florid HF, Kerley B lines may be seen on chest radiographs. The absence of these findings in patients with a suggestive clinical presentation does not rule out CHF. [37]"}
{"id": "article-22661_56", "title": "Congestive Heart Failure -- Evaluation", "content": "Echocardiography is the initial choice of modality in patients with suspected HF and is an easily available bedside tool. Echocardiography quantifies right and left ventricular function, denotes structural abnormalities in cardiac chambers and valves, and helps visualize the presence of focal wall motion abnormalities. However, in patients with severe obesity, pregnancy, or mechanical ventilation, it may be challenging to obtain adequate acoustic windows. Transesophageal echocardiography (TEE) is an alternative for these patients. Adequate rate control in patients with tachyarrhythmias is necessary to obtain adequate echocardiographic images. [37]", "contents": "Congestive Heart Failure -- Evaluation. Echocardiography is the initial choice of modality in patients with suspected HF and is an easily available bedside tool. Echocardiography quantifies right and left ventricular function, denotes structural abnormalities in cardiac chambers and valves, and helps visualize the presence of focal wall motion abnormalities. However, in patients with severe obesity, pregnancy, or mechanical ventilation, it may be challenging to obtain adequate acoustic windows. Transesophageal echocardiography (TEE) is an alternative for these patients. Adequate rate control in patients with tachyarrhythmias is necessary to obtain adequate echocardiographic images. [37]"}
{"id": "article-22661_57", "title": "Congestive Heart Failure -- Evaluation", "content": "Cardiac catheterization is often required for diagnosing ischemic cardiomyopathy and can be useful for accurately evaluating intracardiac pressures such as left ventricular end-diastolic pressure or pulmonary artery pressures.", "contents": "Congestive Heart Failure -- Evaluation. Cardiac catheterization is often required for diagnosing ischemic cardiomyopathy and can be useful for accurately evaluating intracardiac pressures such as left ventricular end-diastolic pressure or pulmonary artery pressures."}
{"id": "article-22661_58", "title": "Congestive Heart Failure -- Evaluation", "content": "Computed tomography may be used for the assessment of coronary artery disease in a young patient with ventricular dysfunction (older patients are likely to have baseline calcifications). It may also be used in patients with congenital heart diseases causing HF. Cardiac CT may help with the detection of tumors causing HF. CT may also be used for the evaluation of stent patency and graft evaluation.", "contents": "Congestive Heart Failure -- Evaluation. Computed tomography may be used for the assessment of coronary artery disease in a young patient with ventricular dysfunction (older patients are likely to have baseline calcifications). It may also be used in patients with congenital heart diseases causing HF. Cardiac CT may help with the detection of tumors causing HF. CT may also be used for the evaluation of stent patency and graft evaluation."}
{"id": "article-22661_59", "title": "Congestive Heart Failure -- Evaluation", "content": "SPECT-Myocardial Perfusion Imaging helps define the presence of ischemia in patients with newly diagnosed left ventricular dysfunction and not undergoing coronary angiography. It is particularly useful for assessing CAD in patients with no history of ischemia but elevated troponin. ECG-gated myocardial perfusion imaging is used to evaluate LV EF, regional wall motion, and regional wall thickening. EF measurement with this study may be affected in patients with an irregular heart rate, low count density, and extracardiac radiotracer uptake. ECG-gated images are also useful in recognizing artifactual defects seen on SPECT imaging, such as breast tissue and diaphragmatic attenuation. [42]", "contents": "Congestive Heart Failure -- Evaluation. SPECT-Myocardial Perfusion Imaging helps define the presence of ischemia in patients with newly diagnosed left ventricular dysfunction and not undergoing coronary angiography. It is particularly useful for assessing CAD in patients with no history of ischemia but elevated troponin. ECG-gated myocardial perfusion imaging is used to evaluate LV EF, regional wall motion, and regional wall thickening. EF measurement with this study may be affected in patients with an irregular heart rate, low count density, and extracardiac radiotracer uptake. ECG-gated images are also useful in recognizing artifactual defects seen on SPECT imaging, such as breast tissue and diaphragmatic attenuation. [42]"}
{"id": "article-22661_60", "title": "Congestive Heart Failure -- Evaluation", "content": "Cardiac magnetic resonance imaging has evolved as an essential tool when a discrepancy exists between the clinical stage of the disease and echocardiographic findings. It helps with the precise evaluation of volume, chamber sizes, and ventricular function. It also assesses the stage of valvular heart disease in detail. Cardiac MRI also helps with the evaluation of complex congenital heart diseases. The tool can also be used for noninvasive assessment of conditions such as myocarditis, dilated cardiomyopathy, infiltrative cardiomyopathy, or arrhythmogenic right ventricular dysplasia. [43] Radionuclide multiple-gated acquisition (MUGA) scan is a reliable imaging technique for evaluating EF and is used in patients when there is a disparity of EF measurements from other studies. [42]", "contents": "Congestive Heart Failure -- Evaluation. Cardiac magnetic resonance imaging has evolved as an essential tool when a discrepancy exists between the clinical stage of the disease and echocardiographic findings. It helps with the precise evaluation of volume, chamber sizes, and ventricular function. It also assesses the stage of valvular heart disease in detail. Cardiac MRI also helps with the evaluation of complex congenital heart diseases. The tool can also be used for noninvasive assessment of conditions such as myocarditis, dilated cardiomyopathy, infiltrative cardiomyopathy, or arrhythmogenic right ventricular dysplasia. [43] Radionuclide multiple-gated acquisition (MUGA) scan is a reliable imaging technique for evaluating EF and is used in patients when there is a disparity of EF measurements from other studies. [42]"}
{"id": "article-22661_61", "title": "Congestive Heart Failure -- Evaluation", "content": "Noninvasive stress imaging includes stress echocardiography, stress cardiac MRI, and SPECT imaging. These studies can be used to assess the benefit of coronary revascularization in patients with ischemic cardiomyopathy. Genetic testing is indicated for identifying genetic variants causing cardiomyopathies, such as Titin, laminin A or C, myosin heavy chain, and cardiac troponin-T mutations. [44]", "contents": "Congestive Heart Failure -- Evaluation. Noninvasive stress imaging includes stress echocardiography, stress cardiac MRI, and SPECT imaging. These studies can be used to assess the benefit of coronary revascularization in patients with ischemic cardiomyopathy. Genetic testing is indicated for identifying genetic variants causing cardiomyopathies, such as Titin, laminin A or C, myosin heavy chain, and cardiac troponin-T mutations. [44]"}
{"id": "article-22661_62", "title": "Congestive Heart Failure -- Treatment / Management", "content": "The goal of therapy for chronic CHF is to improve symptoms and quality of life, decrease hospitalizations, and improve cardiac mortality. The goal of pharmacologic therapy is to control symptoms and to initiate and escalate drugs that reduce mortality and morbidity in HF. [1] Management for the respective stages of HF is outlined by the American College of Cardiology and the American Heart Association. [1]", "contents": "Congestive Heart Failure -- Treatment / Management. The goal of therapy for chronic CHF is to improve symptoms and quality of life, decrease hospitalizations, and improve cardiac mortality. The goal of pharmacologic therapy is to control symptoms and to initiate and escalate drugs that reduce mortality and morbidity in HF. [1] Management for the respective stages of HF is outlined by the American College of Cardiology and the American Heart Association. [1]"}
{"id": "article-22661_63", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage A (At-Risk for HF)", "content": "In patients with hypertension, guideline-directed medical therapy (GDMT) should be used for the management of hypertension. In patients with type 2 diabetes, SGLT-2 inhibitors are indicated to reduce HF hospitalizations. Lifestyle modifications such as healthy eating, physical activity, maintaining a normal weight, and avoidance of smoking are indicated. The use of prognostication scores is recommended in patients with HF to estimate the risk of future HF events. [45] Examples include the Framingham Heart Failure Risk Score (1999), Health ABC Heart Failure Score (2008), ARIC Risk Score (2012), and PCP-HF score (2019). There should be optimal management of cardiovascular diseases in patients known to have coronary artery disease. Patients at risk for HF due to exposure to cardiotoxic medications (eg, chemotherapy) should be managed with a multidisciplinary approach. Natriuretic peptide screening and periodic evaluation are recommended.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage A (At-Risk for HF). In patients with hypertension, guideline-directed medical therapy (GDMT) should be used for the management of hypertension. In patients with type 2 diabetes, SGLT-2 inhibitors are indicated to reduce HF hospitalizations. Lifestyle modifications such as healthy eating, physical activity, maintaining a normal weight, and avoidance of smoking are indicated. The use of prognostication scores is recommended in patients with HF to estimate the risk of future HF events. [45] Examples include the Framingham Heart Failure Risk Score (1999), Health ABC Heart Failure Score (2008), ARIC Risk Score (2012), and PCP-HF score (2019). There should be optimal management of cardiovascular diseases in patients known to have coronary artery disease. Patients at risk for HF due to exposure to cardiotoxic medications (eg, chemotherapy) should be managed with a multidisciplinary approach. Natriuretic peptide screening and periodic evaluation are recommended."}
{"id": "article-22661_64", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "Management of Stage B is focused on preventing clinical HF and reducing mortality and adverse cardiovascular events.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). Management of Stage B is focused on preventing clinical HF and reducing mortality and adverse cardiovascular events."}
{"id": "article-22661_65", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "For patients with LV EF ≤40%, ACEi should be used to prevent clinical HF and for mortality reduction.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). For patients with LV EF ≤40%, ACEi should be used to prevent clinical HF and for mortality reduction."}
{"id": "article-22661_66", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "For patients with LV EF ≤ 40% and evidence of prior or recent acute coronary syndrome or myocardial infarction, the use of a statin and beta-blocker is recommended for reduction of mortality, CHF, and reducing adverse cardiovascular events.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). For patients with LV EF ≤ 40% and evidence of prior or recent acute coronary syndrome or myocardial infarction, the use of a statin and beta-blocker is recommended for reduction of mortality, CHF, and reducing adverse cardiovascular events."}
{"id": "article-22661_67", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "For patients with LV EF ≤ 30% and receiving optimal medical therapy, with NYHA-class I and an expectation of meaningful survival of more than 1 year, a primary prevention ICD is recommended.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). For patients with LV EF ≤ 30% and receiving optimal medical therapy, with NYHA-class I and an expectation of meaningful survival of more than 1 year, a primary prevention ICD is recommended."}
{"id": "article-22661_68", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "Beta-blockers are recommended for patients with LV EF ≤ 40%, irrespective of the etiology, to prevent symptomatic HF.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). Beta-blockers are recommended for patients with LV EF ≤ 40%, irrespective of the etiology, to prevent symptomatic HF."}
{"id": "article-22661_69", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "For patients with LV EF ≤ 50%, the use of thiazolidinediones and non-dihydropyridine calcium channel blockers increases the risk of adverse outcomes and HF hospitalizations, so should be avoided.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). For patients with LV EF ≤ 50%, the use of thiazolidinediones and non-dihydropyridine calcium channel blockers increases the risk of adverse outcomes and HF hospitalizations, so should be avoided."}
{"id": "article-22661_70", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "Valve repair, replacement, or interventions have associated guidelines for asymptomatic valvular heart disease.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). Valve repair, replacement, or interventions have associated guidelines for asymptomatic valvular heart disease."}
{"id": "article-22661_71", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF)", "content": "Patients with congenital heart disease also have associated guidelines.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage B (Pre-HF). Patients with congenital heart disease also have associated guidelines."}
{"id": "article-22661_72", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Multidisciplinary management is indicated for improving self-care and mortality of patients with HF.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Multidisciplinary management is indicated for improving self-care and mortality of patients with HF."}
{"id": "article-22661_73", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Patient education and social support are required for optimal management.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Patient education and social support are required for optimal management."}
{"id": "article-22661_74", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Vaccination against respiratory illnesses is effective in reducing mortality.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Vaccination against respiratory illnesses is effective in reducing mortality."}
{"id": "article-22661_75", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "It is reasonable to screen patients for frailty, depression, low literacy, low social support, and resource and transport logistics during healthcare encounters.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). It is reasonable to screen patients for frailty, depression, low literacy, low social support, and resource and transport logistics during healthcare encounters."}
{"id": "article-22661_76", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "A low-sodium diet is recommended.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). A low-sodium diet is recommended."}
{"id": "article-22661_77", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Exercise training is effective in improving functional class and quality of life.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Exercise training is effective in improving functional class and quality of life."}
{"id": "article-22661_78", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with congestion, diuretics improve symptoms and reduce HF progression.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with congestion, diuretics improve symptoms and reduce HF progression."}
{"id": "article-22661_79", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "A thiazide diuretic (such as metolazone) should be added only to patients who do not respond well to a moderate or high dose of loop diuretics.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). A thiazide diuretic (such as metolazone) should be added only to patients who do not respond well to a moderate or high dose of loop diuretics."}
{"id": "article-22661_80", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with HFrEF, an ARNi is recommended to reduce mortality and morbidity. ARNi should not be given to patients who are intolerant of ACEi, and an ARB should be substituted. For patients not able to take an ARNi due to economic factors, the use of an ACEi or ARB is indicated. ARNi should not be used within 36 hours of the last dose of ACEi. For patients tolerating ACEi/ARB well, switching to ARNi is recommended, with a high economic value. As with ACEi, ARNi should not be given to patients with a history of angioedema.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with HFrEF, an ARNi is recommended to reduce mortality and morbidity. ARNi should not be given to patients who are intolerant of ACEi, and an ARB should be substituted. For patients not able to take an ARNi due to economic factors, the use of an ACEi or ARB is indicated. ARNi should not be used within 36 hours of the last dose of ACEi. For patients tolerating ACEi/ARB well, switching to ARNi is recommended, with a high economic value. As with ACEi, ARNi should not be given to patients with a history of angioedema."}
{"id": "article-22661_81", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with HFrEF, the use of the beta-blockers carvedilol, bisoprolol, or sustained-release metoprolol is effective in reducing mortality and hospitalization.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with HFrEF, the use of the beta-blockers carvedilol, bisoprolol, or sustained-release metoprolol is effective in reducing mortality and hospitalization."}
{"id": "article-22661_82", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with HFrEF, NYHA class II-IV, an eGFR of more than 30 mL/min/1.73 m2 and a serum potassium of less than 5.0 mEq/L, the use of MRA is recommended. For patients with a serum potassium of more than 5.0 mEq/L, the use of MRA is harmful.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with HFrEF, NYHA class II-IV, an eGFR of more than 30 mL/min/1.73 m2 and a serum potassium of less than 5.0 mEq/L, the use of MRA is recommended. For patients with a serum potassium of more than 5.0 mEq/L, the use of MRA is harmful."}
{"id": "article-22661_83", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with HFrEF, the use of SGLT-2 inhibitors is recommended to reduce mortality and HF hospitalization, irrespective of the diabetes status.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with HFrEF, the use of SGLT-2 inhibitors is recommended to reduce mortality and HF hospitalization, irrespective of the diabetes status."}
{"id": "article-22661_84", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For African American patients with HFrEF and NYHA class III-IV, who are already receiving optimal medical therapy (OMT), the addition of a combination of hydralazine and nitrate is recommended to reduce morbidity and mortality. This is of high economic value.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For African American patients with HFrEF and NYHA class III-IV, who are already receiving optimal medical therapy (OMT), the addition of a combination of hydralazine and nitrate is recommended to reduce morbidity and mortality. This is of high economic value."}
{"id": "article-22661_85", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "For patients with HFrEF and intolerant to RAASi or in whom RAASi is contraindicated due to renal insufficiency, the use of a combination of hydralazine and nitrate might be effective.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). For patients with HFrEF and intolerant to RAASi or in whom RAASi is contraindicated due to renal insufficiency, the use of a combination of hydralazine and nitrate might be effective."}
{"id": "article-22661_86", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "It is recommended to titrate medications aggressively to achieve desired outcomes. This can be done as frequently as 1-2 weeks as tolerated.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). It is recommended to titrate medications aggressively to achieve desired outcomes. This can be done as frequently as 1-2 weeks as tolerated."}
{"id": "article-22661_87", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Ivabradine can be useful in patients on OMT with and heart rate of more than 70 bpm, providing mortality benefits, and reducing HF hospitalization.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Ivabradine can be useful in patients on OMT with and heart rate of more than 70 bpm, providing mortality benefits, and reducing HF hospitalization."}
{"id": "article-22661_88", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Digoxin may be considered in symptomatic patients with sinus rhythm despite adequate goal-directed therapy to reduce the all-cause rate of hospitalizations, but its role is limited.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Digoxin may be considered in symptomatic patients with sinus rhythm despite adequate goal-directed therapy to reduce the all-cause rate of hospitalizations, but its role is limited."}
{"id": "article-22661_89", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "In patients with HFrEF and recent HF, an oral soluble guanylate cyclase stimulator (Vericiguat) might be useful in reducing mortality and HF hospitalization. Vericiguat is a soluble guanylate cyclase stimulator that stimulates the intracellular receptor for endogenous NO, which is a potent vasodilator. It also improves cardiac contractility. [46] [47]", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). In patients with HFrEF and recent HF, an oral soluble guanylate cyclase stimulator (Vericiguat) might be useful in reducing mortality and HF hospitalization. Vericiguat is a soluble guanylate cyclase stimulator that stimulates the intracellular receptor for endogenous NO, which is a potent vasodilator. It also improves cardiac contractility. [46] [47]"}
{"id": "article-22661_90", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Device therapy: An implantable cardioverter-defibrillator (ICD) is indicated for primary prevention of sudden cardiac death in patients with HF who have an LVEF of less than or equal to 35% and an NYHA functional class of II to III while on goal-directed medical therapy. It is also indicated if a patient has NYHA functional class I and an EF of less than or equal to 30% on adequate medical therapy. Cardiac resynchronization therapy (CRT) with biventricular pacing is recommended in patients with HFrEF and an NYHA functional class of II to III or ambulatory class IV with an LVEF less than or equal to 35%, QRS duration ≥ 150 msec, and sinus rhythm with left bundle branch block (LBBB) morphology. It can also be considered in non-LBBB morphology and QRS ≥ 150 msec.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Device therapy: An implantable cardioverter-defibrillator (ICD) is indicated for primary prevention of sudden cardiac death in patients with HF who have an LVEF of less than or equal to 35% and an NYHA functional class of II to III while on goal-directed medical therapy. It is also indicated if a patient has NYHA functional class I and an EF of less than or equal to 30% on adequate medical therapy. Cardiac resynchronization therapy (CRT) with biventricular pacing is recommended in patients with HFrEF and an NYHA functional class of II to III or ambulatory class IV with an LVEF less than or equal to 35%, QRS duration ≥ 150 msec, and sinus rhythm with left bundle branch block (LBBB) morphology. It can also be considered in non-LBBB morphology and QRS ≥ 150 msec."}
{"id": "article-22661_91", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Revascularization is indicated in selected patients with coronary artery disease and HFrEF while on GDMT.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Revascularization is indicated in selected patients with coronary artery disease and HFrEF while on GDMT."}
{"id": "article-22661_92", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF)", "content": "Valvular heart disease interventions such as transcatheter edge-to-edge mitral valve repair or mitral valve surgery might be beneficial for patients with HF and on GDMT.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage C (HF). Valvular heart disease interventions such as transcatheter edge-to-edge mitral valve repair or mitral valve surgery might be beneficial for patients with HF and on GDMT."}
{"id": "article-22661_93", "title": "Congestive Heart Failure -- Treatment / Management -- For Stage D (Advanced HF)", "content": "Referral to an HF specialist is indicated. It is reasonable to utilize inotropic support and device therapy in patients awaiting mechanical cardiac support or transplant. Inotropic support alone can be used in patients not eligible for a transplant or mechanical cardiac support. Mechanical cardiac support such as a durable left ventricle assist device (LVAD) or ECMO can be beneficial as a bridge to transplant. For highly selected patients, cardiac transplant is indicated to improve survival and quality of life. Goals of care should be decided by shared decision-making. This includes considering comorbid conditions, frailty, and socio-economic support. Palliative care should be offered as indicated after shared decision-making.", "contents": "Congestive Heart Failure -- Treatment / Management -- For Stage D (Advanced HF). Referral to an HF specialist is indicated. It is reasonable to utilize inotropic support and device therapy in patients awaiting mechanical cardiac support or transplant. Inotropic support alone can be used in patients not eligible for a transplant or mechanical cardiac support. Mechanical cardiac support such as a durable left ventricle assist device (LVAD) or ECMO can be beneficial as a bridge to transplant. For highly selected patients, cardiac transplant is indicated to improve survival and quality of life. Goals of care should be decided by shared decision-making. This includes considering comorbid conditions, frailty, and socio-economic support. Palliative care should be offered as indicated after shared decision-making."}
{"id": "article-22661_94", "title": "Congestive Heart Failure -- Differential Diagnosis", "content": "Diseases that may present with clinical features of volume overload or dyspnea are in the differential for HF. These include acute renal failure, acute respiratory distress syndrome, cirrhosis, pulmonary fibrosis, nephrotic syndrome, and pulmonary embolism.", "contents": "Congestive Heart Failure -- Differential Diagnosis. Diseases that may present with clinical features of volume overload or dyspnea are in the differential for HF. These include acute renal failure, acute respiratory distress syndrome, cirrhosis, pulmonary fibrosis, nephrotic syndrome, and pulmonary embolism."}
{"id": "article-22661_95", "title": "Congestive Heart Failure -- Prognosis", "content": "According to the Centers for Disease Control and Prevention (CDC), in December 2015, the rate of HF-related deaths decreased from 103.1 deaths per 100,000 population in 2000 to 89.5 in 2009 but subsequently increased to 96.9 in 2014. The report noted that the trend correlates with a shift from coronary heart disease as the underlying cause of HF deaths to metabolic diseases and other noncardiac causes of HF, such as obesity, diabetes, malignancies, chronic pulmonary diseases, and renal disease. The mortality rate following hospitalization for HF is estimated at around 10% at 30 days, 22% at 1 year, and 42% at 5 years. This can increase to greater than 50% for patients with stage D HF. [48]", "contents": "Congestive Heart Failure -- Prognosis. According to the Centers for Disease Control and Prevention (CDC), in December 2015, the rate of HF-related deaths decreased from 103.1 deaths per 100,000 population in 2000 to 89.5 in 2009 but subsequently increased to 96.9 in 2014. The report noted that the trend correlates with a shift from coronary heart disease as the underlying cause of HF deaths to metabolic diseases and other noncardiac causes of HF, such as obesity, diabetes, malignancies, chronic pulmonary diseases, and renal disease. The mortality rate following hospitalization for HF is estimated at around 10% at 30 days, 22% at 1 year, and 42% at 5 years. This can increase to greater than 50% for patients with stage D HF. [48]"}
{"id": "article-22661_96", "title": "Congestive Heart Failure -- Prognosis", "content": "The Ottawa Heart Failure Risk Score is a useful tool for determining prognosis in patients presenting to the emergency department with HF. [49] This score is used to determine the 14-day mortality risk, hospital readmission, and acute coronary syndrome to help arrive at safe disposition planning. Patients with a score of 0 are considered low risk. A score of 1 to 2 is considered moderate risk, a score of 3-4 is considered high risk, and a score of 5 or higher is considered very high risk. The scoring criteria are as follows:", "contents": "Congestive Heart Failure -- Prognosis. The Ottawa Heart Failure Risk Score is a useful tool for determining prognosis in patients presenting to the emergency department with HF. [49] This score is used to determine the 14-day mortality risk, hospital readmission, and acute coronary syndrome to help arrive at safe disposition planning. Patients with a score of 0 are considered low risk. A score of 1 to 2 is considered moderate risk, a score of 3-4 is considered high risk, and a score of 5 or higher is considered very high risk. The scoring criteria are as follows:"}
{"id": "article-22661_97", "title": "Congestive Heart Failure -- Prognosis -- One point for each of the following:", "content": "History of stroke or transient ischemic attack Oxygen saturation less than 90% Heart rate greater than 110 bpm on the 3-minute walk test Acute ischemic ECG changes An NT-ProBNP level of greater than 5000 ng/L", "contents": "Congestive Heart Failure -- Prognosis -- One point for each of the following:. History of stroke or transient ischemic attack Oxygen saturation less than 90% Heart rate greater than 110 bpm on the 3-minute walk test Acute ischemic ECG changes An NT-ProBNP level of greater than 5000 ng/L"}
{"id": "article-22661_98", "title": "Congestive Heart Failure -- Prognosis -- Two points for each of the following:", "content": "Prior history of mechanical ventilation for respiratory distress Heart rate greater than 110 bpm on presentation Blood urea nitrogen (BUN) greater than 33.6 mg/dL (12 mmol/L) Serum bicarbonate greater level than 35 mg/d", "contents": "Congestive Heart Failure -- Prognosis -- Two points for each of the following:. Prior history of mechanical ventilation for respiratory distress Heart rate greater than 110 bpm on presentation Blood urea nitrogen (BUN) greater than 33.6 mg/dL (12 mmol/L) Serum bicarbonate greater level than 35 mg/d"}
{"id": "article-22661_99", "title": "Congestive Heart Failure -- Complications -- Complications of CHF include:", "content": "Reduced quality of life Arrhythmia and sudden cardiac death Cardiac cachexia Cardiorenal disease Liver dysfunction Functional valvular insufficiencies (such as functional MR or TR) Mural thrombi and risk of thromboembolism (brain, kidney, lung, major limb vessels) Recurrent hospitalizations and nosocomial infection", "contents": "Congestive Heart Failure -- Complications -- Complications of CHF include:. Reduced quality of life Arrhythmia and sudden cardiac death Cardiac cachexia Cardiorenal disease Liver dysfunction Functional valvular insufficiencies (such as functional MR or TR) Mural thrombi and risk of thromboembolism (brain, kidney, lung, major limb vessels) Recurrent hospitalizations and nosocomial infection"}
{"id": "article-22661_100", "title": "Congestive Heart Failure -- Consultations", "content": "The consultation type depends on the disease stage and the intended management strategy. Commonly consulted specialists include HF specialists, the cardiac transplant team for stage D CHF, cardiam imaging radiologists, cardiac rehabilitation, dieticians, and, if aligned with patient preference, palliative care (also for class D).", "contents": "Congestive Heart Failure -- Consultations. The consultation type depends on the disease stage and the intended management strategy. Commonly consulted specialists include HF specialists, the cardiac transplant team for stage D CHF, cardiam imaging radiologists, cardiac rehabilitation, dieticians, and, if aligned with patient preference, palliative care (also for class D)."}
{"id": "article-22661_101", "title": "Congestive Heart Failure -- Deterrence and Patient Education", "content": "Risk factor reduction and aggressive management of comorbid conditions are crucial to reducing morbidity and mortality associated with HF. In addition to compliance with medications, patients need guidance on self-monitoring of symptoms of HF and avoiding the triggers of HF. These strategies can help prevent the development of HF in patients at high risk for the disease and slow the progression in those who are already diagnosed with it. Patient education is necessary to facilitate self-care and compliance. Close supervision, including surveillance by the patient and family, home-based visits, telephone support, and remote monitoring, is recommended. Socio-economic support is pivotal in the appropriate management of the disease. [1] Patients require close clinical follow-up for assessing volume status, effects of drug therapy, and escalation of care as indicated.", "contents": "Congestive Heart Failure -- Deterrence and Patient Education. Risk factor reduction and aggressive management of comorbid conditions are crucial to reducing morbidity and mortality associated with HF. In addition to compliance with medications, patients need guidance on self-monitoring of symptoms of HF and avoiding the triggers of HF. These strategies can help prevent the development of HF in patients at high risk for the disease and slow the progression in those who are already diagnosed with it. Patient education is necessary to facilitate self-care and compliance. Close supervision, including surveillance by the patient and family, home-based visits, telephone support, and remote monitoring, is recommended. Socio-economic support is pivotal in the appropriate management of the disease. [1] Patients require close clinical follow-up for assessing volume status, effects of drug therapy, and escalation of care as indicated."}
{"id": "article-22661_102", "title": "Congestive Heart Failure -- Enhancing Healthcare Team Outcomes", "content": "HF is a complex clinical syndrome with high morbidity and mortality. HF requires a multifaceted treatment approach, including patient education, pharmacologic management, and surgical interventions to optimize clinical outcomes. Specialty-trained HF nurses are an essential component of the multidisciplinary team in educating patients on the importance of lifestyle modifications and medical compliance to help improve morbidity and mortality. Educating patients on symptom assessment and weight management is essential to prevent HF exacerbations and hospital admissions. The HF-trained social worker and case manager can help evaluate the patient in community settings or in-home visits to help the patient adhere to the lifestyle modifications. Clinical pharmacists assist medical providers by reviewing patient medication lists and decreasing potential adverse drug-drug interactions. Primary care medical providers and cardiologists must coordinate care to minimize any adverse outcomes of medical therapy and prevent the progression of this disease. A collaborative interprofessional team can significantly improve the quality of life for patients with HF and decrease mortality.", "contents": "Congestive Heart Failure -- Enhancing Healthcare Team Outcomes. HF is a complex clinical syndrome with high morbidity and mortality. HF requires a multifaceted treatment approach, including patient education, pharmacologic management, and surgical interventions to optimize clinical outcomes. Specialty-trained HF nurses are an essential component of the multidisciplinary team in educating patients on the importance of lifestyle modifications and medical compliance to help improve morbidity and mortality. Educating patients on symptom assessment and weight management is essential to prevent HF exacerbations and hospital admissions. The HF-trained social worker and case manager can help evaluate the patient in community settings or in-home visits to help the patient adhere to the lifestyle modifications. Clinical pharmacists assist medical providers by reviewing patient medication lists and decreasing potential adverse drug-drug interactions. Primary care medical providers and cardiologists must coordinate care to minimize any adverse outcomes of medical therapy and prevent the progression of this disease. A collaborative interprofessional team can significantly improve the quality of life for patients with HF and decrease mortality."}
{"id": "article-22661_103", "title": "Congestive Heart Failure -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Congestive Heart Failure -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}