{"id": "article-28401_0", "title": "Human Subjects Research Design -- Definition/Introduction", "content": "Human subjects research is a heavily regulated type of research, hence this paper will start with two critical definitions. The US Department of Health and Human Services (HHS) Code of Federal Regulations, 45 CFR 46, provides the following definitions: [1] “A living individual about whom an investigator (whether professional or student) conducting research: Obtains information or biospecimens through intervention or interaction with the individual, and uses, studies, or analyzes the information or biospecimens; or Obtains, uses, studies, analyzes, or generates identifiable private information or identifiable biospecimens.\"", "contents": "Human Subjects Research Design -- Definition/Introduction. Human subjects research is a heavily regulated type of research, hence this paper will start with two critical definitions. The US Department of Health and Human Services (HHS) Code of Federal Regulations, 45 CFR 46, provides the following definitions: [1] “A living individual about whom an investigator (whether professional or student) conducting research: Obtains information or biospecimens through intervention or interaction with the individual, and uses, studies, or analyzes the information or biospecimens; or Obtains, uses, studies, analyzes, or generates identifiable private information or identifiable biospecimens.\""}
{"id": "article-28401_1", "title": "Human Subjects Research Design -- Definition/Introduction", "content": "Research means “a systematic investigation, including research development, testing and evaluation, designed to develop or contribute to generalizable knowledge.” Human subjects research is at the intersection of these two federal definitions and must obtain Institutional Review Board approval before starting, regardless of the type of design involved. The topic of a human research study varies and can include building a theory or hypothesis, determining patient satisfaction, or testing a medication, tool, device, process, or health intervention, to name a few.", "contents": "Human Subjects Research Design -- Definition/Introduction. Research means “a systematic investigation, including research development, testing and evaluation, designed to develop or contribute to generalizable knowledge.” Human subjects research is at the intersection of these two federal definitions and must obtain Institutional Review Board approval before starting, regardless of the type of design involved. The topic of a human research study varies and can include building a theory or hypothesis, determining patient satisfaction, or testing a medication, tool, device, process, or health intervention, to name a few."}
{"id": "article-28401_2", "title": "Human Subjects Research Design -- Definition/Introduction", "content": "Research studies are classified into a qualitative study, a quantitative study, or a combination of both, called a mixed-methods study. [2] [3] Qualitative studies gather non-numerical data, whereas quantitative research involves collecting numerical data. Other classifications of research studies exist depending on the purpose and utility of the study, [4] examples include health systems research and operational research. [5] This review will be limited to the most common quantitative and qualitative research designs.", "contents": "Human Subjects Research Design -- Definition/Introduction. Research studies are classified into a qualitative study, a quantitative study, or a combination of both, called a mixed-methods study. [2] [3] Qualitative studies gather non-numerical data, whereas quantitative research involves collecting numerical data. Other classifications of research studies exist depending on the purpose and utility of the study, [4] examples include health systems research and operational research. [5] This review will be limited to the most common quantitative and qualitative research designs."}
{"id": "article-28401_3", "title": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research", "content": "A research study can be done to describe variables and/or to determine the association of test and outcome variables regarding the research topic. [1] Quantitative research studies also subdivide into either interventional studies or non-interventional (observational) studies.  For interventional research studies, the researcher performs some intervention or manipulation of one or more groups in the research study and compares the outcomes to the other groups to help analyze the variables of interest. It may or may not be randomized, although a randomized controlled trial is considered a gold standard, as randomization of patients into the treatment groups reduce bias. Interventional studies apply to medical drugs, biologics, and devices.", "contents": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research. A research study can be done to describe variables and/or to determine the association of test and outcome variables regarding the research topic. [1] Quantitative research studies also subdivide into either interventional studies or non-interventional (observational) studies.  For interventional research studies, the researcher performs some intervention or manipulation of one or more groups in the research study and compares the outcomes to the other groups to help analyze the variables of interest. It may or may not be randomized, although a randomized controlled trial is considered a gold standard, as randomization of patients into the treatment groups reduce bias. Interventional studies apply to medical drugs, biologics, and devices."}
{"id": "article-28401_4", "title": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research", "content": "For observational or non-interventional research studies, the investigator gathers data for identified variables of interest without any intervention or outside influence by the investigator on the groups under study. Cohort, cross-sectional, and case-control are the common types. [2]", "contents": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research. For observational or non-interventional research studies, the investigator gathers data for identified variables of interest without any intervention or outside influence by the investigator on the groups under study. Cohort, cross-sectional, and case-control are the common types. [2]"}
{"id": "article-28401_5", "title": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research", "content": "A cohort study involves longitudinally following a group or groups of population with certain known exposures to determine who develops certain diseases or illnesses. This type of study could establish causal relationships between exposure and outcomes such as illness. [2] A cross-sectional study deals with a population at a given point in time as opposed to longitudinally and could provide information such as prevalence. Case-control studies compare populations with and without the exposure to determine if an illness will develop and at what rate in either group. A classic example is comparing smokers and non-smokers to determine which group develops lung cancer.", "contents": "Human Subjects Research Design -- Definition/Introduction -- Quantitative Research. A cohort study involves longitudinally following a group or groups of population with certain known exposures to determine who develops certain diseases or illnesses. This type of study could establish causal relationships between exposure and outcomes such as illness. [2] A cross-sectional study deals with a population at a given point in time as opposed to longitudinally and could provide information such as prevalence. Case-control studies compare populations with and without the exposure to determine if an illness will develop and at what rate in either group. A classic example is comparing smokers and non-smokers to determine which group develops lung cancer."}
{"id": "article-28401_6", "title": "Human Subjects Research Design -- Definition/Introduction -- Qualitative Research", "content": "Qualitative research aims to answer the more open-ended questions that arise during the research process. Rather than trying to answer quantitative ‘how much’ or ‘how many’-type questions, qualitative research seeks to answer ‘how’ and ‘why’ questions. [3] Qualitative research often aims to understand and explain why or how a phenomenon is the way it is in order to provide insights and explanations of real-life problems and experiences. [4] Qualitative research can be used alone, in conjunction with quantitative research in mixed methods research, or as a way to explain the findings of a quantitative study because a quantitative study might show that there is a correlation between two things, but a qualitative study could then tell why that correlation exists, and not just that it does indeed exist.", "contents": "Human Subjects Research Design -- Definition/Introduction -- Qualitative Research. Qualitative research aims to answer the more open-ended questions that arise during the research process. Rather than trying to answer quantitative ‘how much’ or ‘how many’-type questions, qualitative research seeks to answer ‘how’ and ‘why’ questions. [3] Qualitative research often aims to understand and explain why or how a phenomenon is the way it is in order to provide insights and explanations of real-life problems and experiences. [4] Qualitative research can be used alone, in conjunction with quantitative research in mixed methods research, or as a way to explain the findings of a quantitative study because a quantitative study might show that there is a correlation between two things, but a qualitative study could then tell why that correlation exists, and not just that it does indeed exist."}
{"id": "article-28401_7", "title": "Human Subjects Research Design -- Definition/Introduction -- Qualitative Research", "content": "There are many approaches used for qualitative research. Some of the most common are ethnography, grounded theory, phenomenology, and narrative research. [3] Ethnography is an approach that involves the researcher to be immersed in their participant’s environment, and through this immersion, collect insight into the actions, behaviors, and events that could aid them in their research. [4] Grounded theory is an approach where the researcher observes the population of interest in order to develop a theory that explains the topic of interest. [3] Phenomenology as an approach emphasizes the importance of the ‘lived experience’ for explaining phenomena. [4] Grounded theory and phenomenology are similar, but grounded theory focuses on observation as a whole to create a theory, whereas phenomenology focuses on the perspective of participants themselves to explain why or how something happens. Lastly, narrative research showcases one of qualitative research’s strengths, the ability to tell a story. When research includes the perspective of the individuals involved, it can create robust theory-building because it takes into account the real-life implications and impacts of phenomena in a way that quantitative research often lacks. Data for qualitative research is collected in many ways, including interviews, focus groups, case studies, and medical record reviews.", "contents": "Human Subjects Research Design -- Definition/Introduction -- Qualitative Research. There are many approaches used for qualitative research. Some of the most common are ethnography, grounded theory, phenomenology, and narrative research. [3] Ethnography is an approach that involves the researcher to be immersed in their participant’s environment, and through this immersion, collect insight into the actions, behaviors, and events that could aid them in their research. [4] Grounded theory is an approach where the researcher observes the population of interest in order to develop a theory that explains the topic of interest. [3] Phenomenology as an approach emphasizes the importance of the ‘lived experience’ for explaining phenomena. [4] Grounded theory and phenomenology are similar, but grounded theory focuses on observation as a whole to create a theory, whereas phenomenology focuses on the perspective of participants themselves to explain why or how something happens. Lastly, narrative research showcases one of qualitative research’s strengths, the ability to tell a story. When research includes the perspective of the individuals involved, it can create robust theory-building because it takes into account the real-life implications and impacts of phenomena in a way that quantitative research often lacks. Data for qualitative research is collected in many ways, including interviews, focus groups, case studies, and medical record reviews."}
{"id": "article-28401_8", "title": "Human Subjects Research Design -- Definition/Introduction -- Mixed Methods Research", "content": "In some cases, a combination of both qualitative and quantitative methods, or what is called a mixed-methods research is performed. Mixed methods approaches that combine qualitative and quantitative research can allow for hypothesis generation and hypothesis testing to help try to answer questions in a more well-rounded way. This is usually done to get the benefits of both numerical and non-numerical information to answer the research questions on hand. For example, a cross-sectional study found that young teens are vaping at a high rate. For further elucidation of the reasons why these teens vape, a subsequent focus group could be performed.", "contents": "Human Subjects Research Design -- Definition/Introduction -- Mixed Methods Research. In some cases, a combination of both qualitative and quantitative methods, or what is called a mixed-methods research is performed. Mixed methods approaches that combine qualitative and quantitative research can allow for hypothesis generation and hypothesis testing to help try to answer questions in a more well-rounded way. This is usually done to get the benefits of both numerical and non-numerical information to answer the research questions on hand. For example, a cross-sectional study found that young teens are vaping at a high rate. For further elucidation of the reasons why these teens vape, a subsequent focus group could be performed."}
{"id": "article-28401_9", "title": "Human Subjects Research Design -- Issues of Concern", "content": "One of the primary concerns in doing research is the identification and formulation of the research problem (i.e., research question). [5] The research problem should be ethical, researchable, significant, and feasible. In medicine, the goal of the research is not only to add relevant findings to the scientific body of knowledge but also to provide a beneficial, useful contribution to stakeholders, particularly the patients.", "contents": "Human Subjects Research Design -- Issues of Concern. One of the primary concerns in doing research is the identification and formulation of the research problem (i.e., research question). [5] The research problem should be ethical, researchable, significant, and feasible. In medicine, the goal of the research is not only to add relevant findings to the scientific body of knowledge but also to provide a beneficial, useful contribution to stakeholders, particularly the patients."}
{"id": "article-28401_10", "title": "Human Subjects Research Design -- Issues of Concern", "content": "The second area of concern for research studies is selecting the correct research study to perform.  Many times descriptive and qualitative research must first take place to produce a robust, significant, and feasible research hypothesis for later quantitative research methods. [6] Additionally, different research study types have different levels of strength and risk of bias as delineated in the hierarchy of research study designs. [7]", "contents": "Human Subjects Research Design -- Issues of Concern. The second area of concern for research studies is selecting the correct research study to perform.  Many times descriptive and qualitative research must first take place to produce a robust, significant, and feasible research hypothesis for later quantitative research methods. [6] Additionally, different research study types have different levels of strength and risk of bias as delineated in the hierarchy of research study designs. [7]"}
{"id": "article-28401_11", "title": "Human Subjects Research Design -- Clinical Significance", "content": "The significance of research studies and its findings collectively support both clinical and public health needs. The discovery of new medicines and new treatment modalities for specific diseases is possible using randomized clinical (control) trials, more commonly termed as RCTs. [8] Public health, both as medical and social science, can choose from a wide range of qualitative studies, descriptive, analytic, community-based trials [9] , and operations researches, among others, to explore and describe the characteristics of certain groups of populations and its associations to the disease process or a particular health intervention, yielding findings that will inform policymakers and stakeholders.", "contents": "Human Subjects Research Design -- Clinical Significance. The significance of research studies and its findings collectively support both clinical and public health needs. The discovery of new medicines and new treatment modalities for specific diseases is possible using randomized clinical (control) trials, more commonly termed as RCTs. [8] Public health, both as medical and social science, can choose from a wide range of qualitative studies, descriptive, analytic, community-based trials [9] , and operations researches, among others, to explore and describe the characteristics of certain groups of populations and its associations to the disease process or a particular health intervention, yielding findings that will inform policymakers and stakeholders."}
{"id": "article-28401_12", "title": "Human Subjects Research Design -- Clinical Significance", "content": "In clinical settings, case studies and case series can be used by clinicians, surgeons, and other clinical specialists to scientifically document and describe the occurrence of rare diseases. [10] Researchers can perform studies to determine the association of exposure variables or risk factors in rare diseases or cohort studies to investigate rare exposure variables present in the study population. Meanwhile, studies such as meta-analysis and systematic review are good choices for researchers who want to summarize the results of previous research findings, in quantitative and qualitative means, respectively. [11] [12] Mixed methods are employed to combine and exhaust the utility of the research type or study design combinations (e.g., quantitative and qualitative studies). [13]", "contents": "Human Subjects Research Design -- Clinical Significance. In clinical settings, case studies and case series can be used by clinicians, surgeons, and other clinical specialists to scientifically document and describe the occurrence of rare diseases. [10] Researchers can perform studies to determine the association of exposure variables or risk factors in rare diseases or cohort studies to investigate rare exposure variables present in the study population. Meanwhile, studies such as meta-analysis and systematic review are good choices for researchers who want to summarize the results of previous research findings, in quantitative and qualitative means, respectively. [11] [12] Mixed methods are employed to combine and exhaust the utility of the research type or study design combinations (e.g., quantitative and qualitative studies). [13]"}
{"id": "article-28401_13", "title": "Human Subjects Research Design -- Clinical Significance", "content": "Research studies can be both simple and complex; thus, they can be performed in several ways, which must be consistently systematic and scientific. The acquisition of new research findings will eventually find utility in the application of evidence-based medicine (EBM). [14] Research studies must be carried out within the walls of medical ethics, free of bias, and primarily geared towards the welfare of our patients rather than just merely the expedition of science. [15]", "contents": "Human Subjects Research Design -- Clinical Significance. Research studies can be both simple and complex; thus, they can be performed in several ways, which must be consistently systematic and scientific. The acquisition of new research findings will eventually find utility in the application of evidence-based medicine (EBM). [14] Research studies must be carried out within the walls of medical ethics, free of bias, and primarily geared towards the welfare of our patients rather than just merely the expedition of science. [15]"}
{"id": "article-28401_14", "title": "Human Subjects Research Design -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Human Subjects Research Design -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}