{"id": "article-19552_0", "title": "Cicatricial Pemphigoid -- Continuing Education Activity", "content": "Cicatricial pemphigoid is a rare, chronic autoimmune blistering disorder which can produce scarring. It can affect the skin, the mucous membranes, or both. When only mucous membranes are involved, the disease is often referred to as mucous membrane pemphigoid. When only the ocular membranes are involved, it may be referred to as ocular pemphigoid. Risk of scarring depends on the location of disease activity. Initial diagnosis can be a challenge. This activity describes the presentation, evaluation, and management of cicatricial pemphigoid and highlights the role of the interprofessional team in the care of affected patients.", "contents": "Cicatricial Pemphigoid -- Continuing Education Activity. Cicatricial pemphigoid is a rare, chronic autoimmune blistering disorder which can produce scarring. It can affect the skin, the mucous membranes, or both. When only mucous membranes are involved, the disease is often referred to as mucous membrane pemphigoid. When only the ocular membranes are involved, it may be referred to as ocular pemphigoid. Risk of scarring depends on the location of disease activity. Initial diagnosis can be a challenge. This activity describes the presentation, evaluation, and management of cicatricial pemphigoid and highlights the role of the interprofessional team in the care of affected patients."}
{"id": "article-19552_1", "title": "Cicatricial Pemphigoid -- Continuing Education Activity", "content": "Objectives: Describe the etiology of cicatricial pemphigoid. Summarize the presentation of cicatricial pemphigoid. Outline the treatment and management options available for cicatricial pemphigoid. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by cicatricial pemphigoid. Access free multiple choice questions on this topic.", "contents": "Cicatricial Pemphigoid -- Continuing Education Activity. Objectives: Describe the etiology of cicatricial pemphigoid. Summarize the presentation of cicatricial pemphigoid. Outline the treatment and management options available for cicatricial pemphigoid. Explain a well-coordinated interprofessional team approach to provide effective care to patients affected by cicatricial pemphigoid. Access free multiple choice questions on this topic."}
{"id": "article-19552_2", "title": "Cicatricial Pemphigoid -- Introduction", "content": "Cicatricial pemphigoid is a rare, chronic autoimmune blistering disorder which can produce scarring. It can affect the skin only, mucous membranes only, or both the skin and mucous membranes. When only mucous membranes are involved, the disease is often referred to as mucous membrane pemphigoid. When only the ocular membranes are involved, it may be referred to as ocular pemphigoid. Risk of scarring depends on the location of disease activity. Initial diagnosis can be a challenge. Due to the risks of serious complications, such as blindness and airway compromise, early and aggressive treatment initiation may be warranted.", "contents": "Cicatricial Pemphigoid -- Introduction. Cicatricial pemphigoid is a rare, chronic autoimmune blistering disorder which can produce scarring. It can affect the skin only, mucous membranes only, or both the skin and mucous membranes. When only mucous membranes are involved, the disease is often referred to as mucous membrane pemphigoid. When only the ocular membranes are involved, it may be referred to as ocular pemphigoid. Risk of scarring depends on the location of disease activity. Initial diagnosis can be a challenge. Due to the risks of serious complications, such as blindness and airway compromise, early and aggressive treatment initiation may be warranted."}
{"id": "article-19552_3", "title": "Cicatricial Pemphigoid -- Etiology", "content": "Autoantibodies targeted to components of the basement membrane zone have been identified as pathogenic in cicatricial pemphigoid. Patients with cicatricial pemphigoid may have antibodies detected to 180-kD bullous pemphigoid antigen (BP180), [1] laminin 332 (previously known as epiligrin or laminin-5), [2] beta-4-integrin, [3] and other antigens that are not fully described.", "contents": "Cicatricial Pemphigoid -- Etiology. Autoantibodies targeted to components of the basement membrane zone have been identified as pathogenic in cicatricial pemphigoid. Patients with cicatricial pemphigoid may have antibodies detected to 180-kD bullous pemphigoid antigen (BP180), [1] laminin 332 (previously known as epiligrin or laminin-5), [2] beta-4-integrin, [3] and other antigens that are not fully described."}
{"id": "article-19552_4", "title": "Cicatricial Pemphigoid -- Epidemiology", "content": "Cicatricial pemphigoid is a rare disorder. The exact prevalence and incidence are not known. The incidence of cicatricial pemphigoid estimated in a French study was 1.16 per million per year. [4] The incidence of cicatricial pemphigoid estimated in German study was 0.87 per million per year. [5]", "contents": "Cicatricial Pemphigoid -- Epidemiology. Cicatricial pemphigoid is a rare disorder. The exact prevalence and incidence are not known. The incidence of cicatricial pemphigoid estimated in a French study was 1.16 per million per year. [4] The incidence of cicatricial pemphigoid estimated in German study was 0.87 per million per year. [5]"}
{"id": "article-19552_5", "title": "Cicatricial Pemphigoid -- Epidemiology", "content": "In a study out of Greece, the mean age of onset for cicatricial pemphigoid was found to be 66 years of age, and there was a 1.5:1 female predominance. [6] Female to male ratio for cicatricial pemphigoid was reported as high as 7:1 in a German population. [5]", "contents": "Cicatricial Pemphigoid -- Epidemiology. In a study out of Greece, the mean age of onset for cicatricial pemphigoid was found to be 66 years of age, and there was a 1.5:1 female predominance. [6] Female to male ratio for cicatricial pemphigoid was reported as high as 7:1 in a German population. [5]"}
{"id": "article-19552_6", "title": "Cicatricial Pemphigoid -- Epidemiology", "content": "In a recent retrospective chart review of 162 patients with mucous membrane pemphigoid, 67% percent of patients had ocular involvement at presentation. In those without ocular involvement initially, it was estimated that the risk of developing ocular mucous membrane pemphigoid was 0.014 per person-year. [7] HLA-DQB1*0301 is a disease susceptibility marker for cicatricial pemphigoid. [8]", "contents": "Cicatricial Pemphigoid -- Epidemiology. In a recent retrospective chart review of 162 patients with mucous membrane pemphigoid, 67% percent of patients had ocular involvement at presentation. In those without ocular involvement initially, it was estimated that the risk of developing ocular mucous membrane pemphigoid was 0.014 per person-year. [7] HLA-DQB1*0301 is a disease susceptibility marker for cicatricial pemphigoid. [8]"}
{"id": "article-19552_7", "title": "Cicatricial Pemphigoid -- Pathophysiology", "content": "Cicatricial pemphigoid is an antibody-mediated blistering disorder. The antibodies target molecules responsible for adhesion within the basement membrane zone of the mucosa and/or skin. This disrupts the normal structure and function of the basement membrane, which allows for the epidermis to separate from the dermis. Clinically, this manifests as blisters and erosions. Several target molecules are associated with the pathogenesis of cicatricial pemphigoid.", "contents": "Cicatricial Pemphigoid -- Pathophysiology. Cicatricial pemphigoid is an antibody-mediated blistering disorder. The antibodies target molecules responsible for adhesion within the basement membrane zone of the mucosa and/or skin. This disrupts the normal structure and function of the basement membrane, which allows for the epidermis to separate from the dermis. Clinically, this manifests as blisters and erosions. Several target molecules are associated with the pathogenesis of cicatricial pemphigoid."}
{"id": "article-19552_8", "title": "Cicatricial Pemphigoid -- Pathophysiology", "content": "Laminin 332 is a transmembrane protein that connects alpha-6-beta-4 integrin of the hemidesmosome of the keratinocyte to the non-collagenous 1 (NC1) domain of collagen VII. Collagen VII is the attachment for the anchoring fibrils that secure the basement membrane to the dermis. Laminin 332 assists in strengthening the attachment of the epidermis to the dermis from shearing forces.", "contents": "Cicatricial Pemphigoid -- Pathophysiology. Laminin 332 is a transmembrane protein that connects alpha-6-beta-4 integrin of the hemidesmosome of the keratinocyte to the non-collagenous 1 (NC1) domain of collagen VII. Collagen VII is the attachment for the anchoring fibrils that secure the basement membrane to the dermis. Laminin 332 assists in strengthening the attachment of the epidermis to the dermis from shearing forces."}
{"id": "article-19552_9", "title": "Cicatricial Pemphigoid -- Pathophysiology", "content": "BP180 is a transmembrane collagen, also referred to as collagen XVII. It is a component of the hemidesmosome of the epithelial cell. The dense plaque of the hemidesmosome binds keratin 5 and keratin 14 within the keratinocyte. BP180 spans the lamina lucida. The non-collagenous portion of the domain (N-terminus) is located near the cellular membrane and the collagenous portion of the domain (C-terminus) spans the lamina lucida and projects into the lamina densa. Sera from patients with bullous pemphigoid mainly target the N-terminus of BP180 whereas sera from cicatricial pemphigoid patients target the C-terminus. The variability in the target may explain the clinical differences seen among bullous pemphigoid and cicatricial pemphigoid patients. [9] [10] The target of the N-terminus would result in a more superficial blister, unlikely to scar, as seen in bullous pemphigoid. The target of the C-terminus would a result in a deeper separation, which would be more likely to scar, as seen in cicatricial pemphigoid. [11]", "contents": "Cicatricial Pemphigoid -- Pathophysiology. BP180 is a transmembrane collagen, also referred to as collagen XVII. It is a component of the hemidesmosome of the epithelial cell. The dense plaque of the hemidesmosome binds keratin 5 and keratin 14 within the keratinocyte. BP180 spans the lamina lucida. The non-collagenous portion of the domain (N-terminus) is located near the cellular membrane and the collagenous portion of the domain (C-terminus) spans the lamina lucida and projects into the lamina densa. Sera from patients with bullous pemphigoid mainly target the N-terminus of BP180 whereas sera from cicatricial pemphigoid patients target the C-terminus. The variability in the target may explain the clinical differences seen among bullous pemphigoid and cicatricial pemphigoid patients. [9] [10] The target of the N-terminus would result in a more superficial blister, unlikely to scar, as seen in bullous pemphigoid. The target of the C-terminus would a result in a deeper separation, which would be more likely to scar, as seen in cicatricial pemphigoid. [11]"}
{"id": "article-19552_10", "title": "Cicatricial Pemphigoid -- Pathophysiology", "content": "Alpha-6-beta-4 integrin is a component of the hemidesmosome that binds the transmembrane laminin 332 which attaches to collagen VII. Sera and IgG fractions from patients with cicatricial pemphigoid have been shown to target the intracellular portion of alpha-6-beta-4 integrin suggesting that this may have a pathogenic role in cicatricial pemphigoid. [12] A recent study demonstrated that sera from patients with ocular mucous membrane pemphigoid reacted to beta-4 integrin. [13]", "contents": "Cicatricial Pemphigoid -- Pathophysiology. Alpha-6-beta-4 integrin is a component of the hemidesmosome that binds the transmembrane laminin 332 which attaches to collagen VII. Sera and IgG fractions from patients with cicatricial pemphigoid have been shown to target the intracellular portion of alpha-6-beta-4 integrin suggesting that this may have a pathogenic role in cicatricial pemphigoid. [12] A recent study demonstrated that sera from patients with ocular mucous membrane pemphigoid reacted to beta-4 integrin. [13]"}
{"id": "article-19552_11", "title": "Cicatricial Pemphigoid -- Histopathology", "content": "Histopathologic appearance of cicatricial pemphigoid is a subepidermal blister with dermal lymphohistiocytic infiltrate with variable numbers of neutrophils and eosinophils. This is nonspecific and can be seen in other immunobullous disorders including bullous pemphigoid, linear IgA bullous dermatosis, and epidermolysis bullosa acquisita. [11] Plasma cell infiltrate is more common in mucosal biopsies. [14] Fibrosis may be present in older lesions. [11]", "contents": "Cicatricial Pemphigoid -- Histopathology. Histopathologic appearance of cicatricial pemphigoid is a subepidermal blister with dermal lymphohistiocytic infiltrate with variable numbers of neutrophils and eosinophils. This is nonspecific and can be seen in other immunobullous disorders including bullous pemphigoid, linear IgA bullous dermatosis, and epidermolysis bullosa acquisita. [11] Plasma cell infiltrate is more common in mucosal biopsies. [14] Fibrosis may be present in older lesions. [11]"}
{"id": "article-19552_12", "title": "Cicatricial Pemphigoid -- History and Physical", "content": "The mouth is the most common location for involvement with cicatricial pemphigoid. It may be the only site affected. All areas of the oral cavity may be involved including the buccal mucosa, gingiva, tongue, vermillion lips, and palate. [6] The disease may extend to posterior pharynx. Clinical appearance includes desquamative gingivitis, blisters, erosions, and ulcers. Patients with desquamative gingivitis may experience pain or bleeding when brushing teeth. Long-term inflammation and difficulty in maintaining oral hygiene may lead to caries and loss of teeth and alveolar bone. [15] Scarring is uncommon but may present as white reticulated patches or adhesions. [15]", "contents": "Cicatricial Pemphigoid -- History and Physical. The mouth is the most common location for involvement with cicatricial pemphigoid. It may be the only site affected. All areas of the oral cavity may be involved including the buccal mucosa, gingiva, tongue, vermillion lips, and palate. [6] The disease may extend to posterior pharynx. Clinical appearance includes desquamative gingivitis, blisters, erosions, and ulcers. Patients with desquamative gingivitis may experience pain or bleeding when brushing teeth. Long-term inflammation and difficulty in maintaining oral hygiene may lead to caries and loss of teeth and alveolar bone. [15] Scarring is uncommon but may present as white reticulated patches or adhesions. [15]"}
{"id": "article-19552_13", "title": "Cicatricial Pemphigoid -- History and Physical", "content": "Cicatricial pemphigoid of the ocular mucosa is often progressive. Scar formation can result in blindness. Inflammation may be slowly progressive. The patient may experience non-specific symptoms of eye irritation, such as burning or excessive tearing. [14] The disease may present in one eye only; however, over the course of a couple of years, the disease typically affects both eyes. [16] Rarely, patients present with frank blisters. Early scarring is first noted in the inferior fornices. Symblepharons are fibrous strands connecting the conjunctiva of the lid to the globe. These are best visualized when pulling down on the lower eyelid and having the patient look up. [16] The endstage of this process results in scarring of the entire conjunctival sack, known as ankyloblepharon. [16] This results in the inability for the lid to close completely. [16] The chronic inflammation of the conjunctiva also leads to fibrosis of the lacrimal glands and goblet cells, resulting in decreased tear and mucin production. Scarring of the lid results in entropion (inward turning of the lid) and trichiasis (in-turning of the eyelashes). [16] The combination of abrasion of the cornea by entropion and trichiasis, decreased tear production and mucin production, and loss of lid closure function results in keratinization of the corneal epithelium. [16] This ultimately results in decreased visual acuity. [16]", "contents": "Cicatricial Pemphigoid -- History and Physical. Cicatricial pemphigoid of the ocular mucosa is often progressive. Scar formation can result in blindness. Inflammation may be slowly progressive. The patient may experience non-specific symptoms of eye irritation, such as burning or excessive tearing. [14] The disease may present in one eye only; however, over the course of a couple of years, the disease typically affects both eyes. [16] Rarely, patients present with frank blisters. Early scarring is first noted in the inferior fornices. Symblepharons are fibrous strands connecting the conjunctiva of the lid to the globe. These are best visualized when pulling down on the lower eyelid and having the patient look up. [16] The endstage of this process results in scarring of the entire conjunctival sack, known as ankyloblepharon. [16] This results in the inability for the lid to close completely. [16] The chronic inflammation of the conjunctiva also leads to fibrosis of the lacrimal glands and goblet cells, resulting in decreased tear and mucin production. Scarring of the lid results in entropion (inward turning of the lid) and trichiasis (in-turning of the eyelashes). [16] The combination of abrasion of the cornea by entropion and trichiasis, decreased tear production and mucin production, and loss of lid closure function results in keratinization of the corneal epithelium. [16] This ultimately results in decreased visual acuity. [16]"}
{"id": "article-19552_14", "title": "Cicatricial Pemphigoid -- History and Physical", "content": "Nasopharyngeal involvement is less common. It may present as crusted nasal lesions, epistasis, or chronic sinusitis. [17] Adhesions and scarring can occur between structures, leading to airway obstruction. [17] . This has been reported to result in sleep apnea. [17] . Laryngeal involvement may present as a sore throat or hoarseness. [17] If scarring occurs, then the loss of phonation becomes permanent. [17] Tracheostomy has been reported as a necessary life-saving intervention in patients with the severe disease resulting in airway compromise. [18] Esophageal involvement may present as pain, dysphagia, odynophagia, and stenosis. [17]", "contents": "Cicatricial Pemphigoid -- History and Physical. Nasopharyngeal involvement is less common. It may present as crusted nasal lesions, epistasis, or chronic sinusitis. [17] Adhesions and scarring can occur between structures, leading to airway obstruction. [17] . This has been reported to result in sleep apnea. [17] . Laryngeal involvement may present as a sore throat or hoarseness. [17] If scarring occurs, then the loss of phonation becomes permanent. [17] Tracheostomy has been reported as a necessary life-saving intervention in patients with the severe disease resulting in airway compromise. [18] Esophageal involvement may present as pain, dysphagia, odynophagia, and stenosis. [17]"}
{"id": "article-19552_15", "title": "Cicatricial Pemphigoid -- History and Physical", "content": "Cicatricial pemphigoid of the genital and anal mucosa is rare. Erosions and ulcerations can lead to considerable discomfort of the genital skin. Scarring can lead to narrowing of the urethra and vaginal opening. Stenosis of these structures may require surgical intervention to restore function. [19] The most common symptoms of anal involvement are pain and spasm. [19]", "contents": "Cicatricial Pemphigoid -- History and Physical. Cicatricial pemphigoid of the genital and anal mucosa is rare. Erosions and ulcerations can lead to considerable discomfort of the genital skin. Scarring can lead to narrowing of the urethra and vaginal opening. Stenosis of these structures may require surgical intervention to restore function. [19] The most common symptoms of anal involvement are pain and spasm. [19]"}
{"id": "article-19552_16", "title": "Cicatricial Pemphigoid -- History and Physical", "content": "Cutaneous lesions of cicatricial pemphigoid occur in two clinical presentations. The first subtype presents as a more generalized eruption of tense bullae without scarring. The second subtype presents as blisters on an erythematous base occurring in localized areas, resulting in atrophic scarring. This most commonly affects the head and neck area. Activity in the scalp often leads to alopecia. [20] Brunsting-Perry pemphigoid, which was once thought to be a form of cicatricial pemphigoid, presents as a scarring bullous eruption of the head and neck skin without mucous membrane involvement. This is now believed to be a phenotype of epidermolysis bullosa acquisita.", "contents": "Cicatricial Pemphigoid -- History and Physical. Cutaneous lesions of cicatricial pemphigoid occur in two clinical presentations. The first subtype presents as a more generalized eruption of tense bullae without scarring. The second subtype presents as blisters on an erythematous base occurring in localized areas, resulting in atrophic scarring. This most commonly affects the head and neck area. Activity in the scalp often leads to alopecia. [20] Brunsting-Perry pemphigoid, which was once thought to be a form of cicatricial pemphigoid, presents as a scarring bullous eruption of the head and neck skin without mucous membrane involvement. This is now believed to be a phenotype of epidermolysis bullosa acquisita."}
{"id": "article-19552_17", "title": "Cicatricial Pemphigoid -- Evaluation", "content": "Biopsy of lesional skin for histopathology is recommended. (See Histopathology for findings.)", "contents": "Cicatricial Pemphigoid -- Evaluation. Biopsy of lesional skin for histopathology is recommended. (See Histopathology for findings.)"}
{"id": "article-19552_18", "title": "Cicatricial Pemphigoid -- Evaluation", "content": "Biopsy of perilesional skin for direct immunofluorescence (DIF) is recommended. DIF typically demonstrates IgG and C3 as a linear band at the basement membrane zone. [21] Linear deposition of IgA at the basement membrane zone is occasionally seen. [22] To increase sensitivity, multiple and repeated sampling may be warranted. [23]", "contents": "Cicatricial Pemphigoid -- Evaluation. Biopsy of perilesional skin for direct immunofluorescence (DIF) is recommended. DIF typically demonstrates IgG and C3 as a linear band at the basement membrane zone. [21] Linear deposition of IgA at the basement membrane zone is occasionally seen. [22] To increase sensitivity, multiple and repeated sampling may be warranted. [23]"}
{"id": "article-19552_19", "title": "Cicatricial Pemphigoid -- Evaluation", "content": "Indirect immunofluorescence is recommended; however, it is only positive in a small percentage of patients. The titer is usually low. [21] IIF on the salt-split skin may show an epidermal or dermal pattern. Indirect immunofluorescence (IIF) shows the presence of IgG or IgA autoantibodies. To increase the diagnostic utility of the IIF, it has been recommended to perform with a concentrated assay, using salt-split skin study, and evaluate for both the presence of IgG and IgA. [11]", "contents": "Cicatricial Pemphigoid -- Evaluation. Indirect immunofluorescence is recommended; however, it is only positive in a small percentage of patients. The titer is usually low. [21] IIF on the salt-split skin may show an epidermal or dermal pattern. Indirect immunofluorescence (IIF) shows the presence of IgG or IgA autoantibodies. To increase the diagnostic utility of the IIF, it has been recommended to perform with a concentrated assay, using salt-split skin study, and evaluate for both the presence of IgG and IgA. [11]"}
{"id": "article-19552_20", "title": "Cicatricial Pemphigoid -- Evaluation", "content": "Enzyme-linked immunosorbent assay (ELISA) testing for the presence of anti-BP180 C terminal domain and anti-laminin 332 may be helpful in diagnosis; however, this may not be readily available through all laboratories. [24] [25]", "contents": "Cicatricial Pemphigoid -- Evaluation. Enzyme-linked immunosorbent assay (ELISA) testing for the presence of anti-BP180 C terminal domain and anti-laminin 332 may be helpful in diagnosis; however, this may not be readily available through all laboratories. [24] [25]"}
{"id": "article-19552_21", "title": "Cicatricial Pemphigoid -- Treatment / Management", "content": "For the mild disease of the oral mucosa and skin, topical therapies can be effective. Moderate to high potency topical steroids, in gel or ointment form, can be used initially 2 to 3 times per day. The frequency of topical steroid application can be slowly tapered based on patient response. To improve the effectiveness of topical therapies, blotting the area with a disposable tissue to remove moisture before the application of medication may be helpful. Patients may apply the medication with a finger or cotton-swab and rub into the affected areas gently for 30 seconds. Patients should be advised to abstain from eating or drinking for 30 minutes after application to increase absorption. [26] Customized prosthetic devices, such as dental trays, can occlude the topical steroid over the affected sites in the mouth. [27] Calcineurin inhibitors, such as tacrolimus, have also been reported as a topical therapeutic option. [28] Complications of long-term use of topical steroids are uncommon. A cutaneous application may lead to hypopigmentation and atrophy. Although these adverse effects are not commonly seen in the mucous membranes, the risk for oral candidiasis and herpes simplex reactivation is a concern. [26] In addition to topical therapies, the importance of oral care has been emphasized as a critical part in the treatment of mucous membrane pemphigoid. This consists of brushing teeth with a soft bristle toothbrush twice daily, flossing daily, and visiting the dentist every 3-6 months. [26] If topical therapies are not effective for mild to moderate disease, then dapsone may be effective. [29] Typical dose ranges from 50 to 200 mg daily. Systemic corticosteroids can be used in addition to the dapsone.", "contents": "Cicatricial Pemphigoid -- Treatment / Management. For the mild disease of the oral mucosa and skin, topical therapies can be effective. Moderate to high potency topical steroids, in gel or ointment form, can be used initially 2 to 3 times per day. The frequency of topical steroid application can be slowly tapered based on patient response. To improve the effectiveness of topical therapies, blotting the area with a disposable tissue to remove moisture before the application of medication may be helpful. Patients may apply the medication with a finger or cotton-swab and rub into the affected areas gently for 30 seconds. Patients should be advised to abstain from eating or drinking for 30 minutes after application to increase absorption. [26] Customized prosthetic devices, such as dental trays, can occlude the topical steroid over the affected sites in the mouth. [27] Calcineurin inhibitors, such as tacrolimus, have also been reported as a topical therapeutic option. [28] Complications of long-term use of topical steroids are uncommon. A cutaneous application may lead to hypopigmentation and atrophy. Although these adverse effects are not commonly seen in the mucous membranes, the risk for oral candidiasis and herpes simplex reactivation is a concern. [26] In addition to topical therapies, the importance of oral care has been emphasized as a critical part in the treatment of mucous membrane pemphigoid. This consists of brushing teeth with a soft bristle toothbrush twice daily, flossing daily, and visiting the dentist every 3-6 months. [26] If topical therapies are not effective for mild to moderate disease, then dapsone may be effective. [29] Typical dose ranges from 50 to 200 mg daily. Systemic corticosteroids can be used in addition to the dapsone."}
{"id": "article-19552_22", "title": "Cicatricial Pemphigoid -- Treatment / Management", "content": "For mild to moderate ocular involvement, systemic corticosteroids (prednisone 1 to 2 mg/kg/day) alone or in combination with dapsone can be considered. Proper ocular care is important. Since dry eyes are common with ocular pemphigoid, frequent use of lubricants is recommended in the form of artificial tear drops or petrolatum-based ointments. Cleansing away excess exudates from the eyes helps to prevent secondary bacterial infections. [26]", "contents": "Cicatricial Pemphigoid -- Treatment / Management. For mild to moderate ocular involvement, systemic corticosteroids (prednisone 1 to 2 mg/kg/day) alone or in combination with dapsone can be considered. Proper ocular care is important. Since dry eyes are common with ocular pemphigoid, frequent use of lubricants is recommended in the form of artificial tear drops or petrolatum-based ointments. Cleansing away excess exudates from the eyes helps to prevent secondary bacterial infections. [26]"}
{"id": "article-19552_23", "title": "Cicatricial Pemphigoid -- Treatment / Management", "content": "For severe or rapidly progressive disease involving the ocular, nasopharyngeal, or anogenital mucosa, a combination of systemic corticosteroids (prednisone 1 to 2 mg/kg/day) plus an additional immunosuppressive agent has been recommended. Immunosuppressive agents that have shown efficacy include azathioprine (1 to 2 mg/kg/day), mycophenolate mofetil (2 to 2.5 g/day) or cyclophosphamide (1 to 2 mg/kg/day). [26] [30] [31] [32] [33] The goal of adjuvant immunosuppressive therapy is to allow taper of prednisone over 6 to 12 months. Intravenous immunoglobulin has been used with success to treat cicatricial pemphigoid. [34] [35] Tumor necrosis factor-alpha inhibitors have been used in the treatment of cicatricial pemphigoid. [36] [37] Rituximab has been used alone or as adjuvant therapy for the treatment of mucous membrane pemphigoid. [38] [39]", "contents": "Cicatricial Pemphigoid -- Treatment / Management. For severe or rapidly progressive disease involving the ocular, nasopharyngeal, or anogenital mucosa, a combination of systemic corticosteroids (prednisone 1 to 2 mg/kg/day) plus an additional immunosuppressive agent has been recommended. Immunosuppressive agents that have shown efficacy include azathioprine (1 to 2 mg/kg/day), mycophenolate mofetil (2 to 2.5 g/day) or cyclophosphamide (1 to 2 mg/kg/day). [26] [30] [31] [32] [33] The goal of adjuvant immunosuppressive therapy is to allow taper of prednisone over 6 to 12 months. Intravenous immunoglobulin has been used with success to treat cicatricial pemphigoid. [34] [35] Tumor necrosis factor-alpha inhibitors have been used in the treatment of cicatricial pemphigoid. [36] [37] Rituximab has been used alone or as adjuvant therapy for the treatment of mucous membrane pemphigoid. [38] [39]"}
{"id": "article-19552_24", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Bullous pemphigoid is a common autoimmune subepidermal blistering disorder. Age of onset is 65 to 75 years of age. This typically affects the skin and presents as tense bullae on a normal or urticarial background. This less commonly affects the oral mucosa. Lesions do not cause scarring. [11] The disease is typically steroid responsive.", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Bullous pemphigoid is a common autoimmune subepidermal blistering disorder. Age of onset is 65 to 75 years of age. This typically affects the skin and presents as tense bullae on a normal or urticarial background. This less commonly affects the oral mucosa. Lesions do not cause scarring. [11] The disease is typically steroid responsive."}
{"id": "article-19552_25", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Epidermolysis bullosa acquisita (EBA) is a rare autoimmune subepidermal blistering disorder. The most common clinical presentation is non-inflammatory tense bullae that form on extensor surfaces usually triggered by friction or trauma. Common locations for involvement include the hands, elbows, knees, and buttocks. Blisters heal with scars and milia formation. Oral involvement can occur. [11] This can be associated with underlying systemic diseases. [40] EBA is recalcitrant to therapy.", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Epidermolysis bullosa acquisita (EBA) is a rare autoimmune subepidermal blistering disorder. The most common clinical presentation is non-inflammatory tense bullae that form on extensor surfaces usually triggered by friction or trauma. Common locations for involvement include the hands, elbows, knees, and buttocks. Blisters heal with scars and milia formation. Oral involvement can occur. [11] This can be associated with underlying systemic diseases. [40] EBA is recalcitrant to therapy."}
{"id": "article-19552_26", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Linear IgA bullous dermatosis is rare subepidermal bullous dermatosis. Its clinical presentation varies and can mimic bullous pemphigoid, dermatitis herpetiformis, and cicatricial pemphigoid. It may have oral and, less likely, ocular involvement. [41] [42]", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Linear IgA bullous dermatosis is rare subepidermal bullous dermatosis. Its clinical presentation varies and can mimic bullous pemphigoid, dermatitis herpetiformis, and cicatricial pemphigoid. It may have oral and, less likely, ocular involvement. [41] [42]"}
{"id": "article-19552_27", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Bullous systemic lupus erythematosus is an autoimmune subepidermal blistering disorder that develops in patients with systemic lupus. The eruption consists of erythematous macules, plaques, and bullae that tend to occur in sun-exposed areas and do not typically result in scarring. Oral lesions can occur. [11]", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Bullous systemic lupus erythematosus is an autoimmune subepidermal blistering disorder that develops in patients with systemic lupus. The eruption consists of erythematous macules, plaques, and bullae that tend to occur in sun-exposed areas and do not typically result in scarring. Oral lesions can occur. [11]"}
{"id": "article-19552_28", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Paraneoplastic pemphigus is a rare autoimmune disease associated with malignancy, most commonly non-Hodgkin lymphoma and chronic lymphocytic leukemia. This is characterized by painful and erosive stomatitis and polymorphous cutaneous lesions that may resemble bullous pemphigoid, lichen planus or erythema multiforme. Indirect immunofluorescence on rodent bladder can detect serum autoantibodies directed against plakin proteins. This is rapidly progressive and often results in death. [11]", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Paraneoplastic pemphigus is a rare autoimmune disease associated with malignancy, most commonly non-Hodgkin lymphoma and chronic lymphocytic leukemia. This is characterized by painful and erosive stomatitis and polymorphous cutaneous lesions that may resemble bullous pemphigoid, lichen planus or erythema multiforme. Indirect immunofluorescence on rodent bladder can detect serum autoantibodies directed against plakin proteins. This is rapidly progressive and often results in death. [11]"}
{"id": "article-19552_29", "title": "Cicatricial Pemphigoid -- Differential Diagnosis", "content": "Pseudo-ocular cicatricial pemphigoid is mimicker of cicatricial pemphigoid. This is a rare complication from the use of medicated eye drops in the treatment of glaucoma. Eye involvement is unilateral. Progression usually ceases once eye drops are discontinued. [43]", "contents": "Cicatricial Pemphigoid -- Differential Diagnosis. Pseudo-ocular cicatricial pemphigoid is mimicker of cicatricial pemphigoid. This is a rare complication from the use of medicated eye drops in the treatment of glaucoma. Eye involvement is unilateral. Progression usually ceases once eye drops are discontinued. [43]"}
{"id": "article-19552_30", "title": "Cicatricial Pemphigoid -- Prognosis", "content": "Cicatricial pemphigoid is a chronic, progressive disease that results in scarring. Patients require long-term follow-up to monitor for complications as a result of scarring and possible relapse. Due to the potentially serious complications that can arise with cicatricial pemphigoid, it is recommended that therapy is initiated early and aggressively. Patients benefit from a multidisciplinary approach to treatment. Although some patients benefit from immunosuppressive treatment and even have long-term remission, some patients have a refractory disease without a response of disease activity or only temporary control of disease activity with a given treatment. [11]", "contents": "Cicatricial Pemphigoid -- Prognosis. Cicatricial pemphigoid is a chronic, progressive disease that results in scarring. Patients require long-term follow-up to monitor for complications as a result of scarring and possible relapse. Due to the potentially serious complications that can arise with cicatricial pemphigoid, it is recommended that therapy is initiated early and aggressively. Patients benefit from a multidisciplinary approach to treatment. Although some patients benefit from immunosuppressive treatment and even have long-term remission, some patients have a refractory disease without a response of disease activity or only temporary control of disease activity with a given treatment. [11]"}
{"id": "article-19552_31", "title": "Cicatricial Pemphigoid -- Complications", "content": "Oral mucosal complications include painful scarring lesions and adhesion formation causing limitation in movement. Gingival complications include caries, loss of gingival tissue, and alveolar bone and tooth loss.", "contents": "Cicatricial Pemphigoid -- Complications. Oral mucosal complications include painful scarring lesions and adhesion formation causing limitation in movement. Gingival complications include caries, loss of gingival tissue, and alveolar bone and tooth loss."}
{"id": "article-19552_32", "title": "Cicatricial Pemphigoid -- Complications", "content": "Ocular complications include irritation, decreased tear and mucin production, secondary infection, symblepharons, ankyloblepharons, corneal irritation, corneal neovascularization, corneal ulcers, and blindness. Nasal complications include discharge, epistaxis, crust formation, chronic sinusitis, scarring, and impaired air flow. Pharyngeal complications include hoarseness, loss of voice, supraglottic stenosis, and airway compromise. Esophageal complications include dysphagia, odynophagia, aspiration, and stricture formation. Anogenital complications include painful ulcerations, stenosis, and stricture formation.", "contents": "Cicatricial Pemphigoid -- Complications. Ocular complications include irritation, decreased tear and mucin production, secondary infection, symblepharons, ankyloblepharons, corneal irritation, corneal neovascularization, corneal ulcers, and blindness. Nasal complications include discharge, epistaxis, crust formation, chronic sinusitis, scarring, and impaired air flow. Pharyngeal complications include hoarseness, loss of voice, supraglottic stenosis, and airway compromise. Esophageal complications include dysphagia, odynophagia, aspiration, and stricture formation. Anogenital complications include painful ulcerations, stenosis, and stricture formation."}
{"id": "article-19552_33", "title": "Cicatricial Pemphigoid -- Consultations", "content": "A multidisciplinary approach to treatment strategy is recommended in patients with cicatricial pemphigoid to achieve optimal care. A thorough physical examination and a full review of systems will guide the determination of appropriate specialty care. Dermatology, ophthalmology, dentistry, otolaryngology, gastroenterology, colorectal surgery, and gynecology may comprise the treating team. It is important to recognize that control of disease activity through medical therapy should be achieved before embarking on surgical correction of adhesions or strictures. Surgical interventions may further flare the active disease. [11]", "contents": "Cicatricial Pemphigoid -- Consultations. A multidisciplinary approach to treatment strategy is recommended in patients with cicatricial pemphigoid to achieve optimal care. A thorough physical examination and a full review of systems will guide the determination of appropriate specialty care. Dermatology, ophthalmology, dentistry, otolaryngology, gastroenterology, colorectal surgery, and gynecology may comprise the treating team. It is important to recognize that control of disease activity through medical therapy should be achieved before embarking on surgical correction of adhesions or strictures. Surgical interventions may further flare the active disease. [11]"}
{"id": "article-19552_34", "title": "Cicatricial Pemphigoid -- Deterrence and Patient Education", "content": "Patients should be counseled on the chronic nature of cicatricial pemphigoid, its possible recalcitrant course, and serious complications. Due to potentially serious complications, the patient should be counseled to remain compliant with medical therapy and maintain regular follow-up visits with the appropriate specialists. Patients should be educated on proper oral and ocular hygiene as clinically appropriate. To achieve enhanced compliance with medical therapies, patients should be educated regarding adverse effects and proper usage of their medications.", "contents": "Cicatricial Pemphigoid -- Deterrence and Patient Education. Patients should be counseled on the chronic nature of cicatricial pemphigoid, its possible recalcitrant course, and serious complications. Due to potentially serious complications, the patient should be counseled to remain compliant with medical therapy and maintain regular follow-up visits with the appropriate specialists. Patients should be educated on proper oral and ocular hygiene as clinically appropriate. To achieve enhanced compliance with medical therapies, patients should be educated regarding adverse effects and proper usage of their medications."}
{"id": "article-19552_35", "title": "Cicatricial Pemphigoid -- Enhancing Healthcare Team Outcomes", "content": "Cicatricial pemphigoid is a serious disorder that is progressive and can lead to dysfunction of many organs, including blindness. The condition is best managed by an interprofessional team that includes nurses and pharmacists. Most patients require high dose steroids and other biological agents to prevent symptoms. These drugs themselves have a number of adverse effects that also need to be monitored. The quality of life of patients with cicatricial pemphigoid is poor and anecdotal data indicate that premature death from complications is common.", "contents": "Cicatricial Pemphigoid -- Enhancing Healthcare Team Outcomes. Cicatricial pemphigoid is a serious disorder that is progressive and can lead to dysfunction of many organs, including blindness. The condition is best managed by an interprofessional team that includes nurses and pharmacists. Most patients require high dose steroids and other biological agents to prevent symptoms. These drugs themselves have a number of adverse effects that also need to be monitored. The quality of life of patients with cicatricial pemphigoid is poor and anecdotal data indicate that premature death from complications is common."}
{"id": "article-19552_36", "title": "Cicatricial Pemphigoid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cicatricial Pemphigoid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}