{"id": "article-78280_0", "title": "Biochemistry, Histamine -- Introduction", "content": "Histamine is one of the earliest identified mediators of allergy. Researchers identified its role in the modulation of allergic reactions as early as 1932. Since then, research has determined histamine to be a mediator of autoimmune conditions, gastric acid secretion, and hematopoiesis. [1] Histamine is present within all bodily tissues; however, its sites of highest concentration include the lungs, basophils, and mast cells. It is also a potent vasoactive agent through its effects on bronchial smooth muscles and nociceptive itch nerves. [2] Histamine regulates a variety of physiological functions by playing a key role in the inflammatory response of the body. [1] It also has a vital role in various pathomechanisms of inflammatory diseases, which have led to the identification of novel histamine receptors over the years and greater recognition of its functions in the immune system. [3]", "contents": "Biochemistry, Histamine -- Introduction. Histamine is one of the earliest identified mediators of allergy. Researchers identified its role in the modulation of allergic reactions as early as 1932. Since then, research has determined histamine to be a mediator of autoimmune conditions, gastric acid secretion, and hematopoiesis. [1] Histamine is present within all bodily tissues; however, its sites of highest concentration include the lungs, basophils, and mast cells. It is also a potent vasoactive agent through its effects on bronchial smooth muscles and nociceptive itch nerves. [2] Histamine regulates a variety of physiological functions by playing a key role in the inflammatory response of the body. [1] It also has a vital role in various pathomechanisms of inflammatory diseases, which have led to the identification of novel histamine receptors over the years and greater recognition of its functions in the immune system. [3]"}
{"id": "article-78280_1", "title": "Biochemistry, Histamine -- Fundamentals", "content": "Histamine is a biogenic amine synthesized from L-histidine exclusively by L-histidine decarboxylase, which uses pyridoxal-5’-phosphate as a cofactor. [4] Histidine decarboxylase is widely expressed throughout various cells in the body, such as gastric mucosa, neurons, parietal cells, mast cells, and basophils.", "contents": "Biochemistry, Histamine -- Fundamentals. Histamine is a biogenic amine synthesized from L-histidine exclusively by L-histidine decarboxylase, which uses pyridoxal-5’-phosphate as a cofactor. [4] Histidine decarboxylase is widely expressed throughout various cells in the body, such as gastric mucosa, neurons, parietal cells, mast cells, and basophils."}
{"id": "article-78280_2", "title": "Biochemistry, Histamine -- Fundamentals", "content": "Only basophils and mast cells can produce and store large amounts of histamine in granules, where they are associated with chondroitin-4-sulfate and anionic proteoglycans heparin in basophils and mast cells, respectively. [5] Recently, research has demonstrated that a number of myeloid and lymphoid cells, such as hematopoietic progenitors, macrophages, neutrophils, platelets, and dendritic cells, have been shown to show histamine decarboxylase activity and are capable of synthesis of large amounts of histamine, but do not store it. [6]", "contents": "Biochemistry, Histamine -- Fundamentals. Only basophils and mast cells can produce and store large amounts of histamine in granules, where they are associated with chondroitin-4-sulfate and anionic proteoglycans heparin in basophils and mast cells, respectively. [5] Recently, research has demonstrated that a number of myeloid and lymphoid cells, such as hematopoietic progenitors, macrophages, neutrophils, platelets, and dendritic cells, have been shown to show histamine decarboxylase activity and are capable of synthesis of large amounts of histamine, but do not store it. [6]"}
{"id": "article-78280_3", "title": "Biochemistry, Histamine -- Fundamentals", "content": "Two major pathways metabolize most (>97%) of the synthesized histamine, histamine-N-methyltransferase (50 to 80%) and diamine oxidase (15 to 30%) and only 2 to 3% is excreted unchanged. [1] Histamine-N-methyltransferase is responsible for the degradation of histamine in the airways, as it expresses in the airway epithelial cells. Research shows that blockers of histamine-N-methyltransferases increase bronchoconstriction in vitro as well as in vivo. [7] Histamine-N-methyl-transferase is also present in the central nervous system, intestinal smooth muscle, mucosa of the small intestine, the liver, and kidneys. Diamine oxidase is present in the small intestine mucosa, liver, kidney, eosinophils, placenta, and skin.", "contents": "Biochemistry, Histamine -- Fundamentals. Two major pathways metabolize most (>97%) of the synthesized histamine, histamine-N-methyltransferase (50 to 80%) and diamine oxidase (15 to 30%) and only 2 to 3% is excreted unchanged. [1] Histamine-N-methyltransferase is responsible for the degradation of histamine in the airways, as it expresses in the airway epithelial cells. Research shows that blockers of histamine-N-methyltransferases increase bronchoconstriction in vitro as well as in vivo. [7] Histamine-N-methyl-transferase is also present in the central nervous system, intestinal smooth muscle, mucosa of the small intestine, the liver, and kidneys. Diamine oxidase is present in the small intestine mucosa, liver, kidney, eosinophils, placenta, and skin."}
{"id": "article-78280_4", "title": "Biochemistry, Histamine -- Cellular Level", "content": "Modulation of histamine’s effect occurs through four types of receptors: H1, H2, H3, and H4. Histamine receptors are G-protein coupled receptors, which are 7-transmembrane chain proteins that mediate the effect of several molecules. H1 receptors are Gq coupled receptors. Its downstream effects are mediated by increased activity of phospholipase C, increased cytoplasmic calcium, and a subsequent increase in protein kinase C activity. [8] H2 receptors are Gs-coupled receptors. Its downstream effects are mediated by an increase in intracellular cAMP and activation of protein kinase A. [5] Both H3 and H4 receptors are G protein-coupled receptors. A decrease in intracytoplasmic cAMP mediates the downstream effects of histamine. [9]", "contents": "Biochemistry, Histamine -- Cellular Level. Modulation of histamine’s effect occurs through four types of receptors: H1, H2, H3, and H4. Histamine receptors are G-protein coupled receptors, which are 7-transmembrane chain proteins that mediate the effect of several molecules. H1 receptors are Gq coupled receptors. Its downstream effects are mediated by increased activity of phospholipase C, increased cytoplasmic calcium, and a subsequent increase in protein kinase C activity. [8] H2 receptors are Gs-coupled receptors. Its downstream effects are mediated by an increase in intracellular cAMP and activation of protein kinase A. [5] Both H3 and H4 receptors are G protein-coupled receptors. A decrease in intracytoplasmic cAMP mediates the downstream effects of histamine. [9]"}
{"id": "article-78280_5", "title": "Biochemistry, Histamine -- Function", "content": "Four types of histamine receptors have been pharmacologically recognized, all of which are G protein-coupled receptors.", "contents": "Biochemistry, Histamine -- Function. Four types of histamine receptors have been pharmacologically recognized, all of which are G protein-coupled receptors."}
{"id": "article-78280_6", "title": "Biochemistry, Histamine -- Function", "content": "H1 receptors are widespread throughout the body, including neurons, smooth muscle cells of the airways, and blood vessels. Activation of the H1 receptors causes the stereotypical allergic/anaphylactic physiological reactions: increased pruritus, pain, vasodilation vascular permeability, hypotension, flushing, tachycardia, and bronchoconstriction. Also, H1 receptors regulate sleep-wake cycles, food intake, thermal regulation, emotions/aggressive behavior, locomotion, memory, and learning. [1] These receptors also mediate most of the effects of histamine that are relevant to asthma and can also include features of smooth muscle spasms, mucosal edema, inflammation, and mucous secretion. [2] H1 receptor antagonists have also been studied and identified in the management of benign forms of allergic conjunctivitis. [10]", "contents": "Biochemistry, Histamine -- Function. H1 receptors are widespread throughout the body, including neurons, smooth muscle cells of the airways, and blood vessels. Activation of the H1 receptors causes the stereotypical allergic/anaphylactic physiological reactions: increased pruritus, pain, vasodilation vascular permeability, hypotension, flushing, tachycardia, and bronchoconstriction. Also, H1 receptors regulate sleep-wake cycles, food intake, thermal regulation, emotions/aggressive behavior, locomotion, memory, and learning. [1] These receptors also mediate most of the effects of histamine that are relevant to asthma and can also include features of smooth muscle spasms, mucosal edema, inflammation, and mucous secretion. [2] H1 receptor antagonists have also been studied and identified in the management of benign forms of allergic conjunctivitis. [10]"}
{"id": "article-78280_7", "title": "Biochemistry, Histamine -- Function", "content": "H2 receptors are found mostly in the gastric mucosa parietal cells, smooth muscle cells, and heart. Activation of the H2 receptors mediates gastric acid secretion, vascular permeability, hypotension, flushing, headache, tachycardia, and bronchoconstriction. Clinical relevance of H2 receptors is unclear as they have few measurable effects on airway functions. [11] Activation of H2 receptors can lead to increased activity of the adenylate cyclase system, which increases intracellular cyclic AMP. [12] H2 antagonists have been identified in the treatment of duodenal ulcers and prevent their return.", "contents": "Biochemistry, Histamine -- Function. H2 receptors are found mostly in the gastric mucosa parietal cells, smooth muscle cells, and heart. Activation of the H2 receptors mediates gastric acid secretion, vascular permeability, hypotension, flushing, headache, tachycardia, and bronchoconstriction. Clinical relevance of H2 receptors is unclear as they have few measurable effects on airway functions. [11] Activation of H2 receptors can lead to increased activity of the adenylate cyclase system, which increases intracellular cyclic AMP. [12] H2 antagonists have been identified in the treatment of duodenal ulcers and prevent their return."}
{"id": "article-78280_8", "title": "Biochemistry, Histamine -- Function", "content": "H3 receptors are found mostly in histaminergic neurons, which moderate histamine, dopamine, serotonin, noradrenaline, and acetylcholine release in the central nervous system. The identification of H3 receptors played a key role in the understanding of the complexity of histamine-mediated systems. H3 receptor activation can also inhibit neurogenic sympathetic vasoconstriction in the nasal mucosa. [13] H3 receptors are essential modulators of histamine release from mast cells and cerebral neurons.", "contents": "Biochemistry, Histamine -- Function. H3 receptors are found mostly in histaminergic neurons, which moderate histamine, dopamine, serotonin, noradrenaline, and acetylcholine release in the central nervous system. The identification of H3 receptors played a key role in the understanding of the complexity of histamine-mediated systems. H3 receptor activation can also inhibit neurogenic sympathetic vasoconstriction in the nasal mucosa. [13] H3 receptors are essential modulators of histamine release from mast cells and cerebral neurons."}
{"id": "article-78280_9", "title": "Biochemistry, Histamine -- Function", "content": "H4 receptors are present in the bone marrow and peripheral hematopoietic cells. They play a role in the differentiation of myeloblasts and promyeloblasts and chemotaxis. The H4 receptor is also a G protein-coupled receptor and has a close association with the H3 receptor, and its mRNA is located in the highest levels in the spinal cord. H4 receptors are characterized as the immune system histamine receptor due to its important roles in inflammatory disorders and autoimmune diseases. [14]", "contents": "Biochemistry, Histamine -- Function. H4 receptors are present in the bone marrow and peripheral hematopoietic cells. They play a role in the differentiation of myeloblasts and promyeloblasts and chemotaxis. The H4 receptor is also a G protein-coupled receptor and has a close association with the H3 receptor, and its mRNA is located in the highest levels in the spinal cord. H4 receptors are characterized as the immune system histamine receptor due to its important roles in inflammatory disorders and autoimmune diseases. [14]"}
{"id": "article-78280_10", "title": "Biochemistry, Histamine -- Function", "content": "Also, histamine receptors play an important role in immunomodulation. Histamine regulates the activity and differentiation of T cells, B cells, monocytes, and dendritic cells in lymphatic organs and tissues during allergic inflammation. For example, Th1 cells have a high H1-R prevalence and a low H2-R prevalence. Activation of Th1 cells by histamine leads to increased synthesis and release of interferon-gamma. On the other hand, Th2 cells have a low H1-R prevalence and a high H2-R prevalence. Th2 cell function is suppressed in the presence of histamine, leading to a decrease in cytokine release. [15]", "contents": "Biochemistry, Histamine -- Function. Also, histamine receptors play an important role in immunomodulation. Histamine regulates the activity and differentiation of T cells, B cells, monocytes, and dendritic cells in lymphatic organs and tissues during allergic inflammation. For example, Th1 cells have a high H1-R prevalence and a low H2-R prevalence. Activation of Th1 cells by histamine leads to increased synthesis and release of interferon-gamma. On the other hand, Th2 cells have a low H1-R prevalence and a high H2-R prevalence. Th2 cell function is suppressed in the presence of histamine, leading to a decrease in cytokine release. [15]"}
{"id": "article-78280_11", "title": "Biochemistry, Histamine -- Mechanism", "content": "In humans, the immunoregulation of histamine occurs through binding with G protein-coupled histamine receptors. These mechanisms can change depending on the stage of cellular differentiation and microenvironmental influences, as well as other host genetic factors and co-morbidities. [15] Through binding to specific cell receptors, histamine can produce clinical allergic symptoms. It also has well-known effects on vessels, sensory nerves, glands, and activation of neutrophils and eosinophils. [2]", "contents": "Biochemistry, Histamine -- Mechanism. In humans, the immunoregulation of histamine occurs through binding with G protein-coupled histamine receptors. These mechanisms can change depending on the stage of cellular differentiation and microenvironmental influences, as well as other host genetic factors and co-morbidities. [15] Through binding to specific cell receptors, histamine can produce clinical allergic symptoms. It also has well-known effects on vessels, sensory nerves, glands, and activation of neutrophils and eosinophils. [2]"}
{"id": "article-78280_12", "title": "Biochemistry, Histamine -- Pathophysiology", "content": "Histamine’s role in autoimmune and allergic diseases has been the topic of much research.", "contents": "Biochemistry, Histamine -- Pathophysiology. Histamine’s role in autoimmune and allergic diseases has been the topic of much research."}
{"id": "article-78280_13", "title": "Biochemistry, Histamine -- Pathophysiology", "content": "Urticaria is a common skin condition represented by itchy wheals on the superficial tissues such as the skin, whereas angioedema is the same reaction of the deep mucocutaneous tissue. Acute urticaria and angioedema are associated with sensitivity to allergens such as foods, drugs, latex, and other substances and is due to IgE-mediated mast cell degranulation. Chronic urticaria and angioedema result from histamine release from basophils due to circulating IgG autoantibodies against FcεRIα and IgE. [16] [17]", "contents": "Biochemistry, Histamine -- Pathophysiology. Urticaria is a common skin condition represented by itchy wheals on the superficial tissues such as the skin, whereas angioedema is the same reaction of the deep mucocutaneous tissue. Acute urticaria and angioedema are associated with sensitivity to allergens such as foods, drugs, latex, and other substances and is due to IgE-mediated mast cell degranulation. Chronic urticaria and angioedema result from histamine release from basophils due to circulating IgG autoantibodies against FcεRIα and IgE. [16] [17]"}
{"id": "article-78280_14", "title": "Biochemistry, Histamine -- Pathophysiology", "content": "Allergic rhinitis is a condition associated with inflammatory symptoms arising in the nose, which occur as a result of the immune system overreacting to allergens in the air. Symptoms include clear rhinorrhea, sneezing and nasal and palatal pruritus. In severe cases, adjacent mucous membranes such as the mucous membranes of the eye or middle ear may be affected. Exposure to a specific allergen and the subsequent release of histamine can explain all of the associated symptoms of allergic rhinitis. For example, the pruritus is the result of activation of H1-R on sensory nerve endings. The rhinorrhea is caused by increased mucus secretion due to muscarinic gland discharge due to activation by histamine and eicosanoids. For many years H1-R blockers have served to moderate these symptoms. Recently, second-generation antihistamines (loratadine, cetirizine, and fexofenadine) have seen an increase in use due to lesser sedation and higher selectivity for the H1R. [18]", "contents": "Biochemistry, Histamine -- Pathophysiology. Allergic rhinitis is a condition associated with inflammatory symptoms arising in the nose, which occur as a result of the immune system overreacting to allergens in the air. Symptoms include clear rhinorrhea, sneezing and nasal and palatal pruritus. In severe cases, adjacent mucous membranes such as the mucous membranes of the eye or middle ear may be affected. Exposure to a specific allergen and the subsequent release of histamine can explain all of the associated symptoms of allergic rhinitis. For example, the pruritus is the result of activation of H1-R on sensory nerve endings. The rhinorrhea is caused by increased mucus secretion due to muscarinic gland discharge due to activation by histamine and eicosanoids. For many years H1-R blockers have served to moderate these symptoms. Recently, second-generation antihistamines (loratadine, cetirizine, and fexofenadine) have seen an increase in use due to lesser sedation and higher selectivity for the H1R. [18]"}
{"id": "article-78280_15", "title": "Biochemistry, Histamine -- Pathophysiology", "content": "Atopic dermatitis is a chronic pruritic skin disease. Scratching leads to further damage to the skin and causes redness, swelling, cracking, crusting, and scaling. The acute phase is mediated primarily by Th2 cytokines, whereas the chronic phase is associated with Th1 cytokines. Atopic dermatitis is regarded as a cutaneous expression of atopy. As a result, 50 to 80% of children with atopic dermatitis will develop asthma or allergic rhinitis by five years of age. The interplay of Th1 and Th2 cells, dendritic cells, and keratinocytes themselves paint a very complex picture for the pathophysiology of atopic dermatitis, and more research is necessary for its complete elucidation. [19]", "contents": "Biochemistry, Histamine -- Pathophysiology. Atopic dermatitis is a chronic pruritic skin disease. Scratching leads to further damage to the skin and causes redness, swelling, cracking, crusting, and scaling. The acute phase is mediated primarily by Th2 cytokines, whereas the chronic phase is associated with Th1 cytokines. Atopic dermatitis is regarded as a cutaneous expression of atopy. As a result, 50 to 80% of children with atopic dermatitis will develop asthma or allergic rhinitis by five years of age. The interplay of Th1 and Th2 cells, dendritic cells, and keratinocytes themselves paint a very complex picture for the pathophysiology of atopic dermatitis, and more research is necessary for its complete elucidation. [19]"}
{"id": "article-78280_16", "title": "Biochemistry, Histamine -- Pathophysiology", "content": "Recently, histamine has proven to be a critical factor in the interactions between the tumor tissue and infiltrating immune cells, which allows the malignant cells to multiple escape mechanisms from the immune system. [20] Another recent discovery has proven the importance of histamine in hematopoiesis, with exogenous and endogenous histamine promoting the cell cycle advance of hematopoietic progenitors. Additionally, there have been reports of agranulocytosis with H2-R antagonists (cimetidine) and H4-R antagonists (clozapine). [5]", "contents": "Biochemistry, Histamine -- Pathophysiology. Recently, histamine has proven to be a critical factor in the interactions between the tumor tissue and infiltrating immune cells, which allows the malignant cells to multiple escape mechanisms from the immune system. [20] Another recent discovery has proven the importance of histamine in hematopoiesis, with exogenous and endogenous histamine promoting the cell cycle advance of hematopoietic progenitors. Additionally, there have been reports of agranulocytosis with H2-R antagonists (cimetidine) and H4-R antagonists (clozapine). [5]"}
{"id": "article-78280_17", "title": "Biochemistry, Histamine -- Clinical Significance", "content": "Many H1R antihistaminergic drugs have seen widespread use for the treatment of several allergic diseases, such as urticaria, allergic rhinitis, and hay fever. The side effects of the first generation of antihistamines have led to the development of the second generation of antihistamines that lack sedation. These drugs can block the activation of H1 receptors and stimulate sensory neurons as well as vascular permeability, which thus prevents symptoms of associated allergic conditions. The advent of H2R antihistamines has been linked with a decrease in duodenal ulcers and have been key until the discovery of proton pump inhibitors. This class of drugs blocks the actions of histamine at the H2 receptor sites in the parietal cells of the stomach, thereby decreasing the production of gastric acid. H2 antihistamines have been therapeutic agents in the treatment of a variety of conditions such as peptic ulcers, gastroesophageal reflux disease (GERD), and dyspepsia. Some common H2R antihistamines include cimetidine, ranitidine, famotidine, and nizatidine. [21] H3R antagonists are currently under investigation for potential use in the treatment of neurodegenerative diseases. H4R, the most recent identified histamine receptor, has also been identified as a promising drug target for therapeutic use in allergy and inflammatory conditions such as allergic rhinitis, chronic pruritus, and asthma. [14] The complex interrelationship with histamine receptors and its cascade of mediators involved continue to be a focus of intensive research within medicine.", "contents": "Biochemistry, Histamine -- Clinical Significance. Many H1R antihistaminergic drugs have seen widespread use for the treatment of several allergic diseases, such as urticaria, allergic rhinitis, and hay fever. The side effects of the first generation of antihistamines have led to the development of the second generation of antihistamines that lack sedation. These drugs can block the activation of H1 receptors and stimulate sensory neurons as well as vascular permeability, which thus prevents symptoms of associated allergic conditions. The advent of H2R antihistamines has been linked with a decrease in duodenal ulcers and have been key until the discovery of proton pump inhibitors. This class of drugs blocks the actions of histamine at the H2 receptor sites in the parietal cells of the stomach, thereby decreasing the production of gastric acid. H2 antihistamines have been therapeutic agents in the treatment of a variety of conditions such as peptic ulcers, gastroesophageal reflux disease (GERD), and dyspepsia. Some common H2R antihistamines include cimetidine, ranitidine, famotidine, and nizatidine. [21] H3R antagonists are currently under investigation for potential use in the treatment of neurodegenerative diseases. H4R, the most recent identified histamine receptor, has also been identified as a promising drug target for therapeutic use in allergy and inflammatory conditions such as allergic rhinitis, chronic pruritus, and asthma. [14] The complex interrelationship with histamine receptors and its cascade of mediators involved continue to be a focus of intensive research within medicine."}
{"id": "article-78280_18", "title": "Biochemistry, Histamine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Histamine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}