{"id": "article-157838_0", "title": "Modified Blalock-Taussig-Thomas Shunt -- Introduction", "content": "The modified Blalock-Taussig-Thomas shunt (mBTT shunt), previously known as the traditional or classic Blalock-Taussig shunt (BT shunt), is a palliative surgical procedure to treat patients with cyanotic heart diseases characterized by decreased pulmonary artery flow. The first BT shunt was conducted at Johns Hopkins Hospital in 1944 and was the fruit of the collaborative work of three individuals: the pediatric cardiologist Dr. Helen Taussig, the cardiac surgeon Dr. Alfred Blalock, and Mr. Vivien Thomas, a laboratory assistant. [1] Delaval was the first to use the term \"Blalock-Taussig shunt\" when reporting on a series of patients who underwent this procedure between 1975 and 1979. [2] A request to add the eponym \"Thomas\" was proposed in 2003 in recognition of the contributions made by Mr. Thomas to the success of this procedure. [3]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Introduction. The modified Blalock-Taussig-Thomas shunt (mBTT shunt), previously known as the traditional or classic Blalock-Taussig shunt (BT shunt), is a palliative surgical procedure to treat patients with cyanotic heart diseases characterized by decreased pulmonary artery flow. The first BT shunt was conducted at Johns Hopkins Hospital in 1944 and was the fruit of the collaborative work of three individuals: the pediatric cardiologist Dr. Helen Taussig, the cardiac surgeon Dr. Alfred Blalock, and Mr. Vivien Thomas, a laboratory assistant. [1] Delaval was the first to use the term \"Blalock-Taussig shunt\" when reporting on a series of patients who underwent this procedure between 1975 and 1979. [2] A request to add the eponym \"Thomas\" was proposed in 2003 in recognition of the contributions made by Mr. Thomas to the success of this procedure. [3]"}
{"id": "article-157838_1", "title": "Modified Blalock-Taussig-Thomas Shunt -- Introduction", "content": "The BT shunt aims to supply the pulmonary artery with blood flow sufficient to relieve cyanosis without inducing pulmonary over-circulation. The classic BT shunt procedure was performed through a lateral thoracotomy, dividing the subclavian artery and anastomosing it to the pulmonary artery in an end-to-side manner. The original technique has been modified extensively and has evolved to the mBTT shunt, which utilizes an interposition polytetrafluoroethylene (PTFE) graft to establish a systemic-pulmonary shunt without sacrificing the subclavian artery or any of the brachiocephalic tributaries. [4] In 1976, Gazzaniga et al reported the first use of a PTFE graft to construct an aortopulmonary shunt (see Image. Classic Blalock-Taussig Shunt vs. Modified Blalock-Taussig-Thomas Shunt). [5]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Introduction. The BT shunt aims to supply the pulmonary artery with blood flow sufficient to relieve cyanosis without inducing pulmonary over-circulation. The classic BT shunt procedure was performed through a lateral thoracotomy, dividing the subclavian artery and anastomosing it to the pulmonary artery in an end-to-side manner. The original technique has been modified extensively and has evolved to the mBTT shunt, which utilizes an interposition polytetrafluoroethylene (PTFE) graft to establish a systemic-pulmonary shunt without sacrificing the subclavian artery or any of the brachiocephalic tributaries. [4] In 1976, Gazzaniga et al reported the first use of a PTFE graft to construct an aortopulmonary shunt (see Image. Classic Blalock-Taussig Shunt vs. Modified Blalock-Taussig-Thomas Shunt). [5]"}
{"id": "article-157838_2", "title": "Modified Blalock-Taussig-Thomas Shunt -- Introduction", "content": "The modified BTT shunt offers many advantages over the original iteration. Using an interposition PTFE graft simplifies the takedown procedure, preserves blood flow to the ipsilateral upper limb, and permits the tighter regulation of shunt flow by tailoring the diameter and length of the graft and choosing the anastomotic site.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Introduction. The modified BTT shunt offers many advantages over the original iteration. Using an interposition PTFE graft simplifies the takedown procedure, preserves blood flow to the ipsilateral upper limb, and permits the tighter regulation of shunt flow by tailoring the diameter and length of the graft and choosing the anastomotic site."}
{"id": "article-157838_3", "title": "Modified Blalock-Taussig-Thomas Shunt -- Introduction", "content": "This activity reviews the indications, contraindications, required personnel and equipment, surgical technique, and complications of the mBTT shunt procedure and highlights the critical role of the interprofessional team in caring for patients with congenital cardiac anomalies undergoing this procedure.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Introduction. This activity reviews the indications, contraindications, required personnel and equipment, surgical technique, and complications of the mBTT shunt procedure and highlights the critical role of the interprofessional team in caring for patients with congenital cardiac anomalies undergoing this procedure."}
{"id": "article-157838_4", "title": "Modified Blalock-Taussig-Thomas Shunt -- Anatomy and Physiology", "content": "In the United States, congenital heart disease complicates 1% of deliveries; approximately 25% of the cardiac abnormalities are considered cyanotic congenital heart lesions. [6] [7] Cyanotic heart disease is traditionally classified by characteristic anatomical lesions. These lesions include, but are not limited to: Tetralogy of Fallot Ebstein anomaly Hypoplastic left heart syndrome Total anomalous pulmonary venous returns Transposition of great arteries Tricuspid atresia and other univentricular conditions Truncus arteriosus Alternative physiological classification systems of cyanotic congenital heart lesions include: Right-to-left shunting Inadequate pulmonary blood flow (PBF) Common mixing lesions", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Anatomy and Physiology. In the United States, congenital heart disease complicates 1% of deliveries; approximately 25% of the cardiac abnormalities are considered cyanotic congenital heart lesions. [6] [7] Cyanotic heart disease is traditionally classified by characteristic anatomical lesions. These lesions include, but are not limited to: Tetralogy of Fallot Ebstein anomaly Hypoplastic left heart syndrome Total anomalous pulmonary venous returns Transposition of great arteries Tricuspid atresia and other univentricular conditions Truncus arteriosus Alternative physiological classification systems of cyanotic congenital heart lesions include: Right-to-left shunting Inadequate pulmonary blood flow (PBF) Common mixing lesions"}
{"id": "article-157838_5", "title": "Modified Blalock-Taussig-Thomas Shunt -- Anatomy and Physiology", "content": "The mBTT shunt provides a temporary means of adequate pulmonary arterial flow to cyanotic infants who are not yet suitable candidates for a complete repair of their cardiac lesion(s). Other aortopulmonary shunts include the Pott and Waterston shunts; these are rarely employed due to extensive postoperative complication rates and the difficulty of their takedown during the final repair.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Anatomy and Physiology. The mBTT shunt provides a temporary means of adequate pulmonary arterial flow to cyanotic infants who are not yet suitable candidates for a complete repair of their cardiac lesion(s). Other aortopulmonary shunts include the Pott and Waterston shunts; these are rarely employed due to extensive postoperative complication rates and the difficulty of their takedown during the final repair."}
{"id": "article-157838_6", "title": "Modified Blalock-Taussig-Thomas Shunt -- Indications", "content": "Palliative shunt procedures are less commonly performed in current clinical practice than in the past. This is due to the advent of extracorporeal circulatory support, the emergence of neonatal intensive care, and advancements in surgical techniques facilitating early corrective procedures. Nevertheless, certain neonatal patients with specific structural congenital heart defects or anomalies still require initial palliative surgery since these many disorders are not amenable to final corrective interventions. These particular defects can be broadly classified as those where a complete repair is impossible and those that require augmented pulmonary blood flow with the encouragement of pulmonary artery development.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Indications. Palliative shunt procedures are less commonly performed in current clinical practice than in the past. This is due to the advent of extracorporeal circulatory support, the emergence of neonatal intensive care, and advancements in surgical techniques facilitating early corrective procedures. Nevertheless, certain neonatal patients with specific structural congenital heart defects or anomalies still require initial palliative surgery since these many disorders are not amenable to final corrective interventions. These particular defects can be broadly classified as those where a complete repair is impossible and those that require augmented pulmonary blood flow with the encouragement of pulmonary artery development."}
{"id": "article-157838_7", "title": "Modified Blalock-Taussig-Thomas Shunt -- Indications", "content": "Additionally, neonates with intracerebral hemorrhage or other contraindications to cardiopulmonary bypass may be candidates for a palliative mBTT shunt. Severely premature neonates with cyanotic heart lesions may also undergo mBTT shunt placement until they mature enough to undergo definitive cardiac reconstructive surgery. Examples of cardiac anomalies that preclude a complete repair but treatment employs the mBTT shunt include: Hypoplastic left heart syndrome: an mBTT shunt is placed as a part of the Norwood procedure during Stage 1 of the repair [8] Congenitally corrected transposition of the great arteries: an mBTT shunt with pulmonary artery banding is the principal palliative treatment when this anomaly is not correctable. Coronary artery anomalies: approximately 5% of neonates with Tetralogy of Fallot demonstrate the left anterior descending coronary artery crossing the right ventricular outflow tract in TOF. [9] [10] [11]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Indications. Additionally, neonates with intracerebral hemorrhage or other contraindications to cardiopulmonary bypass may be candidates for a palliative mBTT shunt. Severely premature neonates with cyanotic heart lesions may also undergo mBTT shunt placement until they mature enough to undergo definitive cardiac reconstructive surgery. Examples of cardiac anomalies that preclude a complete repair but treatment employs the mBTT shunt include: Hypoplastic left heart syndrome: an mBTT shunt is placed as a part of the Norwood procedure during Stage 1 of the repair [8] Congenitally corrected transposition of the great arteries: an mBTT shunt with pulmonary artery banding is the principal palliative treatment when this anomaly is not correctable. Coronary artery anomalies: approximately 5% of neonates with Tetralogy of Fallot demonstrate the left anterior descending coronary artery crossing the right ventricular outflow tract in TOF. [9] [10] [11]"}
{"id": "article-157838_8", "title": "Modified Blalock-Taussig-Thomas Shunt -- Indications", "content": "The mBTT has applications in various congenital cardiac lesions, particularly univentricle conditions where bidirectional Glenn and Fontan shunts cannot be established until neonatal pulmonary vascular resistance declines. [12] Other examples of cardiac anomalies that require augmented pulmonary blood flow with the encouragement of pulmonary artery development include: Pulmonary atresia, including Ebstein anomaly with functional pulmonary atresia Inadequate pulmonary arteries Tetralogy of Fallot: palliative shunts are reserved for symptomatic low-birth-weight neonates who cannot thrive on medical management Ventricular septal defect with hypoplastic major aortopulmonary collateral arteries: an mBTT shunt is an optional treatment with unifocalization Right ventricular outflow tract obstruction that includes tricuspid stenosis or atresia: this lesion was the primary indication of the BT shunt as described in the seminal article published in 1945. [13]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Indications. The mBTT has applications in various congenital cardiac lesions, particularly univentricle conditions where bidirectional Glenn and Fontan shunts cannot be established until neonatal pulmonary vascular resistance declines. [12] Other examples of cardiac anomalies that require augmented pulmonary blood flow with the encouragement of pulmonary artery development include: Pulmonary atresia, including Ebstein anomaly with functional pulmonary atresia Inadequate pulmonary arteries Tetralogy of Fallot: palliative shunts are reserved for symptomatic low-birth-weight neonates who cannot thrive on medical management Ventricular septal defect with hypoplastic major aortopulmonary collateral arteries: an mBTT shunt is an optional treatment with unifocalization Right ventricular outflow tract obstruction that includes tricuspid stenosis or atresia: this lesion was the primary indication of the BT shunt as described in the seminal article published in 1945. [13]"}
{"id": "article-157838_9", "title": "Modified Blalock-Taussig-Thomas Shunt -- Contraindications", "content": "Pulmonary hypertension with increased pulmonary vascular resistance is a relative contraindication to establishing an mBTT shunt.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Contraindications. Pulmonary hypertension with increased pulmonary vascular resistance is a relative contraindication to establishing an mBTT shunt."}
{"id": "article-157838_10", "title": "Modified Blalock-Taussig-Thomas Shunt -- Equipment", "content": "Cardiopulmonary bypass must be available if cardioplegia is required during placement of the mBTT shunt. However, not all cases will require cardioplegia.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Equipment. Cardiopulmonary bypass must be available if cardioplegia is required during placement of the mBTT shunt. However, not all cases will require cardioplegia."}
{"id": "article-157838_11", "title": "Modified Blalock-Taussig-Thomas Shunt -- Equipment", "content": "If the surgical approach will be via median sternotomy, then an electric sternotomy saw, and stainless steel closure wires will be necessary. However, if a minimally invasive thoracotomy incision is used, a Finochietto or Tuffier rib spreader will be required in addition to long-shafted pediatric and routine cardiac surgery instruments. PTFE grafts with predetermined diameters are the best available conduits; they are tailored to fit the specific application for efficient anastomosis and blood flow.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Equipment. If the surgical approach will be via median sternotomy, then an electric sternotomy saw, and stainless steel closure wires will be necessary. However, if a minimally invasive thoracotomy incision is used, a Finochietto or Tuffier rib spreader will be required in addition to long-shafted pediatric and routine cardiac surgery instruments. PTFE grafts with predetermined diameters are the best available conduits; they are tailored to fit the specific application for efficient anastomosis and blood flow."}
{"id": "article-157838_12", "title": "Modified Blalock-Taussig-Thomas Shunt -- Personnel", "content": "The personnel required for the placement of an mBTT shunt typically include the following: Pediatric cardiothoracic surgeon Surgical first assistant Cardiac anesthesiologist Surgical technician or operating room nurse Circulating or operating room nurse Perfusionist if cardiopulmonary bypass is utilized", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Personnel. The personnel required for the placement of an mBTT shunt typically include the following: Pediatric cardiothoracic surgeon Surgical first assistant Cardiac anesthesiologist Surgical technician or operating room nurse Circulating or operating room nurse Perfusionist if cardiopulmonary bypass is utilized"}
{"id": "article-157838_13", "title": "Modified Blalock-Taussig-Thomas Shunt -- Preparation", "content": "The preoperative evaluation of the cyanotic neonate requires a comprehensive prenatal and postnatal medical history and a complete physical examination. Congenital cardiac defects may be isolated or syndromic; identification of all congenital anomalies present is imperative. An experienced pediatric cardiologist should interpret a transthoracic echocardiogram and must include a thorough assessment of the ascending aorta, aortic arch, and subclavian vessels. Coronary angiography or computed tomography angiography may be required to complete this assessment.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Preparation. The preoperative evaluation of the cyanotic neonate requires a comprehensive prenatal and postnatal medical history and a complete physical examination. Congenital cardiac defects may be isolated or syndromic; identification of all congenital anomalies present is imperative. An experienced pediatric cardiologist should interpret a transthoracic echocardiogram and must include a thorough assessment of the ascending aorta, aortic arch, and subclavian vessels. Coronary angiography or computed tomography angiography may be required to complete this assessment."}
{"id": "article-157838_14", "title": "Modified Blalock-Taussig-Thomas Shunt -- Preparation", "content": "When evaluating a cyanotic neonate, particular attention must be paid to any history of recurrent respiratory infections as a potential indicator of deranged pulmonary blood flow. Performing an mBTT shunt placement procedure on a neonate or infant with a current respiratory infection increases the risk of perioperative complications. Premature and term infants weighing less than 3 kg are also at risk of perioperative complications and may require intraoperative and postoperative cardiopulmonary support. The diameter of the PFTE interposition graft should be decided in the preoperative period using the Hagen–Poiseuille equation: Q = Δpπd 4 /8 L μ, where Q = volumetric flow rate, Δp = change in pressure, d = diameter, L = length, and μ = blood viscosity.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Preparation. When evaluating a cyanotic neonate, particular attention must be paid to any history of recurrent respiratory infections as a potential indicator of deranged pulmonary blood flow. Performing an mBTT shunt placement procedure on a neonate or infant with a current respiratory infection increases the risk of perioperative complications. Premature and term infants weighing less than 3 kg are also at risk of perioperative complications and may require intraoperative and postoperative cardiopulmonary support. The diameter of the PFTE interposition graft should be decided in the preoperative period using the Hagen–Poiseuille equation: Q = Δpπd 4 /8 L μ, where Q = volumetric flow rate, Δp = change in pressure, d = diameter, L = length, and μ = blood viscosity."}
{"id": "article-157838_15", "title": "Modified Blalock-Taussig-Thomas Shunt -- Preparation", "content": "A small change in shunt diameter can exponentially alter blood flow, while shunt length does not exert the same effect. Neonates weighing 2.5 to 4.0 kg get adequate pulmonary blood flow to provide a balanced systemic-to-pulmonary shunt with a PFTE conduit measuring 3.0 to 3.5 mm in diameter. Neonates weighing less than 2.5 kg require conduits less than 3.0 mm in diameter, and those weighing greater than 4.0 kg will benefit from a shunt measuring 4.0 mm in diameter. [14]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Preparation. A small change in shunt diameter can exponentially alter blood flow, while shunt length does not exert the same effect. Neonates weighing 2.5 to 4.0 kg get adequate pulmonary blood flow to provide a balanced systemic-to-pulmonary shunt with a PFTE conduit measuring 3.0 to 3.5 mm in diameter. Neonates weighing less than 2.5 kg require conduits less than 3.0 mm in diameter, and those weighing greater than 4.0 kg will benefit from a shunt measuring 4.0 mm in diameter. [14]"}
{"id": "article-157838_16", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "The mBTT shunt procedure is performed without cardiopulmonary bypass in most centers. The classic BT shunt technique was performed via a thoracotomy on the side of the aortic arch. However, the mBTT shunt technique is routinely performed via a median sternotomy. This surgical approach allows for shunt placement on either side of the chest, provides improved surgical exposure, and eases urgent cannulation and the establishment of cardiopulmonary support when necessary. Additionally, median sternotomy reduces the incidence of intraoperative injury to the recurrent laryngeal nerve and postoperative Horner syndrome. Furthermore, a median sternotomy permits the repair of concomitant congenital lesions such as a patent ductus arteriosus. However, establishing median sternotomy early on may hinder the development of collateral flow between the internal thoracic arteries, imposing challenges on future cardiac interventional procedures. [15]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. The mBTT shunt procedure is performed without cardiopulmonary bypass in most centers. The classic BT shunt technique was performed via a thoracotomy on the side of the aortic arch. However, the mBTT shunt technique is routinely performed via a median sternotomy. This surgical approach allows for shunt placement on either side of the chest, provides improved surgical exposure, and eases urgent cannulation and the establishment of cardiopulmonary support when necessary. Additionally, median sternotomy reduces the incidence of intraoperative injury to the recurrent laryngeal nerve and postoperative Horner syndrome. Furthermore, a median sternotomy permits the repair of concomitant congenital lesions such as a patent ductus arteriosus. However, establishing median sternotomy early on may hinder the development of collateral flow between the internal thoracic arteries, imposing challenges on future cardiac interventional procedures. [15]"}
{"id": "article-157838_17", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "Regardless of the chosen surgical approach, many surgeons opt to ligate the azygos vein early in repairing complex lesions to facilitate eventual shunt takedown procedures. Placement of an mBTT shunt requires a subtotal thyroidectomy; a laryngoscopic examination during intubation is required before the surgical skin incision.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. Regardless of the chosen surgical approach, many surgeons opt to ligate the azygos vein early in repairing complex lesions to facilitate eventual shunt takedown procedures. Placement of an mBTT shunt requires a subtotal thyroidectomy; a laryngoscopic examination during intubation is required before the surgical skin incision."}
{"id": "article-157838_18", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "A standard median sternotomy is performed with the skin incision slightly shorter than the length of the sternum. Mosquito forceps clear the diaphragmatic attachments to the xiphoid process and the inferior sternum. After dividing the sternum, a subtotal thyroidectomy on the side of shunt placement must be performed with particular care taken not to injure the recurrent laryngeal nerve; the cervical extension of the thyroid gland may be spared on the opposite side. An extensive thymectomy is performed using electrocautery to shell thymic tissue out of its capsule, especially on the side where the shunt is planned.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. A standard median sternotomy is performed with the skin incision slightly shorter than the length of the sternum. Mosquito forceps clear the diaphragmatic attachments to the xiphoid process and the inferior sternum. After dividing the sternum, a subtotal thyroidectomy on the side of shunt placement must be performed with particular care taken not to injure the recurrent laryngeal nerve; the cervical extension of the thyroid gland may be spared on the opposite side. An extensive thymectomy is performed using electrocautery to shell thymic tissue out of its capsule, especially on the side where the shunt is planned."}
{"id": "article-157838_19", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "The pericardium is divided longitudinally at the center, and pericardial traction sutures are placed to provide access to the right atrium. The right atrium is exposed early in the procedure, and a pursestring suture is secured in anticipation of emergent cannulation or insertion of an Intracath ® to record right atrial pressure.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. The pericardium is divided longitudinally at the center, and pericardial traction sutures are placed to provide access to the right atrium. The right atrium is exposed early in the procedure, and a pursestring suture is secured in anticipation of emergent cannulation or insertion of an Intracath ® to record right atrial pressure."}
{"id": "article-157838_20", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "The innominate artery is identified and dissected to the level of the subclavian-carotid bifurcation. The decision to place the proximal anastomosis on the innominate or subclavian artery rests upon the surgeon's preference and anatomic feasibility without creating distortion. Retracting the aorta eases access to the right pulmonary artery, which should be dissected to the level of the hilum of the lung on one end and its attachment to the main pulmonary artery on the other. The surrounding lymph nodes and lymphatics should be resected to provide a comfortable lie to the PTFE conduit, which must be tailored so no residual anastomotic tension is left at the end of the operation. The PTFE graft is beveled on the side to be anastomosed to the subclavian artery, with the other end directed towards the right pulmonary artery. While the PTFE graft has been proven to be a superior option, renewed attention has been given to homografts using the femoral artery or saphenous vein. [16]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. The innominate artery is identified and dissected to the level of the subclavian-carotid bifurcation. The decision to place the proximal anastomosis on the innominate or subclavian artery rests upon the surgeon's preference and anatomic feasibility without creating distortion. Retracting the aorta eases access to the right pulmonary artery, which should be dissected to the level of the hilum of the lung on one end and its attachment to the main pulmonary artery on the other. The surrounding lymph nodes and lymphatics should be resected to provide a comfortable lie to the PTFE conduit, which must be tailored so no residual anastomotic tension is left at the end of the operation. The PTFE graft is beveled on the side to be anastomosed to the subclavian artery, with the other end directed towards the right pulmonary artery. While the PTFE graft has been proven to be a superior option, renewed attention has been given to homografts using the femoral artery or saphenous vein. [16]"}
{"id": "article-157838_21", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "The proximal anastomosis is performed using an atraumatic C-shaped vascular clamp applied to the innominate or subclavian artery, creating a longitudinal incision, and suturing the beveled end of the PTFE graft to the arteriotomy using monofilament nonabsorbable sutures such as 6-0, 7-0, or 8-0 polypropylene in a continuous manner. The patient is heparinized to minimize clotting within the graft when the proximal anastomosis is complete. The graft is then cross-clamped, and the C-clamp is released to test the proximal anastomosis for leakage and optimize the graft's position and length before creating the distal anastomosis on the right pulmonary artery.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. The proximal anastomosis is performed using an atraumatic C-shaped vascular clamp applied to the innominate or subclavian artery, creating a longitudinal incision, and suturing the beveled end of the PTFE graft to the arteriotomy using monofilament nonabsorbable sutures such as 6-0, 7-0, or 8-0 polypropylene in a continuous manner. The patient is heparinized to minimize clotting within the graft when the proximal anastomosis is complete. The graft is then cross-clamped, and the C-clamp is released to test the proximal anastomosis for leakage and optimize the graft's position and length before creating the distal anastomosis on the right pulmonary artery."}
{"id": "article-157838_22", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "The pulmonary artery is clamped using an atraumatic C-clamp, and an arteriotomy incision along the clamped area is made for anastomosis with the distal end of the PTFE conduit. Many surgeons prefer to test the patient's saturation and hemodynamics during a trial of pulmonary artery clamping before making the pulmonary arteriotomy. This distal anastomosis uses the same material and technique as the proximal anastomosis to the innominate artery. Attention and careful planning should be given to the orientation of the distal anastomosis upon release from the clamps. The mBTT shunt is inspected on both ends for leakage and fibrinous clots within the graft.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. The pulmonary artery is clamped using an atraumatic C-clamp, and an arteriotomy incision along the clamped area is made for anastomosis with the distal end of the PTFE conduit. Many surgeons prefer to test the patient's saturation and hemodynamics during a trial of pulmonary artery clamping before making the pulmonary arteriotomy. This distal anastomosis uses the same material and technique as the proximal anastomosis to the innominate artery. Attention and careful planning should be given to the orientation of the distal anastomosis upon release from the clamps. The mBTT shunt is inspected on both ends for leakage and fibrinous clots within the graft."}
{"id": "article-157838_23", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "In patients who are ductal-dependent, ligation of the patent ductus arteriosus should be performed after the patency of the newly created systemic-to-pulmonary shunt is confirmed. The patency of and flow within the mBTT shunt can be assessed by echocardiography or manual testing. To test the shunt manually, it can be clamped and released while feeling for a thrill in the distal pulmonary artery and monitoring hemodynamic changes. A spontaneous rise in the systemic oxygen saturation detected by photoplethysmography is a reliable sign of a functional shunt.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. In patients who are ductal-dependent, ligation of the patent ductus arteriosus should be performed after the patency of the newly created systemic-to-pulmonary shunt is confirmed. The patency of and flow within the mBTT shunt can be assessed by echocardiography or manual testing. To test the shunt manually, it can be clamped and released while feeling for a thrill in the distal pulmonary artery and monitoring hemodynamic changes. A spontaneous rise in the systemic oxygen saturation detected by photoplethysmography is a reliable sign of a functional shunt."}
{"id": "article-157838_24", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement", "content": "Reversal of heparinization is not essential. Routine chest closure with mediastinal drains, placement of atrioventricular pacing leads, and sternal approximation with stainless steel wires are standard. Patients usually tolerate the operation well, and inotropic support is rarely initiated. Upon completion of the procedure, patients require intensive care for 1 week or more. Some patients may require postoperative extracorporeal membranous oxygenation.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Placement. Reversal of heparinization is not essential. Routine chest closure with mediastinal drains, placement of atrioventricular pacing leads, and sternal approximation with stainless steel wires are standard. Patients usually tolerate the operation well, and inotropic support is rarely initiated. Upon completion of the procedure, patients require intensive care for 1 week or more. Some patients may require postoperative extracorporeal membranous oxygenation."}
{"id": "article-157838_25", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown", "content": "The takedown of an mBTT shunt is an integral part of any intracardiac repair. Shunt takedown stops the mixing of systemic and pulmonary blood and, more importantly, prevents superior tenting of the pulmonary artery as the child develops. Tenting has been identified as the cause of unbalanced pulmonary blood flow between the two lungs.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown. The takedown of an mBTT shunt is an integral part of any intracardiac repair. Shunt takedown stops the mixing of systemic and pulmonary blood and, more importantly, prevents superior tenting of the pulmonary artery as the child develops. Tenting has been identified as the cause of unbalanced pulmonary blood flow between the two lungs."}
{"id": "article-157838_26", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown", "content": "Prior to the takedown procedure, previous operative notes should be reviewed, echocardiography should be performed, and angiography may be required. After median sternotomy, comprehensive dissection is often required to identify and mobilize the right pulmonary artery, which can be engulfed in a thick fibrous peel.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown. Prior to the takedown procedure, previous operative notes should be reviewed, echocardiography should be performed, and angiography may be required. After median sternotomy, comprehensive dissection is often required to identify and mobilize the right pulmonary artery, which can be engulfed in a thick fibrous peel."}
{"id": "article-157838_27", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown", "content": "Cardiopulmonary bypass should not be established until the surgeon fully controls the systemic-to-pulmonary shunt, particularly in patients with ductal-dependent physiology. Once the cardiopulmonary bypass flow is initiated, the shunt can be ligated proximally and distally using hemostatic clips. The surgeon must ensure the discontinuity of the PTFE conduit with complete division to avoid arterial tenting and imbalanced pulmonary blood flows.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown. Cardiopulmonary bypass should not be established until the surgeon fully controls the systemic-to-pulmonary shunt, particularly in patients with ductal-dependent physiology. Once the cardiopulmonary bypass flow is initiated, the shunt can be ligated proximally and distally using hemostatic clips. The surgeon must ensure the discontinuity of the PTFE conduit with complete division to avoid arterial tenting and imbalanced pulmonary blood flows."}
{"id": "article-157838_28", "title": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown", "content": "Transcatheter occlusion of the mBTT shunt has been described in hybrid settings during repair or in isolated cases. The chances of embolization of a clot or a device are higher in the transcatheter approach than in surgical takedown. [17]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Technique or Treatment -- Surgical Technique for mBTT Shunt Takedown. Transcatheter occlusion of the mBTT shunt has been described in hybrid settings during repair or in isolated cases. The chances of embolization of a clot or a device are higher in the transcatheter approach than in surgical takedown. [17]"}
{"id": "article-157838_29", "title": "Modified Blalock-Taussig-Thomas Shunt -- Complications", "content": "The primary disadvantage of using PTFE as the mBTT shunt conduit is the sporadic occurrence of serous leakage through the synthetic polymer fabric. Leakage may result in localized seroma formation and a prolonged need for tube thoracostomy.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Complications. The primary disadvantage of using PTFE as the mBTT shunt conduit is the sporadic occurrence of serous leakage through the synthetic polymer fabric. Leakage may result in localized seroma formation and a prolonged need for tube thoracostomy."}
{"id": "article-157838_30", "title": "Modified Blalock-Taussig-Thomas Shunt -- Complications", "content": "The most significant complication of the mBTT shunt procedure is pulmonary overcirculation in the early postoperative period. Pulmonary overcirculation may result from high systemic vascular resistance, low pulmonary vascular resistance, or inappropriately large systemic-to-pulmonary shunting. Pulmonary overcirculation will lead to systemic hypotension, ventricular overload, pulmonary edema, and acidosis; cardiac arrest and death may ensue if uncorrected. The imbalanced shunting of blood from the systemic to pulmonary circulations increases the risk of heart failure and compromised systemic perfusion of vital organs that could precipitate intestinal ischemia and necrotizing enterocolitis.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Complications. The most significant complication of the mBTT shunt procedure is pulmonary overcirculation in the early postoperative period. Pulmonary overcirculation may result from high systemic vascular resistance, low pulmonary vascular resistance, or inappropriately large systemic-to-pulmonary shunting. Pulmonary overcirculation will lead to systemic hypotension, ventricular overload, pulmonary edema, and acidosis; cardiac arrest and death may ensue if uncorrected. The imbalanced shunting of blood from the systemic to pulmonary circulations increases the risk of heart failure and compromised systemic perfusion of vital organs that could precipitate intestinal ischemia and necrotizing enterocolitis."}
{"id": "article-157838_31", "title": "Modified Blalock-Taussig-Thomas Shunt -- Complications", "content": "Contrarily, shunt distortion or thrombosis may lead to pulmonary hypoperfusion, hypoxia, and cyanosis. To avoid thrombosis, prophylactic heparinization is commenced in the immediate postoperative period at a rate of 10 units/kg/h and adjusted according to subsequent coagulation profile results. Aspirin is also initiated at 3 to 5 mg/kg once daily, with a maximum dose of 75 mg/d, and continued for the rest of the patient's life. The continuous, vigilant monitoring of hemodynamics during early postoperative management is paramount and must be combined with a low threshold for surgical reintervention when needed.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Complications. Contrarily, shunt distortion or thrombosis may lead to pulmonary hypoperfusion, hypoxia, and cyanosis. To avoid thrombosis, prophylactic heparinization is commenced in the immediate postoperative period at a rate of 10 units/kg/h and adjusted according to subsequent coagulation profile results. Aspirin is also initiated at 3 to 5 mg/kg once daily, with a maximum dose of 75 mg/d, and continued for the rest of the patient's life. The continuous, vigilant monitoring of hemodynamics during early postoperative management is paramount and must be combined with a low threshold for surgical reintervention when needed."}
{"id": "article-157838_32", "title": "Modified Blalock-Taussig-Thomas Shunt -- Complications", "content": "The functionality of an mBTT shunt can be assessed clinically through palpation and auscultation. A palpable thrill on the side of the shunt that radiates to the infraclavicular region and was not present preoperatively is a reassuring sign of shunt functionality that can be confirmed by auscultating the overlying area. A continuous murmur heard best over the same subclavicular region indicates that the systemic-to-pulmonary shunt works. Transthoracic echocardiography can be utilized to quantify the shunted blood flow. Shunt blood flow can be conclusively evaluated using computed tomography angiography.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Complications. The functionality of an mBTT shunt can be assessed clinically through palpation and auscultation. A palpable thrill on the side of the shunt that radiates to the infraclavicular region and was not present preoperatively is a reassuring sign of shunt functionality that can be confirmed by auscultating the overlying area. A continuous murmur heard best over the same subclavicular region indicates that the systemic-to-pulmonary shunt works. Transthoracic echocardiography can be utilized to quantify the shunted blood flow. Shunt blood flow can be conclusively evaluated using computed tomography angiography."}
{"id": "article-157838_33", "title": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance", "content": "In a large retrospective study spanning six decades of research at Johns Hopkins, Williams et al documented an overall decrease in the use of the mBTT shunt. However, there was a relative rise in using the mBTT shunt in treating univentricular heart lesions. However, more than 75% of the shunts in this study were classic BT shunts, and the results cannot be reliably applied to the mBTT shunt. [12] Additionally, the mBTT shunt is safer than the Pott or Waterson shunt. [18]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance. In a large retrospective study spanning six decades of research at Johns Hopkins, Williams et al documented an overall decrease in the use of the mBTT shunt. However, there was a relative rise in using the mBTT shunt in treating univentricular heart lesions. However, more than 75% of the shunts in this study were classic BT shunts, and the results cannot be reliably applied to the mBTT shunt. [12] Additionally, the mBTT shunt is safer than the Pott or Waterson shunt. [18]"}
{"id": "article-157838_34", "title": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance", "content": "The Single Ventricle Reconstruction trial revealed that patients who underwent the Norwood procedure with right ventricle-pulmonary artery shunts had increased survival rates at 12 months without requiring a cardiac transplant over patients who underwent mBTT shunt placement. However, in the long term, the survival rates of the two groups were similar, and patients in the Norwood procedure arm experienced a significant decrease in overall right ventricular function. [19] At 6 years, the two groups had no significant differences in the risks of death, transplant, or catheter-based interventions. [20] [21] Another study revealed that patients with the mBTT shunt demonstrated a greater decline in weight-for-age z score than those with a Sano shunt. [22] [20]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance. The Single Ventricle Reconstruction trial revealed that patients who underwent the Norwood procedure with right ventricle-pulmonary artery shunts had increased survival rates at 12 months without requiring a cardiac transplant over patients who underwent mBTT shunt placement. However, in the long term, the survival rates of the two groups were similar, and patients in the Norwood procedure arm experienced a significant decrease in overall right ventricular function. [19] At 6 years, the two groups had no significant differences in the risks of death, transplant, or catheter-based interventions. [20] [21] Another study revealed that patients with the mBTT shunt demonstrated a greater decline in weight-for-age z score than those with a Sano shunt. [22] [20]"}
{"id": "article-157838_35", "title": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance", "content": "When comparing the mBTT shunt with newer palliative techniques that are less invasive and more cost-effective, such as ductal stenting, McMullan et al reported a higher percentage of procedure-related complications and distal branch pulmonary artery stenosis in the mBTT group, while freedom from intervention was the same in both groups. [23] Right ventricular outflow tract stenting is another less-invasive palliative measure that has proven safer than but equally effective as the mBTT shunt in neonates with complex Tetralogy of Fallot lesions. [24]", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance. When comparing the mBTT shunt with newer palliative techniques that are less invasive and more cost-effective, such as ductal stenting, McMullan et al reported a higher percentage of procedure-related complications and distal branch pulmonary artery stenosis in the mBTT group, while freedom from intervention was the same in both groups. [23] Right ventricular outflow tract stenting is another less-invasive palliative measure that has proven safer than but equally effective as the mBTT shunt in neonates with complex Tetralogy of Fallot lesions. [24]"}
{"id": "article-157838_36", "title": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance", "content": "The classic BT shunt procedure was dubbed \"the blue baby operation\" in the 1940s, gained international fame, and has saved the lives of millions of children worldwide. However, palliative procedures in congenital cardiac surgery are gradually falling out of favor in current clinical practice. The notion of palliating a cardiac lesion is superseded by the necessity to avoid complications caused by such interventions.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Clinical Significance. The classic BT shunt procedure was dubbed \"the blue baby operation\" in the 1940s, gained international fame, and has saved the lives of millions of children worldwide. However, palliative procedures in congenital cardiac surgery are gradually falling out of favor in current clinical practice. The notion of palliating a cardiac lesion is superseded by the necessity to avoid complications caused by such interventions."}
{"id": "article-157838_37", "title": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes", "content": "Modern prenatal care allows for diagnosing many congenital cardiac lesions in utero. Neonates who may require surgical repair of complex cardiac lesions benefit from delivery at a tertiary cardiac center when possible. Communication among obstetricians, maternal-fetal medicine practitioners, neonatal intensive care teams, pediatric cardiologists, and pediatric cardiothoracic surgeons in the antenatal period promotes the development of care plans while the patient is still a fetus. These predetermined plans can then be executed at the time of delivery, which will hopefully occur in a controlled environment.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes. Modern prenatal care allows for diagnosing many congenital cardiac lesions in utero. Neonates who may require surgical repair of complex cardiac lesions benefit from delivery at a tertiary cardiac center when possible. Communication among obstetricians, maternal-fetal medicine practitioners, neonatal intensive care teams, pediatric cardiologists, and pediatric cardiothoracic surgeons in the antenatal period promotes the development of care plans while the patient is still a fetus. These predetermined plans can then be executed at the time of delivery, which will hopefully occur in a controlled environment."}
{"id": "article-157838_38", "title": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes", "content": "Once the neonate is stabilized, all congenital abnormalities can be evaluated. Neonatal intensive care clinical staff and pharmacists are integral in caring for cyanotic neonates with complex cardiac lesions. Additionally, the family counselors and palliative care teams attached to many neonatal intensive care units offer necessary support to families negotiating a complex care system.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes. Once the neonate is stabilized, all congenital abnormalities can be evaluated. Neonatal intensive care clinical staff and pharmacists are integral in caring for cyanotic neonates with complex cardiac lesions. Additionally, the family counselors and palliative care teams attached to many neonatal intensive care units offer necessary support to families negotiating a complex care system."}
{"id": "article-157838_39", "title": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes", "content": "The decision to have a neonate undergo a palliative cardiac procedure that may require the need for intraoperative and postoperative cardiopulmonary support involves the expertise of many interprofessional team members, including surgeons, anesthesiologists, perfusionists, cardiologists, pediatricians, echocardiographers, dieticians, nurses, and pharmacists. Care coordinators facilitate communication among this wide array of professional staff to optimize outcomes for patients undergoing mBTT shunt placement.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Enhancing Healthcare Team Outcomes. The decision to have a neonate undergo a palliative cardiac procedure that may require the need for intraoperative and postoperative cardiopulmonary support involves the expertise of many interprofessional team members, including surgeons, anesthesiologists, perfusionists, cardiologists, pediatricians, echocardiographers, dieticians, nurses, and pharmacists. Care coordinators facilitate communication among this wide array of professional staff to optimize outcomes for patients undergoing mBTT shunt placement."}
{"id": "article-157838_40", "title": "Modified Blalock-Taussig-Thomas Shunt -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Modified Blalock-Taussig-Thomas Shunt -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}