{"id": "article-29946_0", "title": "Tendinosis -- Continuing Education Activity", "content": "Tendon injuries plague a wide variety of patients, ranging from vigorous athletes to non-athletes. Different sports and occupations expose patients to increased risk for certain tendinopathies. Terminology and definition have changed significantly over the last 40 years. Tendinopathy is an umbrella term used to describe tendon pain without knowing the specific pathology. Tendinitis, by definition, implies that an inflammatory response accompanies tendon injury. In reviewing available histopathology studies that compare healthy tendons to injured (symptomatic) ones, it is evident that these injured tendons appear to be in a degenerative state with few or no inflammatory cells. Tendinosis more appropriately defines this process. This activity will review the most common causes of tendinosis, examine the treatment approach according to current evidence, and outline the interprofessional team's role in recognizing and treating tendonitis.", "contents": "Tendinosis -- Continuing Education Activity. Tendon injuries plague a wide variety of patients, ranging from vigorous athletes to non-athletes. Different sports and occupations expose patients to increased risk for certain tendinopathies. Terminology and definition have changed significantly over the last 40 years. Tendinopathy is an umbrella term used to describe tendon pain without knowing the specific pathology. Tendinitis, by definition, implies that an inflammatory response accompanies tendon injury. In reviewing available histopathology studies that compare healthy tendons to injured (symptomatic) ones, it is evident that these injured tendons appear to be in a degenerative state with few or no inflammatory cells. Tendinosis more appropriately defines this process. This activity will review the most common causes of tendinosis, examine the treatment approach according to current evidence, and outline the interprofessional team's role in recognizing and treating tendonitis."}
{"id": "article-29946_1", "title": "Tendinosis -- Continuing Education Activity", "content": "Objectives: Outline the causes of tendinosis. Describe the evaluation of a patient with suspected tendinosis. Summarize the treatment options for tendinosis. Explain how the facilitation of interprofessional team education and discussion can optimize the effective detection of tendinosis and inform the need for subsequent evaluations. Access free multiple choice questions on this topic.", "contents": "Tendinosis -- Continuing Education Activity. Objectives: Outline the causes of tendinosis. Describe the evaluation of a patient with suspected tendinosis. Summarize the treatment options for tendinosis. Explain how the facilitation of interprofessional team education and discussion can optimize the effective detection of tendinosis and inform the need for subsequent evaluations. Access free multiple choice questions on this topic."}
{"id": "article-29946_2", "title": "Tendinosis -- Introduction", "content": "Tendon injuries plague a wide variety of patients, ranging from vigorous athletes to non-athletes. Different sports and occupations expose patients to increased risk for certain tendinopathies. Terminology and definition have changed significantly over the last 40 years. Tendinopathy is an umbrella term used to describe tendon pain without knowing the specific pathology, including tears, inflammatory enthesitis, or chronic degeneration. Historically, tendon pain with associated decreased function was described as tendinitis. Tendinitis, by definition, implies that tendon injury is accompanied by an inflammatory response, which occurs in spondyloarthritis. In reviewing available histopathology studies that compare healthy tendons to injured (symptomatic) ones, it is evident that these injured tendons appear to be in a degenerative state with few or no inflammatory cells. Tendinosis more appropriately defines this process. [1] [2] [3] [4]", "contents": "Tendinosis -- Introduction. Tendon injuries plague a wide variety of patients, ranging from vigorous athletes to non-athletes. Different sports and occupations expose patients to increased risk for certain tendinopathies. Terminology and definition have changed significantly over the last 40 years. Tendinopathy is an umbrella term used to describe tendon pain without knowing the specific pathology, including tears, inflammatory enthesitis, or chronic degeneration. Historically, tendon pain with associated decreased function was described as tendinitis. Tendinitis, by definition, implies that tendon injury is accompanied by an inflammatory response, which occurs in spondyloarthritis. In reviewing available histopathology studies that compare healthy tendons to injured (symptomatic) ones, it is evident that these injured tendons appear to be in a degenerative state with few or no inflammatory cells. Tendinosis more appropriately defines this process. [1] [2] [3] [4]"}
{"id": "article-29946_3", "title": "Tendinosis -- Etiology", "content": "The etiology of tendinosis is not fully understood. Practitioners theorize that an insult causing damage and acute inflammation sets the process in motion. The insult can be mechanical stressors, repetitive overloading, or toxic chemicals. Multifactorial confounding variables, including age, genetic predisposition, and/or comorbidities, make one more prone to healing failure that causes tendinosis. [5] [6]", "contents": "Tendinosis -- Etiology. The etiology of tendinosis is not fully understood. Practitioners theorize that an insult causing damage and acute inflammation sets the process in motion. The insult can be mechanical stressors, repetitive overloading, or toxic chemicals. Multifactorial confounding variables, including age, genetic predisposition, and/or comorbidities, make one more prone to healing failure that causes tendinosis. [5] [6]"}
{"id": "article-29946_4", "title": "Tendinosis -- Epidemiology", "content": "Data is more prevalent for specific anatomical diagnosis of tendinosis. Overall, epidemiology studies on tendinosis are scarce. It is likely underreported secondary to self-treatment, and improper coding, or classification.", "contents": "Tendinosis -- Epidemiology. Data is more prevalent for specific anatomical diagnosis of tendinosis. Overall, epidemiology studies on tendinosis are scarce. It is likely underreported secondary to self-treatment, and improper coding, or classification."}
{"id": "article-29946_5", "title": "Tendinosis -- Pathophysiology", "content": "Practitioners theorize that tendinosis is a result of impaired tendon healing. For simplicity, it has been described as occurring in three stages, when, in reality, it occurs on a continuum. Stage one begins when the tendon experiences the initial insult, stress, or injury. This could result from acute overload, repetitive stress, or chemical irritation by agents such as fluoroquinolones, which have been linked to the death of tenocytes. The failed healing of the tendon characterizes stage two. It is unclear what this is caused by, but a common belief is that an altered tendon environment causes improper cell recruitment and a cascade of healing. Theoretically, medications such as steroids and NSAIDs could also alter the natural healing cascade, providing short-term relief but leading to further pathology. The third stage is highlighted by apoptosis of cells, disorganization of the matrix, and neovascularization. It is at this stage that many patients present for evaluation. They may experience mechanical weakness resulting in tears or increased pain. Neovascularization has been theorized to supply neonerves, which are thought to be part of the genesis of pain in tendinosis. In the literature, this has been termed neurogenic inflammation. It has been proven that when these neovessels are sclerosed, disrupted, or destroyed, pain improves.", "contents": "Tendinosis -- Pathophysiology. Practitioners theorize that tendinosis is a result of impaired tendon healing. For simplicity, it has been described as occurring in three stages, when, in reality, it occurs on a continuum. Stage one begins when the tendon experiences the initial insult, stress, or injury. This could result from acute overload, repetitive stress, or chemical irritation by agents such as fluoroquinolones, which have been linked to the death of tenocytes. The failed healing of the tendon characterizes stage two. It is unclear what this is caused by, but a common belief is that an altered tendon environment causes improper cell recruitment and a cascade of healing. Theoretically, medications such as steroids and NSAIDs could also alter the natural healing cascade, providing short-term relief but leading to further pathology. The third stage is highlighted by apoptosis of cells, disorganization of the matrix, and neovascularization. It is at this stage that many patients present for evaluation. They may experience mechanical weakness resulting in tears or increased pain. Neovascularization has been theorized to supply neonerves, which are thought to be part of the genesis of pain in tendinosis. In the literature, this has been termed neurogenic inflammation. It has been proven that when these neovessels are sclerosed, disrupted, or destroyed, pain improves."}
{"id": "article-29946_6", "title": "Tendinosis -- Toxicokinetics", "content": "Fluoroquinolones have been associated with tendinopathy/tendon rupture. Ciprofloxacin is the most commonly reported fluoroquinolone associated with tendinopathy. Other risk factors are age older than 60 years, corticosteroid therapy, renal failure, diabetes mellitus, history of tendon rupture. It is noted that there is a 46-fold increase in the incidence of tendon rupture with fluoroquinolone use and concurrent corticosteroid exposure. Certain anesthetics have been found to cause injury to tenocytes. Bupivacaine has been found to be most toxic to tenocytes and fibroblasts when compared to ropivacaine. When ropivacaine and lidocaine were compared, lidocaine was found to be significantly toxic to tenocytes in a dose-dependent manner. Ropivacaine was not found to be toxic to tenocytes when used alone. This should be considered when doing interventional tendon procedures.", "contents": "Tendinosis -- Toxicokinetics. Fluoroquinolones have been associated with tendinopathy/tendon rupture. Ciprofloxacin is the most commonly reported fluoroquinolone associated with tendinopathy. Other risk factors are age older than 60 years, corticosteroid therapy, renal failure, diabetes mellitus, history of tendon rupture. It is noted that there is a 46-fold increase in the incidence of tendon rupture with fluoroquinolone use and concurrent corticosteroid exposure. Certain anesthetics have been found to cause injury to tenocytes. Bupivacaine has been found to be most toxic to tenocytes and fibroblasts when compared to ropivacaine. When ropivacaine and lidocaine were compared, lidocaine was found to be significantly toxic to tenocytes in a dose-dependent manner. Ropivacaine was not found to be toxic to tenocytes when used alone. This should be considered when doing interventional tendon procedures."}
{"id": "article-29946_7", "title": "Tendinosis -- History and Physical", "content": "When acquiring a history, it is important to identify if an acute stressor is the culprit of injury. For example, if the patient recently changed their workout routine or has any new occupational responsibilities that increase mechanical stress on the injured tendon. It is also important to ask the patient about the impact the injury has on their activities of daily living (ADLs) and if the patient is on any new medications (including antibiotics), as these answers will help guide treatment. A physical exam should include a basic musculoskeletal evaluation in addition to palpation of the involved tendon. Depending on the tendon involved, special tests can be used to evaluate further. Tendinosis is often diagnosed after the history has been gathered, and a physical exam is performed. Depending on the clinical scenario, further testing can be obtained to characterize the injury better.", "contents": "Tendinosis -- History and Physical. When acquiring a history, it is important to identify if an acute stressor is the culprit of injury. For example, if the patient recently changed their workout routine or has any new occupational responsibilities that increase mechanical stress on the injured tendon. It is also important to ask the patient about the impact the injury has on their activities of daily living (ADLs) and if the patient is on any new medications (including antibiotics), as these answers will help guide treatment. A physical exam should include a basic musculoskeletal evaluation in addition to palpation of the involved tendon. Depending on the tendon involved, special tests can be used to evaluate further. Tendinosis is often diagnosed after the history has been gathered, and a physical exam is performed. Depending on the clinical scenario, further testing can be obtained to characterize the injury better."}
{"id": "article-29946_8", "title": "Tendinosis -- Evaluation", "content": "If, after the history and physical, it is unclear what the etiology of tendinosis is, labs can be done to evaluate for tendinitis. C-reactive protein (CRP) and ESR are not very specific tests, but they can help the physician determine if an inflammatory process occurs, like that seen in spondyloarthritis. X-rays should be performed if there is a question of potential bone injury, given the history and physical exam findings. Ultrasound machines are being used more frequently, given the dynamic nature of the study. Several interventions used to treat tendinosis are also done under sonographic guidance. Specificity and sensitivity vary between sonographic operators as well as when examining different tendons in the body. Depending on which part of the body the examiner is investigating, different frequencies are recommended for optimal visualization. Common ultrasound findings in tendinosis include increased spacing of the hyperechoic fibrillar lines, reduced echogenicity, thickening of the tendon, and neovascularization (via color Doppler). The MRI is also a valuable tool that can be used when evaluating tendinosis.", "contents": "Tendinosis -- Evaluation. If, after the history and physical, it is unclear what the etiology of tendinosis is, labs can be done to evaluate for tendinitis. C-reactive protein (CRP) and ESR are not very specific tests, but they can help the physician determine if an inflammatory process occurs, like that seen in spondyloarthritis. X-rays should be performed if there is a question of potential bone injury, given the history and physical exam findings. Ultrasound machines are being used more frequently, given the dynamic nature of the study. Several interventions used to treat tendinosis are also done under sonographic guidance. Specificity and sensitivity vary between sonographic operators as well as when examining different tendons in the body. Depending on which part of the body the examiner is investigating, different frequencies are recommended for optimal visualization. Common ultrasound findings in tendinosis include increased spacing of the hyperechoic fibrillar lines, reduced echogenicity, thickening of the tendon, and neovascularization (via color Doppler). The MRI is also a valuable tool that can be used when evaluating tendinosis."}
{"id": "article-29946_9", "title": "Tendinosis -- Treatment / Management", "content": "Initial treatment for tendinosis, like other musculoskeletal disorders, is initially conservative. Rest, cryotherapy, and eccentric exercises with either a physical or occupational therapist should be prescribed initially. There is debate over the role of both oral and topical NSAIDs in the treatment of tendinopathy, with some studies even showing harm associated with their use. This issue is still being debated, and recommendations are unclear. Previously, steroid injections were a common form of treatment, but this is no longer first-line treatment. Short-term reduction in pain has been seen with steroid injections; however, long-term follow-up has linked steroid injections to worse clinical outcomes. Most patients with overuse tendinopathies fully recover within 3 to 6 months. For those patients that are refractory to conservative treatment, other options are available—many of the treatments used for refractory tendinosis target the associated neovascularization. High-volume guided injections, percutaneous needle tenotomy, sclerosis, and percutaneous needle scrapings theorized mechanisms of action involve disrupting these neovessels. Other treatments include glyceryl trinitrate patches, percutaneous ultrasonic tenotomy, and orthobiologics (platelet-rich plasma, stem cells). Last-line treatment includes percutaneous tendon release or surgical intervention. [7] [8] [9] [10]", "contents": "Tendinosis -- Treatment / Management. Initial treatment for tendinosis, like other musculoskeletal disorders, is initially conservative. Rest, cryotherapy, and eccentric exercises with either a physical or occupational therapist should be prescribed initially. There is debate over the role of both oral and topical NSAIDs in the treatment of tendinopathy, with some studies even showing harm associated with their use. This issue is still being debated, and recommendations are unclear. Previously, steroid injections were a common form of treatment, but this is no longer first-line treatment. Short-term reduction in pain has been seen with steroid injections; however, long-term follow-up has linked steroid injections to worse clinical outcomes. Most patients with overuse tendinopathies fully recover within 3 to 6 months. For those patients that are refractory to conservative treatment, other options are available—many of the treatments used for refractory tendinosis target the associated neovascularization. High-volume guided injections, percutaneous needle tenotomy, sclerosis, and percutaneous needle scrapings theorized mechanisms of action involve disrupting these neovessels. Other treatments include glyceryl trinitrate patches, percutaneous ultrasonic tenotomy, and orthobiologics (platelet-rich plasma, stem cells). Last-line treatment includes percutaneous tendon release or surgical intervention. [7] [8] [9] [10]"}
{"id": "article-29946_10", "title": "Tendinosis -- Differential Diagnosis", "content": "Acute compartment syndrome Ankle injury Bursitis Carpal tunnel syndrome in emergency medicine Gout and pseudogout Hand infections Reactive arthritis Rheumatoid arthritis Rotator cuff injuries The soft tissue knee injury", "contents": "Tendinosis -- Differential Diagnosis. Acute compartment syndrome Ankle injury Bursitis Carpal tunnel syndrome in emergency medicine Gout and pseudogout Hand infections Reactive arthritis Rheumatoid arthritis Rotator cuff injuries The soft tissue knee injury"}
{"id": "article-29946_11", "title": "Tendinosis -- Prognosis", "content": "Tendons are slow to heal because they have a limited vascular supply. Tendinosis healing can be as long as 3 to 6 months, but therapy, rest, and medication can possibly improve the outlook. If left untreated tendinosis can result in tendon rupture. [11] [12]", "contents": "Tendinosis -- Prognosis. Tendons are slow to heal because they have a limited vascular supply. Tendinosis healing can be as long as 3 to 6 months, but therapy, rest, and medication can possibly improve the outlook. If left untreated tendinosis can result in tendon rupture. [11] [12]"}
{"id": "article-29946_12", "title": "Tendinosis -- Complications", "content": "Complications with tendinosis can include the following: Contractures of the tendon, with reduced tendon liability Tendon adhesions Atrophy of muscles Loss of functionality, even up to and including disability", "contents": "Tendinosis -- Complications. Complications with tendinosis can include the following: Contractures of the tendon, with reduced tendon liability Tendon adhesions Atrophy of muscles Loss of functionality, even up to and including disability"}
{"id": "article-29946_13", "title": "Tendinosis -- Deterrence and Patient Education", "content": "Patients need to understand the movement or activity that precipitated the condition and rest from it for a specified period. They must also be counseled to comply with medication and therapy.", "contents": "Tendinosis -- Deterrence and Patient Education. Patients need to understand the movement or activity that precipitated the condition and rest from it for a specified period. They must also be counseled to comply with medication and therapy."}
{"id": "article-29946_14", "title": "Tendinosis -- Deterrence and Patient Education", "content": "Even as the condition improves, patients should be sure to warm-up before beginning exercise. They should avoid performing repetitive movements at work and not remain sedentary; get up and regularly move throughout the day. Building muscle tone and increasing overall physical fitness may also help prevent tendinosis.", "contents": "Tendinosis -- Deterrence and Patient Education. Even as the condition improves, patients should be sure to warm-up before beginning exercise. They should avoid performing repetitive movements at work and not remain sedentary; get up and regularly move throughout the day. Building muscle tone and increasing overall physical fitness may also help prevent tendinosis."}
{"id": "article-29946_15", "title": "Tendinosis -- Enhancing Healthcare Team Outcomes", "content": "There are many causes and treatments for tendinosis; hence the condition is best managed by an interprofessional team. The primary caregiver and nurse practitioner monitor the majority of patients. The key is to curtail the condition causing tendinitis. Irrespective of the treatment, if the primary cause is not discontinued, relapse of symptoms is very common. Overall, most patients have a recurrence of symptoms, and they undergo a variety of treatments, albeit with little satisfaction. [13] [Level 5]", "contents": "Tendinosis -- Enhancing Healthcare Team Outcomes. There are many causes and treatments for tendinosis; hence the condition is best managed by an interprofessional team. The primary caregiver and nurse practitioner monitor the majority of patients. The key is to curtail the condition causing tendinitis. Irrespective of the treatment, if the primary cause is not discontinued, relapse of symptoms is very common. Overall, most patients have a recurrence of symptoms, and they undergo a variety of treatments, albeit with little satisfaction. [13] [Level 5]"}
{"id": "article-29946_16", "title": "Tendinosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tendinosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}