{"id": "article-17090_0", "title": "Acid Fast Bacteria -- Introduction", "content": "Acid-fast bacteria, also known as acid-fast bacilli or simply AFB, are a group of bacteria sharing the characteristic of acid fastness. Acid fastness is a physical property that gives a bacterium the ability to resist decolorization by acids during staining procedures. This means that once the bacterium is stained, it cannot be decolorized using acids routinely used in the process. This important and unique feature of certain bacteria gives the ability to classify and detect them using relatively easy laboratory procedures such as microscopy. [1] Bacteria displaying acid fastness include: Genus Mycobacterium – M. leprae, M. tuberculosis, M. smegmatis, M. Avium complex, M. kansasii. Genus Nocardia – N. brasiliensis, N. cyriacigeorgica, N. farcinica, and N. nova. Acid fastness can also be attributed to other structures not classified as bacteria. These include:", "contents": "Acid Fast Bacteria -- Introduction. Acid-fast bacteria, also known as acid-fast bacilli or simply AFB, are a group of bacteria sharing the characteristic of acid fastness. Acid fastness is a physical property that gives a bacterium the ability to resist decolorization by acids during staining procedures. This means that once the bacterium is stained, it cannot be decolorized using acids routinely used in the process. This important and unique feature of certain bacteria gives the ability to classify and detect them using relatively easy laboratory procedures such as microscopy. [1] Bacteria displaying acid fastness include: Genus Mycobacterium – M. leprae, M. tuberculosis, M. smegmatis, M. Avium complex, M. kansasii. Genus Nocardia – N. brasiliensis, N. cyriacigeorgica, N. farcinica, and N. nova. Acid fastness can also be attributed to other structures not classified as bacteria. These include:"}
{"id": "article-17090_1", "title": "Acid Fast Bacteria -- Introduction", "content": "Bacterial endospores Head of sperm Cryptosporidium parvum Isospora belli Cyclospora cayetanensis Taenia saginata eggs Hydatid cysts Sarcocystis Nuclear inclusion bodies in lead poisoning", "contents": "Acid Fast Bacteria -- Introduction. Bacterial endospores Head of sperm Cryptosporidium parvum Isospora belli Cyclospora cayetanensis Taenia saginata eggs Hydatid cysts Sarcocystis Nuclear inclusion bodies in lead poisoning"}
{"id": "article-17090_2", "title": "Acid Fast Bacteria -- Introduction", "content": "Even though acid fastness can be attributed to many different bacteria, correlation with history makes it a fairly unique characteristic of M. tuberculosis in clinical practice. [2] This makes acid-fast staining sensitive and specific, provided clinical correlation is part of the equation. This writing will focus on the acid-fast bacteria M. tuberculosis . The diagnosis of M. tuberculosis using this characteristic is referred to as TB microscopy, acid-fast smear microscopy, and direct sputum near microscopy. [3] Even though the use of highly advanced molecular diagnostic tests has come into play, the value of this staining technique cannot be overstated, especially for low and middle-income countries. [4]", "contents": "Acid Fast Bacteria -- Introduction. Even though acid fastness can be attributed to many different bacteria, correlation with history makes it a fairly unique characteristic of M. tuberculosis in clinical practice. [2] This makes acid-fast staining sensitive and specific, provided clinical correlation is part of the equation. This writing will focus on the acid-fast bacteria M. tuberculosis . The diagnosis of M. tuberculosis using this characteristic is referred to as TB microscopy, acid-fast smear microscopy, and direct sputum near microscopy. [3] Even though the use of highly advanced molecular diagnostic tests has come into play, the value of this staining technique cannot be overstated, especially for low and middle-income countries. [4]"}
{"id": "article-17090_3", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Mycobacterium tuberculosis is primarily a lung pathogen; therefore, for all types of tuberculosis, the primary specimen required in acid-fast smear microscopy is sputum. There are 4 chief ways of collecting sputum.", "contents": "Acid Fast Bacteria -- Specimen Collection. Mycobacterium tuberculosis is primarily a lung pathogen; therefore, for all types of tuberculosis, the primary specimen required in acid-fast smear microscopy is sputum. There are 4 chief ways of collecting sputum."}
{"id": "article-17090_4", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Coughing is the most common and widely used method for sputum collection. A healthcare worker wearing appropriate personal protective equipment must supervise and guide this process. The patient must be explained that the sputum must be brought out from the lungs and that mucus from the nose and saliva from the mouth is not appropriate samples.", "contents": "Acid Fast Bacteria -- Specimen Collection. Coughing is the most common and widely used method for sputum collection. A healthcare worker wearing appropriate personal protective equipment must supervise and guide this process. The patient must be explained that the sputum must be brought out from the lungs and that mucus from the nose and saliva from the mouth is not appropriate samples."}
{"id": "article-17090_5", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Sputum induction is used for patients who are unable to expectorate sputum by just coughing alone. Deep productive coughing may be induced by inhalation of aerosolized warm hypertonic saline (3 to 5%). This sputum is thinner in consistency and may resemble saliva. Care must be taken in labeling the sample as “induced sputum” so that it may not be discarded due to its thin consistency. [5]", "contents": "Acid Fast Bacteria -- Specimen Collection. Sputum induction is used for patients who are unable to expectorate sputum by just coughing alone. Deep productive coughing may be induced by inhalation of aerosolized warm hypertonic saline (3 to 5%). This sputum is thinner in consistency and may resemble saliva. Care must be taken in labeling the sample as “induced sputum” so that it may not be discarded due to its thin consistency. [5]"}
{"id": "article-17090_6", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Bronchoscopy is an invasive procedure used to visualize the respiratory passages of the lungs. This procedure may be used to extract sputum via bronchial washing, brushing, and/or biopsying. This procedure is avoided in patients who are infectious or have not undergone other methods of sputum collection. In other words, this procedure should not be used as a substitute for sputum collection but rather as an adjunct investigation for diagnosis.", "contents": "Acid Fast Bacteria -- Specimen Collection. Bronchoscopy is an invasive procedure used to visualize the respiratory passages of the lungs. This procedure may be used to extract sputum via bronchial washing, brushing, and/or biopsying. This procedure is avoided in patients who are infectious or have not undergone other methods of sputum collection. In other words, this procedure should not be used as a substitute for sputum collection but rather as an adjunct investigation for diagnosis."}
{"id": "article-17090_7", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Gastric aspiration can be used to obtain sputum previously expectorated and swallowed by the patient. This procedure is particularly useful in children. To yield a better sample, gastric aspiration should be done early morning, when the patient has not had anything to eat. [6]", "contents": "Acid Fast Bacteria -- Specimen Collection. Gastric aspiration can be used to obtain sputum previously expectorated and swallowed by the patient. This procedure is particularly useful in children. To yield a better sample, gastric aspiration should be done early morning, when the patient has not had anything to eat. [6]"}
{"id": "article-17090_8", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Sputum collection must be performed in dedicated areas that are well ventilated to prevent the nosocomial inhalation of aerosols by uninfected people. Purulent and mucopurulent sputum are considered good specimens for microscopy. Suboptimal samples include mucoid, mucosalivary, and salivary specimens. It is important to differentiate salivary sputum specimens from saliva and mucus, as the latter are not representative of lung status and may give false-negative results. The presence of food debris and contaminants is not advised. However, blood-tinged or bloodstained sputum is considered acceptable. Medical laboratory personnel should also regularly evaluate specimen quality before performing TB microscopy. [7] Patients must be requested to repeat the collection until an acceptable specimen is achieved. Besides the quality, the amount of the specimen is also important and should be a minimum of 5 milliliters. [8] Inadequate volume affects the sensitivity of the test, thus reducing its medical utility.", "contents": "Acid Fast Bacteria -- Specimen Collection. Sputum collection must be performed in dedicated areas that are well ventilated to prevent the nosocomial inhalation of aerosols by uninfected people. Purulent and mucopurulent sputum are considered good specimens for microscopy. Suboptimal samples include mucoid, mucosalivary, and salivary specimens. It is important to differentiate salivary sputum specimens from saliva and mucus, as the latter are not representative of lung status and may give false-negative results. The presence of food debris and contaminants is not advised. However, blood-tinged or bloodstained sputum is considered acceptable. Medical laboratory personnel should also regularly evaluate specimen quality before performing TB microscopy. [7] Patients must be requested to repeat the collection until an acceptable specimen is achieved. Besides the quality, the amount of the specimen is also important and should be a minimum of 5 milliliters. [8] Inadequate volume affects the sensitivity of the test, thus reducing its medical utility."}
{"id": "article-17090_9", "title": "Acid Fast Bacteria -- Specimen Collection", "content": "Sputum specimens must be collected in appropriate containers. A 50-ml plastic, screw-capped, transparent container is usually used to foster a secure containment. The transparency of the container allows for visual inspection of the specimen to assess its consistency and quality. Appropriate labeling of the sample with the patient’s name and date of the collection must be ensured. The collected sample should be stored at 2 to 8°C until transported to the laboratory. According to the American Centers for Disease Control and Prevention, at least 3 consecutive sputum samples, each collected at 8 to 24-hour intervals, with at least one sample being an early morning expectorate, are required for diagnosis. In those countries with an established and well-implemented external quality assessment (EQA) program but limited human resources, the World Health Organization recommends using two specimens for diagnosis. This is to facilitate the early or “same day” diagnosis of tuberculosis patients from the community. [9]", "contents": "Acid Fast Bacteria -- Specimen Collection. Sputum specimens must be collected in appropriate containers. A 50-ml plastic, screw-capped, transparent container is usually used to foster a secure containment. The transparency of the container allows for visual inspection of the specimen to assess its consistency and quality. Appropriate labeling of the sample with the patient’s name and date of the collection must be ensured. The collected sample should be stored at 2 to 8°C until transported to the laboratory. According to the American Centers for Disease Control and Prevention, at least 3 consecutive sputum samples, each collected at 8 to 24-hour intervals, with at least one sample being an early morning expectorate, are required for diagnosis. In those countries with an established and well-implemented external quality assessment (EQA) program but limited human resources, the World Health Organization recommends using two specimens for diagnosis. This is to facilitate the early or “same day” diagnosis of tuberculosis patients from the community. [9]"}
{"id": "article-17090_10", "title": "Acid Fast Bacteria -- Procedures", "content": "Microscopic evaluation of sputum for acid-fast bacilli begins with making a smear. A typical smear is 3 cm by 2 cm in size, however, depending on the individual laboratory guidelines, it can be as small as 2 cm by 1 cm as well. Smearing must be done by pressing and applying the sputum uniformly on the slide. Ideally, a smear of uniform thickness should be made at the center of the slide to facilitate visualization using a microscope. The smeared slides should also be properly heat-fixed before proceeding on to the staining process. Training staff to make good smears is pivotal for accurate and valid testing. [10] [11] Acid-fast structures can be visualized under a microscope using two principal methods, the carbolfuchsin staining, and the fluorochrome procedure.", "contents": "Acid Fast Bacteria -- Procedures. Microscopic evaluation of sputum for acid-fast bacilli begins with making a smear. A typical smear is 3 cm by 2 cm in size, however, depending on the individual laboratory guidelines, it can be as small as 2 cm by 1 cm as well. Smearing must be done by pressing and applying the sputum uniformly on the slide. Ideally, a smear of uniform thickness should be made at the center of the slide to facilitate visualization using a microscope. The smeared slides should also be properly heat-fixed before proceeding on to the staining process. Training staff to make good smears is pivotal for accurate and valid testing. [10] [11] Acid-fast structures can be visualized under a microscope using two principal methods, the carbolfuchsin staining, and the fluorochrome procedure."}
{"id": "article-17090_11", "title": "Acid Fast Bacteria -- Procedures", "content": "The carbolfuchsin staining comprises of the Ziehl-Neelsen method and the Kinyoun method. In the Ziehl-Neelsen method, smeared slides are first stained with carbolfuchsin (CF). [12] This is done by submerging the smear in a drop of carbolfuchsin and subsequently heating it using an alcohol lamp until steam can be seen rising. This facilitates the penetration of the stain inside each bacterium. Care must be taken that boiling does not occur as that may alter the results of the test. The stain and smear should remain in contact for approximately 10 minutes and be allowed to cool down thereafter, thus, trapping the stain within the bacterial cell wall. These steps make the entire smear, including acid-fast bacilli, red. After stain fixation, the second step focuses on washing the excess stain off from the smear. This is done by gently washing the smear in a stream of water and then covering it with acid alcohol for 2 to 3 minutes. Acid alcohol has the ability to completely decolorize all non-acid-fast organisms, thus only leaving behind red-colored acid-fast organisms, like M. tuberculosis . The slides are then stained a second time with methylene blue that serves as a counterstain. The recommended time for stain to smear contact is 1 minute but is largely dependant on the quality of methylene blue. Counterstaining creates an effective visual contrast of red acid-fast bacilli during microscopy. The Ziehl-Neelsen method of staining is also called the hot method as it involves heating the carbolfuchsin stain. In contrast, the historic method of staining called the Kinyoun method does not involve heating and is hence known as the cold method. Currently, the cold method is already obsolete.", "contents": "Acid Fast Bacteria -- Procedures. The carbolfuchsin staining comprises of the Ziehl-Neelsen method and the Kinyoun method. In the Ziehl-Neelsen method, smeared slides are first stained with carbolfuchsin (CF). [12] This is done by submerging the smear in a drop of carbolfuchsin and subsequently heating it using an alcohol lamp until steam can be seen rising. This facilitates the penetration of the stain inside each bacterium. Care must be taken that boiling does not occur as that may alter the results of the test. The stain and smear should remain in contact for approximately 10 minutes and be allowed to cool down thereafter, thus, trapping the stain within the bacterial cell wall. These steps make the entire smear, including acid-fast bacilli, red. After stain fixation, the second step focuses on washing the excess stain off from the smear. This is done by gently washing the smear in a stream of water and then covering it with acid alcohol for 2 to 3 minutes. Acid alcohol has the ability to completely decolorize all non-acid-fast organisms, thus only leaving behind red-colored acid-fast organisms, like M. tuberculosis . The slides are then stained a second time with methylene blue that serves as a counterstain. The recommended time for stain to smear contact is 1 minute but is largely dependant on the quality of methylene blue. Counterstaining creates an effective visual contrast of red acid-fast bacilli during microscopy. The Ziehl-Neelsen method of staining is also called the hot method as it involves heating the carbolfuchsin stain. In contrast, the historic method of staining called the Kinyoun method does not involve heating and is hence known as the cold method. Currently, the cold method is already obsolete."}
{"id": "article-17090_12", "title": "Acid Fast Bacteria -- Procedures", "content": "The fluorochrome procedure primarily utilizes one of two dyes, the auramine-O dye, or the auramine-rhodamine dye. Auramine-O is a hydrochloride dye that causes stained AFB to emit fluorescence (green or yellow) when viewed under a fluorescence microscope. Unlike the Ziehl-Neelsen method, heating is not required for the penetration of the stain into the bacteria. The stain to smear contact time, however, must be a minimum of 20 minutes for the acid-fast organisms to pick up the stain properly. After the auramine dye has fully stained the smear, a drop of acid alcohol is applied for one to two minutes to decolorize the smear. Methylene blue or potassium permanganate is used as a counterstain to provide background color. Potassium permanganate is preferred as it provides a darker background giving it a better contrast and sensitivity as compared to methylene blue. [13] The last step is to gently wash the slide with slow running water and letting it dry. Blotting the slide is avoided as it may damage the stained smear.", "contents": "Acid Fast Bacteria -- Procedures. The fluorochrome procedure primarily utilizes one of two dyes, the auramine-O dye, or the auramine-rhodamine dye. Auramine-O is a hydrochloride dye that causes stained AFB to emit fluorescence (green or yellow) when viewed under a fluorescence microscope. Unlike the Ziehl-Neelsen method, heating is not required for the penetration of the stain into the bacteria. The stain to smear contact time, however, must be a minimum of 20 minutes for the acid-fast organisms to pick up the stain properly. After the auramine dye has fully stained the smear, a drop of acid alcohol is applied for one to two minutes to decolorize the smear. Methylene blue or potassium permanganate is used as a counterstain to provide background color. Potassium permanganate is preferred as it provides a darker background giving it a better contrast and sensitivity as compared to methylene blue. [13] The last step is to gently wash the slide with slow running water and letting it dry. Blotting the slide is avoided as it may damage the stained smear."}
{"id": "article-17090_13", "title": "Acid Fast Bacteria -- Procedures", "content": "Multiple studies have compared the Ziehl-Neelsen method with the fluorochrome procedure. The results obtained by both methods are considered highly reproducible. This means that both methods are equally capable of detecting acid-fast bacilli in a sputum sample. [14]  Although, it is interesting to note that a few studies suggest that fluorescence microscopy is more likely to positively detect a sputum sample with a fewer number of acid-fast bacilli. It also has the advantage of taking half as long as light-microscopy to declare a sample negative of acid-fast bacilli. [14] [15]", "contents": "Acid Fast Bacteria -- Procedures. Multiple studies have compared the Ziehl-Neelsen method with the fluorochrome procedure. The results obtained by both methods are considered highly reproducible. This means that both methods are equally capable of detecting acid-fast bacilli in a sputum sample. [14]  Although, it is interesting to note that a few studies suggest that fluorescence microscopy is more likely to positively detect a sputum sample with a fewer number of acid-fast bacilli. It also has the advantage of taking half as long as light-microscopy to declare a sample negative of acid-fast bacilli. [14] [15]"}
{"id": "article-17090_14", "title": "Acid Fast Bacteria -- Indications", "content": "AFB-microscopy is indicated for suspected cases of tuberculosis. Positive microscopy confirms the presence of acid-fast bacilli. Care must be taken not to interpret positive results as M. tuberculosis because the Ziehl-Neelsen and auramine stains only indicate the presence of acid-fast bacteria/structures. Other acid-fast organisms for which Ziehl-Neelsen stain may test positive are mentioned in the introduction.", "contents": "Acid Fast Bacteria -- Indications. AFB-microscopy is indicated for suspected cases of tuberculosis. Positive microscopy confirms the presence of acid-fast bacilli. Care must be taken not to interpret positive results as M. tuberculosis because the Ziehl-Neelsen and auramine stains only indicate the presence of acid-fast bacteria/structures. Other acid-fast organisms for which Ziehl-Neelsen stain may test positive are mentioned in the introduction."}
{"id": "article-17090_15", "title": "Acid Fast Bacteria -- Potential Diagnosis", "content": "The result of acid-fast microscopy must always be clinically correlated with the patient’s history, examination, and other relevant investigations. [16] Acid-fast microscopy is an effective and reliable tool for monitoring the patient's response to therapy. For a patient with tuberculosis, the confirmation of cure is established by negative acid-fast microscopy at the end of the treatment regimen. Similarly, the infectivity of a tuberculosis-positive patient can also be assessed via sputum microscopy. On the other hand, multidrug-resistant tuberculosis and extremely drug-resistant tuberculosis cannot be differentiated from susceptible M. tuberculosis via this technique. Identification of these strains requires specific and sensitive investigations such as culture and drug susceptibility tests (DST).", "contents": "Acid Fast Bacteria -- Potential Diagnosis. The result of acid-fast microscopy must always be clinically correlated with the patient’s history, examination, and other relevant investigations. [16] Acid-fast microscopy is an effective and reliable tool for monitoring the patient's response to therapy. For a patient with tuberculosis, the confirmation of cure is established by negative acid-fast microscopy at the end of the treatment regimen. Similarly, the infectivity of a tuberculosis-positive patient can also be assessed via sputum microscopy. On the other hand, multidrug-resistant tuberculosis and extremely drug-resistant tuberculosis cannot be differentiated from susceptible M. tuberculosis via this technique. Identification of these strains requires specific and sensitive investigations such as culture and drug susceptibility tests (DST)."}
{"id": "article-17090_16", "title": "Acid Fast Bacteria -- Potential Diagnosis", "content": "In some settings, the Xpert MTB/Rif assay, [17] a nucleic acid amplification test (NAAT), has replaced sputum microscopy as a primary tool of diagnosis. [18] Having said that, monitoring the progression of the disease using this molecular technology has not been found effective. While additional diagnostic tests such as the lateral flow urine lipoarabinomannan assay (TB LF LAM), loop-mediated isothermal amplification (TB LAMP), Truenat tests, and the like, have started to be introduced in many settings, the importance of acid-fast microscopy, together with AFB culture, still holds through within the diagnostics pipeline for TB. [19] [20]", "contents": "Acid Fast Bacteria -- Potential Diagnosis. In some settings, the Xpert MTB/Rif assay, [17] a nucleic acid amplification test (NAAT), has replaced sputum microscopy as a primary tool of diagnosis. [18] Having said that, monitoring the progression of the disease using this molecular technology has not been found effective. While additional diagnostic tests such as the lateral flow urine lipoarabinomannan assay (TB LF LAM), loop-mediated isothermal amplification (TB LAMP), Truenat tests, and the like, have started to be introduced in many settings, the importance of acid-fast microscopy, together with AFB culture, still holds through within the diagnostics pipeline for TB. [19] [20]"}
{"id": "article-17090_17", "title": "Acid Fast Bacteria -- Normal and Critical Findings", "content": "Reading smears is a critical step in sputum microscopy. The Global Laboratory Initiative (GLI) handbook for acid-fast microscopy specifies guidelines for reading, recording, and reporting results for both, Ziehl-Neelsen and the auramine methods. [21] The recommended number of visual fields to be examined is 150 for a smear size of 3 cm x 2 cm and 100 for a smear size of 2 cm x 1 cm (Note: 150 and 100 visual fields can be designated as '1 length' meaning the visual fields are examined from one end to another). It should, however, be noted that some countries have their own guidelines for interpreting and reporting results. The results of acid-fast microscopy may be reported according to the following standards based on the World Health Organization and International Union Against Tuberculosis and Lung Diseases (WHO-IUTLD): For the Ziehl-Neelsen Method (via light/brightfield microscopy)", "contents": "Acid Fast Bacteria -- Normal and Critical Findings. Reading smears is a critical step in sputum microscopy. The Global Laboratory Initiative (GLI) handbook for acid-fast microscopy specifies guidelines for reading, recording, and reporting results for both, Ziehl-Neelsen and the auramine methods. [21] The recommended number of visual fields to be examined is 150 for a smear size of 3 cm x 2 cm and 100 for a smear size of 2 cm x 1 cm (Note: 150 and 100 visual fields can be designated as '1 length' meaning the visual fields are examined from one end to another). It should, however, be noted that some countries have their own guidelines for interpreting and reporting results. The results of acid-fast microscopy may be reported according to the following standards based on the World Health Organization and International Union Against Tuberculosis and Lung Diseases (WHO-IUTLD): For the Ziehl-Neelsen Method (via light/brightfield microscopy)"}
{"id": "article-17090_18", "title": "Acid Fast Bacteria -- Normal and Critical Findings", "content": "No Acid-fast bacilli (AFB) seen - Report as \"0\". It means no AFB was observed in 2 lengths (i.e., 300 visual fields), thus, conferring a \"negative\" result. 1-9 AFB in 1 length - Record the actual number of AFB seen (e.g. +1, +2, +9). Note that the plus sign should precede the number. This is also referred to as a scanty positive result. 10-99 AFB in 1 length - Report as \"1+\". Note that the plus sign should come after the number. This is a positive result. 1-10 AFB per field in at least 50 visual field s - Report as \"2+\". Note that the plus sign should come after the number. This is a positive result. More than 10 AFB per field in at least 20 visual field s - Report as \"3+\". Note that the plus sign should come after the number. This is a positive result and is highly infectious.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings. No Acid-fast bacilli (AFB) seen - Report as \"0\". It means no AFB was observed in 2 lengths (i.e., 300 visual fields), thus, conferring a \"negative\" result. 1-9 AFB in 1 length - Record the actual number of AFB seen (e.g. +1, +2, +9). Note that the plus sign should precede the number. This is also referred to as a scanty positive result. 10-99 AFB in 1 length - Report as \"1+\". Note that the plus sign should come after the number. This is a positive result. 1-10 AFB per field in at least 50 visual field s - Report as \"2+\". Note that the plus sign should come after the number. This is a positive result. More than 10 AFB per field in at least 20 visual field s - Report as \"3+\". Note that the plus sign should come after the number. This is a positive result and is highly infectious."}
{"id": "article-17090_19", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "No Acid-fast bacilli (AFB) seen - Report as \"0\". It means no AFB was observed in 1 length, thus, a \"negative\" result. Only 1 length is required because it has a wider visual field compared to the brightfield microscopy.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). No Acid-fast bacilli (AFB) seen - Report as \"0\". It means no AFB was observed in 1 length, thus, a \"negative\" result. Only 1 length is required because it has a wider visual field compared to the brightfield microscopy."}
{"id": "article-17090_20", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "1-2 AFB in 1 length - Confirmation should be done before reporting through the slide reading of another medical technologist (i.e., medical laboratory scientist, microscopist) or by preparing a new slide for examination.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). 1-2 AFB in 1 length - Confirmation should be done before reporting through the slide reading of another medical technologist (i.e., medical laboratory scientist, microscopist) or by preparing a new slide for examination."}
{"id": "article-17090_21", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "3-24 AFB in 1 length - Record the actual number of AFB seen (e.g. +3, +4, +24). Note that the plus sign should precede the number. This is also referred to as a scanty positive result.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). 3-24 AFB in 1 length - Record the actual number of AFB seen (e.g. +3, +4, +24). Note that the plus sign should precede the number. This is also referred to as a scanty positive result."}
{"id": "article-17090_22", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "1-6 AFB in 1 length - Report as \"1+\". Note that the plus sign should come after the number. This is a positive result.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). 1-6 AFB in 1 length - Report as \"1+\". Note that the plus sign should come after the number. This is a positive result."}
{"id": "article-17090_23", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "7-60 AFB in 1 length - Report as \"2+\". Note that the plus sign should come after the number. This is a positive result.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). 7-60 AFB in 1 length - Report as \"2+\". Note that the plus sign should come after the number. This is a positive result."}
{"id": "article-17090_24", "title": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification)", "content": "More than 60 AFB in 1 length - Report as \"3+\". Note that the plus sign should come after the number. This is a positive result and is highly infectious.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings -- For Auramine Method (via fluorescence microscopy at 400x magnification). More than 60 AFB in 1 length - Report as \"3+\". Note that the plus sign should come after the number. This is a positive result and is highly infectious."}
{"id": "article-17090_25", "title": "Acid Fast Bacteria -- Normal and Critical Findings", "content": "Note that in examining slide smears, a separate reporting for 200x magnification using a fluorescence microscope is also available and may be used by more skilled and experienced personnel.", "contents": "Acid Fast Bacteria -- Normal and Critical Findings. Note that in examining slide smears, a separate reporting for 200x magnification using a fluorescence microscope is also available and may be used by more skilled and experienced personnel."}
{"id": "article-17090_26", "title": "Acid Fast Bacteria -- Interfering Factors", "content": "Even though the sensitivity and specificity of the Ziehl-Neelsen stain for pulmonary tuberculosis can be up to 70% and 97.1%, respectively, several factors can interfere with accurate and valid reporting of results. [22]", "contents": "Acid Fast Bacteria -- Interfering Factors. Even though the sensitivity and specificity of the Ziehl-Neelsen stain for pulmonary tuberculosis can be up to 70% and 97.1%, respectively, several factors can interfere with accurate and valid reporting of results. [22]"}
{"id": "article-17090_27", "title": "Acid Fast Bacteria -- Interfering Factors", "content": "Pre-analytical factors such as wrongly labeling the sample, inappropriately storing and transporting the specimen, and poor technique for sample collection can all result in a discrepancy of the microscopy results. Sample for sputum microscopy must be expectorated from the lungs; failure to do so may significantly affect the sensitivity of this test as well. Exposure to direct sunlight and the excessive heat can also destroy a significant number of acid-fast bacilli in the sputum sample, thereby rendering the results compromised.", "contents": "Acid Fast Bacteria -- Interfering Factors. Pre-analytical factors such as wrongly labeling the sample, inappropriately storing and transporting the specimen, and poor technique for sample collection can all result in a discrepancy of the microscopy results. Sample for sputum microscopy must be expectorated from the lungs; failure to do so may significantly affect the sensitivity of this test as well. Exposure to direct sunlight and the excessive heat can also destroy a significant number of acid-fast bacilli in the sputum sample, thereby rendering the results compromised."}
{"id": "article-17090_28", "title": "Acid Fast Bacteria -- Interfering Factors", "content": "Analytical factors such as poor smearing, staining, and microscopy can also hamper the results of acid-fast microscopy. Appropriate smearing requires correct smear size, thickness, and fixation. Improper staining of the slides can be caused by slide contamination, incorrect staining time, over or under-heating the stain, and blotting the smear with paper for drying. [23] The report of microscopy is also dependent on the microscope itself and the person analyzing the sample. The reported number of bacilli can differ from person to person, and therefore, proper training is also essential for accurate and valid results.", "contents": "Acid Fast Bacteria -- Interfering Factors. Analytical factors such as poor smearing, staining, and microscopy can also hamper the results of acid-fast microscopy. Appropriate smearing requires correct smear size, thickness, and fixation. Improper staining of the slides can be caused by slide contamination, incorrect staining time, over or under-heating the stain, and blotting the smear with paper for drying. [23] The report of microscopy is also dependent on the microscope itself and the person analyzing the sample. The reported number of bacilli can differ from person to person, and therefore, proper training is also essential for accurate and valid results."}
{"id": "article-17090_29", "title": "Acid Fast Bacteria -- Interfering Factors", "content": "Post-analytical factors can involve mix-up and release of mismatched patient results and other clerical mistakes (e.g., inappropriately reporting a scanty result of \"+3\" as \"3+\"). Long turnaround time and incorrect result interpretation can also potentially hinder the use of acid-fast microscopy as a diagnostic tool. [24]", "contents": "Acid Fast Bacteria -- Interfering Factors. Post-analytical factors can involve mix-up and release of mismatched patient results and other clerical mistakes (e.g., inappropriately reporting a scanty result of \"+3\" as \"3+\"). Long turnaround time and incorrect result interpretation can also potentially hinder the use of acid-fast microscopy as a diagnostic tool. [24]"}
{"id": "article-17090_30", "title": "Acid Fast Bacteria -- Complications", "content": "False-positive and false-negative results of acid-fast microscopy may have grave repercussions on the patients individually and also the society as a whole. False-positive results (i.e., a positive result for an actually negative patient) will result in unnecessary treatment with anti-tuberculosis drugs. These drugs can cause significant side effects ranging from mild elevation in liver enzymes to full-blown hepatic failure. Optic neuritis, color blindness, and peripheral neuropathy are just some of the other potential side effects of anti-tuberculosis medicines. [25] [26] False-positive results can be a result of: Reusing old microscope slides AFB cross-contamination from one slide to another Presence of food particles Precipitation of stains Transfer of acid-fast bacilli through oil on the immersion lens", "contents": "Acid Fast Bacteria -- Complications. False-positive and false-negative results of acid-fast microscopy may have grave repercussions on the patients individually and also the society as a whole. False-positive results (i.e., a positive result for an actually negative patient) will result in unnecessary treatment with anti-tuberculosis drugs. These drugs can cause significant side effects ranging from mild elevation in liver enzymes to full-blown hepatic failure. Optic neuritis, color blindness, and peripheral neuropathy are just some of the other potential side effects of anti-tuberculosis medicines. [25] [26] False-positive results can be a result of: Reusing old microscope slides AFB cross-contamination from one slide to another Presence of food particles Precipitation of stains Transfer of acid-fast bacilli through oil on the immersion lens"}
{"id": "article-17090_31", "title": "Acid Fast Bacteria -- Complications", "content": "On the other hand, false-negative results (i.e., the patient has tuberculosis but receives a negative report) will result in improper management of the patient leading to exacerbation of the disease and community spread. False-negative results can result from: Smears that are too thick Smears that are too thin Poor staining technique Incorrect heating of the slide Incomplete or inexperienced slide reading.", "contents": "Acid Fast Bacteria -- Complications. On the other hand, false-negative results (i.e., the patient has tuberculosis but receives a negative report) will result in improper management of the patient leading to exacerbation of the disease and community spread. False-negative results can result from: Smears that are too thick Smears that are too thin Poor staining technique Incorrect heating of the slide Incomplete or inexperienced slide reading."}
{"id": "article-17090_32", "title": "Acid Fast Bacteria -- Complications", "content": "Acid-fast bacilli microscopy poses a threat to the laboratory personnel as well. Pathologists working in the laboratory are at risk of acquiring tuberculosis infection if proper guidelines are not followed. Handling samples and smear processing must be done with extreme caution so that tuberculosis is not transmitted inadvertently. The Good Clinical Laboratory Practice standards require all labs handling M. tuberculosis to have: Standard operating procedures (SOPs), good practices, and accident management plans Controlled ventilation systems Adequate use of personal protective equipment Appropriate waste management procedures Lab safety procedures (including biohazards, fire, chemical, electrical, and physical safety). Furthermore, access to the lab must be restricted, and all samples must be stored appropriately in a Class II biosafety cabinet.", "contents": "Acid Fast Bacteria -- Complications. Acid-fast bacilli microscopy poses a threat to the laboratory personnel as well. Pathologists working in the laboratory are at risk of acquiring tuberculosis infection if proper guidelines are not followed. Handling samples and smear processing must be done with extreme caution so that tuberculosis is not transmitted inadvertently. The Good Clinical Laboratory Practice standards require all labs handling M. tuberculosis to have: Standard operating procedures (SOPs), good practices, and accident management plans Controlled ventilation systems Adequate use of personal protective equipment Appropriate waste management procedures Lab safety procedures (including biohazards, fire, chemical, electrical, and physical safety). Furthermore, access to the lab must be restricted, and all samples must be stored appropriately in a Class II biosafety cabinet."}
{"id": "article-17090_33", "title": "Acid Fast Bacteria -- Patient Safety and Education", "content": "The stigma of tuberculosis still exists. [27] The value of patient education regarding the disease and the possibility of treatment and cure is critical. Patients must be educated about easier, cheaper, and yet, reliable ways of diagnosing pulmonary tuberculosis using acid-fast microscopy. Since acid-fast microscopy is non-invasive, patients feel comfortable getting tested. Knowledge of the availability and access to an accurate and reliable diagnostic tool such as acid-fast bacilli microscopy can build the patient's trust and confidence in healthcare providers. [28]", "contents": "Acid Fast Bacteria -- Patient Safety and Education. The stigma of tuberculosis still exists. [27] The value of patient education regarding the disease and the possibility of treatment and cure is critical. Patients must be educated about easier, cheaper, and yet, reliable ways of diagnosing pulmonary tuberculosis using acid-fast microscopy. Since acid-fast microscopy is non-invasive, patients feel comfortable getting tested. Knowledge of the availability and access to an accurate and reliable diagnostic tool such as acid-fast bacilli microscopy can build the patient's trust and confidence in healthcare providers. [28]"}
{"id": "article-17090_34", "title": "Acid Fast Bacteria -- Clinical Significance", "content": "Acid-fast microscopy remains a valuable laboratory test for diagnosing and screening patients of active pulmonary tuberculosis. This technique is relatively inexpensive yet requires proper training and expertise. For middle- and low-income countries, acid-fast microscopy provides a cost-effective alternative to the expensive nucleic acid amplification tests. Furthermore, the infectivity of tuberculosis patients can also be assessed by this tool. Considering the high burden of tuberculosis and the need for a fast, safe, inexpensive, sensitive and specific diagnostic test, acid-fast microscopy, whether by fluorescence staining or carbolfuchsin staining, remains a standard of care.", "contents": "Acid Fast Bacteria -- Clinical Significance. Acid-fast microscopy remains a valuable laboratory test for diagnosing and screening patients of active pulmonary tuberculosis. This technique is relatively inexpensive yet requires proper training and expertise. For middle- and low-income countries, acid-fast microscopy provides a cost-effective alternative to the expensive nucleic acid amplification tests. Furthermore, the infectivity of tuberculosis patients can also be assessed by this tool. Considering the high burden of tuberculosis and the need for a fast, safe, inexpensive, sensitive and specific diagnostic test, acid-fast microscopy, whether by fluorescence staining or carbolfuchsin staining, remains a standard of care."}
{"id": "article-17090_35", "title": "Acid Fast Bacteria -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Acid Fast Bacteria -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}