{"id": "article-31466_0", "title": "Zidovudine -- Continuing Education Activity", "content": "Zidovudine is a medication used in the management and treatment of HIV-1. It is in the nucleoside reverse transcriptase inhibitor class of medications. This activity reviews the indications, mechanism of action, and contraindications for zidovudine as a valuable agent in the treatment of HIV-1. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional healthcare team members in the treatment of patients with HIV-1 and related conditions.", "contents": "Zidovudine -- Continuing Education Activity. Zidovudine is a medication used in the management and treatment of HIV-1. It is in the nucleoside reverse transcriptase inhibitor class of medications. This activity reviews the indications, mechanism of action, and contraindications for zidovudine as a valuable agent in the treatment of HIV-1. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional healthcare team members in the treatment of patients with HIV-1 and related conditions."}
{"id": "article-31466_1", "title": "Zidovudine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of zidovudine. Describe the potential adverse effects of zidovudine. Outline the appropriate monitoring for toxicity with zidovudine. Explain the interprofessional team strategies for improving care coordination and communication to advance zidovudine and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Zidovudine -- Continuing Education Activity. Objectives: Identify the mechanism of action of zidovudine. Describe the potential adverse effects of zidovudine. Outline the appropriate monitoring for toxicity with zidovudine. Explain the interprofessional team strategies for improving care coordination and communication to advance zidovudine and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-31466_2", "title": "Zidovudine -- Indications", "content": "Zidovudine was the first medication to be FDA approved for the treatment of human immunodeficiency virus type 1 (HIV-1). [1] Currently, the indications of zidovudine include:", "contents": "Zidovudine -- Indications. Zidovudine was the first medication to be FDA approved for the treatment of human immunodeficiency virus type 1 (HIV-1). [1] Currently, the indications of zidovudine include:"}
{"id": "article-31466_3", "title": "Zidovudine -- Indications -- FDA Approved Indications", "content": "Treatment of HIV-1 infection [1] Prevention of perinatal HIV-1 transmission (mother to fetus transmission) [2]", "contents": "Zidovudine -- Indications -- FDA Approved Indications. Treatment of HIV-1 infection [1] Prevention of perinatal HIV-1 transmission (mother to fetus transmission) [2]"}
{"id": "article-31466_4", "title": "Zidovudine -- Indications -- Non-FDA Approved Indications (off label uses)", "content": "HIV-1 nonoccupational postexposure prophylaxis [3] Adult T cell leukemia-lymphoma (ATL) in combination with interferon-alpha (IFN) [4]", "contents": "Zidovudine -- Indications -- Non-FDA Approved Indications (off label uses). HIV-1 nonoccupational postexposure prophylaxis [3] Adult T cell leukemia-lymphoma (ATL) in combination with interferon-alpha (IFN) [4]"}
{"id": "article-31466_5", "title": "Zidovudine -- Indications", "content": "Human immunodeficiency virus or HIV primarily disrupts CD4+ T cells, thus compromising the host's immune system. The virus replicates via reverse transcriptase, and if not treated properly, it can progress to acquired immunodeficiency syndrome. It is imperative that providers screen and treat at-risk patient populations. If patients are left untreated, their CD4+ T cell count can drop to dangerous levels, leaving them susceptible to deadly opportunistic infections and neoplasms. [5]", "contents": "Zidovudine -- Indications. Human immunodeficiency virus or HIV primarily disrupts CD4+ T cells, thus compromising the host's immune system. The virus replicates via reverse transcriptase, and if not treated properly, it can progress to acquired immunodeficiency syndrome. It is imperative that providers screen and treat at-risk patient populations. If patients are left untreated, their CD4+ T cell count can drop to dangerous levels, leaving them susceptible to deadly opportunistic infections and neoplasms. [5]"}
{"id": "article-31466_6", "title": "Zidovudine -- Mechanism of Action", "content": "Zidovudine is a synthetic analog of the nucleoside thymidine classified as a nucleoside reverse transcriptase inhibitor (NRTI). Zidovudine functions as an anti-viral agent by being incorporated into newly made viral DNA in place of thymidine and acting as a viral DNA chain terminator. This inhibits the ability of HIV-1 reverse transcriptase to make viral DNA from the RNA template, which interferes with the HIV-1 life cycle. [6]", "contents": "Zidovudine -- Mechanism of Action. Zidovudine is a synthetic analog of the nucleoside thymidine classified as a nucleoside reverse transcriptase inhibitor (NRTI). Zidovudine functions as an anti-viral agent by being incorporated into newly made viral DNA in place of thymidine and acting as a viral DNA chain terminator. This inhibits the ability of HIV-1 reverse transcriptase to make viral DNA from the RNA template, which interferes with the HIV-1 life cycle. [6]"}
{"id": "article-31466_7", "title": "Zidovudine -- Mechanism of Action", "content": "Zidovudine requires intracellular conversion by host cell kinases to be transformed to the active triphosphate form. [6] While the plasma half-life of zidovudine is approximately 1 hour, the intracellular conversion to the triphosphate form causes it to be trapped inside the cell. Due to the intracellular trapping in addition to the intracellular half-life of approximately 7 hours, zidovudine allows for a more rational dosing frequency. [7]", "contents": "Zidovudine -- Mechanism of Action. Zidovudine requires intracellular conversion by host cell kinases to be transformed to the active triphosphate form. [6] While the plasma half-life of zidovudine is approximately 1 hour, the intracellular conversion to the triphosphate form causes it to be trapped inside the cell. Due to the intracellular trapping in addition to the intracellular half-life of approximately 7 hours, zidovudine allows for a more rational dosing frequency. [7]"}
{"id": "article-31466_8", "title": "Zidovudine -- Mechanism of Action", "content": "The antiretroviral effects of zidovudine seen with HIV-1 are also the assumed mechanism of action for adult T cell leukemia-lymphoma, caused by the retroviral human T cell leukemia/lymphotropic leukemia virus type 1 (HTLV-1). [8]", "contents": "Zidovudine -- Mechanism of Action. The antiretroviral effects of zidovudine seen with HIV-1 are also the assumed mechanism of action for adult T cell leukemia-lymphoma, caused by the retroviral human T cell leukemia/lymphotropic leukemia virus type 1 (HTLV-1). [8]"}
{"id": "article-31466_9", "title": "Zidovudine -- Mechanism of Action", "content": "The bioavailability of zidovudine is around 64%, with food only slowing the absorption and not reducing the amount absorbed. About 14% of zidovudine is renally excreted unchanged, and 74% is renally excreted as zidovudine 5'-glucuronide after being glucuronidated. A small portion is also metabolized by other microsomal pathways. [9]", "contents": "Zidovudine -- Mechanism of Action. The bioavailability of zidovudine is around 64%, with food only slowing the absorption and not reducing the amount absorbed. About 14% of zidovudine is renally excreted unchanged, and 74% is renally excreted as zidovudine 5'-glucuronide after being glucuronidated. A small portion is also metabolized by other microsomal pathways. [9]"}
{"id": "article-31466_10", "title": "Zidovudine -- Administration", "content": "Zidovudine is administered orally and intravenously; however, the injectable formulation is not readily available. Treatment of HIV-1 Infection (not to be used as monotherapy) Adult oral dosing [10] : 300 mg twice daily Pediatric oral dosing [11] : 4 to < 9 kg: 12 mg/kg twice daily ≥9 to <30 kg: 9 mg/kg twice daily ≥30 kg: 300 mg twice daily", "contents": "Zidovudine -- Administration. Zidovudine is administered orally and intravenously; however, the injectable formulation is not readily available. Treatment of HIV-1 Infection (not to be used as monotherapy) Adult oral dosing [10] : 300 mg twice daily Pediatric oral dosing [11] : 4 to < 9 kg: 12 mg/kg twice daily ≥9 to <30 kg: 9 mg/kg twice daily ≥30 kg: 300 mg twice daily"}
{"id": "article-31466_11", "title": "Zidovudine -- Administration -- Prevention of Perinatal HIV-1 Transmission given Intrapartum", "content": "Monotherapy with zidovudine is now considered suboptimal. [12] [13] [14] IV: Loading dose of 2 mg/kg for 1 hour, followed by a continuous infusion of 1 mg/kg/hour HIV-1 Nonoccupational Postexposure Prophylaxis [15] Orally: 300 mg twice daily in combination with other antiretroviral agents for 28 days ATL in Combination with IFN [16] Orally: 750 mg/m^2 twice daily tapered down to 300 mg twice daily as tolerated.", "contents": "Zidovudine -- Administration -- Prevention of Perinatal HIV-1 Transmission given Intrapartum. Monotherapy with zidovudine is now considered suboptimal. [12] [13] [14] IV: Loading dose of 2 mg/kg for 1 hour, followed by a continuous infusion of 1 mg/kg/hour HIV-1 Nonoccupational Postexposure Prophylaxis [15] Orally: 300 mg twice daily in combination with other antiretroviral agents for 28 days ATL in Combination with IFN [16] Orally: 750 mg/m^2 twice daily tapered down to 300 mg twice daily as tolerated."}
{"id": "article-31466_12", "title": "Zidovudine -- Adverse Effects", "content": "Zidovudine has a high frequency of several side effects that limits its use. [3] Side effects include: [3] [6] [17] [18] Nausea/vomiting (18.8 to 89%) Diarrhea (7 to 78%) Headaches (15 to 38%) Myalgias Insomnia Bone marrow suppression (has been reported as high as 45%) Peripheral myopathy Elevated liver enzymes Lactic acidosis Hepatotoxicity", "contents": "Zidovudine -- Adverse Effects. Zidovudine has a high frequency of several side effects that limits its use. [3] Side effects include: [3] [6] [17] [18] Nausea/vomiting (18.8 to 89%) Diarrhea (7 to 78%) Headaches (15 to 38%) Myalgias Insomnia Bone marrow suppression (has been reported as high as 45%) Peripheral myopathy Elevated liver enzymes Lactic acidosis Hepatotoxicity"}
{"id": "article-31466_13", "title": "Zidovudine -- Adverse Effects", "content": "Drs. Jain and Mayer conducted an editorial review in which they examined studies that involved zidovudine for HIV-1 nonoccupational postexposure prophylaxis. Their research found that 11.7 to 16.5% of patients stopped taking zidovudine due to side effects and that side effects were reported as high as 54.5% in those that did complete a 28-day regimen that included zidovudine. [3] Due to higher side effects and lower completion rates, tenofovir-containing regimens are recommended over zidovudine-containing regimens. [19]", "contents": "Zidovudine -- Adverse Effects. Drs. Jain and Mayer conducted an editorial review in which they examined studies that involved zidovudine for HIV-1 nonoccupational postexposure prophylaxis. Their research found that 11.7 to 16.5% of patients stopped taking zidovudine due to side effects and that side effects were reported as high as 54.5% in those that did complete a 28-day regimen that included zidovudine. [3] Due to higher side effects and lower completion rates, tenofovir-containing regimens are recommended over zidovudine-containing regimens. [19]"}
{"id": "article-31466_14", "title": "Zidovudine -- Adverse Effects", "content": "Long-term treatment with zidovudine can cause a modest elevation of liver enzymes. The elevated liver enzymes do not require dose adjustments due to the elevations being asymptomatic and transient in most cases. Rare cases of acute cholestatic hepatitis, severe acute fatty liver with lactic acidosis, and noncirrhotic portal hypertension. Some of the hepatotoxicity has been attributed to zidovudine causing inhibition of the mitochondrial gamma polymerase leading to mitochondrial depletion and dysfunction. [17]", "contents": "Zidovudine -- Adverse Effects. Long-term treatment with zidovudine can cause a modest elevation of liver enzymes. The elevated liver enzymes do not require dose adjustments due to the elevations being asymptomatic and transient in most cases. Rare cases of acute cholestatic hepatitis, severe acute fatty liver with lactic acidosis, and noncirrhotic portal hypertension. Some of the hepatotoxicity has been attributed to zidovudine causing inhibition of the mitochondrial gamma polymerase leading to mitochondrial depletion and dysfunction. [17]"}
{"id": "article-31466_15", "title": "Zidovudine -- Adverse Effects", "content": "Bone marrow suppression seen with zidovudine includes neutropenia, leukopenia, and anemia. Anemia requiring blood transfusions was reported to be as high as 19.7% with the use of zidovudine. [18] Anemia and neutropenia are usually reversible when zidovudine is stopped. [9]", "contents": "Zidovudine -- Adverse Effects. Bone marrow suppression seen with zidovudine includes neutropenia, leukopenia, and anemia. Anemia requiring blood transfusions was reported to be as high as 19.7% with the use of zidovudine. [18] Anemia and neutropenia are usually reversible when zidovudine is stopped. [9]"}
{"id": "article-31466_16", "title": "Zidovudine -- Contraindications", "content": "Zidovudine is contraindicated for patients with severe life-threatening hypersensitivity reactions to this medication, including anaphylaxis and Stevens-Johnson syndrome. Anaphylaxis may present with difficulty breathing, diffuse rash, and hypotension. Stevens-Johnson syndrome is a very painful blistering skin condition. Prompt discontinuation of zidovudine therapy is critical if any of these symptoms arise. [18] [20]", "contents": "Zidovudine -- Contraindications. Zidovudine is contraindicated for patients with severe life-threatening hypersensitivity reactions to this medication, including anaphylaxis and Stevens-Johnson syndrome. Anaphylaxis may present with difficulty breathing, diffuse rash, and hypotension. Stevens-Johnson syndrome is a very painful blistering skin condition. Prompt discontinuation of zidovudine therapy is critical if any of these symptoms arise. [18] [20]"}
{"id": "article-31466_17", "title": "Zidovudine -- Monitoring", "content": "Patients on zidovudine should be monitored closely for nausea, vomiting, diarrhea, headaches, myalgias, insomnia, bone marrow suppression, peripheral myopathy, lactic acidosis, elevated liver enzymes, and hepatotoxicity. Prescribers, pharmacists, nursing, and other healthcare professionals should be aware of drug interactions and take precautions to mitigate side effects. A complete metabolic panel (CMP) and complete blood count (CBC) should be monitored routinely. Trimethoprim can inhibit renal elimination of zidovudine resulting in higher than expected concentrations of zidovudine. [7] Probenecid has also been reported to increase side effects of zidovudine, likely from either decreased excretion and/or metabolism. [18] Zidovudine should be monitored closely when using other medications that cause bone marrow suppression. Zidovudine crosses the placenta and penetrates breast milk. [7] More trials are needed, but zidovudine appears to be relatively safe in pregnancy. [6]", "contents": "Zidovudine -- Monitoring. Patients on zidovudine should be monitored closely for nausea, vomiting, diarrhea, headaches, myalgias, insomnia, bone marrow suppression, peripheral myopathy, lactic acidosis, elevated liver enzymes, and hepatotoxicity. Prescribers, pharmacists, nursing, and other healthcare professionals should be aware of drug interactions and take precautions to mitigate side effects. A complete metabolic panel (CMP) and complete blood count (CBC) should be monitored routinely. Trimethoprim can inhibit renal elimination of zidovudine resulting in higher than expected concentrations of zidovudine. [7] Probenecid has also been reported to increase side effects of zidovudine, likely from either decreased excretion and/or metabolism. [18] Zidovudine should be monitored closely when using other medications that cause bone marrow suppression. Zidovudine crosses the placenta and penetrates breast milk. [7] More trials are needed, but zidovudine appears to be relatively safe in pregnancy. [6]"}
{"id": "article-31466_18", "title": "Zidovudine -- Toxicity", "content": "There is not a known antidote for zidovudine. Therefore, zidovudine should be stopped in cases of overdose or toxicity suspected from the use of zidovudine. Three following case reports of zidovudine overdose:", "contents": "Zidovudine -- Toxicity. There is not a known antidote for zidovudine. Therefore, zidovudine should be stopped in cases of overdose or toxicity suspected from the use of zidovudine. Three following case reports of zidovudine overdose:"}
{"id": "article-31466_19", "title": "Zidovudine -- Toxicity", "content": "A patient who ingested 20 grams of zidovudine in addition to temazepam 6 hours prior to presentation complained of drowsiness but was otherwise well. His blood counts were trended, and his hemoglobin had a mild reduction to 12.5 g/dl three days after the overdose from his baseline of 14.2 g/dl. [21]", "contents": "Zidovudine -- Toxicity. A patient who ingested 20 grams of zidovudine in addition to temazepam 6 hours prior to presentation complained of drowsiness but was otherwise well. His blood counts were trended, and his hemoglobin had a mild reduction to 12.5 g/dl three days after the overdose from his baseline of 14.2 g/dl. [21]"}
{"id": "article-31466_20", "title": "Zidovudine -- Toxicity", "content": "A patient who ingested 10 to 20 grams of zidovudine in addition to phenobarbital and triazolam 8 hours prior to presentation complained of headache and nausea. His vitals were stable, but a physical exam was significant for ocular nystagmus and upper and lower extremity ataxia. Hemoglobin was stable at 14.8 g/dl. He was given intravenous fluids and his nystagmus and ataxia resolved within 48 hours. At six weeks follow-up, his hemoglobin was 17.0 g/dl. [22]", "contents": "Zidovudine -- Toxicity. A patient who ingested 10 to 20 grams of zidovudine in addition to phenobarbital and triazolam 8 hours prior to presentation complained of headache and nausea. His vitals were stable, but a physical exam was significant for ocular nystagmus and upper and lower extremity ataxia. Hemoglobin was stable at 14.8 g/dl. He was given intravenous fluids and his nystagmus and ataxia resolved within 48 hours. At six weeks follow-up, his hemoglobin was 17.0 g/dl. [22]"}
{"id": "article-31466_21", "title": "Zidovudine -- Toxicity", "content": "A patient who ingested approximately 20 grams of zidovudine in addition to testing positive for benzodiazepines and tetrahydrocannabinol presented with baseline anemia with hemoglobin of 9.8 g/dl. At 24 hours, he was noted to be lethargic and fatigued. At 48 hours, his hemoglobin dropped to a nadir of 8.7 g/dl. The patient did well overall and was not observed to have any neurotoxicity or psychiatric disturbance. [23]", "contents": "Zidovudine -- Toxicity. A patient who ingested approximately 20 grams of zidovudine in addition to testing positive for benzodiazepines and tetrahydrocannabinol presented with baseline anemia with hemoglobin of 9.8 g/dl. At 24 hours, he was noted to be lethargic and fatigued. At 48 hours, his hemoglobin dropped to a nadir of 8.7 g/dl. The patient did well overall and was not observed to have any neurotoxicity or psychiatric disturbance. [23]"}
{"id": "article-31466_22", "title": "Zidovudine -- Enhancing Healthcare Team Outcomes", "content": "Zidovudine is classified as an NRTI that is FDA approved for the treatment of HIV-1 infection and prevention of perinatal HIV-1 transmission, although it is not currently recommended as a first-line agent or used as monotherapy. [24] [25] [26] [Level 1] It has also been studied for use in HIV-1 nonoccupational postexposure prophylaxis and ATL combined with IFN. The use of zidovudine monotherapy for HIV-1 nonoccupational postexposure prophylaxis is estimated to be approximately 81%, although it is no longer used as a first-line agent. [26] [Level 3] Initial use of zidovudine included intravenous administration, however more recently, it is only given orally. The use of zidovudine has been limited due to the high frequency of side effects associated with it.", "contents": "Zidovudine -- Enhancing Healthcare Team Outcomes. Zidovudine is classified as an NRTI that is FDA approved for the treatment of HIV-1 infection and prevention of perinatal HIV-1 transmission, although it is not currently recommended as a first-line agent or used as monotherapy. [24] [25] [26] [Level 1] It has also been studied for use in HIV-1 nonoccupational postexposure prophylaxis and ATL combined with IFN. The use of zidovudine monotherapy for HIV-1 nonoccupational postexposure prophylaxis is estimated to be approximately 81%, although it is no longer used as a first-line agent. [26] [Level 3] Initial use of zidovudine included intravenous administration, however more recently, it is only given orally. The use of zidovudine has been limited due to the high frequency of side effects associated with it."}
{"id": "article-31466_23", "title": "Zidovudine -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional communication and coordination of care by clinicians, infectious disease specialists, mid-level practitioners, nurses, pharmacists, and other health professionals are necessary to improve outcomes and patient safety. Providers should monitor the patient for side effects and check routine blood work, including a CMP and CBC. Pharmacists should monitor for drug-drug interactions, such as sulfamethoxazole/trimethoprim increasing plasma levels of zidovudine, verify appropriate dosing, and convey their recommendations to the provider. Nurses should monitor for common side effects such as nausea, vomiting, diarrhea, headaches, and myalgias and report their findings to the provider. This interprofessional approach to patient care will optimize antiviral therapy outcomes. [Level 5]", "contents": "Zidovudine -- Enhancing Healthcare Team Outcomes. Interprofessional communication and coordination of care by clinicians, infectious disease specialists, mid-level practitioners, nurses, pharmacists, and other health professionals are necessary to improve outcomes and patient safety. Providers should monitor the patient for side effects and check routine blood work, including a CMP and CBC. Pharmacists should monitor for drug-drug interactions, such as sulfamethoxazole/trimethoprim increasing plasma levels of zidovudine, verify appropriate dosing, and convey their recommendations to the provider. Nurses should monitor for common side effects such as nausea, vomiting, diarrhea, headaches, and myalgias and report their findings to the provider. This interprofessional approach to patient care will optimize antiviral therapy outcomes. [Level 5]"}
{"id": "article-31466_24", "title": "Zidovudine -- Enhancing Healthcare Team Outcomes", "content": "Understanding the treatment options for HIV-1 is important for nurses, doctors, and pharmacists, all acting as an interprofessional team. Communication is vital to making sure patients receive prompt retroviral therapy, especially when trying to reduce the likelihood of maternal-fetal transmission. HIV-1 requires prompt treatment with antiretroviral therapy to maintain an adequate CD4+ T cell count and prevent some dangerous sequelae resulting from a reduced CD4+ T cell count. Clinicians should give attention to at-risk populations and screen patients with associated risk factors. Prompt treatment with antiretroviral therapies such as zidovudine can provide life-saving immunological support. Zidovudine plays a crucial role in helping prevent the maternal-fetal transmission of HIV-1 in pregnant patients. Zidovudine has not only proven to reduce the likely hood of vertical transmission, but it has also demonstrated the capacity to provide prophylaxis for those children exposed in utero.", "contents": "Zidovudine -- Enhancing Healthcare Team Outcomes. Understanding the treatment options for HIV-1 is important for nurses, doctors, and pharmacists, all acting as an interprofessional team. Communication is vital to making sure patients receive prompt retroviral therapy, especially when trying to reduce the likelihood of maternal-fetal transmission. HIV-1 requires prompt treatment with antiretroviral therapy to maintain an adequate CD4+ T cell count and prevent some dangerous sequelae resulting from a reduced CD4+ T cell count. Clinicians should give attention to at-risk populations and screen patients with associated risk factors. Prompt treatment with antiretroviral therapies such as zidovudine can provide life-saving immunological support. Zidovudine plays a crucial role in helping prevent the maternal-fetal transmission of HIV-1 in pregnant patients. Zidovudine has not only proven to reduce the likely hood of vertical transmission, but it has also demonstrated the capacity to provide prophylaxis for those children exposed in utero."}
{"id": "article-31466_25", "title": "Zidovudine -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must provide patient education about the importance of maintaining compliance with zidovudine. This way, patients can maintain an adequate immune response and be less likely to become susceptible to opportunistic infections or neoplasms. This therapy will, in turn, improve the quality of life and survival rates of patients with HIV-1. Patients who are infected and become pregnant should receive proper counseling on treatment that will help prevent vertical maternal-fetal transmission. HIV-1 needs to be on all clinicians' differentials when dealing with certain opportunistic infections, neoplasm, and patient populations. Those who are infected should receive prompt, highly active antiretroviral therapy. Treatment with zidovudine has proven to be effective in several clinical scenarios. [18] [27] [28]", "contents": "Zidovudine -- Enhancing Healthcare Team Outcomes. Clinicians must provide patient education about the importance of maintaining compliance with zidovudine. This way, patients can maintain an adequate immune response and be less likely to become susceptible to opportunistic infections or neoplasms. This therapy will, in turn, improve the quality of life and survival rates of patients with HIV-1. Patients who are infected and become pregnant should receive proper counseling on treatment that will help prevent vertical maternal-fetal transmission. HIV-1 needs to be on all clinicians' differentials when dealing with certain opportunistic infections, neoplasm, and patient populations. Those who are infected should receive prompt, highly active antiretroviral therapy. Treatment with zidovudine has proven to be effective in several clinical scenarios. [18] [27] [28]"}
{"id": "article-31466_26", "title": "Zidovudine -- Enhancing Healthcare Team Outcomes", "content": "Specialty trained HIV care nurses review the importance of compliance with patients, check for side effects, follow up on laboratories, and inform prescribing providers of patient issues. Board-certified infectious disease pharmacists can consult with the prescriber on appropriate dosing and regimen, evaluate interactions, and educate patients. These interprofessional interventions are examples of how coordinated healthcare team dynamics can improve patient outcomes when using zidovudine therapy.", "contents": "Zidovudine -- Enhancing Healthcare Team Outcomes. Specialty trained HIV care nurses review the importance of compliance with patients, check for side effects, follow up on laboratories, and inform prescribing providers of patient issues. Board-certified infectious disease pharmacists can consult with the prescriber on appropriate dosing and regimen, evaluate interactions, and educate patients. These interprofessional interventions are examples of how coordinated healthcare team dynamics can improve patient outcomes when using zidovudine therapy."}
{"id": "article-31466_27", "title": "Zidovudine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Zidovudine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}