{"id": "article-30245_0", "title": "Anatomy, Head and Neck, Tongue -- Introduction", "content": "The tongue is a muscular organ formed by a complex arrangement of intrinsic and extrinsic muscles. Generally, the intrinsic muscles change the shape of the tongue, and the extrinsic muscles are in charge of moving it in different directions. [1]", "contents": "Anatomy, Head and Neck, Tongue -- Introduction. The tongue is a muscular organ formed by a complex arrangement of intrinsic and extrinsic muscles. Generally, the intrinsic muscles change the shape of the tongue, and the extrinsic muscles are in charge of moving it in different directions. [1]"}
{"id": "article-30245_1", "title": "Anatomy, Head and Neck, Tongue -- Introduction", "content": "The tongue is principally involved in digestion, taste perception, and speech but also plays an important role in breathing. [1] It is attached via the extrinsic muscles to the hyoid bone, mandible, styloid process, soft palate, and pharynx and divided into two parts by the V-shaped sulcus terminalis. These two parts, an anterior two-thirds and a posterior one-third, are structurally and developmentally distinct. The foramen cecum at the apex of the sulcus terminalis indicates the site of embryonic origin of the thyroglossal duct. [2] [3] [4]", "contents": "Anatomy, Head and Neck, Tongue -- Introduction. The tongue is principally involved in digestion, taste perception, and speech but also plays an important role in breathing. [1] It is attached via the extrinsic muscles to the hyoid bone, mandible, styloid process, soft palate, and pharynx and divided into two parts by the V-shaped sulcus terminalis. These two parts, an anterior two-thirds and a posterior one-third, are structurally and developmentally distinct. The foramen cecum at the apex of the sulcus terminalis indicates the site of embryonic origin of the thyroglossal duct. [2] [3] [4]"}
{"id": "article-30245_2", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function", "content": "The area of the tongue posterior to the sulcus terminalis is known as the root or base (posterior one-third of the tongue). [5] The body (anterior two-thirds of the tongue) is the largest part of the tongue and extends from the sulcus terminalis to the frenulum. [5] The body is further subdivided into anterior and posterior. The anterior body is the area below the hard palate, and the posterior body is underneath the soft palate. [5] A collection of nodular lymphatic tissue lies towards the posterior one-third of the tongue and is known as the lingual tonsil. The tongue's functions mainly include taste, speech, and food manipulation in the oral cavity. It also plays an essential role in breathing. [1]", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function. The area of the tongue posterior to the sulcus terminalis is known as the root or base (posterior one-third of the tongue). [5] The body (anterior two-thirds of the tongue) is the largest part of the tongue and extends from the sulcus terminalis to the frenulum. [5] The body is further subdivided into anterior and posterior. The anterior body is the area below the hard palate, and the posterior body is underneath the soft palate. [5] A collection of nodular lymphatic tissue lies towards the posterior one-third of the tongue and is known as the lingual tonsil. The tongue's functions mainly include taste, speech, and food manipulation in the oral cavity. It also plays an essential role in breathing. [1]"}
{"id": "article-30245_3", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions", "content": "Chemicals that interact with the taste buds in the tongue are referred to as \"tastants.\" Taste buds themselves are found within the various papillae of the tongue. Tastants interact with gustatory cell receptors in the taste buds, resulting in the transduction of a taste sensation. The five broad categories of taste receptors are (1) sweet, (2) salty, (3) sour, (4) bitter, and (5) umami.", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions. Chemicals that interact with the taste buds in the tongue are referred to as \"tastants.\" Taste buds themselves are found within the various papillae of the tongue. Tastants interact with gustatory cell receptors in the taste buds, resulting in the transduction of a taste sensation. The five broad categories of taste receptors are (1) sweet, (2) salty, (3) sour, (4) bitter, and (5) umami."}
{"id": "article-30245_4", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions", "content": "The taste buds are bulb-shaped structures responsible for taste perception, located within the lingual papillae and in the surface mucosa of the soft palate, oropharynx, epiglottis, and upper esophagus. [6]  They are formed by basal cells and thin taste bud cells that converge into the taste pit. [6] The apical protrusions of the taste cells are known as microvilli. Afferent nerve fibers terminals are in contact with the taste buds in their lower third. [6] The human tongue mainly has three types of gustatory papillae: vallate, fungiform, and filiform. [6] Almost half of the taste buds are located in the vallate papillae. [6]", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions. The taste buds are bulb-shaped structures responsible for taste perception, located within the lingual papillae and in the surface mucosa of the soft palate, oropharynx, epiglottis, and upper esophagus. [6]  They are formed by basal cells and thin taste bud cells that converge into the taste pit. [6] The apical protrusions of the taste cells are known as microvilli. Afferent nerve fibers terminals are in contact with the taste buds in their lower third. [6] The human tongue mainly has three types of gustatory papillae: vallate, fungiform, and filiform. [6] Almost half of the taste buds are located in the vallate papillae. [6]"}
{"id": "article-30245_5", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions", "content": "Vallate papillae, also known as circumvallate papillae, are arranged in a V-shape anterior to the sulcus terminalis and studded with numerous taste buds. [6] The innervation of these papillae is by the glossopharyngeal nerve (CN IX). Fungiform papillae are mushroom-shaped papillae (thin neck and large head). Filiform papillae are intertwined among them. [6]", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions. Vallate papillae, also known as circumvallate papillae, are arranged in a V-shape anterior to the sulcus terminalis and studded with numerous taste buds. [6] The innervation of these papillae is by the glossopharyngeal nerve (CN IX). Fungiform papillae are mushroom-shaped papillae (thin neck and large head). Filiform papillae are intertwined among them. [6]"}
{"id": "article-30245_6", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions", "content": "Filiform papillae are the most abundant lingual papillae. [7] They are slim, cone-shaped projections distributed evenly on the tongue's surface and responsible for its rough texture. Filiform papillae are mainly involved in mechanical activities; they contain nerve endings that transmit texture, temperature, and pain. [7] Foliate papillae are vestigial in humans, associated with the lingual tonsils, and located bilaterally on the posterior lateral borders of the tongue. [6]", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Taste Functions. Filiform papillae are the most abundant lingual papillae. [7] They are slim, cone-shaped projections distributed evenly on the tongue's surface and responsible for its rough texture. Filiform papillae are mainly involved in mechanical activities; they contain nerve endings that transmit texture, temperature, and pain. [7] Foliate papillae are vestigial in humans, associated with the lingual tonsils, and located bilaterally on the posterior lateral borders of the tongue. [6]"}
{"id": "article-30245_7", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Speech Functions", "content": "Speech is partly produced by manipulating the tongue in the mouth against the teeth and palate. The intrinsic muscles of the tongue are involved primarily in changing the shape of the tongue, [1] which is essential for speaking.", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Speech Functions. Speech is partly produced by manipulating the tongue in the mouth against the teeth and palate. The intrinsic muscles of the tongue are involved primarily in changing the shape of the tongue, [1] which is essential for speaking."}
{"id": "article-30245_8", "title": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Food Manipulation Functions", "content": "The tongue moves the food around the mouth with the help of the buccinator muscle, mixes it with saliva, and helps to separate undesired particles. [5]  It also enables the formation of the food bolus in the oral preparatory phase of swallowing. It also takes part in the oral phase of swallowing by elevating and sweeping posteriorly to propel the food bolus past the anterior tonsillar pillar, triggering the swallowing reflex.", "contents": "Anatomy, Head and Neck, Tongue -- Structure and Function -- Food Manipulation Functions. The tongue moves the food around the mouth with the help of the buccinator muscle, mixes it with saliva, and helps to separate undesired particles. [5]  It also enables the formation of the food bolus in the oral preparatory phase of swallowing. It also takes part in the oral phase of swallowing by elevating and sweeping posteriorly to propel the food bolus past the anterior tonsillar pillar, triggering the swallowing reflex."}
{"id": "article-30245_9", "title": "Anatomy, Head and Neck, Tongue -- Embryology", "content": "Tongue development begins in the embryo at approximately four weeks of gestation. Initially, two lateral lingual swellings and one medial swelling, called the tuberculum impar, form from the first pharyngeal arch. A second median swelling, known as the copula or hypobranchial eminence, develops from the mesoderm of the second, third, and fourth pharyngeal arches. A final third median swelling forms from the posterior portion of the fourth arch and develops into the epiglottis. Directly posterior to this swelling is the laryngeal orifice, which is accompanied on either side by the arytenoid swellings.", "contents": "Anatomy, Head and Neck, Tongue -- Embryology. Tongue development begins in the embryo at approximately four weeks of gestation. Initially, two lateral lingual swellings and one medial swelling, called the tuberculum impar, form from the first pharyngeal arch. A second median swelling, known as the copula or hypobranchial eminence, develops from the mesoderm of the second, third, and fourth pharyngeal arches. A final third median swelling forms from the posterior portion of the fourth arch and develops into the epiglottis. Directly posterior to this swelling is the laryngeal orifice, which is accompanied on either side by the arytenoid swellings."}
{"id": "article-30245_10", "title": "Anatomy, Head and Neck, Tongue -- Embryology", "content": "The lateral lingual swellings increase in size, eventually merging and overlapping the tuberculum impar. The merger of these two swellings forms the anterior two-thirds of the tongue. The mucosa overlying this part of the tongue originates from the first arch; thus, the sensory innervation to this area is from the mandibular branch of the trigeminal nerve (CN V3). Meanwhile, the second, third, and fourth portions of the pharyngeal arch, which make up the copula, develop into the posterior one-third of the tongue. The mucosa overlying this part of the tongue has sensory innervation from the glossopharyngeal nerve (CN IX), which is a sign that the third arch overlaps that of the second. The third arch derivatives typically are associated with glossopharyngeal sensory innervation.", "contents": "Anatomy, Head and Neck, Tongue -- Embryology. The lateral lingual swellings increase in size, eventually merging and overlapping the tuberculum impar. The merger of these two swellings forms the anterior two-thirds of the tongue. The mucosa overlying this part of the tongue originates from the first arch; thus, the sensory innervation to this area is from the mandibular branch of the trigeminal nerve (CN V3). Meanwhile, the second, third, and fourth portions of the pharyngeal arch, which make up the copula, develop into the posterior one-third of the tongue. The mucosa overlying this part of the tongue has sensory innervation from the glossopharyngeal nerve (CN IX), which is a sign that the third arch overlaps that of the second. The third arch derivatives typically are associated with glossopharyngeal sensory innervation."}
{"id": "article-30245_11", "title": "Anatomy, Head and Neck, Tongue -- Embryology", "content": "The epiglottis and epiglottic region of the tongue develop from the third median swelling, which arises from the posterior fourth pharyngeal arch. Innervation of this region is by the superior laryngeal nerve, which reflects its development from the fourth pharyngeal arch. The muscles of the tongue predominantly derive from myoblasts that originate in occipital somites and thus are innervated by the hypoglossal nerve (CN XII).", "contents": "Anatomy, Head and Neck, Tongue -- Embryology. The epiglottis and epiglottic region of the tongue develop from the third median swelling, which arises from the posterior fourth pharyngeal arch. Innervation of this region is by the superior laryngeal nerve, which reflects its development from the fourth pharyngeal arch. The muscles of the tongue predominantly derive from myoblasts that originate in occipital somites and thus are innervated by the hypoglossal nerve (CN XII)."}
{"id": "article-30245_12", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "Blood supply to the tongue comes predominantly from the lingual artery , a branch of the external carotid artery. [8] Venous drainage is done by the lingual vein .", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. Blood supply to the tongue comes predominantly from the lingual artery , a branch of the external carotid artery. [8] Venous drainage is done by the lingual vein ."}
{"id": "article-30245_13", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The lingual artery arises from the external carotid artery at the tip of the hyoid bone's greater horn, between the facial and superior thyroid arteries. [9] [8] After branching from the external carotid artery, the lingual artery passes deep to the hyoglossus muscle and superficial to the middle pharyngeal constrictor muscle. It then gives rise to the following four arteries:", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The lingual artery arises from the external carotid artery at the tip of the hyoid bone's greater horn, between the facial and superior thyroid arteries. [9] [8] After branching from the external carotid artery, the lingual artery passes deep to the hyoglossus muscle and superficial to the middle pharyngeal constrictor muscle. It then gives rise to the following four arteries:"}
{"id": "article-30245_14", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The suprahyoid artery supplies the omohyoid, sternothyroid, and thyrohyoid muscles. They anastomose with the corresponding vessels from the opposite side.", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The suprahyoid artery supplies the omohyoid, sternothyroid, and thyrohyoid muscles. They anastomose with the corresponding vessels from the opposite side."}
{"id": "article-30245_15", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The dorsal lingual artery arises beneath the hyoglossus muscle and passes to the posterior part of the dorsum of the tongue. It supplies the mucous membrane of this region as well as the glossopalatine arch, lingual tonsils, soft palate, and epiglottis. [9] They anastomose with their corresponding vessels on the opposite side.", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The dorsal lingual artery arises beneath the hyoglossus muscle and passes to the posterior part of the dorsum of the tongue. It supplies the mucous membrane of this region as well as the glossopalatine arch, lingual tonsils, soft palate, and epiglottis. [9] They anastomose with their corresponding vessels on the opposite side."}
{"id": "article-30245_16", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The sublingual artery branches at the anterior border of the hyoglossus muscle before passing between the genioglossus muscle and mylohyoid muscle to the sublingual gland. It supplies the sublingual gland before giving branches to the mylohyoid muscle. [9] It also provides blood supply to the genioglossus, geniohyoid, and the gingival mucosa of the mandible. [9] One branch from the sublingual artery passes posterior to the alveolar process of the mandible and anastomoses with the corresponding artery from the other side. A second branch of the sublingual artery pierces the mylohyoid muscle and anastomoses with the submental branch of the facial artery.", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The sublingual artery branches at the anterior border of the hyoglossus muscle before passing between the genioglossus muscle and mylohyoid muscle to the sublingual gland. It supplies the sublingual gland before giving branches to the mylohyoid muscle. [9] It also provides blood supply to the genioglossus, geniohyoid, and the gingival mucosa of the mandible. [9] One branch from the sublingual artery passes posterior to the alveolar process of the mandible and anastomoses with the corresponding artery from the other side. A second branch of the sublingual artery pierces the mylohyoid muscle and anastomoses with the submental branch of the facial artery."}
{"id": "article-30245_17", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The deep lingual artery , which is the termination of the lingual artery, passes between the genioglossus muscle and inferior longitudinal muscle, supplying the apex of the tongue. [9]", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The deep lingual artery , which is the termination of the lingual artery, passes between the genioglossus muscle and inferior longitudinal muscle, supplying the apex of the tongue. [9]"}
{"id": "article-30245_18", "title": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics", "content": "The lymphatic vessels from the body of the tongue are divided into marginal and central. The marginal vessels drain the tongue's apex, marginal surface, and sublingual region into the submental and submandibular nodes. [10] Less often, they drain into the jugulodigastric or jugulo-omohyoid nodes. The central vessels are located at the tip of the tongue, travel through the mylohyoid muscle, and drain into the jugulo-omohyoid or jugulodigastric nodes. [10] The dorsal vessels collect lymphatic drainage from the area posterior to the sulcus and drain into the jugulo-omohyoid and jugulodigastric nodes.", "contents": "Anatomy, Head and Neck, Tongue -- Blood Supply and Lymphatics. The lymphatic vessels from the body of the tongue are divided into marginal and central. The marginal vessels drain the tongue's apex, marginal surface, and sublingual region into the submental and submandibular nodes. [10] Less often, they drain into the jugulodigastric or jugulo-omohyoid nodes. The central vessels are located at the tip of the tongue, travel through the mylohyoid muscle, and drain into the jugulo-omohyoid or jugulodigastric nodes. [10] The dorsal vessels collect lymphatic drainage from the area posterior to the sulcus and drain into the jugulo-omohyoid and jugulodigastric nodes."}
{"id": "article-30245_19", "title": "Anatomy, Head and Neck, Tongue -- Nerves", "content": "The hypoglossal nerve (CN XII) provides motor innervation to all of the intrinsic and extrinsic muscles of the tongue except for the palatoglossus muscle, which is innervated by the vagus nerve (CN X) . [11] [12] It runs superficial to the hyoglossus muscle. Lesions of the hypoglossal nerve cause deviation of the tongue to the ipsilateral (i.e., damaged) side.", "contents": "Anatomy, Head and Neck, Tongue -- Nerves. The hypoglossal nerve (CN XII) provides motor innervation to all of the intrinsic and extrinsic muscles of the tongue except for the palatoglossus muscle, which is innervated by the vagus nerve (CN X) . [11] [12] It runs superficial to the hyoglossus muscle. Lesions of the hypoglossal nerve cause deviation of the tongue to the ipsilateral (i.e., damaged) side."}
{"id": "article-30245_20", "title": "Anatomy, Head and Neck, Tongue -- Nerves", "content": "Taste to the anterior two-thirds of the tongue is achieved through innervation from the chorda tympani nerve , a branch of the facial nerve (CN VII) . [13] General sensation to the anterior two-thirds of the tongue is by innervation from the lingual nerve , a branch of the mandibular branch of the trigeminal nerve (CN V3) . [14] The lingual nerve is located deep and medial to the hyoglossus muscle and is associated with the submandibular ganglion.", "contents": "Anatomy, Head and Neck, Tongue -- Nerves. Taste to the anterior two-thirds of the tongue is achieved through innervation from the chorda tympani nerve , a branch of the facial nerve (CN VII) . [13] General sensation to the anterior two-thirds of the tongue is by innervation from the lingual nerve , a branch of the mandibular branch of the trigeminal nerve (CN V3) . [14] The lingual nerve is located deep and medial to the hyoglossus muscle and is associated with the submandibular ganglion."}
{"id": "article-30245_21", "title": "Anatomy, Head and Neck, Tongue -- Nerves", "content": "On the other hand, taste perception in the posterior third of the tongue is accomplished through innervation from the glossopharyngeal nerve (CN IX) , which also provides general sensation to the posterior one-third of the tongue. [15] [16] Taste perception also is performed by both the epiglottis and the epiglottic region of the tongue, which receives taste and general sensation from innervation by the internal laryngeal branch of the vagus nerve (CN X) . [17] Damage to the vagus nerve (CN X) causes contralateral deviation (away from the injured side) of the uvula.", "contents": "Anatomy, Head and Neck, Tongue -- Nerves. On the other hand, taste perception in the posterior third of the tongue is accomplished through innervation from the glossopharyngeal nerve (CN IX) , which also provides general sensation to the posterior one-third of the tongue. [15] [16] Taste perception also is performed by both the epiglottis and the epiglottic region of the tongue, which receives taste and general sensation from innervation by the internal laryngeal branch of the vagus nerve (CN X) . [17] Damage to the vagus nerve (CN X) causes contralateral deviation (away from the injured side) of the uvula."}
{"id": "article-30245_22", "title": "Anatomy, Head and Neck, Tongue -- Muscles", "content": "The tongue is formed by eight paired muscles: four intrinsic and four extrinsic. The intrinsic muscles' most particular feature is that they have no insertions in bone - they arise and insert within the tongue. [5] By contrast, the extrinsic muscles do attach to osseous structures: either the hyoid bone, mandible, or styloid process. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles. The tongue is formed by eight paired muscles: four intrinsic and four extrinsic. The intrinsic muscles' most particular feature is that they have no insertions in bone - they arise and insert within the tongue. [5] By contrast, the extrinsic muscles do attach to osseous structures: either the hyoid bone, mandible, or styloid process. [5]"}
{"id": "article-30245_23", "title": "Anatomy, Head and Neck, Tongue -- Muscles", "content": "The muscles of the tongue are separated and surrounded by connective tissue structures, named median septum, paramedian septum, and lateral septum. [5] The median septum is in the midline of the tongue and gives rise to the transverse muscles; the paramedian septum separates the inferior longitudinal muscle from the genioglossus muscle. The lateral septum surrounds the inferior longitudinal muscle. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles. The muscles of the tongue are separated and surrounded by connective tissue structures, named median septum, paramedian septum, and lateral septum. [5] The median septum is in the midline of the tongue and gives rise to the transverse muscles; the paramedian septum separates the inferior longitudinal muscle from the genioglossus muscle. The lateral septum surrounds the inferior longitudinal muscle. [5]"}
{"id": "article-30245_24", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Superior Longitudinal M uscle", "content": "The superior longitudinal muscle is located immediately underneath the mucosa of the dorsal surface of the tongue [5] and is superior to the transverse and vertical muscles. [11] Although usually depicted as a slim muscle, it is thick in the center and thinners in its periphery. [11] If the superior longitudinal muscle contracts in insolation, the tongue shortens and, therefore, widens. It also participates in the dorsiflexion of the tip of the tongue. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Superior Longitudinal M uscle. The superior longitudinal muscle is located immediately underneath the mucosa of the dorsal surface of the tongue [5] and is superior to the transverse and vertical muscles. [11] Although usually depicted as a slim muscle, it is thick in the center and thinners in its periphery. [11] If the superior longitudinal muscle contracts in insolation, the tongue shortens and, therefore, widens. It also participates in the dorsiflexion of the tip of the tongue. [5]"}
{"id": "article-30245_25", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Inferior Longitudinal Muscle", "content": "The inferior longitudinal muscle is a thin and oval in cross-section muscle. [11] It lies between the paramedian septum and the lateral septum. [11] The fibers of the inferior longitudinal muscle join the anterior fibers of the hyoglossus, genioglossus, and styloglossus muscles, forming the ventral area of the tip of the tongue. [11]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Inferior Longitudinal Muscle. The inferior longitudinal muscle is a thin and oval in cross-section muscle. [11] It lies between the paramedian septum and the lateral septum. [11] The fibers of the inferior longitudinal muscle join the anterior fibers of the hyoglossus, genioglossus, and styloglossus muscles, forming the ventral area of the tip of the tongue. [11]"}
{"id": "article-30245_26", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Inferior Longitudinal Muscle", "content": "Similar to the superior longitudinal muscle, contraction of the inferior longitudinal muscle results in shortening and thickening of the tongue. [5] It also participates in the ventroflexion of the tip of the tongue. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Inferior Longitudinal Muscle. Similar to the superior longitudinal muscle, contraction of the inferior longitudinal muscle results in shortening and thickening of the tongue. [5] It also participates in the ventroflexion of the tip of the tongue. [5]"}
{"id": "article-30245_27", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Transverse Muscle", "content": "The transverse muscles extend laterally from the median septum and more anteriorly and posteriorly when compared to the vertical muscles. [5] Contraction of the transverse muscles lengthens and thinners the tongue. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Transverse Muscle. The transverse muscles extend laterally from the median septum and more anteriorly and posteriorly when compared to the vertical muscles. [5] Contraction of the transverse muscles lengthens and thinners the tongue. [5]"}
{"id": "article-30245_28", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Vertical Muscle", "content": "The vertical muscle is formed by fibers arranged almost in a vertical direction, which intersect with fibers running transversally (transverse muscle fibers). [11] The contraction of the vertical muscle flattens the tongue: simultaneous widening and elongation. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Vertical Muscle. The vertical muscle is formed by fibers arranged almost in a vertical direction, which intersect with fibers running transversally (transverse muscle fibers). [11] The contraction of the vertical muscle flattens the tongue: simultaneous widening and elongation. [5]"}
{"id": "article-30245_29", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Genioglossus Muscle", "content": "The genioglossus is a large, fan-shaped muscle that makes up the thickness of the tongue posteriorly. [11] Its insertion into the midline of the dorsum of the tongue creates the typical concave shape important for speech and swallowing functions. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Genioglossus Muscle. The genioglossus is a large, fan-shaped muscle that makes up the thickness of the tongue posteriorly. [11] Its insertion into the midline of the dorsum of the tongue creates the typical concave shape important for speech and swallowing functions. [5]"}
{"id": "article-30245_30", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Genioglossus Muscle", "content": "The genioglossus muscle originates from the inner surface of the mandible, more specifically from the superior mental spine of the symphysis menti. From here, it extends posteriorly within the tongue, from the root to the tip. [11] Its bony attachment is in the body of the hyoid bone. Contraction of the genioglossus muscle protrudes the tongue. [5] The muscle's horizontal and oblique (posterior fascicles) compartments are believed to be responsible for this action. [5] In addition, the genioglossus muscle is believed to be involved in the depression of the body of the tongue, ventroflexion, and probably, retrusion of the tip of the tongue. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Genioglossus Muscle. The genioglossus muscle originates from the inner surface of the mandible, more specifically from the superior mental spine of the symphysis menti. From here, it extends posteriorly within the tongue, from the root to the tip. [11] Its bony attachment is in the body of the hyoid bone. Contraction of the genioglossus muscle protrudes the tongue. [5] The muscle's horizontal and oblique (posterior fascicles) compartments are believed to be responsible for this action. [5] In addition, the genioglossus muscle is believed to be involved in the depression of the body of the tongue, ventroflexion, and probably, retrusion of the tip of the tongue. [5]"}
{"id": "article-30245_31", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Styloglossus Muscle", "content": "The styloglossus muscle arises from the styloid process (a thin bony projection of the temporal bone) and stylomandibular ligament. [5] The styloglossus is more lateral than the other tongue muscles. Its contraction results in retrusion of the tongue; it also elevates the tongue's lateral margin. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Styloglossus Muscle. The styloglossus muscle arises from the styloid process (a thin bony projection of the temporal bone) and stylomandibular ligament. [5] The styloglossus is more lateral than the other tongue muscles. Its contraction results in retrusion of the tongue; it also elevates the tongue's lateral margin. [5]"}
{"id": "article-30245_32", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Hyoglossus Muscle", "content": "The hyoglossus muscle has a quadrangular shape in its lower two-thirds and a fan shape in its upper third. [11] It originates from the lateral region of the anterior aspect of the body of the hyoid bone. [11] Contraction of the hyoglossus muscle results in retrusion and depression of the tongue's lateral margin. [11]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Hyoglossus Muscle. The hyoglossus muscle has a quadrangular shape in its lower two-thirds and a fan shape in its upper third. [11] It originates from the lateral region of the anterior aspect of the body of the hyoid bone. [11] Contraction of the hyoglossus muscle results in retrusion and depression of the tongue's lateral margin. [11]"}
{"id": "article-30245_33", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- The Palatoglossus Muscle (Glossopharyngeal Muscle)", "content": "It is the only extrinsic muscle of the tongue that is not innervated by the hypoglossal nerve but by the vagus nerve (CN X). [12] Contraction of the palatoglossus muscle elevates the posterior tongue, closes the oropharyngeal isthmus, aids in the initiation of swallowing, and prevents the spill of saliva from the vestibule into the oropharynx by maintaining the palatoglossal arch. It originates from the anterior region of the soft palate, extends inferiorly, forms the palatopharyngeal arch, and inserts into the tongue's lateral borders. [5]", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- The Palatoglossus Muscle (Glossopharyngeal Muscle). It is the only extrinsic muscle of the tongue that is not innervated by the hypoglossal nerve but by the vagus nerve (CN X). [12] Contraction of the palatoglossus muscle elevates the posterior tongue, closes the oropharyngeal isthmus, aids in the initiation of swallowing, and prevents the spill of saliva from the vestibule into the oropharynx by maintaining the palatoglossal arch. It originates from the anterior region of the soft palate, extends inferiorly, forms the palatopharyngeal arch, and inserts into the tongue's lateral borders. [5]"}
{"id": "article-30245_34", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- Intrinsic Muscles", "content": "The superior longitudinal muscle shortens and widens the tongue and curls it upward (dorsiflexion). The inferior longitudinal muscle shortens and widens the tongue and curls it downward (ventroflexion). The transverse muscle elongates and narrows the tongue. The vertical muscle flattens the tongue.", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- Intrinsic Muscles. The superior longitudinal muscle shortens and widens the tongue and curls it upward (dorsiflexion). The inferior longitudinal muscle shortens and widens the tongue and curls it downward (ventroflexion). The transverse muscle elongates and narrows the tongue. The vertical muscle flattens the tongue."}
{"id": "article-30245_35", "title": "Anatomy, Head and Neck, Tongue -- Muscles -- Extrinsic Muscles", "content": "The genioglossus muscle protrudes the tongue. The styloglossus muscle retrudes the tongue and elevates its lateral margins. The hyoglossus muscle retrudes the tongue and depresses its lateral margins. The palatoglossus muscle elevates the posterior tongue, closes the oropharyngeal isthmus, aids in the initiation of swallowing, and prevents the spill of saliva from the vestibule into the oropharynx by maintaining the palatoglossal arch.", "contents": "Anatomy, Head and Neck, Tongue -- Muscles -- Extrinsic Muscles. The genioglossus muscle protrudes the tongue. The styloglossus muscle retrudes the tongue and elevates its lateral margins. The hyoglossus muscle retrudes the tongue and depresses its lateral margins. The palatoglossus muscle elevates the posterior tongue, closes the oropharyngeal isthmus, aids in the initiation of swallowing, and prevents the spill of saliva from the vestibule into the oropharynx by maintaining the palatoglossal arch."}
{"id": "article-30245_36", "title": "Anatomy, Head and Neck, Tongue -- Surgical Considerations", "content": "Thyroglossal duct cysts can develop when there is a remnant at the point of embryologic origin of the thyroid gland, the foramen cecum. The thyroid gland begins to develop on the floor of the embryologic pharynx at the point called the foramen cecum, which is located at the dorsum of the posterior tongue. The developing gland then relocates to its ultimate destination in the anterior neck by migrating down the thyroglossal duct anterior to the hyoid and thyroid cartilages before stopping anterolateral to the superior aspect of the trachea.", "contents": "Anatomy, Head and Neck, Tongue -- Surgical Considerations. Thyroglossal duct cysts can develop when there is a remnant at the point of embryologic origin of the thyroid gland, the foramen cecum. The thyroid gland begins to develop on the floor of the embryologic pharynx at the point called the foramen cecum, which is located at the dorsum of the posterior tongue. The developing gland then relocates to its ultimate destination in the anterior neck by migrating down the thyroglossal duct anterior to the hyoid and thyroid cartilages before stopping anterolateral to the superior aspect of the trachea."}
{"id": "article-30245_37", "title": "Anatomy, Head and Neck, Tongue -- Surgical Considerations", "content": "The thyroglossal duct ordinarily disappears, but remnants of its epithelium may remain, allowing for the potential development of a thyroglossal duct cyst in this area. These cysts generally occur in the neck, close to or inferior to the body of the hyoid bone. They form a swelling at the anterior midline of the neck that is painless, fluctuant, and moves upon swallowing. Thyroglossal duct cysts are typically removed surgically. [18] [19]", "contents": "Anatomy, Head and Neck, Tongue -- Surgical Considerations. The thyroglossal duct ordinarily disappears, but remnants of its epithelium may remain, allowing for the potential development of a thyroglossal duct cyst in this area. These cysts generally occur in the neck, close to or inferior to the body of the hyoid bone. They form a swelling at the anterior midline of the neck that is painless, fluctuant, and moves upon swallowing. Thyroglossal duct cysts are typically removed surgically. [18] [19]"}
{"id": "article-30245_38", "title": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Ankyloglossia", "content": "Ankyloglossia, also known as tongue tie, refers to a short lingual frenulum, which limits the movement of the tongue and may affect speaking, eating, and swallowing. [20] In the most common form of ankyloglossia, the frenulum extends to the tip of the tongue. Ankyloglossia can be corrected by surgically severing the lingual frenulum. [21] [22]", "contents": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Ankyloglossia. Ankyloglossia, also known as tongue tie, refers to a short lingual frenulum, which limits the movement of the tongue and may affect speaking, eating, and swallowing. [20] In the most common form of ankyloglossia, the frenulum extends to the tip of the tongue. Ankyloglossia can be corrected by surgically severing the lingual frenulum. [21] [22]"}
{"id": "article-30245_39", "title": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Fissured tongue", "content": "Also known as a scrotal or plicated tongue, it occurs when several small furrows form on the dorsal surface of the tongue. It can be an oral manifestation of psoriasis. It is generally painless and benign and is often associated with other syndromes, e.g., Down syndrome. [23]", "contents": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Fissured tongue. Also known as a scrotal or plicated tongue, it occurs when several small furrows form on the dorsal surface of the tongue. It can be an oral manifestation of psoriasis. It is generally painless and benign and is often associated with other syndromes, e.g., Down syndrome. [23]"}
{"id": "article-30245_40", "title": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Geographic tongue", "content": "A geographic tongue, also known as benign migratory glossitis, is a benign, asymptomatic condition characterized by large red patches with a greyish-white border covering the dorsum of an otherwise normal tongue. It is caused by inflammation of the mucous membrane of the tongue, which results in the loss of lingual papillae. The lesions are known to migrate over time. The name arises from the map-like appearance of the tongue in this condition. [24] [25]", "contents": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Geographic tongue. A geographic tongue, also known as benign migratory glossitis, is a benign, asymptomatic condition characterized by large red patches with a greyish-white border covering the dorsum of an otherwise normal tongue. It is caused by inflammation of the mucous membrane of the tongue, which results in the loss of lingual papillae. The lesions are known to migrate over time. The name arises from the map-like appearance of the tongue in this condition. [24] [25]"}
{"id": "article-30245_41", "title": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Obstruction Of The Airway", "content": "The tongue tends to fall posteriorly, thus obstructing the airway. Paralysis or total relaxation of the genioglossus muscle presents a risk of suffocation, which can occur during general anesthesia. An artificial airway is made using intubation, which prevents the tongue from falling backward and blocking the airway.", "contents": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Obstruction Of The Airway. The tongue tends to fall posteriorly, thus obstructing the airway. Paralysis or total relaxation of the genioglossus muscle presents a risk of suffocation, which can occur during general anesthesia. An artificial airway is made using intubation, which prevents the tongue from falling backward and blocking the airway."}
{"id": "article-30245_42", "title": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Obstruction Of The Airway", "content": "Ludwig angina infection, once established, evolves to include the tongue. The tongue may enlarge to two or three times its usual size and tends to distend posteriorly into the hypopharynx, superiorly against the palate, and anteriorly out of the oral cavity. Any immediate posterior extension of this process will ultimately involve the epiglottis. The styloglossus muscle creates the connection between the submandibular parapharyngeal spaces, otherwise known as the buccopharyngeal gap, as it leaves the tongue and passes in between the middle and superior constrictor muscles before attaching to the styloid process. Cellulitis of the submandibular space may spread into the pharyngeal space and, from there, into the retropharyngeal space of the mediastinum. The tongue plays a major role in breathing; as such, it is involved in the collapse of the upper airway in obstructive sleep apnoea syndrome patients. [1]", "contents": "Anatomy, Head and Neck, Tongue -- Clinical Significance -- Obstruction Of The Airway. Ludwig angina infection, once established, evolves to include the tongue. The tongue may enlarge to two or three times its usual size and tends to distend posteriorly into the hypopharynx, superiorly against the palate, and anteriorly out of the oral cavity. Any immediate posterior extension of this process will ultimately involve the epiglottis. The styloglossus muscle creates the connection between the submandibular parapharyngeal spaces, otherwise known as the buccopharyngeal gap, as it leaves the tongue and passes in between the middle and superior constrictor muscles before attaching to the styloid process. Cellulitis of the submandibular space may spread into the pharyngeal space and, from there, into the retropharyngeal space of the mediastinum. The tongue plays a major role in breathing; as such, it is involved in the collapse of the upper airway in obstructive sleep apnoea syndrome patients. [1]"}
{"id": "article-30245_43", "title": "Anatomy, Head and Neck, Tongue -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Tongue -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}