{"id": "article-157663_0", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity", "content": "Micronutrient intake is vital for maintaining health and preventing diseases throughout life. While whole foods should be the primary source of micronutrients, supplementation is necessary in certain cases. Both deficiencies and excess intake of micronutrients can have adverse effects. Common deficiencies include vitamin A, folate, iodine, iron, and zinc. Strategies like fortification and biofortification help combat deficiencies. Healthcare professionals must collaborate to identify at-risk individuals, manage imbalances, and promote evidence-based nutrition guidelines. The emphasis should be on diverse diets and cautious supplementation.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity. Micronutrient intake is vital for maintaining health and preventing diseases throughout life. While whole foods should be the primary source of micronutrients, supplementation is necessary in certain cases. Both deficiencies and excess intake of micronutrients can have adverse effects. Common deficiencies include vitamin A, folate, iodine, iron, and zinc. Strategies like fortification and biofortification help combat deficiencies. Healthcare professionals must collaborate to identify at-risk individuals, manage imbalances, and promote evidence-based nutrition guidelines. The emphasis should be on diverse diets and cautious supplementation."}
{"id": "article-157663_1", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity", "content": "This activity discusses micronutrient intake, recommended daily allowances, deficiencies, excessive intakes, and the clinical significance of micronutrient balance. The activity emphasizes a team-based approach to improve patient outcomes, reducing the long-term burden of micronutrient imbalances on both individuals and the healthcare system.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity. This activity discusses micronutrient intake, recommended daily allowances, deficiencies, excessive intakes, and the clinical significance of micronutrient balance. The activity emphasizes a team-based approach to improve patient outcomes, reducing the long-term burden of micronutrient imbalances on both individuals and the healthcare system."}
{"id": "article-157663_2", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity", "content": "Objectives: Identify individuals at risk of micronutrient deficiencies or excesses based on dietary patterns, medical history, and demographic factors. Apply current guidelines and recommendations for micronutrient intake to individualized patient care plans. Communicate effectively with patients about the importance of balanced micronutrient intake, dietary changes, and supplement regimens. Collaborate with registered dietitians and other healthcare professionals to develop comprehensive nutrition plans for patients with complex micronutrient needs. Access free multiple choice questions on this topic.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Continuing Education Activity. Objectives: Identify individuals at risk of micronutrient deficiencies or excesses based on dietary patterns, medical history, and demographic factors. Apply current guidelines and recommendations for micronutrient intake to individualized patient care plans. Communicate effectively with patients about the importance of balanced micronutrient intake, dietary changes, and supplement regimens. Collaborate with registered dietitians and other healthcare professionals to develop comprehensive nutrition plans for patients with complex micronutrient needs. Access free multiple choice questions on this topic."}
{"id": "article-157663_3", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction", "content": "Nutrition is one of the most important modifiable factors that can be targeted to promote health and reduce disease risk throughout the lifespan. [1] A healthy diet consumes energy and nutrients appropriately to meet the body's needs without reaching excess. [2] Nutrients (macronutrients and micronutrients) are essential compounds required to sustain life. Macronutrients (protein, carbohydrates, and lipids) are required in large amounts to provide energy, produce hormones, synthesize molecules, and regulate metabolic pathways. Micronutrients are needed in trace amounts for biochemical processes such as gene transcription, enzymatic reactions, and protection against oxidative stress. [2] [3]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction. Nutrition is one of the most important modifiable factors that can be targeted to promote health and reduce disease risk throughout the lifespan. [1] A healthy diet consumes energy and nutrients appropriately to meet the body's needs without reaching excess. [2] Nutrients (macronutrients and micronutrients) are essential compounds required to sustain life. Macronutrients (protein, carbohydrates, and lipids) are required in large amounts to provide energy, produce hormones, synthesize molecules, and regulate metabolic pathways. Micronutrients are needed in trace amounts for biochemical processes such as gene transcription, enzymatic reactions, and protection against oxidative stress. [2] [3]"}
{"id": "article-157663_4", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction", "content": "An adequate micronutrient intake is needed to support metabolism and physiological processes; however, both deficient and excessive intakes may be harmful and should be avoided. [3] Moreover, while technological and scientific advances have reduced the burden of micronutrient deficiencies, they continue to be expected and affect over 2 billion people of all ages, especially pregnant women and children younger than 5. [4] Two main classifications of micronutrients are vitamins and minerals, each with different effects and considerations for human health.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction. An adequate micronutrient intake is needed to support metabolism and physiological processes; however, both deficient and excessive intakes may be harmful and should be avoided. [3] Moreover, while technological and scientific advances have reduced the burden of micronutrient deficiencies, they continue to be expected and affect over 2 billion people of all ages, especially pregnant women and children younger than 5. [4] Two main classifications of micronutrients are vitamins and minerals, each with different effects and considerations for human health."}
{"id": "article-157663_5", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction", "content": "Vitamins are organic compounds classified as essential nutrients because the body cannot synthesize them, and they must be obtained through the diet. Vitamins catalyze numerous biochemical reactions which are necessary to sustain life. [5]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction. Vitamins are organic compounds classified as essential nutrients because the body cannot synthesize them, and they must be obtained through the diet. Vitamins catalyze numerous biochemical reactions which are necessary to sustain life. [5]"}
{"id": "article-157663_6", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction", "content": "Vitamins are classified according to their solubility in either water or fat, which impacts their absorption and storage. [6] Upon absorption, water-soluble vitamins are washed out, making them hard to store, while fat-soluble vitamins can be stored in adipose tissue for later use. [7]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction. Vitamins are classified according to their solubility in either water or fat, which impacts their absorption and storage. [6] Upon absorption, water-soluble vitamins are washed out, making them hard to store, while fat-soluble vitamins can be stored in adipose tissue for later use. [7]"}
{"id": "article-157663_7", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Vitamin A (retinol): Vitamin A can be obtained as preformed vitamin A (all-trans-retinol and its esters) or provitamin A (β-carotene). Retinol is essential for vision, cell differentiation, and growth. [8] [9] Dietary vitamin A can be found in animal products, including liver, kidney, oils, dairy products, and eggs, and in the form of provitamin A in plant sources, such as leafy vegetables and yellow or orange fruits and vegetables. [8] The recommended dietary allowance (RDA) of vitamin A for healthy adults is 700 micrograms (mcg) per day (d) for women and 900 mcg/d for men. The RDA for children is 300 to 900 mcg/d, while in pregnant women, the RDA is 770 mcg/d and 1300 mcg/d in lactating women. [10]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Vitamin A (retinol): Vitamin A can be obtained as preformed vitamin A (all-trans-retinol and its esters) or provitamin A (β-carotene). Retinol is essential for vision, cell differentiation, and growth. [8] [9] Dietary vitamin A can be found in animal products, including liver, kidney, oils, dairy products, and eggs, and in the form of provitamin A in plant sources, such as leafy vegetables and yellow or orange fruits and vegetables. [8] The recommended dietary allowance (RDA) of vitamin A for healthy adults is 700 micrograms (mcg) per day (d) for women and 900 mcg/d for men. The RDA for children is 300 to 900 mcg/d, while in pregnant women, the RDA is 770 mcg/d and 1300 mcg/d in lactating women. [10]"}
{"id": "article-157663_8", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Vitamin D (cholecalciferol): Vitamin D is a fat-soluble vitamin that plays a key role in calcium regulation and bone metabolism. [11] [12] Vitamin D has also been shown to be important for muscle, immune, nervous, and cardiovascular functions. [11] Vitamin D can be obtained through diet, mostly from fatty fish and fortified foods (such as D2, ergocalciferol, and D3, cholecalciferol). It can also be synthesized in the skin through sun exposure. The most active form of vitamin D, 1,25-dihydroxyvitamin D, increases intestinal absorption of calcium and bone resorption and reduces the renal excretion of calcium and phosphate. [12]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Vitamin D (cholecalciferol): Vitamin D is a fat-soluble vitamin that plays a key role in calcium regulation and bone metabolism. [11] [12] Vitamin D has also been shown to be important for muscle, immune, nervous, and cardiovascular functions. [11] Vitamin D can be obtained through diet, mostly from fatty fish and fortified foods (such as D2, ergocalciferol, and D3, cholecalciferol). It can also be synthesized in the skin through sun exposure. The most active form of vitamin D, 1,25-dihydroxyvitamin D, increases intestinal absorption of calcium and bone resorption and reduces the renal excretion of calcium and phosphate. [12]"}
{"id": "article-157663_9", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Vitamin D recommendations may vary by age, location, sun exposure, diet, and serum vitamin D (25-hydroxyvitamin D) levels. Guidelines from the Endocrine Society define vitamin D sufficiency as 30 to 100 ng/mL. [13] Because most foods have relatively low vitamin D content, supplementation with vitamin D may be warranted at different life stages. [13] [14]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Vitamin D recommendations may vary by age, location, sun exposure, diet, and serum vitamin D (25-hydroxyvitamin D) levels. Guidelines from the Endocrine Society define vitamin D sufficiency as 30 to 100 ng/mL. [13] Because most foods have relatively low vitamin D content, supplementation with vitamin D may be warranted at different life stages. [13] [14]"}
{"id": "article-157663_10", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Vitamin E (tocopherol): Vitamin E is a fat-soluble vitamin that works primarily as an antioxidant, helping to protect the cell membrane. [15] [16] Vitamin E is found in nuts, soybeans, avocados, wheat, leafy vegetables, and olive oil. [15] The daily RDA for adult men and women is 15 mg of α-tocopherol. [17]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Vitamin E (tocopherol): Vitamin E is a fat-soluble vitamin that works primarily as an antioxidant, helping to protect the cell membrane. [15] [16] Vitamin E is found in nuts, soybeans, avocados, wheat, leafy vegetables, and olive oil. [15] The daily RDA for adult men and women is 15 mg of α-tocopherol. [17]"}
{"id": "article-157663_11", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Vitamin K (phylloquinone): Vitamin K is a fat-soluble vitamin crucial in coagulation pathways. [18] Vitamin K is a cofactor in vitamin K-dependent carboxylation and is essential for synthesizing and activating prothrombin and factors VII, IX, and X. [18] [19]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Vitamin K (phylloquinone): Vitamin K is a fat-soluble vitamin crucial in coagulation pathways. [18] Vitamin K is a cofactor in vitamin K-dependent carboxylation and is essential for synthesizing and activating prothrombin and factors VII, IX, and X. [18] [19]"}
{"id": "article-157663_12", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins", "content": "Two main types of vitamin K are K1 (phylloquinone) and K2 (menaquinone), with K1 being the most relevant form in human nutrition. [20] Vitamin K1 is primarily found in leafy greens, and Vitamin K2 is synthesized in the gut by bacteria. For vitamin K, 90 and 120 mcg/d are adequate for women and men, respectively. [20]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Fat-Soluble Vitamins. Two main types of vitamin K are K1 (phylloquinone) and K2 (menaquinone), with K1 being the most relevant form in human nutrition. [20] Vitamin K1 is primarily found in leafy greens, and Vitamin K2 is synthesized in the gut by bacteria. For vitamin K, 90 and 120 mcg/d are adequate for women and men, respectively. [20]"}
{"id": "article-157663_13", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B1 (thiamine): Vitamin B1 is a cofactor for various enzymes crucial for glucose breakdown and energy metabolism. [7] [21] Thiamine can be found in whole grains, nuts, poultry, soybeans, peas, and fortified foods. The recommended daily intake (RDI) for adults is 1.2 mg/d for men, 1.1 mg/d for women, 1.4 mg/d for pregnant women. [21]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B1 (thiamine): Vitamin B1 is a cofactor for various enzymes crucial for glucose breakdown and energy metabolism. [7] [21] Thiamine can be found in whole grains, nuts, poultry, soybeans, peas, and fortified foods. The recommended daily intake (RDI) for adults is 1.2 mg/d for men, 1.1 mg/d for women, 1.4 mg/d for pregnant women. [21]"}
{"id": "article-157663_14", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B2 (riboflavin): Vitamin B2 is crucial for redox reactions, where riboflavin is used as an electron carrier in the form of flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN). [7] [22] Additionally, riboflavin has an important role as an antioxidant, as it aids in the regeneration of glutathione. [22]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B2 (riboflavin): Vitamin B2 is crucial for redox reactions, where riboflavin is used as an electron carrier in the form of flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN). [7] [22] Additionally, riboflavin has an important role as an antioxidant, as it aids in the regeneration of glutathione. [22]"}
{"id": "article-157663_15", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Riboflavin can be found in dairy products, fortified grains, and certain fruits and vegetables. The RDA is 1.1 to 1.3 mg/d for adult men, 0.9 to 1.1 mg/d for adult women, and 1.4 to 1.6 mg/d in pregnant women. [22]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Riboflavin can be found in dairy products, fortified grains, and certain fruits and vegetables. The RDA is 1.1 to 1.3 mg/d for adult men, 0.9 to 1.1 mg/d for adult women, and 1.4 to 1.6 mg/d in pregnant women. [22]"}
{"id": "article-157663_16", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B3 (niacin): Vitamin B3 is a precursor of nicotinamide adenine dinucleotide (NAD) and nicotinamide adenine dinucleotide phosphate (NADP), crucial cofactors for cellular redox reactions. [7] Vitamin B3 can be found in fish, meat, milk, nuts, legumes, mushrooms, and enriched foods. The RDA of vitamin B3 is 16 mg/d for men and 14 mg/d for women. [23]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B3 (niacin): Vitamin B3 is a precursor of nicotinamide adenine dinucleotide (NAD) and nicotinamide adenine dinucleotide phosphate (NADP), crucial cofactors for cellular redox reactions. [7] Vitamin B3 can be found in fish, meat, milk, nuts, legumes, mushrooms, and enriched foods. The RDA of vitamin B3 is 16 mg/d for men and 14 mg/d for women. [23]"}
{"id": "article-157663_17", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B5 (pantothenic acid): Vitamin B5 is of fatty acid synthase and coenzyme component A, which are needed for cell growth, energy production, and hormone synthesis. [7] [24] Pantothenic acid is found in eggs, milk, vegetables, beef, chicken, whole grains, and fortified foods. The RDA is 5 mg/d for adult men and women. The RDA for pregnant and lactating women is 6 mg/d and 7 mg/d, respectively. [24]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B5 (pantothenic acid): Vitamin B5 is of fatty acid synthase and coenzyme component A, which are needed for cell growth, energy production, and hormone synthesis. [7] [24] Pantothenic acid is found in eggs, milk, vegetables, beef, chicken, whole grains, and fortified foods. The RDA is 5 mg/d for adult men and women. The RDA for pregnant and lactating women is 6 mg/d and 7 mg/d, respectively. [24]"}
{"id": "article-157663_18", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B6 (pyridoxine): Vitamin B6 participates in transamination, decarboxylation, and phosphorylation reactions. It plays an important role in protein, carbohydrate, and lipid metabolism and the formation of red blood cells. [7] [25] Pyridoxine can be found in chickpeas, liver, poultry, and fortified cereals. The average requirement for adults is 1.75 mg/d. [25]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B6 (pyridoxine): Vitamin B6 participates in transamination, decarboxylation, and phosphorylation reactions. It plays an important role in protein, carbohydrate, and lipid metabolism and the formation of red blood cells. [7] [25] Pyridoxine can be found in chickpeas, liver, poultry, and fortified cereals. The average requirement for adults is 1.75 mg/d. [25]"}
{"id": "article-157663_19", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B7 (biotin): Vitamin B7 participates in energy metabolism and regulation of oxidative stress. Biotin is a cofactor in various carboxylases, essential for metabolizing protein, fats, and carbohydrates. [7] [26] [27] It can be found in many foods, such as egg yolks, liver, dairy, wheat, oats, rice, spinach, and mushrooms. [27] Intake recommendations range between 5 and 35 mcg/d. [26]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B7 (biotin): Vitamin B7 participates in energy metabolism and regulation of oxidative stress. Biotin is a cofactor in various carboxylases, essential for metabolizing protein, fats, and carbohydrates. [7] [26] [27] It can be found in many foods, such as egg yolks, liver, dairy, wheat, oats, rice, spinach, and mushrooms. [27] Intake recommendations range between 5 and 35 mcg/d. [26]"}
{"id": "article-157663_20", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B9 (folate): Vitamin B9 plays a crucial role in methylation reactions necessary for deoxyribonucleic acid (DNA) and ribonucleic acid (RNA) synthesis, as well as a key role in the maturation of red blood cells and the development of the nervous system. [7] [28] Folate can be found in leafy green vegetables like spinach, broccoli, lettuce, meats, eggs, and milk. A healthy adult requires 400 mcg/d, with higher intakes (400-800 mcg/d) recommended during pregnancy to prevent neural tube defects. [28]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B9 (folate): Vitamin B9 plays a crucial role in methylation reactions necessary for deoxyribonucleic acid (DNA) and ribonucleic acid (RNA) synthesis, as well as a key role in the maturation of red blood cells and the development of the nervous system. [7] [28] Folate can be found in leafy green vegetables like spinach, broccoli, lettuce, meats, eggs, and milk. A healthy adult requires 400 mcg/d, with higher intakes (400-800 mcg/d) recommended during pregnancy to prevent neural tube defects. [28]"}
{"id": "article-157663_21", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin B12 (cobalamin): Vitamin B12 is a water-soluble vitamin that is a cofactor in synthesizing DNA, fatty acids, and myelin, as well as erythropoiesis and the development of the nervous system. [7] [29] Bacteria synthesize cobalamin in the gastrointestinal tract of animals, and the host later absorbs it. Because vitamin B12 is concentrated in animal tissues, it is virtually found only in animal products such as meat, dairy, and eggs. [29] [30] The RDA of vitamin B12 for adults is 2.4 mcg/d. [31]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin B12 (cobalamin): Vitamin B12 is a water-soluble vitamin that is a cofactor in synthesizing DNA, fatty acids, and myelin, as well as erythropoiesis and the development of the nervous system. [7] [29] Bacteria synthesize cobalamin in the gastrointestinal tract of animals, and the host later absorbs it. Because vitamin B12 is concentrated in animal tissues, it is virtually found only in animal products such as meat, dairy, and eggs. [29] [30] The RDA of vitamin B12 for adults is 2.4 mcg/d. [31]"}
{"id": "article-157663_22", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins", "content": "Vitamin C (ascorbic acid): Vitamin C plays a crucial role in collagen formation, iron absorption, bone formation, immune function, and as an antioxidant. [7] Ascorbic acid is primarily found in fruits and vegetables, such as citrus fruits, berries, tomatoes, potatoes, and green leafy vegetables. Recommended intakes may vary, depending on age and gender, but fall predominantly between 40 and 120 mg/d. [32]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Water-Soluble Vitamins. Vitamin C (ascorbic acid): Vitamin C plays a crucial role in collagen formation, iron absorption, bone formation, immune function, and as an antioxidant. [7] Ascorbic acid is primarily found in fruits and vegetables, such as citrus fruits, berries, tomatoes, potatoes, and green leafy vegetables. Recommended intakes may vary, depending on age and gender, but fall predominantly between 40 and 120 mg/d. [32]"}
{"id": "article-157663_23", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Minerals are essential inorganic micronutrients that play an important role in enzymes' structure or catalytic properties and participate in cellular energy transduction, second-messenger pathways, and acid-base balance. [5] [33]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Minerals are essential inorganic micronutrients that play an important role in enzymes' structure or catalytic properties and participate in cellular energy transduction, second-messenger pathways, and acid-base balance. [5] [33]"}
{"id": "article-157663_24", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Calcium: Calcium is important in bone mineralization, nerve impulse transmission, and muscle contraction. It can be obtained from dairy, legumes, vegetables, and cereals. [6] [33] Adult reference intakes are 800 to 1000 mg/d, depending on sex and age. [33]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Calcium: Calcium is important in bone mineralization, nerve impulse transmission, and muscle contraction. It can be obtained from dairy, legumes, vegetables, and cereals. [6] [33] Adult reference intakes are 800 to 1000 mg/d, depending on sex and age. [33]"}
{"id": "article-157663_25", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Phosphorus: Phosphorus is crucial in energy metabolism and is a structural component of RNA, DNA, cell membranes, bones, and teeth. Phosphorus is obtained from dairy products, meats, poultry, and processed foods, where it is added as a preservative. The RDA for adults is 700 mg/d. [6]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Phosphorus: Phosphorus is crucial in energy metabolism and is a structural component of RNA, DNA, cell membranes, bones, and teeth. Phosphorus is obtained from dairy products, meats, poultry, and processed foods, where it is added as a preservative. The RDA for adults is 700 mg/d. [6]"}
{"id": "article-157663_26", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Potassium: Potassium is the main intracellular cation crucial in acid-base balance, blood pressure regulation, and muscle contraction. [6] [34] It can be found mostly in fruits and vegetables, with potatoes having the highest potassium content of all foods. Other sources include milk, chicken, coffee, and beef. The adequate potassium intake is 4,700 mg/d. [34]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Potassium: Potassium is the main intracellular cation crucial in acid-base balance, blood pressure regulation, and muscle contraction. [6] [34] It can be found mostly in fruits and vegetables, with potatoes having the highest potassium content of all foods. Other sources include milk, chicken, coffee, and beef. The adequate potassium intake is 4,700 mg/d. [34]"}
{"id": "article-157663_27", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Sodium: Sodium is crucial to multiple bodily processes, such as fluid balance, nerve impulse transmission, and muscle contraction. Dietary sources of sodium include salt, processed foods, milk, meat, eggs, and vegetables. The adequate intake for adults is 1,500 mg/d. [6]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Sodium: Sodium is crucial to multiple bodily processes, such as fluid balance, nerve impulse transmission, and muscle contraction. Dietary sources of sodium include salt, processed foods, milk, meat, eggs, and vegetables. The adequate intake for adults is 1,500 mg/d. [6]"}
{"id": "article-157663_28", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Chloride: Chloride is a mineral that plays an important role in fluid and acid-base balance, muscle contraction, and nervous function. [6] Chloride intake comes mostly from table salt as sodium chloride, but can also be found in meat, milk, eggs, and vegetables. The reference intake for adults is 1,500 mg/d. [6] [35]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Chloride: Chloride is a mineral that plays an important role in fluid and acid-base balance, muscle contraction, and nervous function. [6] Chloride intake comes mostly from table salt as sodium chloride, but can also be found in meat, milk, eggs, and vegetables. The reference intake for adults is 1,500 mg/d. [6] [35]"}
{"id": "article-157663_29", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Magnesium: Magnesium participates in numerous functions in the human body, such as signaling pathways, energy transfer, metabolism, bone development, and neuromuscular function. [6] Dietary sources of magnesium include fruits, vegetables, whole grains, legumes, nuts, dairy, and meat. The RDA for adults is 400 mg/d. [6] Iron: Iron is a mineral with a crucial role in oxygen transport and metabolic processes. Iron can be found in meats, fortified grains, and leafy vegetables. The RDA for adults is 8 to 18 mg/d. [6]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Magnesium: Magnesium participates in numerous functions in the human body, such as signaling pathways, energy transfer, metabolism, bone development, and neuromuscular function. [6] Dietary sources of magnesium include fruits, vegetables, whole grains, legumes, nuts, dairy, and meat. The RDA for adults is 400 mg/d. [6] Iron: Iron is a mineral with a crucial role in oxygen transport and metabolic processes. Iron can be found in meats, fortified grains, and leafy vegetables. The RDA for adults is 8 to 18 mg/d. [6]"}
{"id": "article-157663_30", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Zinc: Zinc is a trace mineral required for the activity of over 300 enzymes, either as a cofactor or a structural modulator. Dietary sources of zinc include fish, oysters, red meat, legumes, nuts, whole grains, and dairy. The RDA for zinc is 10 mg/d. [6] [33]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Zinc: Zinc is a trace mineral required for the activity of over 300 enzymes, either as a cofactor or a structural modulator. Dietary sources of zinc include fish, oysters, red meat, legumes, nuts, whole grains, and dairy. The RDA for zinc is 10 mg/d. [6] [33]"}
{"id": "article-157663_31", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Copper: Copper is a component of various proteins and a cofactor of many enzymes involved with redox reactions and metabolism. Sources of copper include whole cereals, liver, oysters, cocoa, nuts, dried fruits, and legumes. [33] The copper RDA for adults is 1 mg/d. [6]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Copper: Copper is a component of various proteins and a cofactor of many enzymes involved with redox reactions and metabolism. Sources of copper include whole cereals, liver, oysters, cocoa, nuts, dried fruits, and legumes. [33] The copper RDA for adults is 1 mg/d. [6]"}
{"id": "article-157663_32", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Manganese: Manganese is a mineral required for immune function, glucose regulation, reproduction, coagulation, and energy metabolism. [36] Manganese is found primarily in plant foods such as whole grains, rice, nuts, legumes, leafy vegetables, and seeds. [36] The daily reference intake for adults is 2 mg/d. [36]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Manganese: Manganese is a mineral required for immune function, glucose regulation, reproduction, coagulation, and energy metabolism. [36] Manganese is found primarily in plant foods such as whole grains, rice, nuts, legumes, leafy vegetables, and seeds. [36] The daily reference intake for adults is 2 mg/d. [36]"}
{"id": "article-157663_33", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Selenium: Selenium is a trace mineral that forms part of selenoproteins and is important in antioxidant systems and anabolic processes. The selenium content of food varies depending on the selenium concentration in the soil. In the Western diet, beef, white bread, pork, chicken, eggs, and fish are the main sources of selenium, while Brazil nuts have the highest selenium content among foods. In adults, the RDA is 55 mcg/d. [6] [33]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Selenium: Selenium is a trace mineral that forms part of selenoproteins and is important in antioxidant systems and anabolic processes. The selenium content of food varies depending on the selenium concentration in the soil. In the Western diet, beef, white bread, pork, chicken, eggs, and fish are the main sources of selenium, while Brazil nuts have the highest selenium content among foods. In adults, the RDA is 55 mcg/d. [6] [33]"}
{"id": "article-157663_34", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Molybdenum: Molybdenum is a trace mineral required for the functioning of enzymes, such as sulfite oxidase (responsible for the oxidation of sulfur amino acids), xanthine oxidase (which converts hypoxanthine to xanthine and xanthine to uric acid ), and aldehyde oxidase (essential for phase 1 drug metabolism). Molybdenum sources include beans, grains, and dark leafy vegetables. The molybdenum RDA for adults is 45 mcg/d. [37]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Molybdenum: Molybdenum is a trace mineral required for the functioning of enzymes, such as sulfite oxidase (responsible for the oxidation of sulfur amino acids), xanthine oxidase (which converts hypoxanthine to xanthine and xanthine to uric acid ), and aldehyde oxidase (essential for phase 1 drug metabolism). Molybdenum sources include beans, grains, and dark leafy vegetables. The molybdenum RDA for adults is 45 mcg/d. [37]"}
{"id": "article-157663_35", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals", "content": "Iodine: Iodine plays a crucial role in thyroid hormone synthesis. Iodine is found in animal and plant foods, with amounts depending on soil concentration. In regions with low soil iodine content, iodized salt is the primary source of iodine. The RDA for adults is 150 mcg/d. [6]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Definition/Introduction -- Minerals. Iodine: Iodine plays a crucial role in thyroid hormone synthesis. Iodine is found in animal and plant foods, with amounts depending on soil concentration. In regions with low soil iodine content, iodized salt is the primary source of iodine. The RDA for adults is 150 mcg/d. [6]"}
{"id": "article-157663_36", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern", "content": "Micronutrients are crucial for normal metabolism and tissue function. Both deficient and excess intake may result in adverse health outcomes. [3] Micronutrient requirements should be met through a healthy, varied diet; supplementation should be reserved for those with clinical indications such as demonstrated deficiency or at-risk populations. It is also essential to identify nutrient inadequacies (where the consumption falls below intake recommendations while staying above the deficiency level) to prevent the development of clinical nutrient deficiencies that impair the body's ability to perform everyday functions. [3]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern. Micronutrients are crucial for normal metabolism and tissue function. Both deficient and excess intake may result in adverse health outcomes. [3] Micronutrient requirements should be met through a healthy, varied diet; supplementation should be reserved for those with clinical indications such as demonstrated deficiency or at-risk populations. It is also essential to identify nutrient inadequacies (where the consumption falls below intake recommendations while staying above the deficiency level) to prevent the development of clinical nutrient deficiencies that impair the body's ability to perform everyday functions. [3]"}
{"id": "article-157663_37", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "Vitamin A (retinol): Vitamin A deficiency continues to be a public health concern, especially in developing countries and populations where the diet consists of rice, cassava, or white potato, with a low content of meat and colored vegetables. [8] While rare in developed countries, it can be seen in patients with malabsorptive syndromes. [10] Vitamin A deficiency can cause xerophthalmia, which first manifests as night blindness and, if untreated, may progress to keratinization of the conjunctival epithelium (bitot spots), xerosis, and blindness. [9] Additionally, both subclinical and clinical deficiency have been associated with recurrent infections and increased all-cause mortality. [9] [10]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. Vitamin A (retinol): Vitamin A deficiency continues to be a public health concern, especially in developing countries and populations where the diet consists of rice, cassava, or white potato, with a low content of meat and colored vegetables. [8] While rare in developed countries, it can be seen in patients with malabsorptive syndromes. [10] Vitamin A deficiency can cause xerophthalmia, which first manifests as night blindness and, if untreated, may progress to keratinization of the conjunctival epithelium (bitot spots), xerosis, and blindness. [9] Additionally, both subclinical and clinical deficiency have been associated with recurrent infections and increased all-cause mortality. [9] [10]"}
{"id": "article-157663_38", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "While significantly less frequent, excess intake of vitamin A can lead to hypervitaminosis, which can manifest with hypercalcemia, congenital disabilities (teratogenicity), bone/joint pain, cheilitis, stomatitis, conjunctivitis, desquamation, alopecia, headache, diarrhea, nausea, vomiting, fever, and liver dysfunction. [8]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. While significantly less frequent, excess intake of vitamin A can lead to hypervitaminosis, which can manifest with hypercalcemia, congenital disabilities (teratogenicity), bone/joint pain, cheilitis, stomatitis, conjunctivitis, desquamation, alopecia, headache, diarrhea, nausea, vomiting, fever, and liver dysfunction. [8]"}
{"id": "article-157663_39", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "Vitamin D (cholecalciferol): Vitamin D deficiency is a public health issue worldwide. Approximately 50% of the population has vitamin D insufficiency (suboptimal levels), and about 1 billion people have vitamin D deficiency. [12] Vitamin D deficiency is defined as a 25-hydroxyvitamin D below 20 ng/mL, and vitamin D insufficiency as a 25-hydroxyvitamin D of 21 to 29 ng/ml. [13] Screening is recommended in individuals at risk of deficiency. [13]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. Vitamin D (cholecalciferol): Vitamin D deficiency is a public health issue worldwide. Approximately 50% of the population has vitamin D insufficiency (suboptimal levels), and about 1 billion people have vitamin D deficiency. [12] Vitamin D deficiency is defined as a 25-hydroxyvitamin D below 20 ng/mL, and vitamin D insufficiency as a 25-hydroxyvitamin D of 21 to 29 ng/ml. [13] Screening is recommended in individuals at risk of deficiency. [13]"}
{"id": "article-157663_40", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "Insufficient vitamin D levels have been associated with osteoporosis, risk of falls, and fragility fractures, as well as cancer, cardiovascular disease, diabetes, depression, and autoimmune conditions. [12] Vitamin D deficiency may result in hypocalcemia and hyperparathyroidism, which can cause muscle weakness, bone pain, fatigue, rickets in children, and osteomalacia in adults. [11] [12] Vitamin D toxicity is rare but can occur when 25-hydroxyvitamin D levels exceed 100 to 150 ng/mL and present with hypercalcemia, constipation, polydipsia, polyuria, and confusion. [14]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. Insufficient vitamin D levels have been associated with osteoporosis, risk of falls, and fragility fractures, as well as cancer, cardiovascular disease, diabetes, depression, and autoimmune conditions. [12] Vitamin D deficiency may result in hypocalcemia and hyperparathyroidism, which can cause muscle weakness, bone pain, fatigue, rickets in children, and osteomalacia in adults. [11] [12] Vitamin D toxicity is rare but can occur when 25-hydroxyvitamin D levels exceed 100 to 150 ng/mL and present with hypercalcemia, constipation, polydipsia, polyuria, and confusion. [14]"}
{"id": "article-157663_41", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "Vitamin E (tocopherol): Vitamin E deficiency is rare and tends to occur from fat absorption and metabolism disorders, such as cystic fibrosis, Crohn disease, and abetalipoproteinemia. [16] Vitamin E deficiency manifests with neuromuscular symptoms, including peripheral neuropathy, gait abnormalities, loss of proprioceptive and vibratory sense, and hemolysis. [15]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. Vitamin E (tocopherol): Vitamin E deficiency is rare and tends to occur from fat absorption and metabolism disorders, such as cystic fibrosis, Crohn disease, and abetalipoproteinemia. [16] Vitamin E deficiency manifests with neuromuscular symptoms, including peripheral neuropathy, gait abnormalities, loss of proprioceptive and vibratory sense, and hemolysis. [15]"}
{"id": "article-157663_42", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "As with deficiency, vitamin E toxicity is rare but may occur with very high doses of vitamin E supplements. Hypervitaminosis E is considered less toxic than hypervitaminosis from other fat-soluble vitamins and has been associated with an increase in all-cause mortality and a reduction in the absorption of other fat-soluble vitamins. [15]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. As with deficiency, vitamin E toxicity is rare but may occur with very high doses of vitamin E supplements. Hypervitaminosis E is considered less toxic than hypervitaminosis from other fat-soluble vitamins and has been associated with an increase in all-cause mortality and a reduction in the absorption of other fat-soluble vitamins. [15]"}
{"id": "article-157663_43", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "Vitamin K (phylloquinone): Clinical vitamin deficiency is uncommon in healthy adults but can be seen in patients with malabsorption syndromes and those treated with medications that interfere with the metabolism of vitamin K. [18] Vitamin K deficiency bleeding is common in newborns due to vitamin K not being efficiently transported across the placenta. Vitamin K deficiency bleeding tends to present with intracranial, intrathoracic, and intraabdominal bleeding. [19] For this reason, prophylaxis with 1 mg of vitamin K1 via intramuscular injection is recommended at birth for all newborns.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. Vitamin K (phylloquinone): Clinical vitamin deficiency is uncommon in healthy adults but can be seen in patients with malabsorption syndromes and those treated with medications that interfere with the metabolism of vitamin K. [18] Vitamin K deficiency bleeding is common in newborns due to vitamin K not being efficiently transported across the placenta. Vitamin K deficiency bleeding tends to present with intracranial, intrathoracic, and intraabdominal bleeding. [19] For this reason, prophylaxis with 1 mg of vitamin K1 via intramuscular injection is recommended at birth for all newborns."}
{"id": "article-157663_44", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins", "content": "No known toxicity is associated with high doses of vitamin K1 or K2. [18] However, caution should be taken in neonates, patients with vitamin k–dependent anticoagulation, or hypersensitivity to vitamin K. [18]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Fat-Soluble Vitamins. No known toxicity is associated with high doses of vitamin K1 or K2. [18] However, caution should be taken in neonates, patients with vitamin k–dependent anticoagulation, or hypersensitivity to vitamin K. [18]"}
{"id": "article-157663_45", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B1 (thiamine): Vitamin B1 deficiency is relatively uncommon in the healthy population and commonly presents in patients with alcohol use disorder, acquired immunodeficiency syndrome (AIDS), and malnutrition. It can also be seen in patients with older age, diabetes, hyperthyroidism, and postbariatric surgery. [21] Thiamine deficiency leads to adenosine triphosphate (ATP) depletion, compromising tissues dependent on aerobic metabolism, with the brain, nerves, and heart being particularly susceptible. [7] When thiamine deficiency compromises cardiac function (wet beriberi), it manifests with high-output heart failure, dyspnea on exertion, and edema.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B1 (thiamine): Vitamin B1 deficiency is relatively uncommon in the healthy population and commonly presents in patients with alcohol use disorder, acquired immunodeficiency syndrome (AIDS), and malnutrition. It can also be seen in patients with older age, diabetes, hyperthyroidism, and postbariatric surgery. [21] Thiamine deficiency leads to adenosine triphosphate (ATP) depletion, compromising tissues dependent on aerobic metabolism, with the brain, nerves, and heart being particularly susceptible. [7] When thiamine deficiency compromises cardiac function (wet beriberi), it manifests with high-output heart failure, dyspnea on exertion, and edema."}
{"id": "article-157663_46", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "When the nervous system is affected by vitamin B1 deficiency (dry beriberi), it presents with polyneuritis and muscle wasting. [7] Additionally, thiamine deficiency may damage the brain's mammillary bodies and the thalamus's medial dorsal nucleus, causing Wernicke encephalopathy, which classically manifests with confusion, ophthalmoplegia, and ataxia. If symptoms accompany memory loss and personality changes, Wernicke-Korsakoff syndrome is treated with thiamine followed by intravenous glucose. Thiamin supplementation is considered safe, but supplementation can cause nausea, urticaria, ataxia, and impaired gut motility in some patients. [21]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. When the nervous system is affected by vitamin B1 deficiency (dry beriberi), it presents with polyneuritis and muscle wasting. [7] Additionally, thiamine deficiency may damage the brain's mammillary bodies and the thalamus's medial dorsal nucleus, causing Wernicke encephalopathy, which classically manifests with confusion, ophthalmoplegia, and ataxia. If symptoms accompany memory loss and personality changes, Wernicke-Korsakoff syndrome is treated with thiamine followed by intravenous glucose. Thiamin supplementation is considered safe, but supplementation can cause nausea, urticaria, ataxia, and impaired gut motility in some patients. [21]"}
{"id": "article-157663_47", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B2 (riboflavin): Vitamin B2 deficiency is widespread in children in developing countries, where milk and meat intake is low, and in adolescent girls, who have increased metabolic demands. Riboflavin deficiency can also be seen in older individuals and patients with cancer, eating disorders, or malabsorption syndromes. [22] Manifestations of vitamin B2 deficiency include cheilitis, seborrheic dermatitis, conjunctivitis, sore throat, and fatigue.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B2 (riboflavin): Vitamin B2 deficiency is widespread in children in developing countries, where milk and meat intake is low, and in adolescent girls, who have increased metabolic demands. Riboflavin deficiency can also be seen in older individuals and patients with cancer, eating disorders, or malabsorption syndromes. [22] Manifestations of vitamin B2 deficiency include cheilitis, seborrheic dermatitis, conjunctivitis, sore throat, and fatigue."}
{"id": "article-157663_48", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Riboflavin is considered safe, and toxicity is rare, but caution is recommended in pregnant women. Vitamin B2 supplementation may also cause benign changes in urine color (yellow-orange discoloration). [7] [22]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Riboflavin is considered safe, and toxicity is rare, but caution is recommended in pregnant women. Vitamin B2 supplementation may also cause benign changes in urine color (yellow-orange discoloration). [7] [22]"}
{"id": "article-157663_49", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B3 (niacin): Niacin deficiency is rare in developed countries but can be seen in patients with eating disorders, corn-based diets, chronic alcoholism, and malabsorptive syndromes. [23] Clinical vitamin B3 deficiency is known as pellagra and classically presents with the \"4 D's\", which are diarrhea, dermatitis, dementia, and death (if untreated). [23] Niacin is considered safe, but supplementation may cause skin flushing and itching, affecting patient adherence to supplementation regimens. [23]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B3 (niacin): Niacin deficiency is rare in developed countries but can be seen in patients with eating disorders, corn-based diets, chronic alcoholism, and malabsorptive syndromes. [23] Clinical vitamin B3 deficiency is known as pellagra and classically presents with the \"4 D's\", which are diarrhea, dermatitis, dementia, and death (if untreated). [23] Niacin is considered safe, but supplementation may cause skin flushing and itching, affecting patient adherence to supplementation regimens. [23]"}
{"id": "article-157663_50", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B5 (pantothenic acid): Pantothenic acid deficiency is rare but can sometimes be seen in patients with severe malnutrition. Specific manifestations of deficiency can be hard to characterize, as vitamin B5 deficiency is commonly seen with concurrent deficiencies in other micronutrients. [24] Reported consequences of vitamin B5 deficiency include dermatitis, enteritis, alopecia, fatigue, headache, muscle cramps, paresthesia, and impaired muscle coordination. [7] [24] Vitamin B5 is considered safe, and toxicity has not been reported. [24]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B5 (pantothenic acid): Pantothenic acid deficiency is rare but can sometimes be seen in patients with severe malnutrition. Specific manifestations of deficiency can be hard to characterize, as vitamin B5 deficiency is commonly seen with concurrent deficiencies in other micronutrients. [24] Reported consequences of vitamin B5 deficiency include dermatitis, enteritis, alopecia, fatigue, headache, muscle cramps, paresthesia, and impaired muscle coordination. [7] [24] Vitamin B5 is considered safe, and toxicity has not been reported. [24]"}
{"id": "article-157663_51", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B6 (pyridoxine): Pyridoxine deficiency rarely results from inadequate intake and tends to be seen in patients with compromised renal function, autoimmune diseases, alcohol abuse, and with the use of certain medications such as valproic acid, phenytoin, carbamazepine, hydralazine, and theophylline. Vitamin B6 deficiency presents with seborrheic dermatitis, sideroblastic anemia, glossitis, convulsions, peripheral neuropathy, confusion, and impaired immune function. [7] [25]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B6 (pyridoxine): Pyridoxine deficiency rarely results from inadequate intake and tends to be seen in patients with compromised renal function, autoimmune diseases, alcohol abuse, and with the use of certain medications such as valproic acid, phenytoin, carbamazepine, hydralazine, and theophylline. Vitamin B6 deficiency presents with seborrheic dermatitis, sideroblastic anemia, glossitis, convulsions, peripheral neuropathy, confusion, and impaired immune function. [7] [25]"}
{"id": "article-157663_52", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Pyridoxine hypervitaminosis may occur in cases of excess supplementation, particularly when intake exceeds 1 g/d, and may result in sensory neuropathy, testicular atrophy, and reduced sperm motility. Consequences of excess intake usually resolve after supplementation cessation. [25]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Pyridoxine hypervitaminosis may occur in cases of excess supplementation, particularly when intake exceeds 1 g/d, and may result in sensory neuropathy, testicular atrophy, and reduced sperm motility. Consequences of excess intake usually resolve after supplementation cessation. [25]"}
{"id": "article-157663_53", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B7 (biotin): Biotin deficiency is rare in individuals with a regular diet. It is usually reported in patients with inborn errors of metabolism, in association with certain medications (isotretinoin, as well as some antiepileptics and antibiotics), or with large intakes of raw egg whites, where intact avidin binds biotin and reduces its absorption. [27]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B7 (biotin): Biotin deficiency is rare in individuals with a regular diet. It is usually reported in patients with inborn errors of metabolism, in association with certain medications (isotretinoin, as well as some antiepileptics and antibiotics), or with large intakes of raw egg whites, where intact avidin binds biotin and reduces its absorption. [27]"}
{"id": "article-157663_54", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B7 deficiency can manifest with alopecia, periorificial dermatitis, muscle pain, anemia, depression, and neurological symptoms such as hypotonia, seizures, paresthesia, and developmental delay. [7] [27] Biotin can be excreted in the urine, making toxicity rare; however, a biotin overdose may cause insomnia, excessive thirst, and increased urination. [26]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B7 deficiency can manifest with alopecia, periorificial dermatitis, muscle pain, anemia, depression, and neurological symptoms such as hypotonia, seizures, paresthesia, and developmental delay. [7] [27] Biotin can be excreted in the urine, making toxicity rare; however, a biotin overdose may cause insomnia, excessive thirst, and increased urination. [26]"}
{"id": "article-157663_55", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B9 (folate): Folate deficiency is common in people with a history of chronic alcoholism, malabsorption disorders, hemolytic anemia, or pregnancy. [7] [28] Isolated folate deficiency can result in macrocytic megaloblastic anemia, which can be differentiated from a vitamin B12 deficiency by normal methylmalonic acid levels (versus elevated levels in vitamin B12 deficiency) and the absence of neurological symptoms. [7] [28]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B9 (folate): Folate deficiency is common in people with a history of chronic alcoholism, malabsorption disorders, hemolytic anemia, or pregnancy. [7] [28] Isolated folate deficiency can result in macrocytic megaloblastic anemia, which can be differentiated from a vitamin B12 deficiency by normal methylmalonic acid levels (versus elevated levels in vitamin B12 deficiency) and the absence of neurological symptoms. [7] [28]"}
{"id": "article-157663_56", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "In pregnant women, folate deficiency can result in neural tube defects. [7] For this reason, supplementation with 400 to 800 mcg/d of folate is recommended in all women of reproductive age, with higher doses recommended in women with a history of neural tube defects in previous pregnancies or women who take certain medications, such as antiepileptics. For best results, supplementation should begin 5 to 6 months before pregnancy. [28] As with other water-soluble vitamins, toxicity is uncommon due to the lack of significant storage in the body. [28]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. In pregnant women, folate deficiency can result in neural tube defects. [7] For this reason, supplementation with 400 to 800 mcg/d of folate is recommended in all women of reproductive age, with higher doses recommended in women with a history of neural tube defects in previous pregnancies or women who take certain medications, such as antiepileptics. For best results, supplementation should begin 5 to 6 months before pregnancy. [28] As with other water-soluble vitamins, toxicity is uncommon due to the lack of significant storage in the body. [28]"}
{"id": "article-157663_57", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B12 (cobalamin): Unlike other water-soluble vitamins, excess vitamin B12 can be stored in the liver, decreasing the risk of deficiency. However, if hepatic stores are depleted, a deficiency will develop. [29] Cobalamin deficiency can result from impaired absorption, which can be the result of autoimmune conditions, such as pernicious anemia or other malabsorptive states such as postbariatric surgery, infection with Diphyllobothrium latum, or inflammation from celiac disease. Additionally, deficiency can result from insufficient intake, as seen in some elderly patients and those with strict vegan diets. [29] [31]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B12 (cobalamin): Unlike other water-soluble vitamins, excess vitamin B12 can be stored in the liver, decreasing the risk of deficiency. However, if hepatic stores are depleted, a deficiency will develop. [29] Cobalamin deficiency can result from impaired absorption, which can be the result of autoimmune conditions, such as pernicious anemia or other malabsorptive states such as postbariatric surgery, infection with Diphyllobothrium latum, or inflammation from celiac disease. Additionally, deficiency can result from insufficient intake, as seen in some elderly patients and those with strict vegan diets. [29] [31]"}
{"id": "article-157663_58", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin B12 deficiency presents macrocytic, megaloblastic anemia, similar to folate deficiency. However, isolated vitamin B12 deficiency can be distinguished by elevated serum methylmalonic acid levels (standard in the setting of folate deficiency) and neurologic symptoms, which do not occur in isolated folate deficiency. [7]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin B12 deficiency presents macrocytic, megaloblastic anemia, similar to folate deficiency. However, isolated vitamin B12 deficiency can be distinguished by elevated serum methylmalonic acid levels (standard in the setting of folate deficiency) and neurologic symptoms, which do not occur in isolated folate deficiency. [7]"}
{"id": "article-157663_59", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Preventing or treating cobalamin deficiency requires special considerations regarding individual risk factors. In those where oral vitamin B12 cannot be absorbed, eg, patients with pernicious anemia or postbariatric surgery, parenteral B12 should be administered. [29]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Preventing or treating cobalamin deficiency requires special considerations regarding individual risk factors. In those where oral vitamin B12 cannot be absorbed, eg, patients with pernicious anemia or postbariatric surgery, parenteral B12 should be administered. [29]"}
{"id": "article-157663_60", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "While hepatic cobalamin stores can last months or years, vitamin B12 supplementation is recommended in those who do not consume foods of animal origin, eg, strict vegans or vegetarians with limited egg or dairy intake). In this setting, oral supplementation is considered adequate. [29] [30] [31]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. While hepatic cobalamin stores can last months or years, vitamin B12 supplementation is recommended in those who do not consume foods of animal origin, eg, strict vegans or vegetarians with limited egg or dairy intake). In this setting, oral supplementation is considered adequate. [29] [30] [31]"}
{"id": "article-157663_61", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin C (ascorbic acid): Vitamin C deficiency is rare in individuals with a healthy diet. Still, it can be seen in people at risk of inadequate intake, such as older patients, those with alcohol use disorder, anorexia, food allergies, tobacco use, kidney disease, or who take certain medications, eg, aspirin, indomethacin, contraceptives, tetracyclines, and corticosteroids. [32]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin C (ascorbic acid): Vitamin C deficiency is rare in individuals with a healthy diet. Still, it can be seen in people at risk of inadequate intake, such as older patients, those with alcohol use disorder, anorexia, food allergies, tobacco use, kidney disease, or who take certain medications, eg, aspirin, indomethacin, contraceptives, tetracyclines, and corticosteroids. [32]"}
{"id": "article-157663_62", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "When vitamin C deficiency occurs, it impairs collagen formation in the skin, mucous membranes, blood vessels, and bone. [32] Scurvy is the most classical form of vitamin C deficiency, developing 1 to 3 months after a deficient vitamin C intake. [32] Scurvy manifests with fatigue, weight loss, arthralgias, diarrhea, swollen or bleeding gums, loss of teeth, easy bleeding, and poor wound healing. [7] [32]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. When vitamin C deficiency occurs, it impairs collagen formation in the skin, mucous membranes, blood vessels, and bone. [32] Scurvy is the most classical form of vitamin C deficiency, developing 1 to 3 months after a deficient vitamin C intake. [32] Scurvy manifests with fatigue, weight loss, arthralgias, diarrhea, swollen or bleeding gums, loss of teeth, easy bleeding, and poor wound healing. [7] [32]"}
{"id": "article-157663_63", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins", "content": "Vitamin C is safe and is not thought to cause toxicity at high intakes; however, supplementation may cause headaches, flushing, nausea, or vomiting. Additionally, high doses of vitamin C can acidify the urine and increase the risk of kidney stones. [32]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Water-Soluble Vitamins. Vitamin C is safe and is not thought to cause toxicity at high intakes; however, supplementation may cause headaches, flushing, nausea, or vomiting. Additionally, high doses of vitamin C can acidify the urine and increase the risk of kidney stones. [32]"}
{"id": "article-157663_64", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Calcium: Inadequate calcium intake is common worldwide and linked to loss of bone mass, pregnancy complications, cancers, and cardiovascular disease; however, there is no consensus on what constitutes calcium deficiency. [38]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Calcium: Inadequate calcium intake is common worldwide and linked to loss of bone mass, pregnancy complications, cancers, and cardiovascular disease; however, there is no consensus on what constitutes calcium deficiency. [38]"}
{"id": "article-157663_65", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Toxicity from dietary calcium is rare, but high intakes (from supplementation) have been linked to a higher risk of kidney stones and myocardial infarction; however, this remains controversial. The upper limit for calcium intake is 2500 mg/d for people aged 19 to 50 years and 2000 mg/d for people 50 years and older. [39]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Toxicity from dietary calcium is rare, but high intakes (from supplementation) have been linked to a higher risk of kidney stones and myocardial infarction; however, this remains controversial. The upper limit for calcium intake is 2500 mg/d for people aged 19 to 50 years and 2000 mg/d for people 50 years and older. [39]"}
{"id": "article-157663_66", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Phosphorus: Acute reductions in phosphorus intake can result in bone demineralization. Chronic phosphorus deprivation may result in muscle atrophy and weakness. Severe hypophosphatemia manifests with nervous system dysfunction, weakness, and tremors. [40] Phosphorus toxicity from dietary intake is rare; chronic excess intake has been linked to endothelial dysfunction, calcification, and cardiovascular disease. [40]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Phosphorus: Acute reductions in phosphorus intake can result in bone demineralization. Chronic phosphorus deprivation may result in muscle atrophy and weakness. Severe hypophosphatemia manifests with nervous system dysfunction, weakness, and tremors. [40] Phosphorus toxicity from dietary intake is rare; chronic excess intake has been linked to endothelial dysfunction, calcification, and cardiovascular disease. [40]"}
{"id": "article-157663_67", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Potassium: Potassium deficiency is rare but also considered a shortfall nutrient because most people have a suboptimal intake. Suboptimal potassium intake has been associated with higher blood pressure and cardiovascular disease. [34] [41]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Potassium: Potassium deficiency is rare but also considered a shortfall nutrient because most people have a suboptimal intake. Suboptimal potassium intake has been associated with higher blood pressure and cardiovascular disease. [34] [41]"}
{"id": "article-157663_68", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Sodium: Chronic, inappropriately high, and low sodium intakes have been shown to have a strong association with adverse health outcomes. [42] However, sodium balance is well-regulated, and acute changes in dietary intake are unlikely to impact serum sodium levels and result in clinical excess or deficiency in healthy people. Chronic low intakes can result in hyponatremia, especially in older patients, due to medications and age-related changes in osmolality and sodium regulation. [43]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Sodium: Chronic, inappropriately high, and low sodium intakes have been shown to have a strong association with adverse health outcomes. [42] However, sodium balance is well-regulated, and acute changes in dietary intake are unlikely to impact serum sodium levels and result in clinical excess or deficiency in healthy people. Chronic low intakes can result in hyponatremia, especially in older patients, due to medications and age-related changes in osmolality and sodium regulation. [43]"}
{"id": "article-157663_69", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Chronic high intakes have been associated with high blood pressure, especially in people with higher sodium sensitivity or a low potassium intake. It is important to note that processed foods (rather than table salt) are the main contributor to high sodium intake in most people. [42]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Chronic high intakes have been associated with high blood pressure, especially in people with higher sodium sensitivity or a low potassium intake. It is important to note that processed foods (rather than table salt) are the main contributor to high sodium intake in most people. [42]"}
{"id": "article-157663_70", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Chloride: Chloride intake is closely associated with that of sodium, making dietary chloride deficiency rare; however, chloride deficiency has been reported in infants fed with chloride-deficient milk, presenting with hypokalemic metabolic alkalosis, gastrointestinal symptoms, growth failure, lethargy, irritability, anorexia, and weakness. [44] Chloride toxicity from excess intake is uncommon, and an upper tolerable intake has not been established. [44]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Chloride: Chloride intake is closely associated with that of sodium, making dietary chloride deficiency rare; however, chloride deficiency has been reported in infants fed with chloride-deficient milk, presenting with hypokalemic metabolic alkalosis, gastrointestinal symptoms, growth failure, lethargy, irritability, anorexia, and weakness. [44] Chloride toxicity from excess intake is uncommon, and an upper tolerable intake has not been established. [44]"}
{"id": "article-157663_71", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Magnesium: Magnesium deficiency is common, and it is estimated that half of the US population has a suboptimal magnesium intake. Magnesium inadequacy has been linked to cardiovascular, metabolic, respiratory, and psychiatric conditions. Symptoms of clinical magnesium deficiency are unspecific, eg, muscle spasms and arrhythmias, and can be easily confounded with other nutrient deficiencies. [45]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Magnesium: Magnesium deficiency is common, and it is estimated that half of the US population has a suboptimal magnesium intake. Magnesium inadequacy has been linked to cardiovascular, metabolic, respiratory, and psychiatric conditions. Symptoms of clinical magnesium deficiency are unspecific, eg, muscle spasms and arrhythmias, and can be easily confounded with other nutrient deficiencies. [45]"}
{"id": "article-157663_72", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Magnesium toxicity is rare but can be caused by excess supplement intake, magnesium-containing medications, and renal disease. When present, hypermagnesemia presents with hypotension, bradycardia, and coma. [45]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Magnesium toxicity is rare but can be caused by excess supplement intake, magnesium-containing medications, and renal disease. When present, hypermagnesemia presents with hypotension, bradycardia, and coma. [45]"}
{"id": "article-157663_73", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Iron: Iron deficiency is the most common micronutrient deficiency around the world and significantly compromises oxygen delivery and impairs immune and endocrine function. [1] Iron deficiency usually results from insufficient intake, especially in people with increased needs, eg, infancy, menstruation, and pregnancy. The main manifestation of iron deficiency is microcytic hypochromic anemia. [1] [33]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Iron: Iron deficiency is the most common micronutrient deficiency around the world and significantly compromises oxygen delivery and impairs immune and endocrine function. [1] Iron deficiency usually results from insufficient intake, especially in people with increased needs, eg, infancy, menstruation, and pregnancy. The main manifestation of iron deficiency is microcytic hypochromic anemia. [1] [33]"}
{"id": "article-157663_74", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Iron toxicity from dietary intake is rare in healthy individuals but can occur in the setting of excess supplement intake. In the setting of iron deficiency, educating patients on common adverse effects of iron supplementation, primarily gastrointestinal discomfort such as heartburn, diarrhea, constipation, nausea, or vomiting, is essential. [46]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Iron toxicity from dietary intake is rare in healthy individuals but can occur in the setting of excess supplement intake. In the setting of iron deficiency, educating patients on common adverse effects of iron supplementation, primarily gastrointestinal discomfort such as heartburn, diarrhea, constipation, nausea, or vomiting, is essential. [46]"}
{"id": "article-157663_75", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Zinc: Zinc deficiency is common, especially in developing countries, but also in older adults and the setting of chronic illness. Zinc deficiency can manifest with hypogonadism, impaired taste, eczematous rash, cheilitis, brittle hair, and impaired immune function. [47]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Zinc: Zinc deficiency is common, especially in developing countries, but also in older adults and the setting of chronic illness. Zinc deficiency can manifest with hypogonadism, impaired taste, eczematous rash, cheilitis, brittle hair, and impaired immune function. [47]"}
{"id": "article-157663_76", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Toxicity is rare but can occur with excess supplementation. Additionally, excess Zinc supplementation can impair copper absorption and result in copper deficiency. Common adverse effects of zinc supplementation include nausea and vomiting. [47]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Toxicity is rare but can occur with excess supplementation. Additionally, excess Zinc supplementation can impair copper absorption and result in copper deficiency. Common adverse effects of zinc supplementation include nausea and vomiting. [47]"}
{"id": "article-157663_77", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Copper: Copper deficiency and toxicity from dietary intake are rare in the general population but can be seen in individuals treated with bariatric surgery or certain genetic diseases. [33] [48] Copper deficiency in infancy can impair bone, cardiovascular, immune, and neurologic development. In adulthood, copper deficiency has been associated with impaired cholesterol metabolism. [48]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Copper: Copper deficiency and toxicity from dietary intake are rare in the general population but can be seen in individuals treated with bariatric surgery or certain genetic diseases. [33] [48] Copper deficiency in infancy can impair bone, cardiovascular, immune, and neurologic development. In adulthood, copper deficiency has been associated with impaired cholesterol metabolism. [48]"}
{"id": "article-157663_78", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Copper toxicity is unlikely to result from dietary excess; however, high serum levels of copper have been known to increase oxidative damage and cell death and have been linked to cardiovascular disease. [48] Manganese: Manganese deficiency is extremely rare and has not been reported in nonexperimental settings. Additionally, toxicity from dietary exposure has not been reported. [36]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Copper toxicity is unlikely to result from dietary excess; however, high serum levels of copper have been known to increase oxidative damage and cell death and have been linked to cardiovascular disease. [48] Manganese: Manganese deficiency is extremely rare and has not been reported in nonexperimental settings. Additionally, toxicity from dietary exposure has not been reported. [36]"}
{"id": "article-157663_79", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Selenium: Unlike most micronutrients, selenium has a narrow range of safety, and low and high levels have been associated with adverse health outcomes. [49] Selenium deficiency has been associated with impaired immune function, cognitive decline, infertility, impaired fetal development, thyroid dysfunction, and increased mortality. Selenium deficiency is more commonly seen in the population than at the individual level. [50]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Selenium: Unlike most micronutrients, selenium has a narrow range of safety, and low and high levels have been associated with adverse health outcomes. [49] Selenium deficiency has been associated with impaired immune function, cognitive decline, infertility, impaired fetal development, thyroid dysfunction, and increased mortality. Selenium deficiency is more commonly seen in the population than at the individual level. [50]"}
{"id": "article-157663_80", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Selenium toxicity is strongly influenced by the chemical form of selenium, with inorganic forms showing higher toxicity and vice versa. Acute selenium poisoning can present with hypotension, tachycardia, tremor, and muscle spasms. [49] On the other hand, chronic toxicity can cause hair loss, fingernail fragility, skin rash, joint pain, increased risk of type 2 diabetes, and a characteristic garlic-breath odor due to the concentration of dimethyl selenide in exhaled breath. [49]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Selenium toxicity is strongly influenced by the chemical form of selenium, with inorganic forms showing higher toxicity and vice versa. Acute selenium poisoning can present with hypotension, tachycardia, tremor, and muscle spasms. [49] On the other hand, chronic toxicity can cause hair loss, fingernail fragility, skin rash, joint pain, increased risk of type 2 diabetes, and a characteristic garlic-breath odor due to the concentration of dimethyl selenide in exhaled breath. [49]"}
{"id": "article-157663_81", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Molybdenum: Molybdenum deficiency due to dietary intake has not been reported, and its potential for toxicity is considered low. However, extremely high molybdenum intakes have been reported in places with unusually high soil concentrations, resulting in joint pain, gout-like symptoms, and hyperuricosuria. [37]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Molybdenum: Molybdenum deficiency due to dietary intake has not been reported, and its potential for toxicity is considered low. However, extremely high molybdenum intakes have been reported in places with unusually high soil concentrations, resulting in joint pain, gout-like symptoms, and hyperuricosuria. [37]"}
{"id": "article-157663_82", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "Iodine: Extremes of iodine intake have important consequences for thyroid function. Iodine deficiency continues to be common worldwide and is an important cause of goiter, impaired neurocognitive development, hypothyroidism, and congenital abnormalities. [1] [51]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. Iodine: Extremes of iodine intake have important consequences for thyroid function. Iodine deficiency continues to be common worldwide and is an important cause of goiter, impaired neurocognitive development, hypothyroidism, and congenital abnormalities. [1] [51]"}
{"id": "article-157663_83", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals", "content": "On the other hand, acute iodine toxicity can cause abdominal pain, nausea, vomiting, diarrhea, and cardiovascular symptoms. Chronic toxicity has been associated with increased thyroiditis, hypothyroidism, and hyperthyroidism. [51]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Minerals. On the other hand, acute iodine toxicity can cause abdominal pain, nausea, vomiting, diarrhea, and cardiovascular symptoms. Chronic toxicity has been associated with increased thyroiditis, hypothyroidism, and hyperthyroidism. [51]"}
{"id": "article-157663_84", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Food Quality and Nutrient Sources", "content": "Ensuring the intake of essential nutrients is crucial at all stages of life. Nevertheless, it's vital to obtain these nutrients primarily from whole foods. Research has repeatedly demonstrated that the benefits of foods extend beyond just the sum of individual nutrients. [52]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Food Quality and Nutrient Sources. Ensuring the intake of essential nutrients is crucial at all stages of life. Nevertheless, it's vital to obtain these nutrients primarily from whole foods. Research has repeatedly demonstrated that the benefits of foods extend beyond just the sum of individual nutrients. [52]"}
{"id": "article-157663_85", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Food Quality and Nutrient Sources", "content": "This may be due to the food matrix, which captures the interactions between a food's nutrient and non-nutrient components. While the exact mechanisms behind these health benefits are still under investigation, they are thought to be linked to the bioactive compounds and phytochemicals inherent in such food matrices. [52]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Issues of Concern -- Food Quality and Nutrient Sources. This may be due to the food matrix, which captures the interactions between a food's nutrient and non-nutrient components. While the exact mechanisms behind these health benefits are still under investigation, they are thought to be linked to the bioactive compounds and phytochemicals inherent in such food matrices. [52]"}
{"id": "article-157663_86", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "Maintaining a healthy, varied dietary pattern rich in whole, nutrient-dense foods in adequate quantities is imperative for maintaining health and preventing disease throughout the lifespan. The body needs micronutrients in small amounts to support biochemical processes and cellular function. To achieve the best outcomes, micronutrient needs should be primarily met through various whole foods, recurring to supplementation only when clinically necessary. [3]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. Maintaining a healthy, varied dietary pattern rich in whole, nutrient-dense foods in adequate quantities is imperative for maintaining health and preventing disease throughout the lifespan. The body needs micronutrients in small amounts to support biochemical processes and cellular function. To achieve the best outcomes, micronutrient needs should be primarily met through various whole foods, recurring to supplementation only when clinically necessary. [3]"}
{"id": "article-157663_87", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "Both deficient and excessive micronutrient consumption can have adverse health consequences and should be avoided. Vitamin A, folate, iodine, iron, and zinc are the most common micronutrient deficiencies worldwide and contribute to perinatal complications, poor growth, cognitive impairment, and increased morbidity and mortality. [1] It must be noted that single micronutrient deficiencies are rare, and patients with malnutrition commonly present with multiple micronutrient deficiencies. [1]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. Both deficient and excessive micronutrient consumption can have adverse health consequences and should be avoided. Vitamin A, folate, iodine, iron, and zinc are the most common micronutrient deficiencies worldwide and contribute to perinatal complications, poor growth, cognitive impairment, and increased morbidity and mortality. [1] It must be noted that single micronutrient deficiencies are rare, and patients with malnutrition commonly present with multiple micronutrient deficiencies. [1]"}
{"id": "article-157663_88", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "Supplementation is warranted in the setting of established deficiency as well as prevention in individuals at risk; however, fortification (adding vitamins and minerals to common foods) is also an effective strategy for prevention that has been shown to decrease the burden of micronutrient deficiencies at the population level. [1]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. Supplementation is warranted in the setting of established deficiency as well as prevention in individuals at risk; however, fortification (adding vitamins and minerals to common foods) is also an effective strategy for prevention that has been shown to decrease the burden of micronutrient deficiencies at the population level. [1]"}
{"id": "article-157663_89", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "Biofortification is often utilized to enhance the nutritional content of plant-based foods. This technique can combat widespread critical micronutrient shortages, such as zinc, iodine, iron, selenium, and carotenoids. Biofortification can be achieved through traditional plant breeding, genetic modifications, or certain farming practices. [53]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. Biofortification is often utilized to enhance the nutritional content of plant-based foods. This technique can combat widespread critical micronutrient shortages, such as zinc, iodine, iron, selenium, and carotenoids. Biofortification can be achieved through traditional plant breeding, genetic modifications, or certain farming practices. [53]"}
{"id": "article-157663_90", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "Various methods are classified under biofortification. One popular method is mineral fertilization, where mineral-rich fertilizers are used to improve the nutrient content of the soil, benefiting the plants growing in it. [54] Another is foliar fertilization, which involves applying fertilizers directly to the plant's leaves. [55] Research has shown that this method led to higher amounts of micronutrients like iron, zinc, and selenium in the grains when used on pulse crops. [56]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. Various methods are classified under biofortification. One popular method is mineral fertilization, where mineral-rich fertilizers are used to improve the nutrient content of the soil, benefiting the plants growing in it. [54] Another is foliar fertilization, which involves applying fertilizers directly to the plant's leaves. [55] Research has shown that this method led to higher amounts of micronutrients like iron, zinc, and selenium in the grains when used on pulse crops. [56]"}
{"id": "article-157663_91", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance", "content": "If the required nutrient variation does not exist naturally in a plant's gene pool, or if certain nutrients cannot be introduced through traditional breeding, then genetic engineering comes into play. This method has successfully enhanced the nutritional value of many crops. [57] A notable example is the creation of 'golden rice.' This genetically altered rice has been engineered to contain higher iron levels by producing an iron-storage protein known as ferritin. [58] Additionally, it has been modified to produce β-carotene (a precursor to vitamin A) to help combat vitamin A deficiencies. [59]", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Clinical Significance. If the required nutrient variation does not exist naturally in a plant's gene pool, or if certain nutrients cannot be introduced through traditional breeding, then genetic engineering comes into play. This method has successfully enhanced the nutritional value of many crops. [57] A notable example is the creation of 'golden rice.' This genetically altered rice has been engineered to contain higher iron levels by producing an iron-storage protein known as ferritin. [58] Additionally, it has been modified to produce β-carotene (a precursor to vitamin A) to help combat vitamin A deficiencies. [59]"}
{"id": "article-157663_92", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "An adequate intake of micronutrients is essential for optimal health at all life stages. While micronutrient deficiencies are preventable, they continue to be frequent worldwide. Interprofessional collaboration among physicians, nurses, dietitians, and other healthcare professionals must identify patients at risk of deficiency and act early to improve health outcomes. Healthcare teams must also remain vigilant against the dangers of excess micronutrient intake from inappropriate or unnecessary supplementation.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions. An adequate intake of micronutrients is essential for optimal health at all life stages. While micronutrient deficiencies are preventable, they continue to be frequent worldwide. Interprofessional collaboration among physicians, nurses, dietitians, and other healthcare professionals must identify patients at risk of deficiency and act early to improve health outcomes. Healthcare teams must also remain vigilant against the dangers of excess micronutrient intake from inappropriate or unnecessary supplementation."}
{"id": "article-157663_93", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Physicians and nurses can identify patients at risk of micronutrient imbalances, manage the consequences of inappropriate micronutrient intake, and provide timely referrals to dietitians for a deeper nutritional assessment and tailored guidance to ensure a more holistic approach.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions. Physicians and nurses can identify patients at risk of micronutrient imbalances, manage the consequences of inappropriate micronutrient intake, and provide timely referrals to dietitians for a deeper nutritional assessment and tailored guidance to ensure a more holistic approach."}
{"id": "article-157663_94", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Furthermore, recognizing the pivotal impact of micronutrient intake on overall health, healthcare professionals must continually access and advocate for evidence-based nutrition guidelines. This approach ensures the promotion of sustainable dietary patterns tailored to individual preferences and requirements. Patients should be provided with education emphasizing the significance of fulfilling their micronutrient requirements primarily through a diverse diet, with caution against unnecessary supplementation unless clinically warranted.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions. Furthermore, recognizing the pivotal impact of micronutrient intake on overall health, healthcare professionals must continually access and advocate for evidence-based nutrition guidelines. This approach ensures the promotion of sustainable dietary patterns tailored to individual preferences and requirements. Patients should be provided with education emphasizing the significance of fulfilling their micronutrient requirements primarily through a diverse diet, with caution against unnecessary supplementation unless clinically warranted."}
{"id": "article-157663_95", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "An interprofessional team-based approach involving doctors, advanced practice practitioners, nurses, dietitians, and pharmacists is essential for improving patient outcomes and addressing micronutrient imbalances. This approach reduces the long-term burden of micronutrient imbalances on patients and the healthcare system, enhancing overall health and well-being through teamwork and patient-centered care.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Nursing, Allied Health, and Interprofessional Team Interventions. An interprofessional team-based approach involving doctors, advanced practice practitioners, nurses, dietitians, and pharmacists is essential for improving patient outcomes and addressing micronutrient imbalances. This approach reduces the long-term burden of micronutrient imbalances on patients and the healthcare system, enhancing overall health and well-being through teamwork and patient-centered care."}
{"id": "article-157663_96", "title": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nutrition: Micronutrient Intake, Imbalances, and Interventions -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}