{"id": "article-29589_0", "title": "Stunned Myocardium (Archived) -- Introduction", "content": "The myocardium is composed of cardiac muscle fibers. The contraction of these myocardial fibers leads to the contraction of the heart. Prolonged severe reduction of coronary blood flow can seize myocardial contractility in an irreversible fashion as a result of myocardial necrosis. [1] However, the myocardium can be salvaged with early coronary reperfusion. Nonetheless, the viable reperfused myocardium might not return to contracting properly immediately following reperfusion. The subsequent prolonged but transient postischemic dysfunction after reperfusion is known as the stunned myocardium. [2] Similarly, neurologic pathologies can also lead to stunning of the myocardium, and the phenomenon is collectively called neurogenic stunned myocardium. [3]", "contents": "Stunned Myocardium (Archived) -- Introduction. The myocardium is composed of cardiac muscle fibers. The contraction of these myocardial fibers leads to the contraction of the heart. Prolonged severe reduction of coronary blood flow can seize myocardial contractility in an irreversible fashion as a result of myocardial necrosis. [1] However, the myocardium can be salvaged with early coronary reperfusion. Nonetheless, the viable reperfused myocardium might not return to contracting properly immediately following reperfusion. The subsequent prolonged but transient postischemic dysfunction after reperfusion is known as the stunned myocardium. [2] Similarly, neurologic pathologies can also lead to stunning of the myocardium, and the phenomenon is collectively called neurogenic stunned myocardium. [3]"}
{"id": "article-29589_1", "title": "Stunned Myocardium (Archived) -- Etiology", "content": "Coronary hypoperfusion as a consequence of coronary artery disease can lead to myocardial ischemia or myocardial infarction. Stunned myocardium is viable myocardium salvaged by coronary reperfusion that exhibits prolonged postischemic dysfunction after reperfusion. [4] Similarly, newer studies have revealed a few more causes of stunned myocardium, including stress cardiomyopathy (Takotsubo), neurogenic stunned myocardium, and left ventricular (LV) abnormalities associated with dialysis. [5] Some causes of neurogenic myocardium discussed in the literature include stroke, subarachnoid hemorrhage, metastatic brain tumors, seizures, Guillain-Barré syndrome, reversible posterior leukoencephalopathy syndrome, and meningioma. [6] [7]", "contents": "Stunned Myocardium (Archived) -- Etiology. Coronary hypoperfusion as a consequence of coronary artery disease can lead to myocardial ischemia or myocardial infarction. Stunned myocardium is viable myocardium salvaged by coronary reperfusion that exhibits prolonged postischemic dysfunction after reperfusion. [4] Similarly, newer studies have revealed a few more causes of stunned myocardium, including stress cardiomyopathy (Takotsubo), neurogenic stunned myocardium, and left ventricular (LV) abnormalities associated with dialysis. [5] Some causes of neurogenic myocardium discussed in the literature include stroke, subarachnoid hemorrhage, metastatic brain tumors, seizures, Guillain-Barré syndrome, reversible posterior leukoencephalopathy syndrome, and meningioma. [6] [7]"}
{"id": "article-29589_2", "title": "Stunned Myocardium (Archived) -- Epidemiology", "content": "The exact incidence and prevalence of stunned myocardium are not appreciated as it is a transient process, and routine diagnostics for evaluation of stunned myocardium are not recommended. However, newer studies reveal that patients from all age groups, including the pediatric population on hemodialysis (HD), can develop myocardial stunning. [8] [9] According to some studies, there is a 5 to 26 times increased risk of developing stunned myocardium in patients receiving standard HD sessions with the removal of 1 L to 2 L of fluids. [10] [9] Similarly, a Polish study with a cohort of 120 patients with acute coronary syndrome for the first time revealed one in every four patients had neurogenic stunned myocardium, as evidenced by regional ventricular wall dysfunction remote to the ischemic territory. [11] Future studies are warranted to evaluate the occurrence of stunned myocardium in various populations.", "contents": "Stunned Myocardium (Archived) -- Epidemiology. The exact incidence and prevalence of stunned myocardium are not appreciated as it is a transient process, and routine diagnostics for evaluation of stunned myocardium are not recommended. However, newer studies reveal that patients from all age groups, including the pediatric population on hemodialysis (HD), can develop myocardial stunning. [8] [9] According to some studies, there is a 5 to 26 times increased risk of developing stunned myocardium in patients receiving standard HD sessions with the removal of 1 L to 2 L of fluids. [10] [9] Similarly, a Polish study with a cohort of 120 patients with acute coronary syndrome for the first time revealed one in every four patients had neurogenic stunned myocardium, as evidenced by regional ventricular wall dysfunction remote to the ischemic territory. [11] Future studies are warranted to evaluate the occurrence of stunned myocardium in various populations."}
{"id": "article-29589_3", "title": "Stunned Myocardium (Archived) -- Pathophysiology", "content": "The principal pathology of stunned myocardium is coronary hypoperfusion leading to hypoperfused myocardium. Generally, transient coronary hypoperfusion due to overactive sympathetic response, overproduction of catecholamine and endothelin, and cardiac inflammation can individually or collectively lead to stunning of the myocardium. [12] Moreover, multiple mechanisms involving changes at a cellular level and autoregulatory phenomena have been reported to be involved in myocardial stunning. Some of the mechanisms are described below. At a cellular level, abnormal energy utilization, production of oxygen free radicals, and abnormal calcium reflux seem to play a role in the development of stunned myocardium.", "contents": "Stunned Myocardium (Archived) -- Pathophysiology. The principal pathology of stunned myocardium is coronary hypoperfusion leading to hypoperfused myocardium. Generally, transient coronary hypoperfusion due to overactive sympathetic response, overproduction of catecholamine and endothelin, and cardiac inflammation can individually or collectively lead to stunning of the myocardium. [12] Moreover, multiple mechanisms involving changes at a cellular level and autoregulatory phenomena have been reported to be involved in myocardial stunning. Some of the mechanisms are described below. At a cellular level, abnormal energy utilization, production of oxygen free radicals, and abnormal calcium reflux seem to play a role in the development of stunned myocardium."}
{"id": "article-29589_4", "title": "Stunned Myocardium (Archived) -- Pathophysiology", "content": "1. Abnormal energy utilization: Animal studies have revealed a prolonged hypoperfusion state of about 15 minutes, followed by vascular reperfusion leading to a disturbance in energy utilization in the hypoperfused organ. This disruption in the myocardium can potentially lead to a decreased utilization of creatinine kinase (CK), an enzyme involved in the energy generation required for cardiac contractility. [2] [13]", "contents": "Stunned Myocardium (Archived) -- Pathophysiology. 1. Abnormal energy utilization: Animal studies have revealed a prolonged hypoperfusion state of about 15 minutes, followed by vascular reperfusion leading to a disturbance in energy utilization in the hypoperfused organ. This disruption in the myocardium can potentially lead to a decreased utilization of creatinine kinase (CK), an enzyme involved in the energy generation required for cardiac contractility. [2] [13]"}
{"id": "article-29589_5", "title": "Stunned Myocardium (Archived) -- Pathophysiology", "content": "2. Production of oxygen-derived free radicals and abnormal calcium flux: During the first few minutes of myocardial reperfusion, free radicals are generated that lead to reperfusion injury. [14] The number of free radicals formed decreases as the number of collateral circulations around the ischemic coronaries increases during the ischemic event. Similarly, as the duration of the ischemic event prolongs, the number of free radicals formed also increases. [14] Duration and severity of ischemia, therefore, are major contributory factors to the degree of stunned myocardium. [15] Similarly, calcium levels start to elevate within 1 to 10 minutes of ischemia. Calcium level stays elevated even after reperfusion and precludes normal cardiac contractility. [16] [17] It is also believed that free radicals, along with elevated calcium generated during ischemic events and early reperfusion, impair the proteins of myocardial contractile machinery or sarcoplasmic reticulum, subsequently leading to myocardial stunning. [18]", "contents": "Stunned Myocardium (Archived) -- Pathophysiology. 2. Production of oxygen-derived free radicals and abnormal calcium flux: During the first few minutes of myocardial reperfusion, free radicals are generated that lead to reperfusion injury. [14] The number of free radicals formed decreases as the number of collateral circulations around the ischemic coronaries increases during the ischemic event. Similarly, as the duration of the ischemic event prolongs, the number of free radicals formed also increases. [14] Duration and severity of ischemia, therefore, are major contributory factors to the degree of stunned myocardium. [15] Similarly, calcium levels start to elevate within 1 to 10 minutes of ischemia. Calcium level stays elevated even after reperfusion and precludes normal cardiac contractility. [16] [17] It is also believed that free radicals, along with elevated calcium generated during ischemic events and early reperfusion, impair the proteins of myocardial contractile machinery or sarcoplasmic reticulum, subsequently leading to myocardial stunning. [18]"}
{"id": "article-29589_6", "title": "Stunned Myocardium (Archived) -- Pathophysiology", "content": "Similarly, there is some auto-regulatory phenomenon that plays a role in the development of a stunned myocardium as well. Perfusion-contraction mismatch that occurs in hypoperfused myocardium reduces the contractile function of the myocardial fibers. Injured myocardium that undergoes reperfusion can present transiently as segmental wall motion abnormalities with ventricular dysfunction.", "contents": "Stunned Myocardium (Archived) -- Pathophysiology. Similarly, there is some auto-regulatory phenomenon that plays a role in the development of a stunned myocardium as well. Perfusion-contraction mismatch that occurs in hypoperfused myocardium reduces the contractile function of the myocardial fibers. Injured myocardium that undergoes reperfusion can present transiently as segmental wall motion abnormalities with ventricular dysfunction."}
{"id": "article-29589_7", "title": "Stunned Myocardium (Archived) -- Pathophysiology", "content": "Further, neurologic events such as hemorrhages, strokes, and seizures can cause myocardial injury leading to neurogenic stunned myocardium with features including elevated troponin, EKG changes, and left ventricular dysfunction. The pathophysiology behind stunned myocardium in these conditions is presumed to be sympathetic surge and autonomic dysregulation. [19]", "contents": "Stunned Myocardium (Archived) -- Pathophysiology. Further, neurologic events such as hemorrhages, strokes, and seizures can cause myocardial injury leading to neurogenic stunned myocardium with features including elevated troponin, EKG changes, and left ventricular dysfunction. The pathophysiology behind stunned myocardium in these conditions is presumed to be sympathetic surge and autonomic dysregulation. [19]"}
{"id": "article-29589_8", "title": "Stunned Myocardium (Archived) -- History and Physical", "content": "The signs and symptoms manifested in patients with stunned myocardium are a result of underlying coexisting pathologies, including coronary artery disease and ischemic heart disease. When ischemic myocardial tissue undergoes reperfusion, most of the viable myocytes regain their contractile function, but some continue to have depressed contractility transiently. Since the stunning of the myocardium is a pathophysiological response to myocardial reperfusion, the evaluation of patients with stunned myocardium should focus on the history of present illness in these patients. Emphasis should be given to symptoms of chest pain at rest or exertion, past medical history, social and family history that includes the risk factors for coronary artery disease, diabetes mellitus, and hypertension.", "contents": "Stunned Myocardium (Archived) -- History and Physical. The signs and symptoms manifested in patients with stunned myocardium are a result of underlying coexisting pathologies, including coronary artery disease and ischemic heart disease. When ischemic myocardial tissue undergoes reperfusion, most of the viable myocytes regain their contractile function, but some continue to have depressed contractility transiently. Since the stunning of the myocardium is a pathophysiological response to myocardial reperfusion, the evaluation of patients with stunned myocardium should focus on the history of present illness in these patients. Emphasis should be given to symptoms of chest pain at rest or exertion, past medical history, social and family history that includes the risk factors for coronary artery disease, diabetes mellitus, and hypertension."}
{"id": "article-29589_9", "title": "Stunned Myocardium (Archived) -- Evaluation", "content": "The dysfunction of myocardial contractility, followed by myocardial ischemia and reperfusion, eventually regains full functionality. Nonetheless, stunned myocardium can be assessed using various modalities to evaluate for myocardial viability, including transthoracic echocardiography (TTE), dobutamine stress echocardiography (DSE), myocardial contrast echocardiography (MCE), single-photon emission computed tomography (SPECT), and positron emission tomography (PET).", "contents": "Stunned Myocardium (Archived) -- Evaluation. The dysfunction of myocardial contractility, followed by myocardial ischemia and reperfusion, eventually regains full functionality. Nonetheless, stunned myocardium can be assessed using various modalities to evaluate for myocardial viability, including transthoracic echocardiography (TTE), dobutamine stress echocardiography (DSE), myocardial contrast echocardiography (MCE), single-photon emission computed tomography (SPECT), and positron emission tomography (PET)."}
{"id": "article-29589_10", "title": "Stunned Myocardium (Archived) -- Evaluation -- Transthoracic Echocardiography (TTE)", "content": "Myocardial necrosis is associated with myocardial thinning; preserved end-diastolic wall thickness (EDWT) may provide a simple index of myocardial viability that can be assessed with a resting echocardiogram. EDWT less than or equal to 0.6 cm exclude myocardial viability. [20]", "contents": "Stunned Myocardium (Archived) -- Evaluation -- Transthoracic Echocardiography (TTE). Myocardial necrosis is associated with myocardial thinning; preserved end-diastolic wall thickness (EDWT) may provide a simple index of myocardial viability that can be assessed with a resting echocardiogram. EDWT less than or equal to 0.6 cm exclude myocardial viability. [20]"}
{"id": "article-29589_11", "title": "Stunned Myocardium (Archived) -- Evaluation -- Dobutamine Stress Echocardiography (DSE)", "content": "It can help assess myocardial contractile reserve. A low dose of dobutamine can increase contractility of viable dysfunctional segments, whereas a higher dose can either improve or diminish myocardial contractility of the viable myocardial segments. Scarred tissues do not demonstrate such a phenomenon with either dose of dobutamine. [21]", "contents": "Stunned Myocardium (Archived) -- Evaluation -- Dobutamine Stress Echocardiography (DSE). It can help assess myocardial contractile reserve. A low dose of dobutamine can increase contractility of viable dysfunctional segments, whereas a higher dose can either improve or diminish myocardial contractility of the viable myocardial segments. Scarred tissues do not demonstrate such a phenomenon with either dose of dobutamine. [21]"}
{"id": "article-29589_12", "title": "Stunned Myocardium (Archived) -- Evaluation -- Myocardial Contrast Echocardiography (MCE)", "content": "This diagnostic tool has a high sensitivity for diagnosing myocardial viability and is good at predicting the functional recovery of myocardial tissues after revascularization. The contrast used in MCE is acoustically active gas-filled microbubbles. These microbubbles remain in the intravascular space and can help delineate the left ventricular border. Contrast in the myocardial segments reveals viable myocardial tissues, whereas lack of contrast augmentation reflects nonviable myocardium. [21]", "contents": "Stunned Myocardium (Archived) -- Evaluation -- Myocardial Contrast Echocardiography (MCE). This diagnostic tool has a high sensitivity for diagnosing myocardial viability and is good at predicting the functional recovery of myocardial tissues after revascularization. The contrast used in MCE is acoustically active gas-filled microbubbles. These microbubbles remain in the intravascular space and can help delineate the left ventricular border. Contrast in the myocardial segments reveals viable myocardial tissues, whereas lack of contrast augmentation reflects nonviable myocardium. [21]"}
{"id": "article-29589_13", "title": "Stunned Myocardium (Archived) -- Evaluation -- Single-photon Emission Computed Tomography (SPECT)", "content": "The most commonly used tracers for SPECT include thallium-201 (Tl) and technetium-99m (Tc) –labeled compounds. Myocardial uptake of Tl 4 to 24 hours after injection reflects the integrity of sarcolemma, revealing tissue viability. [22] Technetium-99m (Tc) labeled compounds are lipophilic molecules. Myocardial uptake of these compounds can provide information on both myocardial perfusion and viability. [23]", "contents": "Stunned Myocardium (Archived) -- Evaluation -- Single-photon Emission Computed Tomography (SPECT). The most commonly used tracers for SPECT include thallium-201 (Tl) and technetium-99m (Tc) –labeled compounds. Myocardial uptake of Tl 4 to 24 hours after injection reflects the integrity of sarcolemma, revealing tissue viability. [22] Technetium-99m (Tc) labeled compounds are lipophilic molecules. Myocardial uptake of these compounds can provide information on both myocardial perfusion and viability. [23]"}
{"id": "article-29589_14", "title": "Stunned Myocardium (Archived) -- Evaluation -- Positron Emission Tomography (PET)", "content": "PET evaluates cellular metabolism, thereby assessing the cellular integrity of the myocytes. The most commonly used tracer for a PET scan is FDG (fluorodeoxyglucose). Uptake of FDG reflects viable tissue, whereas the absence of tracer uptake is a reflection of scar tissue. [24]", "contents": "Stunned Myocardium (Archived) -- Evaluation -- Positron Emission Tomography (PET). PET evaluates cellular metabolism, thereby assessing the cellular integrity of the myocytes. The most commonly used tracer for a PET scan is FDG (fluorodeoxyglucose). Uptake of FDG reflects viable tissue, whereas the absence of tracer uptake is a reflection of scar tissue. [24]"}
{"id": "article-29589_15", "title": "Stunned Myocardium (Archived) -- Treatment / Management", "content": "There is no guidelines-based treatment available for stunned myocardium. At present, no known medical therapy is available that can hasten the recovery of stunned myocardium. Since myocardial stunning is a transient phenomenon and myocardium regains full functionality after some time following reperfusion, the focus of care and medical therapy in patients with stunned myocardium lies in the treatment of underlying ischemic tissue. Ionotropic agents can temporarily assist in cases of severe myocardial dysfunction.", "contents": "Stunned Myocardium (Archived) -- Treatment / Management. There is no guidelines-based treatment available for stunned myocardium. At present, no known medical therapy is available that can hasten the recovery of stunned myocardium. Since myocardial stunning is a transient phenomenon and myocardium regains full functionality after some time following reperfusion, the focus of care and medical therapy in patients with stunned myocardium lies in the treatment of underlying ischemic tissue. Ionotropic agents can temporarily assist in cases of severe myocardial dysfunction."}
{"id": "article-29589_16", "title": "Stunned Myocardium (Archived) -- Differential Diagnosis", "content": "Hibernating myocardium: When myocardial and left ventricular function is persistently impaired due to chronic reduction in coronary blood flow, the myocardium adapts to a low flow state called the hibernating myocardium. Myocardial tissue that undergoes hibernation has reduced contractility due to prolonged poor perfusion but is viable and can recover full functionality with revascularization. The important difference between the two phenomena is in the level of blood flow to the tissue. Stunned myocardium has, by definition, been reperfused and the ischemia relieved; however, the function remains depressed for hours, days, or even weeks afterward. In contrast, hibernating myocardium represents the persistent dysfunction of viable myocytes only during a period of reduced blood flow; when blood flow is restored, ventricular function improves. Imaging techniques used to determine myocardial stunning can also help assess hibernating myocardium.", "contents": "Stunned Myocardium (Archived) -- Differential Diagnosis. Hibernating myocardium: When myocardial and left ventricular function is persistently impaired due to chronic reduction in coronary blood flow, the myocardium adapts to a low flow state called the hibernating myocardium. Myocardial tissue that undergoes hibernation has reduced contractility due to prolonged poor perfusion but is viable and can recover full functionality with revascularization. The important difference between the two phenomena is in the level of blood flow to the tissue. Stunned myocardium has, by definition, been reperfused and the ischemia relieved; however, the function remains depressed for hours, days, or even weeks afterward. In contrast, hibernating myocardium represents the persistent dysfunction of viable myocytes only during a period of reduced blood flow; when blood flow is restored, ventricular function improves. Imaging techniques used to determine myocardial stunning can also help assess hibernating myocardium."}
{"id": "article-29589_17", "title": "Stunned Myocardium (Archived) -- Prognosis", "content": "Stunned myocardium is a temporary state, and reperfused myocytes will eventually regain their full contractile function.", "contents": "Stunned Myocardium (Archived) -- Prognosis. Stunned myocardium is a temporary state, and reperfused myocytes will eventually regain their full contractile function."}
{"id": "article-29589_18", "title": "Stunned Myocardium (Archived) -- Complications", "content": "Repeated episodes of myocardial stunning can lead to a gradual worsening of the myocardial contractile dysfunction.", "contents": "Stunned Myocardium (Archived) -- Complications. Repeated episodes of myocardial stunning can lead to a gradual worsening of the myocardial contractile dysfunction."}
{"id": "article-29589_19", "title": "Stunned Myocardium (Archived) -- Deterrence and Patient Education", "content": "Stunning of the myocardium can coexist with other severe cardiac diseases such as coronary artery diseases and ischemic heart diseases. Similarly, occasionally myocardium can be stunned in patients with a neurological condition such as subarachnoid hemorrhage and people undergoing dialysis. There is no treatment for stunned myocardium. Therefore, patients diagnosed with stunned myocardium or at risk for developing the disease should be made aware of the underlying medical conditions and managed accordingly.", "contents": "Stunned Myocardium (Archived) -- Deterrence and Patient Education. Stunning of the myocardium can coexist with other severe cardiac diseases such as coronary artery diseases and ischemic heart diseases. Similarly, occasionally myocardium can be stunned in patients with a neurological condition such as subarachnoid hemorrhage and people undergoing dialysis. There is no treatment for stunned myocardium. Therefore, patients diagnosed with stunned myocardium or at risk for developing the disease should be made aware of the underlying medical conditions and managed accordingly."}
{"id": "article-29589_20", "title": "Stunned Myocardium (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Stunned myocardium is a temporary state, and routine diagnostic for its evaluation is not recommended. There is no therapeutic management geared towards its management. Since stunned myocardium occurs mostly after reperfusion of ischemic myocardium, the condition is best managed by an interprofessional health care team approach, including doctors, nurses, pharmacists, physiotherapists, dietitians, physical trainers, and psychologists.", "contents": "Stunned Myocardium (Archived) -- Enhancing Healthcare Team Outcomes. Stunned myocardium is a temporary state, and routine diagnostic for its evaluation is not recommended. There is no therapeutic management geared towards its management. Since stunned myocardium occurs mostly after reperfusion of ischemic myocardium, the condition is best managed by an interprofessional health care team approach, including doctors, nurses, pharmacists, physiotherapists, dietitians, physical trainers, and psychologists."}
{"id": "article-29589_21", "title": "Stunned Myocardium (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Asymptomatic patients should continue to get annual exams, and underlying risk factors should be treated appropriately. Patients with underlying hypertension, heart failure, coronary artery diseases need strict blood pressure control, medical management, and lifestyle modification. Patients who undergo reperfusion therapy require antiplatelet therapy to avoid any cardiovascular thrombotic events. Pharmacists can help ensure patients get all their medications in a timely fashion. They can also recommend medication selection, dosing, and reconciliation to avoid any drug interactions. Pharmacists can also help report any adverse drug reaction to the health care team and assist in subsequent medication changes and patient counseling. Nurses are an integral part of patient care, especially while patients remain inpatient. Their role is integral in emphasizing and monitoring medication compliance and providing counseling. A fully collaborative, interprofessional team approach can help achieve optimal results in patients with stunned myocardium. [Level 5]", "contents": "Stunned Myocardium (Archived) -- Enhancing Healthcare Team Outcomes. Asymptomatic patients should continue to get annual exams, and underlying risk factors should be treated appropriately. Patients with underlying hypertension, heart failure, coronary artery diseases need strict blood pressure control, medical management, and lifestyle modification. Patients who undergo reperfusion therapy require antiplatelet therapy to avoid any cardiovascular thrombotic events. Pharmacists can help ensure patients get all their medications in a timely fashion. They can also recommend medication selection, dosing, and reconciliation to avoid any drug interactions. Pharmacists can also help report any adverse drug reaction to the health care team and assist in subsequent medication changes and patient counseling. Nurses are an integral part of patient care, especially while patients remain inpatient. Their role is integral in emphasizing and monitoring medication compliance and providing counseling. A fully collaborative, interprofessional team approach can help achieve optimal results in patients with stunned myocardium. [Level 5]"}
{"id": "article-29589_22", "title": "Stunned Myocardium (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Stunned Myocardium (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}