{"id": "article-18035_0", "title": "Autonomic Pharmacology -- Continuing Education Activity", "content": "The basis of autonomic pharmacology reflects the physiology of the sympathetic nervous system (SNS) and the parasympathetic nervous system (PSNS) to regulate involuntary reactions to stresses on multiorgan systems within the body. When a pathologic process is present that affects the homeostasis achieved between the SNS and PSNS in this process, either of these branches can become overactive while the other is excessively inhibited. This activity outlines the indications, mechanism of action, safe administration, adverse effects, contraindications, toxicology, and monitoring of the broad array of physiological possibilities when using autonomic pharmacology.", "contents": "Autonomic Pharmacology -- Continuing Education Activity. The basis of autonomic pharmacology reflects the physiology of the sympathetic nervous system (SNS) and the parasympathetic nervous system (PSNS) to regulate involuntary reactions to stresses on multiorgan systems within the body. When a pathologic process is present that affects the homeostasis achieved between the SNS and PSNS in this process, either of these branches can become overactive while the other is excessively inhibited. This activity outlines the indications, mechanism of action, safe administration, adverse effects, contraindications, toxicology, and monitoring of the broad array of physiological possibilities when using autonomic pharmacology."}
{"id": "article-18035_1", "title": "Autonomic Pharmacology -- Continuing Education Activity", "content": "Objectives: Identify the four major classes of pharmacological agents in autonomic pharmacology. Summarize the mechanism of action of each of the four main categories of autonomic pharmacological agents. Review the side effects of each of the four classes of autonomic pharmacological agents. Outline interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with these classes of medications, leading to optimal patient outcomes. Access free multiple choice questions on this topic.", "contents": "Autonomic Pharmacology -- Continuing Education Activity. Objectives: Identify the four major classes of pharmacological agents in autonomic pharmacology. Summarize the mechanism of action of each of the four main categories of autonomic pharmacological agents. Review the side effects of each of the four classes of autonomic pharmacological agents. Outline interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with these classes of medications, leading to optimal patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18035_2", "title": "Autonomic Pharmacology -- Indications", "content": "The basis of autonomic pharmacology reflects the physiology of the sympathetic nervous system (SNS) and the parasympathetic nervous system (PSNS) to regulate involuntary reactions to stresses on multiorgan systems within the body. When a pathologic process is present that affects the homeostasis achieved between the SNS and PSNS in this process, either of these branches can become overactive while the other is excessively inhibited. [1] This break in homeostasis results in various clinical manifestations that can range in severity from simply presenting rhinorrhea symptomology to fatal presentations like cardiovascular collapse. [2] For a wide range of presentations and severity of pathologies, the agents classified in autonomic pharmacology are indicated to re-establish the homeostasis that the human body attempts to produce via the autonomic nervous system (ANS). [3] Within autonomic pharmacology, there are four specific categories of drugs based on how they affect the ANS:", "contents": "Autonomic Pharmacology -- Indications. The basis of autonomic pharmacology reflects the physiology of the sympathetic nervous system (SNS) and the parasympathetic nervous system (PSNS) to regulate involuntary reactions to stresses on multiorgan systems within the body. When a pathologic process is present that affects the homeostasis achieved between the SNS and PSNS in this process, either of these branches can become overactive while the other is excessively inhibited. [1] This break in homeostasis results in various clinical manifestations that can range in severity from simply presenting rhinorrhea symptomology to fatal presentations like cardiovascular collapse. [2] For a wide range of presentations and severity of pathologies, the agents classified in autonomic pharmacology are indicated to re-establish the homeostasis that the human body attempts to produce via the autonomic nervous system (ANS). [3] Within autonomic pharmacology, there are four specific categories of drugs based on how they affect the ANS:"}
{"id": "article-18035_3", "title": "Autonomic Pharmacology -- Indications", "content": "Cholinomimetics/cholinesterase antagonists Anticholinergics Adrenoreceptor agonists/sympathomimetics Adrenoreceptor antagonists", "contents": "Autonomic Pharmacology -- Indications. Cholinomimetics/cholinesterase antagonists Anticholinergics Adrenoreceptor agonists/sympathomimetics Adrenoreceptor antagonists"}
{"id": "article-18035_4", "title": "Autonomic Pharmacology -- Indications", "content": "The clinical indications of medications from each of the four categories are listed below. Important to note is that this is not a complete list due to the vastness of this topic; the drugs included are representative of each category.", "contents": "Autonomic Pharmacology -- Indications. The clinical indications of medications from each of the four categories are listed below. Important to note is that this is not a complete list due to the vastness of this topic; the drugs included are representative of each category."}
{"id": "article-18035_5", "title": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:", "content": "Cholinomimetics/Cholinesterase antagonists [4] [5] [6] [7] : Bethanechol - postoperative and neurogenic ileus and urinary retention Pilocarpine - glaucoma and alleviating the symptoms of Sjogren’s syndrome Nicotine - found in smoking cessation regimens Cholinesterase inhibitors (neostigmine, edrophonium, pyridostigmine, physostigmine) - the diagnosis and treatment of myasthenia gravis, maintenance treatment of Alzheimer disease, and specifically neostigmine used commonly with glycopyrrolate to reverse neuromuscular blockade in postoperative anesthesia practice Anticholinergics [8] [9] [10] [11] [12] [13] [14] :", "contents": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:. Cholinomimetics/Cholinesterase antagonists [4] [5] [6] [7] : Bethanechol - postoperative and neurogenic ileus and urinary retention Pilocarpine - glaucoma and alleviating the symptoms of Sjogren’s syndrome Nicotine - found in smoking cessation regimens Cholinesterase inhibitors (neostigmine, edrophonium, pyridostigmine, physostigmine) - the diagnosis and treatment of myasthenia gravis, maintenance treatment of Alzheimer disease, and specifically neostigmine used commonly with glycopyrrolate to reverse neuromuscular blockade in postoperative anesthesia practice Anticholinergics [8] [9] [10] [11] [12] [13] [14] :"}
{"id": "article-18035_6", "title": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:", "content": "Atropine - used in ACLS guidelines to correct bradyarrhythmias and in ophthalmic surgery as a retinal dilator Ipratropium and tiotropium - correct acute exacerbations of bronchospasm (asthma, COPD), as well as exacerbation prophylaxis for those conditions Scopolamine - prevents motion sickness and postoperative nausea/vomiting Oxybutynin - urge incontinence and postoperative bladder spasm Dicyclomine, glycopyrrolate - can be used for reducing diarrhea output in irritable bowel syndrome; glycopyrrolate can also be added to cholinesterase reversal of neuromuscular blockades in postoperative anesthesia care to prevent bronchospasm and is currently undergoing investigation as an adjunct treatment in COPD Adrenoreceptor agonists/Sympathomimetics [15] [16] [17] [18] [19] [20] [21] :", "contents": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:. Atropine - used in ACLS guidelines to correct bradyarrhythmias and in ophthalmic surgery as a retinal dilator Ipratropium and tiotropium - correct acute exacerbations of bronchospasm (asthma, COPD), as well as exacerbation prophylaxis for those conditions Scopolamine - prevents motion sickness and postoperative nausea/vomiting Oxybutynin - urge incontinence and postoperative bladder spasm Dicyclomine, glycopyrrolate - can be used for reducing diarrhea output in irritable bowel syndrome; glycopyrrolate can also be added to cholinesterase reversal of neuromuscular blockades in postoperative anesthesia care to prevent bronchospasm and is currently undergoing investigation as an adjunct treatment in COPD Adrenoreceptor agonists/Sympathomimetics [15] [16] [17] [18] [19] [20] [21] :"}
{"id": "article-18035_7", "title": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:", "content": "Clonidine - used as an antihypertensive Dobutamine, phenylephrine, epinephrine - used to correct severe hypotension in cardiogenic shock and acute heart failure exacerbation; epinephrine specifically also used in ACLS guidelines for non-shockable heart rhythms in cardiac arrest and rapid reversal of fatal anaphylactic reactions Albuterol - fast-acting bronchodilator used in acute asthma exacerbations Fenoldopam - corrects hypertension Bromocriptine - involved in the maintenance of Parkinson disease and conditions involving prolactinoma Adrenoreceptor antagonists [22] [23] [24] :", "contents": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:. Clonidine - used as an antihypertensive Dobutamine, phenylephrine, epinephrine - used to correct severe hypotension in cardiogenic shock and acute heart failure exacerbation; epinephrine specifically also used in ACLS guidelines for non-shockable heart rhythms in cardiac arrest and rapid reversal of fatal anaphylactic reactions Albuterol - fast-acting bronchodilator used in acute asthma exacerbations Fenoldopam - corrects hypertension Bromocriptine - involved in the maintenance of Parkinson disease and conditions involving prolactinoma Adrenoreceptor antagonists [22] [23] [24] :"}
{"id": "article-18035_8", "title": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:", "content": "Phenoxybenzamine, phentolamine - used to correct high catecholamine states Prazosin, doxazosin, terazosin, tamsulosin - indicated to correct urinary retention in benign prostatic hyperplasia Beta-blockers (propranolol, metoprolol, labetalol, etc.) - indicated for many cardiovascular conditions since they are in the classification of class II antiarrhythmics; these agents are used to manage tachyarrhythmias, hypertension, angina, heart failure, and migraine prophylaxis", "contents": "Autonomic Pharmacology -- Indications -- FDA-labeled indications:. Phenoxybenzamine, phentolamine - used to correct high catecholamine states Prazosin, doxazosin, terazosin, tamsulosin - indicated to correct urinary retention in benign prostatic hyperplasia Beta-blockers (propranolol, metoprolol, labetalol, etc.) - indicated for many cardiovascular conditions since they are in the classification of class II antiarrhythmics; these agents are used to manage tachyarrhythmias, hypertension, angina, heart failure, and migraine prophylaxis"}
{"id": "article-18035_9", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "As with the homeostasis established via processes performed by the SNS and PSNS, drugs from each of the four categories listed above also work inversely to each other. The primary mechanism of action for most of these agents are to serve as either agonists or antagonists of specific receptors within these systems. [2] The receptors with their locations and physiologic actions are listed below. For adrenoreceptors stimulated by norepinephrine (synapses) and epinephrine (endocrine), involved in SNS processes [25] [26] :", "contents": "Autonomic Pharmacology -- Mechanism of Action. As with the homeostasis established via processes performed by the SNS and PSNS, drugs from each of the four categories listed above also work inversely to each other. The primary mechanism of action for most of these agents are to serve as either agonists or antagonists of specific receptors within these systems. [2] The receptors with their locations and physiologic actions are listed below. For adrenoreceptors stimulated by norepinephrine (synapses) and epinephrine (endocrine), involved in SNS processes [25] [26] :"}
{"id": "article-18035_10", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Alpha-1 (A1) – located mostly in postsynaptic effector cells found in smooth muscle; effects mediated by IP3/DAG path, include mydriasis due to contraction of radial muscles, constriction of arteries and veins, urinary retention due to internal/external urethral sphincter contraction, and a decrease in renin release from renal juxtaglomerular cells", "contents": "Autonomic Pharmacology -- Mechanism of Action. Alpha-1 (A1) – located mostly in postsynaptic effector cells found in smooth muscle; effects mediated by IP3/DAG path, include mydriasis due to contraction of radial muscles, constriction of arteries and veins, urinary retention due to internal/external urethral sphincter contraction, and a decrease in renin release from renal juxtaglomerular cells"}
{"id": "article-18035_11", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Alpha-2 (A2) – located in presynaptic adrenergic terminals found in lipocytes and smooth muscle; effects mediated by decreasing cAMP, including a decrease in norepinephrine release, stimulates platelet aggregation and decreases insulin secretion", "contents": "Autonomic Pharmacology -- Mechanism of Action. Alpha-2 (A2) – located in presynaptic adrenergic terminals found in lipocytes and smooth muscle; effects mediated by decreasing cAMP, including a decrease in norepinephrine release, stimulates platelet aggregation and decreases insulin secretion"}
{"id": "article-18035_12", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Beta-1 (B1) – located in postsynaptic effector cells in the SA node of the heart, lipocytes, brain, juxtaglomerular apparatus of renal tubules, and the ciliary body epithelium; effects mediated by increasing cAMP, including increased heart rate and the conduction velocity through the cardiac nodes, also increases renin release from renal juxtaglomerular cells", "contents": "Autonomic Pharmacology -- Mechanism of Action. Beta-1 (B1) – located in postsynaptic effector cells in the SA node of the heart, lipocytes, brain, juxtaglomerular apparatus of renal tubules, and the ciliary body epithelium; effects mediated by increasing cAMP, including increased heart rate and the conduction velocity through the cardiac nodes, also increases renin release from renal juxtaglomerular cells"}
{"id": "article-18035_13", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Beta-2 (B2) – located in postsynaptic effector cells in smooth muscle and cardiac myocytes; effects mediated by increasing cAMP, include vasodilation, bronchiole dilation, increased insulin secretion, and uterine relaxation", "contents": "Autonomic Pharmacology -- Mechanism of Action. Beta-2 (B2) – located in postsynaptic effector cells in smooth muscle and cardiac myocytes; effects mediated by increasing cAMP, include vasodilation, bronchiole dilation, increased insulin secretion, and uterine relaxation"}
{"id": "article-18035_14", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Beta-3 (B3) – located in postsynaptic effector cells in lipocytes and myocardium; similar effects to beta-1 receptors mediated by increasing cAMP", "contents": "Autonomic Pharmacology -- Mechanism of Action. Beta-3 (B3) – located in postsynaptic effector cells in lipocytes and myocardium; similar effects to beta-1 receptors mediated by increasing cAMP"}
{"id": "article-18035_15", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "For cholinoreceptors stimulated by acetylcholine, most involved in PSNS processes [27] :", "contents": "Autonomic Pharmacology -- Mechanism of Action. For cholinoreceptors stimulated by acetylcholine, most involved in PSNS processes [27] :"}
{"id": "article-18035_16", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Muscarinic-1 (M1) – important to note is the only cholinoreceptor involved in an SNS process, located in sweat glands of the skin; effects mediated by IP3/DAG path, include glandular contraction and increased secretion", "contents": "Autonomic Pharmacology -- Mechanism of Action. Muscarinic-1 (M1) – important to note is the only cholinoreceptor involved in an SNS process, located in sweat glands of the skin; effects mediated by IP3/DAG path, include glandular contraction and increased secretion"}
{"id": "article-18035_17", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Muscarinic-2 (M2) – located in SA and AV nodes and myocardium; effects mediated by decreasing cAMP, include decreasing heart rate and myocardial conduction velocity", "contents": "Autonomic Pharmacology -- Mechanism of Action. Muscarinic-2 (M2) – located in SA and AV nodes and myocardium; effects mediated by decreasing cAMP, include decreasing heart rate and myocardial conduction velocity"}
{"id": "article-18035_18", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Muscarinic-3 (M3) – located in the smooth muscle of various organ systems; effects mediated by IP3/DAG path, include contraction of the ciliary muscle causing miosis, contraction of bronchioles, increased bronchiole secretions, increased GI motility, detrusor muscle contraction, and internal/external urethral sphincter relaxation", "contents": "Autonomic Pharmacology -- Mechanism of Action. Muscarinic-3 (M3) – located in the smooth muscle of various organ systems; effects mediated by IP3/DAG path, include contraction of the ciliary muscle causing miosis, contraction of bronchioles, increased bronchiole secretions, increased GI motility, detrusor muscle contraction, and internal/external urethral sphincter relaxation"}
{"id": "article-18035_19", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Muscarinic-4 (M4) and Muscarinic (M5) - located primarily in the CNS, e.g., forebrain and substania nigra, respectively", "contents": "Autonomic Pharmacology -- Mechanism of Action. Muscarinic-4 (M4) and Muscarinic (M5) - located primarily in the CNS, e.g., forebrain and substania nigra, respectively"}
{"id": "article-18035_20", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Nicotinic-N (NN) – located in postsynaptic dendrites of both sympathetic and parasympathetic postganglionic neurons; effects mediated by Na+/K+ depolarization, include increased neurotransmission", "contents": "Autonomic Pharmacology -- Mechanism of Action. Nicotinic-N (NN) – located in postsynaptic dendrites of both sympathetic and parasympathetic postganglionic neurons; effects mediated by Na+/K+ depolarization, include increased neurotransmission"}
{"id": "article-18035_21", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Nicotinic-M (NM) – located in neuromuscular endplates of skeletal muscle; effects mediated by Na+/K+ depolarization, include skeletal muscle contraction", "contents": "Autonomic Pharmacology -- Mechanism of Action. Nicotinic-M (NM) – located in neuromuscular endplates of skeletal muscle; effects mediated by Na+/K+ depolarization, include skeletal muscle contraction"}
{"id": "article-18035_22", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "For dopamine receptors, most involved in both SNS and PSNS processes [28] : Dopamine 1-5 (D1-5) – located in the CNS, except for Dopamine-1 receptors, which also appear in renal vasculature; effects mediated by cAMP path, include renal artery vasodilation, increased renal blood flow, and modulation of neuroendocrine signaling", "contents": "Autonomic Pharmacology -- Mechanism of Action. For dopamine receptors, most involved in both SNS and PSNS processes [28] : Dopamine 1-5 (D1-5) – located in the CNS, except for Dopamine-1 receptors, which also appear in renal vasculature; effects mediated by cAMP path, include renal artery vasodilation, increased renal blood flow, and modulation of neuroendocrine signaling"}
{"id": "article-18035_23", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "In terms of the four categories mentioned, each is an agonist and/or antagonist of the receptors listed. Cholinomimetics have agonist activity at muscarinic receptors augmenting PSNS activity to achieve the desired effects of increasing GI motility and decreasing intraocular pressure. [4] [5] Whereas the other agents mentioned work directly on receptors as agonists/antagonists, the subcategory of drugs that also achieve similar effects to cholinomimetics is the cholinesterase antagonists. These agents inhibit acetylcholinesterase enzymes within the synaptic cleft to increase the concentration of acetylcholine, resulting in increased PSNS neurotransmission and facilitating skeletal muscle contraction. [7] Inversely, the anticholinergic agents work to inhibit PSNS activity, the main mechanism of action involving antagonism of muscarinic receptors resulting in increased heart rate and conduction velocity and stimulate bronchodilation. [8] [9]", "contents": "Autonomic Pharmacology -- Mechanism of Action. In terms of the four categories mentioned, each is an agonist and/or antagonist of the receptors listed. Cholinomimetics have agonist activity at muscarinic receptors augmenting PSNS activity to achieve the desired effects of increasing GI motility and decreasing intraocular pressure. [4] [5] Whereas the other agents mentioned work directly on receptors as agonists/antagonists, the subcategory of drugs that also achieve similar effects to cholinomimetics is the cholinesterase antagonists. These agents inhibit acetylcholinesterase enzymes within the synaptic cleft to increase the concentration of acetylcholine, resulting in increased PSNS neurotransmission and facilitating skeletal muscle contraction. [7] Inversely, the anticholinergic agents work to inhibit PSNS activity, the main mechanism of action involving antagonism of muscarinic receptors resulting in increased heart rate and conduction velocity and stimulate bronchodilation. [8] [9]"}
{"id": "article-18035_24", "title": "Autonomic Pharmacology -- Mechanism of Action", "content": "Within the SNS system, adrenoreceptor agonists/sympathomimetics work at alpha and beta receptors to potentiate SNS activity to achieve higher cardiac output and fast bronchodilation. [16] [18] Inversely, adrenoreceptor antagonists are also active at alpha and beta receptors in decreasing SNS neurotransmission to reduce heart rate, dampen high catecholamine states, and increase urinary smooth muscle relaxation. [24] [22] [23]", "contents": "Autonomic Pharmacology -- Mechanism of Action. Within the SNS system, adrenoreceptor agonists/sympathomimetics work at alpha and beta receptors to potentiate SNS activity to achieve higher cardiac output and fast bronchodilation. [16] [18] Inversely, adrenoreceptor antagonists are also active at alpha and beta receptors in decreasing SNS neurotransmission to reduce heart rate, dampen high catecholamine states, and increase urinary smooth muscle relaxation. [24] [22] [23]"}
{"id": "article-18035_25", "title": "Autonomic Pharmacology -- Administration", "content": "Most agents are available as IV, IM, SC, PO formulations. [29] [30] [31] Some agents can also be given topically as eye drops, specific to ophthalmologic surgery requiring extended pupillary dilation and the medical treatment of open-angle and closed-angle glaucoma. [32] [33]", "contents": "Autonomic Pharmacology -- Administration. Most agents are available as IV, IM, SC, PO formulations. [29] [30] [31] Some agents can also be given topically as eye drops, specific to ophthalmologic surgery requiring extended pupillary dilation and the medical treatment of open-angle and closed-angle glaucoma. [32] [33]"}
{"id": "article-18035_26", "title": "Autonomic Pharmacology -- Adverse Effects", "content": "Due to the various effects of the ANS on cardiovascular, pulmonary, gastrointestinal, and genitourinary systems, the general theme of reactions to these medications involves effects on these organ systems. The various reactions to each of the categories of agents include [16] [18] [24] [22] [23] : Cholinomimetics/cholinesterase inhibitors – nausea, vomiting, diarrhea, urinary urgency, excessive salivation, sweating, cutaneous vasodilation, bronchial constriction Anticholinergics – tachycardia, urinary retention, xerostomia (dry mouth), constipation, increased intraocular pressure Adrenoreceptor agonists/sympathomimetics – tremor, tachycardia, hypertension, urinary retention, piloerection Adrenoreceptor antagonists – bradycardia, bronchospasm, hypotension", "contents": "Autonomic Pharmacology -- Adverse Effects. Due to the various effects of the ANS on cardiovascular, pulmonary, gastrointestinal, and genitourinary systems, the general theme of reactions to these medications involves effects on these organ systems. The various reactions to each of the categories of agents include [16] [18] [24] [22] [23] : Cholinomimetics/cholinesterase inhibitors – nausea, vomiting, diarrhea, urinary urgency, excessive salivation, sweating, cutaneous vasodilation, bronchial constriction Anticholinergics – tachycardia, urinary retention, xerostomia (dry mouth), constipation, increased intraocular pressure Adrenoreceptor agonists/sympathomimetics – tremor, tachycardia, hypertension, urinary retention, piloerection Adrenoreceptor antagonists – bradycardia, bronchospasm, hypotension"}
{"id": "article-18035_27", "title": "Autonomic Pharmacology -- Contraindications", "content": "Based on the adverse reaction profiles of each category, several significant contraindications can be elucidated [34] [35] [31] :", "contents": "Autonomic Pharmacology -- Contraindications. Based on the adverse reaction profiles of each category, several significant contraindications can be elucidated [34] [35] [31] :"}
{"id": "article-18035_28", "title": "Autonomic Pharmacology -- Contraindications", "content": "Cholinomimetics/Cholinesterase inhibitors – relative contraindications in asthma/COPD, bradycardia, volume-depleted/hypotension, cardiogenic shock, sepsis, reduced ejection fraction heart failure", "contents": "Autonomic Pharmacology -- Contraindications. Cholinomimetics/Cholinesterase inhibitors – relative contraindications in asthma/COPD, bradycardia, volume-depleted/hypotension, cardiogenic shock, sepsis, reduced ejection fraction heart failure"}
{"id": "article-18035_29", "title": "Autonomic Pharmacology -- Contraindications", "content": "Anticholinergics – relative contraindications in glaucoma especially angle-closure, older men with benign prostatic hyperplasia, and peptic ulcer disease; atropine specifically not recommended for children, especially infants who are sensitive to its hyperthermic effects", "contents": "Autonomic Pharmacology -- Contraindications. Anticholinergics – relative contraindications in glaucoma especially angle-closure, older men with benign prostatic hyperplasia, and peptic ulcer disease; atropine specifically not recommended for children, especially infants who are sensitive to its hyperthermic effects"}
{"id": "article-18035_30", "title": "Autonomic Pharmacology -- Contraindications", "content": "Adrenoreceptor agonists/Sympathomimetics – relative contraindications in patients with a previous/current history of tachycardia or hypokalemia, hypertension, urinary retention, gastroparesis; for clonidine specifically in elderly who are more prone to fall from orthostatic hypotension, and epinephrine in those with angle-closure glaucoma", "contents": "Autonomic Pharmacology -- Contraindications. Adrenoreceptor agonists/Sympathomimetics – relative contraindications in patients with a previous/current history of tachycardia or hypokalemia, hypertension, urinary retention, gastroparesis; for clonidine specifically in elderly who are more prone to fall from orthostatic hypotension, and epinephrine in those with angle-closure glaucoma"}
{"id": "article-18035_31", "title": "Autonomic Pharmacology -- Contraindications", "content": "Adrenoreceptor antagonists – relative contraindications for alpha-blockers in orthostatic hypotension, tachycardia, myocardial ischemia; for beta-blockers asthma/COPD for the nonselective agents, bradycardia, hypotension", "contents": "Autonomic Pharmacology -- Contraindications. Adrenoreceptor antagonists – relative contraindications for alpha-blockers in orthostatic hypotension, tachycardia, myocardial ischemia; for beta-blockers asthma/COPD for the nonselective agents, bradycardia, hypotension"}
{"id": "article-18035_32", "title": "Autonomic Pharmacology -- Toxicity", "content": "Toxic profiles of the four categories described are mostly involved in overdose, exhibiting the same effects that are augmented so that the benefits no longer outweigh the risks. The primary reversal strategy for these situations typically is to discontinue the offending agent and treat the resultant symptoms. [1] Several agents of each category have toxic effects which require more specific reversal methods as listed [7] [36] [37] [38] :", "contents": "Autonomic Pharmacology -- Toxicity. Toxic profiles of the four categories described are mostly involved in overdose, exhibiting the same effects that are augmented so that the benefits no longer outweigh the risks. The primary reversal strategy for these situations typically is to discontinue the offending agent and treat the resultant symptoms. [1] Several agents of each category have toxic effects which require more specific reversal methods as listed [7] [36] [37] [38] :"}
{"id": "article-18035_33", "title": "Autonomic Pharmacology -- Toxicity", "content": "Cholinesterase inhibitors (neostigmine, pyridostigmine, physostigmine) – formerly, high doses of these agents were used in chemical warfare would present as miosis, bronchial constriction, vomiting and diarrhea, and progress to convulsions, coma, and finally death; this toxicity profile remains the same and can be reversed with pralidoxime with adjunctive parenteral atropine and benzodiazepines for possible seizure activity", "contents": "Autonomic Pharmacology -- Toxicity. Cholinesterase inhibitors (neostigmine, pyridostigmine, physostigmine) – formerly, high doses of these agents were used in chemical warfare would present as miosis, bronchial constriction, vomiting and diarrhea, and progress to convulsions, coma, and finally death; this toxicity profile remains the same and can be reversed with pralidoxime with adjunctive parenteral atropine and benzodiazepines for possible seizure activity"}
{"id": "article-18035_34", "title": "Autonomic Pharmacology -- Toxicity", "content": "Atropine – can cause vision disturbances when in excess resulting in prolonged mydriasis and cycloplegia, can also exacerbate closed-angle glaucoma by increasing intraocular pressure; reversal generally is to discontinue; however, physostigmine has utility in extreme cases such as severe elevation of body temperature and rapid supraventricular tachycardia", "contents": "Autonomic Pharmacology -- Toxicity. Atropine – can cause vision disturbances when in excess resulting in prolonged mydriasis and cycloplegia, can also exacerbate closed-angle glaucoma by increasing intraocular pressure; reversal generally is to discontinue; however, physostigmine has utility in extreme cases such as severe elevation of body temperature and rapid supraventricular tachycardia"}
{"id": "article-18035_35", "title": "Autonomic Pharmacology -- Toxicity", "content": "Clonidine – can cause xerostomia and sedation; though currently there is no approved reversal, studies are currently investigating the use of naloxone as a reversal agent", "contents": "Autonomic Pharmacology -- Toxicity. Clonidine – can cause xerostomia and sedation; though currently there is no approved reversal, studies are currently investigating the use of naloxone as a reversal agent"}
{"id": "article-18035_36", "title": "Autonomic Pharmacology -- Toxicity", "content": "Beta-blockers – besides severe hypotension and bradycardia, tremors and bronchospasm are worrisome in the event of overdose; glucagon serves as the reversal agent", "contents": "Autonomic Pharmacology -- Toxicity. Beta-blockers – besides severe hypotension and bradycardia, tremors and bronchospasm are worrisome in the event of overdose; glucagon serves as the reversal agent"}
{"id": "article-18035_37", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals who prescribe medications that work on the autonomic system must be fully aware of the side effects of these agents. Requisite close monitoring of vital signs, including blood pressure, heart rate, respiratory rate, oxygen saturation, and the temperature is strongly recommended when attempting to reestablish autonomic homeostasis with ANS agents. [2] Several common conditions which require autonomic pharmacological correction need specific monitoring [39] [40] [41] [42] :", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Healthcare professionals who prescribe medications that work on the autonomic system must be fully aware of the side effects of these agents. Requisite close monitoring of vital signs, including blood pressure, heart rate, respiratory rate, oxygen saturation, and the temperature is strongly recommended when attempting to reestablish autonomic homeostasis with ANS agents. [2] Several common conditions which require autonomic pharmacological correction need specific monitoring [39] [40] [41] [42] :"}
{"id": "article-18035_38", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Glaucoma – ocular telemetry sensors can help to continuously monitor intraocular pressure.", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Glaucoma – ocular telemetry sensors can help to continuously monitor intraocular pressure."}
{"id": "article-18035_39", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Shock – requires several monitoring functions as listed: Maintaining a MAP of 65 and above MAP measurements via an arterial line Pulse pressure variation to guide fluid therapy Bedside echocardiography to assess chambers of the heart and looking for cardiogenic shock vs. obstructive shock (massive PE) and calculate cardiac output/ejection fraction Pulse index continuous cardiac output (PiCCO) device which can serve to continuously monitor continuous cardiac output and assess fluid response", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Shock – requires several monitoring functions as listed: Maintaining a MAP of 65 and above MAP measurements via an arterial line Pulse pressure variation to guide fluid therapy Bedside echocardiography to assess chambers of the heart and looking for cardiogenic shock vs. obstructive shock (massive PE) and calculate cardiac output/ejection fraction Pulse index continuous cardiac output (PiCCO) device which can serve to continuously monitor continuous cardiac output and assess fluid response"}
{"id": "article-18035_40", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Asthma/COPD – pulmonary function testing is the standard to diagnose and monitor the severity of pulmonary obstruction; can also evaluate the effectiveness of inhaled autonomic agents in reversing obstructive processes", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Asthma/COPD – pulmonary function testing is the standard to diagnose and monitor the severity of pulmonary obstruction; can also evaluate the effectiveness of inhaled autonomic agents in reversing obstructive processes"}
{"id": "article-18035_41", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Arrhythmias – for acute monitoring 4-lead ECG and 12-lead EKG are standard for monitoring tachycardias or bradycardias; if extended monitoring is required extended continuous ambulatory rhythm monitors (ECAM) is the monitoring modality of choice", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Arrhythmias – for acute monitoring 4-lead ECG and 12-lead EKG are standard for monitoring tachycardias or bradycardias; if extended monitoring is required extended continuous ambulatory rhythm monitors (ECAM) is the monitoring modality of choice"}
{"id": "article-18035_42", "title": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes", "content": "Physicians, nurses, and pharmacists need to work collaboratively when using medications that interact with the autonomic nervous system to make sure that the pharmacotherapy is safe and effective for each patient. [Level V]", "contents": "Autonomic Pharmacology -- Enhancing Healthcare Team Outcomes. Physicians, nurses, and pharmacists need to work collaboratively when using medications that interact with the autonomic nervous system to make sure that the pharmacotherapy is safe and effective for each patient. [Level V]"}
{"id": "article-18035_43", "title": "Autonomic Pharmacology -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Autonomic Pharmacology -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}