{"id": "article-24481_0", "title": "Lumbosacral Spondylolisthesis -- Continuing Education Activity", "content": "Lumbosacral spondylolisthesis is a forward translation of the fifth lumbar vertebrae over the first sacral vertebrae. Untreated, it may be associated with chronic lower back pain and lead to neurological complications. This activity evaluates the etiology, classification, diagnosis, and treatment options, as well as the role of interprofessional teams in the management of patients with this condition.", "contents": "Lumbosacral Spondylolisthesis -- Continuing Education Activity. Lumbosacral spondylolisthesis is a forward translation of the fifth lumbar vertebrae over the first sacral vertebrae. Untreated, it may be associated with chronic lower back pain and lead to neurological complications. This activity evaluates the etiology, classification, diagnosis, and treatment options, as well as the role of interprofessional teams in the management of patients with this condition."}
{"id": "article-24481_1", "title": "Lumbosacral Spondylolisthesis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of lumbar spondylolisthesis. Review the evaluation of lumbar spondylolisthesis. Outline the management options available for lumbosacral spondylolisthesis. Describe some interprofessional team strategies for improving care coordination and communication to advance lumbosacral spondylolisthesis treatment and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Lumbosacral Spondylolisthesis -- Continuing Education Activity. Objectives: Identify the etiology of lumbar spondylolisthesis. Review the evaluation of lumbar spondylolisthesis. Outline the management options available for lumbosacral spondylolisthesis. Describe some interprofessional team strategies for improving care coordination and communication to advance lumbosacral spondylolisthesis treatment and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-24481_2", "title": "Lumbosacral Spondylolisthesis -- Introduction", "content": "Lumbosacral spondylolisthesis is the forward translation of the fifth lumbar vertebra (L5) over the first sacral vertebra (S1). Bilateral L5 pars defect (spondylolysis) or repetitive stress injury is the primary etiology behind lumbosacral spondylolisthesis. The degree of a slip often correlates with the degree of symptoms.", "contents": "Lumbosacral Spondylolisthesis -- Introduction. Lumbosacral spondylolisthesis is the forward translation of the fifth lumbar vertebra (L5) over the first sacral vertebra (S1). Bilateral L5 pars defect (spondylolysis) or repetitive stress injury is the primary etiology behind lumbosacral spondylolisthesis. The degree of a slip often correlates with the degree of symptoms."}
{"id": "article-24481_3", "title": "Lumbosacral Spondylolisthesis -- Introduction", "content": "The prevalence of spondylolysis (pars defect), in the general population, is 6%, and a third of those will subsequently develop a degree of spondylolisthesis. [1] The majority of cases are mild or asymptomatic, and only a relatively small percentage of symptomatic patients require surgical intervention.", "contents": "Lumbosacral Spondylolisthesis -- Introduction. The prevalence of spondylolysis (pars defect), in the general population, is 6%, and a third of those will subsequently develop a degree of spondylolisthesis. [1] The majority of cases are mild or asymptomatic, and only a relatively small percentage of symptomatic patients require surgical intervention."}
{"id": "article-24481_4", "title": "Lumbosacral Spondylolisthesis -- Introduction", "content": "The most commonly affected populations are children and adolescents participating in sports that require repetitive lower back hyperextension (divers, pace cricket bowlers, baseball, softball, rugby, weightlifting, sailing, table tennis, wrestlers, gymnasts, dancers, and footballers). They usually present with lower back pain exacerbated by activity. [2] Occasionally pain can radiate to both buttocks and legs, and in advanced cases, the gait pattern and walking distance may be affected. Presentation in adults is more insidious and commonly associated with long-standing degenerative changes secondary to the slip, often leading to spinal canal stenosis and radicular pain. Management of the majority of the cases is non-operative, but patients who fail non-operative treatment and continue having disabling symptoms may require surgical treatment. [2] [3]", "contents": "Lumbosacral Spondylolisthesis -- Introduction. The most commonly affected populations are children and adolescents participating in sports that require repetitive lower back hyperextension (divers, pace cricket bowlers, baseball, softball, rugby, weightlifting, sailing, table tennis, wrestlers, gymnasts, dancers, and footballers). They usually present with lower back pain exacerbated by activity. [2] Occasionally pain can radiate to both buttocks and legs, and in advanced cases, the gait pattern and walking distance may be affected. Presentation in adults is more insidious and commonly associated with long-standing degenerative changes secondary to the slip, often leading to spinal canal stenosis and radicular pain. Management of the majority of the cases is non-operative, but patients who fail non-operative treatment and continue having disabling symptoms may require surgical treatment. [2] [3]"}
{"id": "article-24481_5", "title": "Lumbosacral Spondylolisthesis -- Etiology", "content": "A Wiltse-Newman classification describes different etiology of pars interarticularis failure [4] : Type I  Dysplastic – congenital defect in pars Type II (isthmic) is the most common II A pars fatigue fracture II B pars elongation due to multiple healed stress fractures II C pars acute fracture Type III degenerative spondylolisthesis from degenerative facet instability without pars fracture Type IV Traumatic – due to acute posterior arch fracture other than pars Type V  Neoplastic – pathologic destruction of the pars Depending on the degree of the forward slip, the severity of this process is graded as mild, severe, or complete slip (spondyloptosis) - described later in Myerding classification. In the most common isthmic spondylolisthesis, which leads to an L5/S1 slip, the following stages have been identified.", "contents": "Lumbosacral Spondylolisthesis -- Etiology. A Wiltse-Newman classification describes different etiology of pars interarticularis failure [4] : Type I  Dysplastic – congenital defect in pars Type II (isthmic) is the most common II A pars fatigue fracture II B pars elongation due to multiple healed stress fractures II C pars acute fracture Type III degenerative spondylolisthesis from degenerative facet instability without pars fracture Type IV Traumatic – due to acute posterior arch fracture other than pars Type V  Neoplastic – pathologic destruction of the pars Depending on the degree of the forward slip, the severity of this process is graded as mild, severe, or complete slip (spondyloptosis) - described later in Myerding classification. In the most common isthmic spondylolisthesis, which leads to an L5/S1 slip, the following stages have been identified."}
{"id": "article-24481_6", "title": "Lumbosacral Spondylolisthesis -- Etiology", "content": "Pars stress reaction (sclerosis with incomplete bone disruption/fracture) Spondylolysis (anatomic defect in the pars, radiolucent gap with adjacent bone sclerosis, without any translation of the vertebra) Spondylolisthesis (due to bilateral pars defect, forward translation of the superior vertebra over the inferior one)", "contents": "Lumbosacral Spondylolisthesis -- Etiology. Pars stress reaction (sclerosis with incomplete bone disruption/fracture) Spondylolysis (anatomic defect in the pars, radiolucent gap with adjacent bone sclerosis, without any translation of the vertebra) Spondylolisthesis (due to bilateral pars defect, forward translation of the superior vertebra over the inferior one)"}
{"id": "article-24481_7", "title": "Lumbosacral Spondylolisthesis -- Etiology", "content": "The second most common types of spondylolisthesis are type I (dysplastic) and III (degenerative). Degenerative spondylolisthesis is most prevalent in the adult population, and levels affected most frequently are L4/L5 followed by L3/L4. Due to the chronicity of the instability, often associated degenerative changes in the intervertebral disc and facet joints occur. They often lead to secondary hypertrophy of the ligamentum flavum and subsequent spinal canal stenosis. This condition usually presents with bilateral buttock pain and neurogenic claudication (back pain eased by sitting down/leaning forward).", "contents": "Lumbosacral Spondylolisthesis -- Etiology. The second most common types of spondylolisthesis are type I (dysplastic) and III (degenerative). Degenerative spondylolisthesis is most prevalent in the adult population, and levels affected most frequently are L4/L5 followed by L3/L4. Due to the chronicity of the instability, often associated degenerative changes in the intervertebral disc and facet joints occur. They often lead to secondary hypertrophy of the ligamentum flavum and subsequent spinal canal stenosis. This condition usually presents with bilateral buttock pain and neurogenic claudication (back pain eased by sitting down/leaning forward)."}
{"id": "article-24481_8", "title": "Lumbosacral Spondylolisthesis -- Epidemiology", "content": "Estimates are that 4 to 6% of the population has a degree of lumbosacral spondylolisthesis. The majority of cases are asymptomatic. [5]", "contents": "Lumbosacral Spondylolisthesis -- Epidemiology. Estimates are that 4 to 6% of the population has a degree of lumbosacral spondylolisthesis. The majority of cases are asymptomatic. [5]"}
{"id": "article-24481_9", "title": "Lumbosacral Spondylolisthesis -- Epidemiology", "content": "Most of the symptomatic high-grade slips occur in the pediatric/adolescent population participating in sports involving repetitive hyperextension, while adults tend to present with milder and more chronic onset of symptoms. [6]", "contents": "Lumbosacral Spondylolisthesis -- Epidemiology. Most of the symptomatic high-grade slips occur in the pediatric/adolescent population participating in sports involving repetitive hyperextension, while adults tend to present with milder and more chronic onset of symptoms. [6]"}
{"id": "article-24481_10", "title": "Lumbosacral Spondylolisthesis -- Epidemiology", "content": "The most commonly affected adolescent groups are female dancers or gymnasts with hyperlordosis and hyper flexibility, male football players, or weight lifters with limited motion at lumbar spine undergoing a growth spurt, or novice athletes vigorously training while having poor core strength. [7]", "contents": "Lumbosacral Spondylolisthesis -- Epidemiology. The most commonly affected adolescent groups are female dancers or gymnasts with hyperlordosis and hyper flexibility, male football players, or weight lifters with limited motion at lumbar spine undergoing a growth spurt, or novice athletes vigorously training while having poor core strength. [7]"}
{"id": "article-24481_11", "title": "Lumbosacral Spondylolisthesis -- Epidemiology", "content": "There are reports of familial association and congenital abnormalities, including spina bifida occulta, thoracic hyperkyphosis (Shauerman disease) as predisposing factors as well as general ligamentous laxity. Several anatomical factors described below predispose to spondylolisthesis.", "contents": "Lumbosacral Spondylolisthesis -- Epidemiology. There are reports of familial association and congenital abnormalities, including spina bifida occulta, thoracic hyperkyphosis (Shauerman disease) as predisposing factors as well as general ligamentous laxity. Several anatomical factors described below predispose to spondylolisthesis."}
{"id": "article-24481_12", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "Two mechanisms may cause the lytic defect. The first is the pincer effect due to repeated hyperextension. [8] The inferior facet of L4 and the superior facet of S1 creates a pincer effect on the pars interarticularis, causing a failure of the L5 pars. This condition is more likely to occur in a situation where the sacral slope has a low value with a more horizontally orientated superior sacral endplate. The second mechanism is when there is an increased sacral slope and hence increased traction on the pars interarticularis. [9] The repeated traction on the pars from a downsloping lumbosacral junction results in failure and fracture of the pars interarticularis. In high-grade slips, the anterosuperior part of the sacrum becomes dome-shaped, which may be due to repeated trauma to the anterosuperior apophyseal ring of the S1 vertebrae. [10]", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. Two mechanisms may cause the lytic defect. The first is the pincer effect due to repeated hyperextension. [8] The inferior facet of L4 and the superior facet of S1 creates a pincer effect on the pars interarticularis, causing a failure of the L5 pars. This condition is more likely to occur in a situation where the sacral slope has a low value with a more horizontally orientated superior sacral endplate. The second mechanism is when there is an increased sacral slope and hence increased traction on the pars interarticularis. [9] The repeated traction on the pars from a downsloping lumbosacral junction results in failure and fracture of the pars interarticularis. In high-grade slips, the anterosuperior part of the sacrum becomes dome-shaped, which may be due to repeated trauma to the anterosuperior apophyseal ring of the S1 vertebrae. [10]"}
{"id": "article-24481_13", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "The spinopelvic balance and the global spinal alignment are essential in understanding the etiology, grading, and planning the treatment protocol. [11] These parameters are measured on a standing lateral radiograph. The main parameters and their definitions are as follows.", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. The spinopelvic balance and the global spinal alignment are essential in understanding the etiology, grading, and planning the treatment protocol. [11] These parameters are measured on a standing lateral radiograph. The main parameters and their definitions are as follows."}
{"id": "article-24481_14", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "Pelvic Tilt (PT) is the angle measured between a line drawn from the center of the superior endplate of S1 to the center of rotation of the femoral head and the vertical reference line. [11]", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. Pelvic Tilt (PT) is the angle measured between a line drawn from the center of the superior endplate of S1 to the center of rotation of the femoral head and the vertical reference line. [11]"}
{"id": "article-24481_15", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "Sacral Slope (SS) is the angle between the line drawn along the superior end of the S1 endplate and the horizontal reference line. [11] The pelvic tilt (PT) and the sacral slope are referenced to the vertical and horizontal planes and hence can vary based on the position of the pelvis. Though the standard measurements are on a standing radiograph, the values of PT and SS alter between sitting and standing.", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. Sacral Slope (SS) is the angle between the line drawn along the superior end of the S1 endplate and the horizontal reference line. [11] The pelvic tilt (PT) and the sacral slope are referenced to the vertical and horizontal planes and hence can vary based on the position of the pelvis. Though the standard measurements are on a standing radiograph, the values of PT and SS alter between sitting and standing."}
{"id": "article-24481_16", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "The Pelvic Incidence (PI) is the angle between a line starting at the midline between centers of rotation of each femoral head drawn towards the midpoint of S1 superior endplate and a line perpendicular to the line drawn along the superior endplate of S1.[10]  The normal value is 50 degrees. An increased Pelvic Incidence (PI) is associated with higher severity of slips. [12] In comparison to the PT and SS, the Pelvic Incidence is a fixed value and does not change with the position of the pelvis or in adult life. A value of 70 to 80 degrees presents in patients with significant spondylolisthesis. Pelvic Incidence = Pelvic Tilt + Sacral Slope", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. The Pelvic Incidence (PI) is the angle between a line starting at the midline between centers of rotation of each femoral head drawn towards the midpoint of S1 superior endplate and a line perpendicular to the line drawn along the superior endplate of S1.[10]  The normal value is 50 degrees. An increased Pelvic Incidence (PI) is associated with higher severity of slips. [12] In comparison to the PT and SS, the Pelvic Incidence is a fixed value and does not change with the position of the pelvis or in adult life. A value of 70 to 80 degrees presents in patients with significant spondylolisthesis. Pelvic Incidence = Pelvic Tilt + Sacral Slope"}
{"id": "article-24481_17", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "Boxall’s Slip Angle and Dubosset’s lumbosacral angle measures the relationship between L5 and S1. [13] [14] The Boxalls slip angle is measured between the perpendicular to the posterior aspect of the S1 vertebrae and the lower border of L5. If slip angle measures >45 degrees, it is associated with a greater risk of slip progression, instability, and post-op pseudo-arthrosis. It predicts intervention and affects cosmesis as well as prognosis. [11] The Dubosset’s lumbosacral angle is measured between the posterior aspect of the S1 and the upper endplate of the L5. Unlike the slip angle, the lumbosacral angle does not involve surfaces that alter with dysplasia.", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. Boxall’s Slip Angle and Dubosset’s lumbosacral angle measures the relationship between L5 and S1. [13] [14] The Boxalls slip angle is measured between the perpendicular to the posterior aspect of the S1 vertebrae and the lower border of L5. If slip angle measures >45 degrees, it is associated with a greater risk of slip progression, instability, and post-op pseudo-arthrosis. It predicts intervention and affects cosmesis as well as prognosis. [11] The Dubosset’s lumbosacral angle is measured between the posterior aspect of the S1 and the upper endplate of the L5. Unlike the slip angle, the lumbosacral angle does not involve surfaces that alter with dysplasia."}
{"id": "article-24481_18", "title": "Lumbosacral Spondylolisthesis -- Pathophysiology", "content": "Forward translation of the vertebrae may cause a narrowing of the spinal canal at the level of the slip. This situation is rare as most of the slips are only grade I or II, but the secondary canal and foraminal stenosis can occur due to subsequent degenerative changes in facet joints, hypertrophy of ligamentum flavum, hypertrophic fibrous repair tissue of the pars defect, or bulging of L5/S1 disc. In severe L5/S1 slips, the L5 nerve root is most commonly affected by being pulled forward by the superior vertebra.", "contents": "Lumbosacral Spondylolisthesis -- Pathophysiology. Forward translation of the vertebrae may cause a narrowing of the spinal canal at the level of the slip. This situation is rare as most of the slips are only grade I or II, but the secondary canal and foraminal stenosis can occur due to subsequent degenerative changes in facet joints, hypertrophy of ligamentum flavum, hypertrophic fibrous repair tissue of the pars defect, or bulging of L5/S1 disc. In severe L5/S1 slips, the L5 nerve root is most commonly affected by being pulled forward by the superior vertebra."}
{"id": "article-24481_19", "title": "Lumbosacral Spondylolisthesis -- History and Physical", "content": "Most cases of spondylolisthesis are asymptomatic. Severe slips are uncommon, and deformity rarely progresses beyond Meyerding grade II (see Evaluation chapter). Typical history and examination findings in symptomatic cases involve:", "contents": "Lumbosacral Spondylolisthesis -- History and Physical. Most cases of spondylolisthesis are asymptomatic. Severe slips are uncommon, and deformity rarely progresses beyond Meyerding grade II (see Evaluation chapter). Typical history and examination findings in symptomatic cases involve:"}
{"id": "article-24481_20", "title": "Lumbosacral Spondylolisthesis -- History and Physical -- History", "content": "Child participating in back hyperextension activities (gymnastics, football, weight lifting), most common age at presentation is 4 to 6 yrs old. In adults insidious onset of axial back pain exacerbated by physical activity, periodic exacerbations that vary in intensity and duration L5 radicular symptoms (in severe slips), including weakness of the extensor hallucis longus Bladder and bowel dysfunction (including cauda equina syndrome in extreme cases) Neurologic claudication secondary to spinal canal stenosis (buttock and leg pain worse with walking but improving with leaning forward or sitting)", "contents": "Lumbosacral Spondylolisthesis -- History and Physical -- History. Child participating in back hyperextension activities (gymnastics, football, weight lifting), most common age at presentation is 4 to 6 yrs old. In adults insidious onset of axial back pain exacerbated by physical activity, periodic exacerbations that vary in intensity and duration L5 radicular symptoms (in severe slips), including weakness of the extensor hallucis longus Bladder and bowel dysfunction (including cauda equina syndrome in extreme cases) Neurologic claudication secondary to spinal canal stenosis (buttock and leg pain worse with walking but improving with leaning forward or sitting)"}
{"id": "article-24481_21", "title": "Lumbosacral Spondylolisthesis -- History and Physical -- Examination Findings", "content": "Pain with back hyperextension. Hyperextending the lower back while standing on one leg is termed the \"stork test.\" Limitation of lumbar spine flexion and extension Increased popliteal angle Gait alteration with abductors weakness (L5) (pelvic waddle) Flattened lumbar lordosis or kyphosis of the lumbosacral junction Palpable step-off of the spinous process Hamstring tightness (in extreme cases walking with hips and knees flexed- due to vertical orientation of the sacrum causing pelvic retroversion and compensatory lumbar hyperlordosis + shortened stride and lurched posture) \"Heart-shaped\" buttocks in severe cases of significant lumbosacral kyphosis and sacral retroversion (sacrum becoming more vertical in orientation and moving away from the head of the femurs). Straight leg raise test may be positive. Scoliosis may be present - this may be secondary to pain.", "contents": "Lumbosacral Spondylolisthesis -- History and Physical -- Examination Findings. Pain with back hyperextension. Hyperextending the lower back while standing on one leg is termed the \"stork test.\" Limitation of lumbar spine flexion and extension Increased popliteal angle Gait alteration with abductors weakness (L5) (pelvic waddle) Flattened lumbar lordosis or kyphosis of the lumbosacral junction Palpable step-off of the spinous process Hamstring tightness (in extreme cases walking with hips and knees flexed- due to vertical orientation of the sacrum causing pelvic retroversion and compensatory lumbar hyperlordosis + shortened stride and lurched posture) \"Heart-shaped\" buttocks in severe cases of significant lumbosacral kyphosis and sacral retroversion (sacrum becoming more vertical in orientation and moving away from the head of the femurs). Straight leg raise test may be positive. Scoliosis may be present - this may be secondary to pain."}
{"id": "article-24481_22", "title": "Lumbosacral Spondylolisthesis -- History and Physical", "content": "Listhetic crisis (rapid progression of symptoms). Common during a growth spurt or increased physical activities with bilateral pars failure. Severe back pain aggravated by extension and relieved by rest. Neurologic deficit Hamstring spasm - walk with a crouched gait", "contents": "Lumbosacral Spondylolisthesis -- History and Physical. Listhetic crisis (rapid progression of symptoms). Common during a growth spurt or increased physical activities with bilateral pars failure. Severe back pain aggravated by extension and relieved by rest. Neurologic deficit Hamstring spasm - walk with a crouched gait"}
{"id": "article-24481_23", "title": "Lumbosacral Spondylolisthesis -- Evaluation", "content": "Following the history and examination, the best screening tool is an AP and lateral weight-bearing X-ray of the lumbar spine. [15]  Lumbosacral spondylolisthesis can be best assessed mainly on the lateral view, but occasional coronal deformity should not be missed. In cases where clinical examination indicates an abnormal sagittal balance of the spinal column, a whole spine lateral standing X-ray is indicated. In the majority of cases, an isthmic defect will be detected on radiographs but in doubtful cases. An MRI scan is recommended. Oblique X-rays of the lumbosacral junction, Computerised Tomography (CT) scan, SPECT scans may also identify the defect but involve ionic radiation.", "contents": "Lumbosacral Spondylolisthesis -- Evaluation. Following the history and examination, the best screening tool is an AP and lateral weight-bearing X-ray of the lumbar spine. [15]  Lumbosacral spondylolisthesis can be best assessed mainly on the lateral view, but occasional coronal deformity should not be missed. In cases where clinical examination indicates an abnormal sagittal balance of the spinal column, a whole spine lateral standing X-ray is indicated. In the majority of cases, an isthmic defect will be detected on radiographs but in doubtful cases. An MRI scan is recommended. Oblique X-rays of the lumbosacral junction, Computerised Tomography (CT) scan, SPECT scans may also identify the defect but involve ionic radiation."}
{"id": "article-24481_24", "title": "Lumbosacral Spondylolisthesis -- Evaluation", "content": "MRI scans are more sensitive in identifying pars lesions.MRI can also identify stress reactions that occur even before a fracture line develops. [16] In dysplastic cases, dome-shaped or significantly inclined sacrum can present as well as trapezoid-shaped L5 and dysplastic facets of S1. Neoplasms and infections are an extremely rare primary cause of spondylolisthesis but should merit consideration as a differential diagnosis in patients with constitutional symptoms. To assess dynamic instability, flexion and extension views should be obtained. Either 4 mm of translation or 10 degrees of angulation of motion compared to the adjacent motion segment are diagnostic for spondylolisthesis. Grading of the forward slip is classified by Meyerding classification: Grade I <25% of the width of the vertebra on the lateral view Grade II 25 to 50% Grade III 50 to 75% Grade IV 75 to 100% Grade V >100% (spondyloptosis) Pelvic incidence (PI) has a direct correlation to Meyerding's grade. [12]", "contents": "Lumbosacral Spondylolisthesis -- Evaluation. MRI scans are more sensitive in identifying pars lesions.MRI can also identify stress reactions that occur even before a fracture line develops. [16] In dysplastic cases, dome-shaped or significantly inclined sacrum can present as well as trapezoid-shaped L5 and dysplastic facets of S1. Neoplasms and infections are an extremely rare primary cause of spondylolisthesis but should merit consideration as a differential diagnosis in patients with constitutional symptoms. To assess dynamic instability, flexion and extension views should be obtained. Either 4 mm of translation or 10 degrees of angulation of motion compared to the adjacent motion segment are diagnostic for spondylolisthesis. Grading of the forward slip is classified by Meyerding classification: Grade I <25% of the width of the vertebra on the lateral view Grade II 25 to 50% Grade III 50 to 75% Grade IV 75 to 100% Grade V >100% (spondyloptosis) Pelvic incidence (PI) has a direct correlation to Meyerding's grade. [12]"}
{"id": "article-24481_25", "title": "Lumbosacral Spondylolisthesis -- Evaluation", "content": "The Spinal Deformity Study Group has created a new classification that guides treatment. This scale takes into account the spinopelvic parameters and the overall spinal alignment. [17] I < 50% slip, PI <45 degrees, Surgery only if symptoms not controlled by non-operative methods. II < 50% slip, PI 45 to 60, Surgery only if symptoms not controlled by non-operative methods. III < 50% slip, PI >60 degrees, posterolateral fusion can be considered IV >50% slip, balanced pelvis high SS / low PT, decompression + / - Posterolateral fusion may be adequate V >50% slip, Unbalanced pelvis (retroverted) Low SS / High PT, reduction of slip, and circumferential fusion may be a consideration. VI >50% slip, Unbalanced spine (retroverted pelvis) Low SS / High PT + C7 plumbline anterior to femoral heads reduction of slip and circumferential fusion may be considered.", "contents": "Lumbosacral Spondylolisthesis -- Evaluation. The Spinal Deformity Study Group has created a new classification that guides treatment. This scale takes into account the spinopelvic parameters and the overall spinal alignment. [17] I < 50% slip, PI <45 degrees, Surgery only if symptoms not controlled by non-operative methods. II < 50% slip, PI 45 to 60, Surgery only if symptoms not controlled by non-operative methods. III < 50% slip, PI >60 degrees, posterolateral fusion can be considered IV >50% slip, balanced pelvis high SS / low PT, decompression + / - Posterolateral fusion may be adequate V >50% slip, Unbalanced pelvis (retroverted) Low SS / High PT, reduction of slip, and circumferential fusion may be a consideration. VI >50% slip, Unbalanced spine (retroverted pelvis) Low SS / High PT + C7 plumbline anterior to femoral heads reduction of slip and circumferential fusion may be considered."}
{"id": "article-24481_26", "title": "Lumbosacral Spondylolisthesis -- Evaluation", "content": "MRI (T-2 weighted sequence is best to assess spinal canal stenosis, foraminal stenosis, and nerve root impingement, as well as the morphology of lumbar and sacral vertebrae which presence correlated with history and examination findings, will dictate the surgical management). The most commonly affected nerve root is L5.", "contents": "Lumbosacral Spondylolisthesis -- Evaluation. MRI (T-2 weighted sequence is best to assess spinal canal stenosis, foraminal stenosis, and nerve root impingement, as well as the morphology of lumbar and sacral vertebrae which presence correlated with history and examination findings, will dictate the surgical management). The most commonly affected nerve root is L5."}
{"id": "article-24481_27", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "The majority of the cases can be treated non-operatively by: Thoracolumbosacral / lumbosacral brace. [18] In acute cases in the adolescent sportsperson bracing to prevent extension is shown to be superior to just activity modification. Activity modification (avoidance of hyperextension) [19] Core muscles strengthening focusing on the deep abdominal muscles and the multifidus muscle [20] Lumbar flexion-based exercises. [21] Analgesia In cases of adult degenerative spondylolisthesis with canal stenosis, an epidural steroid injection can provide short-term relief. [22]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. The majority of the cases can be treated non-operatively by: Thoracolumbosacral / lumbosacral brace. [18] In acute cases in the adolescent sportsperson bracing to prevent extension is shown to be superior to just activity modification. Activity modification (avoidance of hyperextension) [19] Core muscles strengthening focusing on the deep abdominal muscles and the multifidus muscle [20] Lumbar flexion-based exercises. [21] Analgesia In cases of adult degenerative spondylolisthesis with canal stenosis, an epidural steroid injection can provide short-term relief. [22]"}
{"id": "article-24481_28", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Non-operative management of acute cases among sportspersons was successful in 95% of patients, and only 5% required surgical intervention. Among that treated non-operatively, 82% returned to their previous level of play. [19] Approximately one-third of patients with spondylolisthesis experience a disease progression over time. Operative treatment is reserved for those with intractable pain or neurological symptoms, including claudication or radiculopathy. [23] Surgical intervention has shown >80% success in appropriately selected patients, with a low incidence of complications. Surgical techniques include the following:", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Non-operative management of acute cases among sportspersons was successful in 95% of patients, and only 5% required surgical intervention. Among that treated non-operatively, 82% returned to their previous level of play. [19] Approximately one-third of patients with spondylolisthesis experience a disease progression over time. Operative treatment is reserved for those with intractable pain or neurological symptoms, including claudication or radiculopathy. [23] Surgical intervention has shown >80% success in appropriately selected patients, with a low incidence of complications. Surgical techniques include the following:"}
{"id": "article-24481_29", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "In the pediatric population with pars fracture or non-union, surgical repair of the pars may be an option with lag screw or tension band wire technique or pedicle screw hook fixation. [24] [25]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. In the pediatric population with pars fracture or non-union, surgical repair of the pars may be an option with lag screw or tension band wire technique or pedicle screw hook fixation. [24] [25]"}
{"id": "article-24481_30", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Uninstrumented fusion in situ, A randomized control trial by Moller [26] showed that there was no advantage in adding instrumentation. Pain, functional disability, and fusion rates were similar in both groups.", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Uninstrumented fusion in situ, A randomized control trial by Moller [26] showed that there was no advantage in adding instrumentation. Pain, functional disability, and fusion rates were similar in both groups."}
{"id": "article-24481_31", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Decompression, Though there was some skepticism in just performing decompression of the nerve roots without fusion, i.e Gills procedure, results show 70 % good results with regards to patient satisfaction. Only grade I and II patients met the inclusion criteria for the study. [27]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Decompression, Though there was some skepticism in just performing decompression of the nerve roots without fusion, i.e Gills procedure, results show 70 % good results with regards to patient satisfaction. Only grade I and II patients met the inclusion criteria for the study. [27]"}
{"id": "article-24481_32", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Instrumented posterolateral fusion with decompression is the standard procedure. [26]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Instrumented posterolateral fusion with decompression is the standard procedure. [26]"}
{"id": "article-24481_33", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Anterior / posterior / transforaminal and direct lateral lumbosacral interbody fusion, reduction, and fusion. [28] The anterior, posterior, transforaminal, and direct lateral indicate the path through which the interbody device or cage is inserted. Posterior lumbar interbody fusion (PLIF) involves the insertion of the cage between the vertebral bodies medial to facets. Transforaminal lumbar interbody fusion (TLIF) requires facetectomy and a more lateralized and transforaminal approach to the disc space. Anterior Lumbar Interbody Fusion (ALIF) is via a trans or retroperitoneal approach and offers better access to disc space and endplate. They can also be associated with retrograde ejaculation and sexual dysfunction. Direct lateral or the transpsoas approach can only access the disc spaces above the L5 vertebrae. The iliac crest is in the path of reaching the L5/S1 disc on the direct lateral approach. [29]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Anterior / posterior / transforaminal and direct lateral lumbosacral interbody fusion, reduction, and fusion. [28] The anterior, posterior, transforaminal, and direct lateral indicate the path through which the interbody device or cage is inserted. Posterior lumbar interbody fusion (PLIF) involves the insertion of the cage between the vertebral bodies medial to facets. Transforaminal lumbar interbody fusion (TLIF) requires facetectomy and a more lateralized and transforaminal approach to the disc space. Anterior Lumbar Interbody Fusion (ALIF) is via a trans or retroperitoneal approach and offers better access to disc space and endplate. They can also be associated with retrograde ejaculation and sexual dysfunction. Direct lateral or the transpsoas approach can only access the disc spaces above the L5 vertebrae. The iliac crest is in the path of reaching the L5/S1 disc on the direct lateral approach. [29]"}
{"id": "article-24481_34", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Reduction with spondylolectomy (vertebrectomy) of L5 and fusion of L4 on S1. [30] In severe slips removing the L5 vertebrae allows reduction and better spinal alignment", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Reduction with spondylolectomy (vertebrectomy) of L5 and fusion of L4 on S1. [30] In severe slips removing the L5 vertebrae allows reduction and better spinal alignment"}
{"id": "article-24481_35", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Sacral dome resection and fusion. [31]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Sacral dome resection and fusion. [31]"}
{"id": "article-24481_36", "title": "Lumbosacral Spondylolisthesis -- Treatment / Management", "content": "Operative options should be considered only if non-operative options fail or symptoms are significant. The reduction of the slip is controversial as in approximately 20% of cases, it causes L5 nerve root injury. Nevertheless, some evidence suggests better functional and cosmetic outcomes for patients who underwent reduction and instrumented fusion. [32] Foraminal decompression may also be necessary. Interbody fusion with the maintenance of intervertebral space improves the foraminal height, helps restore lumbar lordosis, and avoids fusion to L4 in high-grade slips. Each case requires an individual approach, and factors like the degree of spondylolisthesis, predominant neurological symptoms, and patients comorbidities should be taken into consideration. [33] Minimally invasive surgical techniques are gaining in popularity. [34]", "contents": "Lumbosacral Spondylolisthesis -- Treatment / Management. Operative options should be considered only if non-operative options fail or symptoms are significant. The reduction of the slip is controversial as in approximately 20% of cases, it causes L5 nerve root injury. Nevertheless, some evidence suggests better functional and cosmetic outcomes for patients who underwent reduction and instrumented fusion. [32] Foraminal decompression may also be necessary. Interbody fusion with the maintenance of intervertebral space improves the foraminal height, helps restore lumbar lordosis, and avoids fusion to L4 in high-grade slips. Each case requires an individual approach, and factors like the degree of spondylolisthesis, predominant neurological symptoms, and patients comorbidities should be taken into consideration. [33] Minimally invasive surgical techniques are gaining in popularity. [34]"}
{"id": "article-24481_37", "title": "Lumbosacral Spondylolisthesis -- Differential Diagnosis", "content": "Mechanical or muscular back pain Disc degeneration, facet joint osteoarthritis (OA), and/or cyst Lumbar canal stenosis secondary to degenerative changes Neoplastic process/metastases Infection (discitis, TB, paraspinal abscess) Vascular claudication (improves at rest in a standing position while neurological claudication improves with lumbar spine flexion - leaning forward or sitting)", "contents": "Lumbosacral Spondylolisthesis -- Differential Diagnosis. Mechanical or muscular back pain Disc degeneration, facet joint osteoarthritis (OA), and/or cyst Lumbar canal stenosis secondary to degenerative changes Neoplastic process/metastases Infection (discitis, TB, paraspinal abscess) Vascular claudication (improves at rest in a standing position while neurological claudication improves with lumbar spine flexion - leaning forward or sitting)"}
{"id": "article-24481_38", "title": "Lumbosacral Spondylolisthesis -- Prognosis", "content": "Despite the estimate of up to 6% of the population suffering from spondylolisthesis, the majority of them are asymptomatic. Only a small percentage of symptomatic cases will require surgical treatment. Worst prognosis in cases of: Very young age at presentation Female Slip angle >45 degrees High-grade slip Degenerative slip (most commonly in adults)", "contents": "Lumbosacral Spondylolisthesis -- Prognosis. Despite the estimate of up to 6% of the population suffering from spondylolisthesis, the majority of them are asymptomatic. Only a small percentage of symptomatic cases will require surgical treatment. Worst prognosis in cases of: Very young age at presentation Female Slip angle >45 degrees High-grade slip Degenerative slip (most commonly in adults)"}
{"id": "article-24481_39", "title": "Lumbosacral Spondylolisthesis -- Complications", "content": "The most common reported neurological complication after lumbosacral spondylolisthesis surgery is L5 nerve root dysfunction. It is most frequently associated with high-grade slips and attempts of slip reduction as well as foraminal stenosis decompression. L5 nerve root dysfunction is usually transient and resolves within a few months in the postoperative period. In their cadaveric study, Petraco et al. found out that 71% of total nerve strain occurs during the second half of the reduction. [35] Pseudoarthrosis Dural tear Adjacent segment disease (2 to 3%) Surgical site infection (0.1 to 2%) Positioning neuropathy: Lateral femoral cutaneous nerve - from a prone position with iliac bolster, ulnar nerve, or brachial plexopathy with inappropriate arm position) [36] Complication rate increases with age, increased intraoperative blood loss, longer operative time, the number of levels fused.", "contents": "Lumbosacral Spondylolisthesis -- Complications. The most common reported neurological complication after lumbosacral spondylolisthesis surgery is L5 nerve root dysfunction. It is most frequently associated with high-grade slips and attempts of slip reduction as well as foraminal stenosis decompression. L5 nerve root dysfunction is usually transient and resolves within a few months in the postoperative period. In their cadaveric study, Petraco et al. found out that 71% of total nerve strain occurs during the second half of the reduction. [35] Pseudoarthrosis Dural tear Adjacent segment disease (2 to 3%) Surgical site infection (0.1 to 2%) Positioning neuropathy: Lateral femoral cutaneous nerve - from a prone position with iliac bolster, ulnar nerve, or brachial plexopathy with inappropriate arm position) [36] Complication rate increases with age, increased intraoperative blood loss, longer operative time, the number of levels fused."}
{"id": "article-24481_40", "title": "Lumbosacral Spondylolisthesis -- Deterrence and Patient Education", "content": "Sports coaches and personal trainers working with children and adolescents especially those practicing gymnastics, football, or weight lifting, should be aware of the symptoms of spondylosis and spondylolisthesis. They should be able to identify cases when pain does not improve after rest and basic stretching and strengthening exercises. These sportspersons need to be referred for specialist evaluation to diagnose and treat. This is particularly important as braces that prevent extension and activity reduction have shown excellent results. Affected patients should be educated about the importance of activity modifications and physiotherapy and engage with core muscle strengthening and flexion exercises for symptomatic treatment.", "contents": "Lumbosacral Spondylolisthesis -- Deterrence and Patient Education. Sports coaches and personal trainers working with children and adolescents especially those practicing gymnastics, football, or weight lifting, should be aware of the symptoms of spondylosis and spondylolisthesis. They should be able to identify cases when pain does not improve after rest and basic stretching and strengthening exercises. These sportspersons need to be referred for specialist evaluation to diagnose and treat. This is particularly important as braces that prevent extension and activity reduction have shown excellent results. Affected patients should be educated about the importance of activity modifications and physiotherapy and engage with core muscle strengthening and flexion exercises for symptomatic treatment."}
{"id": "article-24481_41", "title": "Lumbosacral Spondylolisthesis -- Deterrence and Patient Education", "content": "They should receive reassurance that most of the symptoms are transient. But at the same time, especially those with a high risk of slip progression should be followed up by a specialist Orthopedic surgeon and educated about symptoms and signs of slip progression and potentially serious complications like cauda equina syndrome.", "contents": "Lumbosacral Spondylolisthesis -- Deterrence and Patient Education. They should receive reassurance that most of the symptoms are transient. But at the same time, especially those with a high risk of slip progression should be followed up by a specialist Orthopedic surgeon and educated about symptoms and signs of slip progression and potentially serious complications like cauda equina syndrome."}
{"id": "article-24481_42", "title": "Lumbosacral Spondylolisthesis -- Pearls and Other Issues", "content": "Pars interarticularis defects were common in sportsperson involved in increased activity. Hyperextension of the spine during the sport was a risk factor. In cricket fast bowlers extended and laterally flexed their spine, before throwing the ball to increase the speed of delivery. This repetitive movement increased the likelihood of developing a pars defect. In a recent review pars interarticularis defects were more common in the following sports, diving (35.38%), cricket (31.97%), baseball/softball (26.91%), rugby (22.22%), weightlifting (19.49%), sailing (17.18%), table tennis (15.63%), and wrestling (14.74%). [19] The suspicion that young adolescent sportspersons could develop spondylolysis is crucial in early diagnosis and prevention of progression. Bracing and activity restriction has shown excellent results with a good return to the same level of play.", "contents": "Lumbosacral Spondylolisthesis -- Pearls and Other Issues. Pars interarticularis defects were common in sportsperson involved in increased activity. Hyperextension of the spine during the sport was a risk factor. In cricket fast bowlers extended and laterally flexed their spine, before throwing the ball to increase the speed of delivery. This repetitive movement increased the likelihood of developing a pars defect. In a recent review pars interarticularis defects were more common in the following sports, diving (35.38%), cricket (31.97%), baseball/softball (26.91%), rugby (22.22%), weightlifting (19.49%), sailing (17.18%), table tennis (15.63%), and wrestling (14.74%). [19] The suspicion that young adolescent sportspersons could develop spondylolysis is crucial in early diagnosis and prevention of progression. Bracing and activity restriction has shown excellent results with a good return to the same level of play."}
{"id": "article-24481_43", "title": "Lumbosacral Spondylolisthesis -- Enhancing Healthcare Team Outcomes", "content": "A high level of suspicion within sports coaches, general practitioners, and parents is needed to recognize patients with symptoms of spondylolisthesis.", "contents": "Lumbosacral Spondylolisthesis -- Enhancing Healthcare Team Outcomes. A high level of suspicion within sports coaches, general practitioners, and parents is needed to recognize patients with symptoms of spondylolisthesis."}
{"id": "article-24481_44", "title": "Lumbosacral Spondylolisthesis -- Enhancing Healthcare Team Outcomes", "content": "Groups at risk like adolescent gymnasts, football players, and weight lifters should undergo health screening checks at regular intervals, and those with a history of lower back pain associated with activities undergo further evaluation and examination with those with suggestive signs and symptoms undergoing radiological investigations.", "contents": "Lumbosacral Spondylolisthesis -- Enhancing Healthcare Team Outcomes. Groups at risk like adolescent gymnasts, football players, and weight lifters should undergo health screening checks at regular intervals, and those with a history of lower back pain associated with activities undergo further evaluation and examination with those with suggestive signs and symptoms undergoing radiological investigations."}
{"id": "article-24481_45", "title": "Lumbosacral Spondylolisthesis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lumbosacral Spondylolisthesis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}