{"id": "article-58_0", "title": "Pitavastatin -- Continuing Education Activity", "content": "Pitavastatin is a medication used in the management and treatment of hypercholesterolemia and dyslipidemia. It is in the statin class of drugs. This activity reviews the indications, action, and contraindications for pitavastatin as a valuable agent in managing dyslipidemia. This activity will highlight the mechanism of action, adverse event profile, and other key factors, including dosing, pharmacokinetics, monitoring, and relevant interactions pertinent for interprofessional team members in the management of patients with dyslipidemia and related conditions.", "contents": "Pitavastatin -- Continuing Education Activity. Pitavastatin is a medication used in the management and treatment of hypercholesterolemia and dyslipidemia. It is in the statin class of drugs. This activity reviews the indications, action, and contraindications for pitavastatin as a valuable agent in managing dyslipidemia. This activity will highlight the mechanism of action, adverse event profile, and other key factors, including dosing, pharmacokinetics, monitoring, and relevant interactions pertinent for interprofessional team members in the management of patients with dyslipidemia and related conditions."}
{"id": "article-58_1", "title": "Pitavastatin -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of pitavastatin. Identify the possible adverse effects of pitavastatin. Review the appropriate monitoring when using pitavastatin as hyperlipidemia therapy. Outline the importance of improving care coordination amongst the interprofessional team to facilitate the delivery of care when initiating patients on statin therapy in order to improve outcomes for patients receiving statins. Access free multiple choice questions on this topic.", "contents": "Pitavastatin -- Continuing Education Activity. Objectives: Explain the mechanism of action of pitavastatin. Identify the possible adverse effects of pitavastatin. Review the appropriate monitoring when using pitavastatin as hyperlipidemia therapy. Outline the importance of improving care coordination amongst the interprofessional team to facilitate the delivery of care when initiating patients on statin therapy in order to improve outcomes for patients receiving statins. Access free multiple choice questions on this topic."}
{"id": "article-58_2", "title": "Pitavastatin -- Indications", "content": "Pitavastatin is currently FDA approved for the management of primary dyslipidemia and mixed dyslipidemia as adjunctive therapy to dietary changes to help lower total cholesterol, low-density lipoprotein cholesterol (LDL), apolipoprotein B (Apo B), triglycerides (TG), and to increase high-density lipoprotein cholesterol (HDL). [1] [2] [3] It is also FDA approved to treat heterozygous familial hypercholesterolemia (HeFH) in pediatric patients over 8 years of age. [4] [5] Unlike other statins, pitavastatin has not been studied in any large randomized controlled study to determine whether its use is associated with decreased cardiovascular events.", "contents": "Pitavastatin -- Indications. Pitavastatin is currently FDA approved for the management of primary dyslipidemia and mixed dyslipidemia as adjunctive therapy to dietary changes to help lower total cholesterol, low-density lipoprotein cholesterol (LDL), apolipoprotein B (Apo B), triglycerides (TG), and to increase high-density lipoprotein cholesterol (HDL). [1] [2] [3] It is also FDA approved to treat heterozygous familial hypercholesterolemia (HeFH) in pediatric patients over 8 years of age. [4] [5] Unlike other statins, pitavastatin has not been studied in any large randomized controlled study to determine whether its use is associated with decreased cardiovascular events."}
{"id": "article-58_3", "title": "Pitavastatin -- Mechanism of Action", "content": "Pitavastatin competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in the cholesterol biosynthesis pathway. Inhibiting this enzyme decreases the production of mevalonic acid from HMG-CoA. This enzymatic inhibition, in turn, increases the number of LDL receptors expressed on hepatocytes to compensate for the loss of mevalonic acid and results in greater LDL catabolism. [6] [7]", "contents": "Pitavastatin -- Mechanism of Action. Pitavastatin competitively inhibits 3-hydroxy-3-methylglutaryl coenzyme A (HMG-CoA) reductase, the rate-limiting enzyme in the cholesterol biosynthesis pathway. Inhibiting this enzyme decreases the production of mevalonic acid from HMG-CoA. This enzymatic inhibition, in turn, increases the number of LDL receptors expressed on hepatocytes to compensate for the loss of mevalonic acid and results in greater LDL catabolism. [6] [7]"}
{"id": "article-58_4", "title": "Pitavastatin -- Mechanism of Action -- Absorption", "content": "Peak plasma concentrations of pitavastatin are reached within approximately 1 hour after oral administration. It has a bioavailability greater than 60%. It has some absorption in the colon; however, its absorption mainly occurs in the small intestine. In comparison to all other statins, pitavastatin reaches peak plasma concentrations the fastest and has the highest bioavailability.", "contents": "Pitavastatin -- Mechanism of Action -- Absorption. Peak plasma concentrations of pitavastatin are reached within approximately 1 hour after oral administration. It has a bioavailability greater than 60%. It has some absorption in the colon; however, its absorption mainly occurs in the small intestine. In comparison to all other statins, pitavastatin reaches peak plasma concentrations the fastest and has the highest bioavailability."}
{"id": "article-58_5", "title": "Pitavastatin -- Mechanism of Action -- Distribution", "content": "Pitavastatin is largely bound to protein (>99%), primarily to albumin and alpha-1 acid glycoprotein, with a mean volume of distribution of 148L.", "contents": "Pitavastatin -- Mechanism of Action -- Distribution. Pitavastatin is largely bound to protein (>99%), primarily to albumin and alpha-1 acid glycoprotein, with a mean volume of distribution of 148L."}
{"id": "article-58_6", "title": "Pitavastatin -- Mechanism of Action -- Metabolism", "content": "Pitavastatin is mainly metabolized in the liver by UGT1A3 and UGT2B7 and minimally by CYP2C9 and CYP2C8.", "contents": "Pitavastatin -- Mechanism of Action -- Metabolism. Pitavastatin is mainly metabolized in the liver by UGT1A3 and UGT2B7 and minimally by CYP2C9 and CYP2C8."}
{"id": "article-58_7", "title": "Pitavastatin -- Mechanism of Action -- Excretion", "content": "The half-life of pitavastatin is approximately 12 hours. The majority of pitavastatin (79%) is excreted in the feces, whereas approximately 15% is excreted in the urine. [6]", "contents": "Pitavastatin -- Mechanism of Action -- Excretion. The half-life of pitavastatin is approximately 12 hours. The majority of pitavastatin (79%) is excreted in the feces, whereas approximately 15% is excreted in the urine. [6]"}
{"id": "article-58_8", "title": "Pitavastatin -- Administration", "content": "Pitavastatin is available as 1 mg, 2 mg, and 4 mg tablets for oral administration. Patients may take the drug at any time of the day; however, the time of day should remain consistent. Patients can take it with or without food.", "contents": "Pitavastatin -- Administration. Pitavastatin is available as 1 mg, 2 mg, and 4 mg tablets for oral administration. Patients may take the drug at any time of the day; however, the time of day should remain consistent. Patients can take it with or without food."}
{"id": "article-58_9", "title": "Pitavastatin -- Administration -- Adult Dosing", "content": "Pitavastatin is a moderate-intensity statin. The dose range for pitavastatin is between 1 mg to 4 mg once daily; 2 mg once daily is the recommended starting dosage, and the maximum dose is 4 mg once daily. The actual starting dosage and maintenance dosage should be individualized to the patient's characteristics and goals of therapy as per the American College of Cardiology/American Heart Association Guidelines. [1] [8] Lipid levels should be assessed four weeks after starting therapy to determine whether the response is appropriate and whether the dosage is appropriate.", "contents": "Pitavastatin -- Administration -- Adult Dosing. Pitavastatin is a moderate-intensity statin. The dose range for pitavastatin is between 1 mg to 4 mg once daily; 2 mg once daily is the recommended starting dosage, and the maximum dose is 4 mg once daily. The actual starting dosage and maintenance dosage should be individualized to the patient's characteristics and goals of therapy as per the American College of Cardiology/American Heart Association Guidelines. [1] [8] Lipid levels should be assessed four weeks after starting therapy to determine whether the response is appropriate and whether the dosage is appropriate."}
{"id": "article-58_10", "title": "Pitavastatin -- Administration -- Pediatric Dosing", "content": "For children aged eight years and older, for management of HeFH, 2 mg once daily is the recommended starting dosage. Lipid levels should be re-assessed four weeks after initiating therapy and adjusted accordingly. The maximum recommended dosage is 4 mg once daily. [4] [5]", "contents": "Pitavastatin -- Administration -- Pediatric Dosing. For children aged eight years and older, for management of HeFH, 2 mg once daily is the recommended starting dosage. Lipid levels should be re-assessed four weeks after initiating therapy and adjusted accordingly. The maximum recommended dosage is 4 mg once daily. [4] [5]"}
{"id": "article-58_11", "title": "Pitavastatin -- Administration -- Geriatric Dosing", "content": "Research has determined no significant difference in terms of safety and efficacy was determined between geriatric patients (age greater than 65) and younger patients. [7] [9]", "contents": "Pitavastatin -- Administration -- Geriatric Dosing. Research has determined no significant difference in terms of safety and efficacy was determined between geriatric patients (age greater than 65) and younger patients. [7] [9]"}
{"id": "article-58_12", "title": "Pitavastatin -- Administration -- Renal Impairment", "content": "Patients with a glomerular filtration rate between 15 to 59 mL/min/1.73 m not requiring hemodialysis, and patients with end-stage renal disease requiring hemodialysis should initiate pitavastatin at 1 mg once daily to a maximum dose of 2 mg once daily.", "contents": "Pitavastatin -- Administration -- Renal Impairment. Patients with a glomerular filtration rate between 15 to 59 mL/min/1.73 m not requiring hemodialysis, and patients with end-stage renal disease requiring hemodialysis should initiate pitavastatin at 1 mg once daily to a maximum dose of 2 mg once daily."}
{"id": "article-58_13", "title": "Pitavastatin -- Administration -- Hepatic Impairment", "content": "Pitavastatin is contraindicated in the presence of active liver disease and patients with unexplained elevated liver enzymes. [9] [10]", "contents": "Pitavastatin -- Administration -- Hepatic Impairment. Pitavastatin is contraindicated in the presence of active liver disease and patients with unexplained elevated liver enzymes. [9] [10]"}
{"id": "article-58_14", "title": "Pitavastatin -- Administration -- Drug Interactions", "content": "Pitavastatin is mainly metabolized by glucuronidation via liver UGTs, and there is comparably only minimal metabolism by cytochrome P450 enzymes. [6] The following drugs may decrease the serum concentration of pitavastatin: darunavir/ritonavir, lopinavir/ritonavir, ezetimibe, digoxin, and itraconazole. The following drugs may increase the serum concentration of pitavastatin: cyclosporine, erythromycin, rifampin, atazanavir, gemfibrozil, fenofibrate, enalapril, and diltiazem. [7]", "contents": "Pitavastatin -- Administration -- Drug Interactions. Pitavastatin is mainly metabolized by glucuronidation via liver UGTs, and there is comparably only minimal metabolism by cytochrome P450 enzymes. [6] The following drugs may decrease the serum concentration of pitavastatin: darunavir/ritonavir, lopinavir/ritonavir, ezetimibe, digoxin, and itraconazole. The following drugs may increase the serum concentration of pitavastatin: cyclosporine, erythromycin, rifampin, atazanavir, gemfibrozil, fenofibrate, enalapril, and diltiazem. [7]"}
{"id": "article-58_15", "title": "Pitavastatin -- Adverse Effects", "content": "The most commonly reported adverse effects related to pitavastatin use include back pain, constipation, diarrhea, myalgia, and pain in the extremities. Reports exist of rash, pruritus, and urticaria. There are also reports of myopathy and rhabdomyolysis, leading to acute renal failure. Pitavastatin use can also cause lab abnormalities, including elevated creatine phosphokinase, transaminases (aspartate aminotransferase [AST]/serum glutamic-oxaloacetic transaminase, or alanine aminotransferase [ALT]/serum glutamic-pyruvic transaminase), alkaline phosphatase, bilirubin, and glucose. High fasting serum glucose levels and high HgA1c levels have also occurred with pitavastatin use. [10] [11] [12]", "contents": "Pitavastatin -- Adverse Effects. The most commonly reported adverse effects related to pitavastatin use include back pain, constipation, diarrhea, myalgia, and pain in the extremities. Reports exist of rash, pruritus, and urticaria. There are also reports of myopathy and rhabdomyolysis, leading to acute renal failure. Pitavastatin use can also cause lab abnormalities, including elevated creatine phosphokinase, transaminases (aspartate aminotransferase [AST]/serum glutamic-oxaloacetic transaminase, or alanine aminotransferase [ALT]/serum glutamic-pyruvic transaminase), alkaline phosphatase, bilirubin, and glucose. High fasting serum glucose levels and high HgA1c levels have also occurred with pitavastatin use. [10] [11] [12]"}
{"id": "article-58_16", "title": "Pitavastatin -- Contraindications", "content": "Pitavastatin use is contraindicated in patients with known hypersensitivity, including rash, pruritus, urticaria, to any component of this drug. Its use is also contraindicated in patients with active liver disease or unexplained elevated levels of hepatic transaminases. Pregnant women or ones who may become pregnant should also avoid pitavastatin use. As pitavastatin is known to pass into breast milk, the recommendation is that nursing mothers also avoid pitavastatin use. [10] [13]", "contents": "Pitavastatin -- Contraindications. Pitavastatin use is contraindicated in patients with known hypersensitivity, including rash, pruritus, urticaria, to any component of this drug. Its use is also contraindicated in patients with active liver disease or unexplained elevated levels of hepatic transaminases. Pregnant women or ones who may become pregnant should also avoid pitavastatin use. As pitavastatin is known to pass into breast milk, the recommendation is that nursing mothers also avoid pitavastatin use. [10] [13]"}
{"id": "article-58_17", "title": "Pitavastatin -- Monitoring", "content": "Liver function tests and a lipid panel should be performed before starting pitavastatin to establish baseline levels. A repeat lipid panel should be obtained six weeks after initiation. Once stable, the monitoring of lipids can be yearly. Liver function tests are repeatable as clinically necessary.", "contents": "Pitavastatin -- Monitoring. Liver function tests and a lipid panel should be performed before starting pitavastatin to establish baseline levels. A repeat lipid panel should be obtained six weeks after initiation. Once stable, the monitoring of lipids can be yearly. Liver function tests are repeatable as clinically necessary."}
{"id": "article-58_18", "title": "Pitavastatin -- Toxicity", "content": "A common side effect of pitavastatin toxicity is myalgia. In the setting of overdose, there is no known treatment. Patients should be provided with supportive measures and should receive treatment for any symptoms. Given the high protein binding ratio of pitavastatin, hemodialysis would not be beneficial.", "contents": "Pitavastatin -- Toxicity. A common side effect of pitavastatin toxicity is myalgia. In the setting of overdose, there is no known treatment. Patients should be provided with supportive measures and should receive treatment for any symptoms. Given the high protein binding ratio of pitavastatin, hemodialysis would not be beneficial."}
{"id": "article-58_19", "title": "Pitavastatin -- Enhancing Healthcare Team Outcomes", "content": "The management of hyperlipidemia is an essential aspect of healthcare, given the risk of cardiovascular disease associated with it. Interprofessional communication and communication with the patient from all members of the patient’s health care team is vital to help decrease the risk of cardiovascular events. Physicians and pharmacists can work together to determine which medications will best help a patient in the setting of their known comorbidities. As a group, clinicians (including NPs and PAs), pharmacists, and nursing staff can relay information regarding the risks associated with hyperlipidemia and the importance of medication compliance. Medication compliance may improve if patients are aware of the long-term benefits of statin use. Pharmacists can also further provide information regarding side effects. Such information from a reliable source may help reduce the fear associated with statin use and improve medication compliance.", "contents": "Pitavastatin -- Enhancing Healthcare Team Outcomes. The management of hyperlipidemia is an essential aspect of healthcare, given the risk of cardiovascular disease associated with it. Interprofessional communication and communication with the patient from all members of the patient’s health care team is vital to help decrease the risk of cardiovascular events. Physicians and pharmacists can work together to determine which medications will best help a patient in the setting of their known comorbidities. As a group, clinicians (including NPs and PAs), pharmacists, and nursing staff can relay information regarding the risks associated with hyperlipidemia and the importance of medication compliance. Medication compliance may improve if patients are aware of the long-term benefits of statin use. Pharmacists can also further provide information regarding side effects. Such information from a reliable source may help reduce the fear associated with statin use and improve medication compliance."}
{"id": "article-58_20", "title": "Pitavastatin -- Enhancing Healthcare Team Outcomes", "content": "Follow-up visits with a physician may increase medication compliance as well, given that it provides an opportunity for patients to learn more about hyperlipidemia and its management. [14] [Level 3] One study determined that telephone calls to patients every six months may also help improve adherence to medications. [15] Also, nutritionists and dieticians can play an essential role in managing hyperlipidemia as they help guide patients towards individualized lifestyle modifications. As with any medication regimen, interprofessional collaboration and communication when using pitavastatin to treat hypercholesterolemia will improve therapeutic outcomes and reduce unwanted side effects and interactions. [Level 5]", "contents": "Pitavastatin -- Enhancing Healthcare Team Outcomes. Follow-up visits with a physician may increase medication compliance as well, given that it provides an opportunity for patients to learn more about hyperlipidemia and its management. [14] [Level 3] One study determined that telephone calls to patients every six months may also help improve adherence to medications. [15] Also, nutritionists and dieticians can play an essential role in managing hyperlipidemia as they help guide patients towards individualized lifestyle modifications. As with any medication regimen, interprofessional collaboration and communication when using pitavastatin to treat hypercholesterolemia will improve therapeutic outcomes and reduce unwanted side effects and interactions. [Level 5]"}
{"id": "article-58_21", "title": "Pitavastatin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pitavastatin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}