{"id": "article-17185_0", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Introduction", "content": "The adductor canal (AC), also known as the subsartorial or Hunter canal, is a conical musculoaponeurotic tunnel passing through the distal aspect of the thigh's middle third (see Image . Adductor Canal). This region is a passageway for several neurovascular structures from the femoral triangle to the adductor hiatus. [1] [2]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Introduction. The adductor canal (AC), also known as the subsartorial or Hunter canal, is a conical musculoaponeurotic tunnel passing through the distal aspect of the thigh's middle third (see Image . Adductor Canal). This region is a passageway for several neurovascular structures from the femoral triangle to the adductor hiatus. [1] [2]"}
{"id": "article-17185_1", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Introduction", "content": "Major structures passing through the AC include the superficial femoral artery, femoral vein, and saphenous nerve. The nerve to the vastus medialis is also often mentioned as traversing the AC, but some authors challenge this claim. The AC is a clinically relevant anatomical landmark, as disease and trauma can involve this region. The AC is also an increasingly common nerve block site for knee, ankle, and foot surgeries. [3] [4] [5] [6] This review discusses AC's anatomy and clinical relevance.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Introduction. Major structures passing through the AC include the superficial femoral artery, femoral vein, and saphenous nerve. The nerve to the vastus medialis is also often mentioned as traversing the AC, but some authors challenge this claim. The AC is a clinically relevant anatomical landmark, as disease and trauma can involve this region. The AC is also an increasingly common nerve block site for knee, ankle, and foot surgeries. [3] [4] [5] [6] This review discusses AC's anatomy and clinical relevance."}
{"id": "article-17185_2", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure", "content": "The AC is a neurovascular tunnel located distal to the anteromedial thigh. The AC's average length is reportedly between 8.5 and 11.5 cm, depending on sex. The borders of this region include the following:", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure. The AC is a neurovascular tunnel located distal to the anteromedial thigh. The AC's average length is reportedly between 8.5 and 11.5 cm, depending on sex. The borders of this region include the following:"}
{"id": "article-17185_3", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure", "content": "Proximal border - The AC begins at the femoral triangle's apex, where the medial borders of the sartorius and adductor longus cross. Some sources cite the femoral triangle apex as the adductor longus' lateral border. However, recent studies maintain that the apex is the medial border of the adductor longus muscle. Distal border - The AC ends at the adductor hiatus, the largest of 5 fibrous openings within the adductor magnus. The superficial femoral artery becomes the popliteal artery as it passes distally through the adductor hiatus. Anterolateral border - The vastus medialis muscle lies in the AC's anterolateral margin. Posterolateral border - The AC is bounded by the adductor longus and magnus muscles posterolaterally. Medial border - The vastoadductor membrane (VAM) occupies the AC's medial edge. The VAM is also sometimes referred to as the AC's “roof.”. The sartorius muscle is superficial to the VAM.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure. Proximal border - The AC begins at the femoral triangle's apex, where the medial borders of the sartorius and adductor longus cross. Some sources cite the femoral triangle apex as the adductor longus' lateral border. However, recent studies maintain that the apex is the medial border of the adductor longus muscle. Distal border - The AC ends at the adductor hiatus, the largest of 5 fibrous openings within the adductor magnus. The superficial femoral artery becomes the popliteal artery as it passes distally through the adductor hiatus. Anterolateral border - The vastus medialis muscle lies in the AC's anterolateral margin. Posterolateral border - The AC is bounded by the adductor longus and magnus muscles posterolaterally. Medial border - The vastoadductor membrane (VAM) occupies the AC's medial edge. The VAM is also sometimes referred to as the AC's “roof.”. The sartorius muscle is superficial to the VAM."}
{"id": "article-17185_4", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure", "content": "Surface landmarks and ultrasound can help locate the AC. The midpoint between the anterior superior iliac spine (ASIS) and the patellar base corresponds to the femoral triangle. The AC is located a few centimeters distal to this region. For reference, the following are the borders of the femoral or Scarpa triangle (see Image . Femoral Triangle Structures): Proximal border - inguinal ligament Lateral border - medial border of sartorius Medial border - medial border of adductor longus Floor - iliopsoas, pectineus, adductor longus, and adductor brevis muscles Apex - the intersection between the medial borders of the sartorius and adductor longus muscles", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure. Surface landmarks and ultrasound can help locate the AC. The midpoint between the anterior superior iliac spine (ASIS) and the patellar base corresponds to the femoral triangle. The AC is located a few centimeters distal to this region. For reference, the following are the borders of the femoral or Scarpa triangle (see Image . Femoral Triangle Structures): Proximal border - inguinal ligament Lateral border - medial border of sartorius Medial border - medial border of adductor longus Floor - iliopsoas, pectineus, adductor longus, and adductor brevis muscles Apex - the intersection between the medial borders of the sartorius and adductor longus muscles"}
{"id": "article-17185_5", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure", "content": "Published literature regarding the location of the AC's roof and medial border is inconsistent. Some sources name the AC's medial border as the sartorius muscle, with the canal located deep to this muscle and the muscle's span determining the AC's limits. However, the VAM lies deep to the sartorius muscle. The true AC is roofed and bordered medially by the VAM.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure. Published literature regarding the location of the AC's roof and medial border is inconsistent. Some sources name the AC's medial border as the sartorius muscle, with the canal located deep to this muscle and the muscle's span determining the AC's limits. However, the VAM lies deep to the sartorius muscle. The true AC is roofed and bordered medially by the VAM."}
{"id": "article-17185_6", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure", "content": "The space between the VAM and sartorius muscle is a plane called the \"subsartorial space\" or \"subsartorial compartment.\" This designation can cause confusion, as the AC or Hunter canal is sometimes called the \"subsartorial canal.\" The distinction is important because the true AC and the subsartorial space, which is superficial to the VAM, contain different nerve groups. [7] [8]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Structure. The space between the VAM and sartorius muscle is a plane called the \"subsartorial space\" or \"subsartorial compartment.\" This designation can cause confusion, as the AC or Hunter canal is sometimes called the \"subsartorial canal.\" The distinction is important because the true AC and the subsartorial space, which is superficial to the VAM, contain different nerve groups. [7] [8]"}
{"id": "article-17185_7", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Function", "content": "The AC transmits neurovascular structures from the femoral triangle proximally to the popliteal fossa distally. The AC maintains anatomic continuity between the 2 compartments.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Structure and Function -- Function. The AC transmits neurovascular structures from the femoral triangle proximally to the popliteal fossa distally. The AC maintains anatomic continuity between the 2 compartments."}
{"id": "article-17185_8", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics", "content": "The AC houses the superficial femoral artery and femoral vein. The superficial femoral artery originates from the femoral artery and delivers blood to the lower leg. The femoral vein is the proximal continuation of the popliteal vein, which drains the deep leg veins.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics. The AC houses the superficial femoral artery and femoral vein. The superficial femoral artery originates from the femoral artery and delivers blood to the lower leg. The femoral vein is the proximal continuation of the popliteal vein, which drains the deep leg veins."}
{"id": "article-17185_9", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics", "content": "Proximal to the AC, the femoral artery gives off a branch called the \"deep femoral artery\" (\"deep artery of the thigh\" or \"profunda femoris\") and continues distally as the superficial femoral artery. The superficial femoral artery travels from the femoral triangle into the AC. The superficial femoral artery passes from the AC distally through the adductor hiatus in the adductor magnus, where it becomes the popliteal artery. [9]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics. Proximal to the AC, the femoral artery gives off a branch called the \"deep femoral artery\" (\"deep artery of the thigh\" or \"profunda femoris\") and continues distally as the superficial femoral artery. The superficial femoral artery travels from the femoral triangle into the AC. The superficial femoral artery passes from the AC distally through the adductor hiatus in the adductor magnus, where it becomes the popliteal artery. [9]"}
{"id": "article-17185_10", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics", "content": "The popliteal vein becomes the femoral vein as it ascends through the adductor hiatus. The femoral vein receives multiple minor tributaries in the adductor hiatus. The femoral vein eventually joins with the deep femoral and great saphenous veins to become the common femoral vein. Some sources use the name “superficial femoral vein” instead of “femoral vein,” but this designation is inaccurate. The vein is not superficial, though it can become a source of confusion as it courses along with the superficial femoral artery. [10]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Blood Supply and Lymphatics. The popliteal vein becomes the femoral vein as it ascends through the adductor hiatus. The femoral vein receives multiple minor tributaries in the adductor hiatus. The femoral vein eventually joins with the deep femoral and great saphenous veins to become the common femoral vein. Some sources use the name “superficial femoral vein” instead of “femoral vein,” but this designation is inaccurate. The vein is not superficial, though it can become a source of confusion as it courses along with the superficial femoral artery. [10]"}
{"id": "article-17185_11", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Nerves", "content": "The saphenous nerve exits the femoral triangle's apex and enters the AC immediately lateral to the femoral artery. The saphenous nerve travels through the AC until it diverges from the femoral artery distally. The saphenous nerve exits between the sartorius and gracilis muscles.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Nerves. The saphenous nerve exits the femoral triangle's apex and enters the AC immediately lateral to the femoral artery. The saphenous nerve travels through the AC until it diverges from the femoral artery distally. The saphenous nerve exits between the sartorius and gracilis muscles."}
{"id": "article-17185_12", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Nerves", "content": "The nerve to the vastus medialis was presumed previously to travel within the AC. However, this claim has been disputed, with other authors reporting that the NVM travels through the subsartorial space superficial to the VAM and deep to the sartorius muscle. The subsartorial space also houses the subsartorial plexus, formed by the medial cutaneous nerve of the thigh, saphenous nerve, and anterior branch of the obturator nerve.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Nerves. The nerve to the vastus medialis was presumed previously to travel within the AC. However, this claim has been disputed, with other authors reporting that the NVM travels through the subsartorial space superficial to the VAM and deep to the sartorius muscle. The subsartorial space also houses the subsartorial plexus, formed by the medial cutaneous nerve of the thigh, saphenous nerve, and anterior branch of the obturator nerve."}
{"id": "article-17185_13", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Muscles", "content": "The table below summarizes key information about the muscles bordering the AC.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Muscles. The table below summarizes key information about the muscles bordering the AC."}
{"id": "article-17185_14", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations", "content": "Peripheral nerve blocks are increasingly becoming more common in postoperative pain management. An ideal block provides adequate analgesia while maintaining motor function. An AC block (ACB) entails local anesthesia injection into the AC to manage pain during knee, ankle, and foot surgery. Performing the ACB is guided by knowledge of the AC's anatomy.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations. Peripheral nerve blocks are increasingly becoming more common in postoperative pain management. An ideal block provides adequate analgesia while maintaining motor function. An AC block (ACB) entails local anesthesia injection into the AC to manage pain during knee, ankle, and foot surgery. Performing the ACB is guided by knowledge of the AC's anatomy."}
{"id": "article-17185_15", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations", "content": "The human knee receives innervation from anterior and posterior sensory nerve groups. A properly performed AC block anesthetizes the anterior sensory nerve group without affecting the motor nerves. The AC block can be combined with another regional block targeting the posterior nerve group. Sparing the motor nerves during knee surgery, for example, a total knee arthroplasty (TKA), accelerates postoperative ambulation and improves recovery.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations. The human knee receives innervation from anterior and posterior sensory nerve groups. A properly performed AC block anesthetizes the anterior sensory nerve group without affecting the motor nerves. The AC block can be combined with another regional block targeting the posterior nerve group. Sparing the motor nerves during knee surgery, for example, a total knee arthroplasty (TKA), accelerates postoperative ambulation and improves recovery."}
{"id": "article-17185_16", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations", "content": "Multiple studies demonstrated that “estimating” the location of the AC often resulted in a femoral triangle block (FTB). An FTB is not motor-sparing because it often leads to quadriceps weakness, which may be inferior to an ACB in some clinical situations.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Surgical Considerations. Multiple studies demonstrated that “estimating” the location of the AC often resulted in a femoral triangle block (FTB). An FTB is not motor-sparing because it often leads to quadriceps weakness, which may be inferior to an ACB in some clinical situations."}
{"id": "article-17185_17", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance", "content": "The structures passing through the AC are susceptible to multiple pathologies, which include the following:", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance. The structures passing through the AC are susceptible to multiple pathologies, which include the following:"}
{"id": "article-17185_18", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance", "content": "Peripheral arterial disease (PAD) - a common manifestation of atherosclerosis. PAD is an obstruction in arteries other than the cerebral and coronary vessels. The proximal popliteal and superficial femoral arteries are the lower extremity sites most frequently affected by atherosclerosis. The superficial femoral artery is the second most common site of femoral artery aneurysm (about 14% of cases). [15]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance. Peripheral arterial disease (PAD) - a common manifestation of atherosclerosis. PAD is an obstruction in arteries other than the cerebral and coronary vessels. The proximal popliteal and superficial femoral arteries are the lower extremity sites most frequently affected by atherosclerosis. The superficial femoral artery is the second most common site of femoral artery aneurysm (about 14% of cases). [15]"}
{"id": "article-17185_19", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance", "content": "AC compression syndrome (ACCS) - an extremely rare cause of lower extremity arterial insufficiency. This condition generally affects young, healthy, and physically active individuals. ACCS is non-atherosclerotic, though chronic and repeated superficial femoral artery compression in the AC can produce the condition. The exact cause of the compression remains unidentified due to the paucity of information. Reports indicate that some cases are due to anomalous embryologic musculotendinous fibrous bands. The bands are thought to arise from the adductor magnus and become symptomatic when this muscle or the vastus medialis hypertrophies. The treatment is surgery. [16]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance. AC compression syndrome (ACCS) - an extremely rare cause of lower extremity arterial insufficiency. This condition generally affects young, healthy, and physically active individuals. ACCS is non-atherosclerotic, though chronic and repeated superficial femoral artery compression in the AC can produce the condition. The exact cause of the compression remains unidentified due to the paucity of information. Reports indicate that some cases are due to anomalous embryologic musculotendinous fibrous bands. The bands are thought to arise from the adductor magnus and become symptomatic when this muscle or the vastus medialis hypertrophies. The treatment is surgery. [16]"}
{"id": "article-17185_20", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance", "content": "Venous disease - isolated deep venous thrombosis (DVT) in the AC is rare and more likely to coexist with DVTs in other locations. [17] Uhl and Gillot hypothesized that femoral vein compression and venous valve dysfunction within the AC might contribute to lower extremity venous stasis. However, no additional studies support this hypothesis. [18]", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance. Venous disease - isolated deep venous thrombosis (DVT) in the AC is rare and more likely to coexist with DVTs in other locations. [17] Uhl and Gillot hypothesized that femoral vein compression and venous valve dysfunction within the AC might contribute to lower extremity venous stasis. However, no additional studies support this hypothesis. [18]"}
{"id": "article-17185_21", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance", "content": "Diagnosing and treating AC conditions involve a thorough clinical evaluation, which may include physical examination and imaging tests. Specialized nerve conduction studies help identify nerve lesions.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Clinical Significance. Diagnosing and treating AC conditions involve a thorough clinical evaluation, which may include physical examination and imaging tests. Specialized nerve conduction studies help identify nerve lesions."}
{"id": "article-17185_22", "title": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Adductor Canal (Subsartorial Canal, Hunter Canal) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}