{"id": "article-27490_0", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Introduction", "content": "The dorsal column, also known as the dorsal column medial lemniscus (DCML) pathway, deals with the conscious appreciation of fine touch, two-point discrimination, conscious proprioception, and vibration sensations from the entire body except for the head. In the spinal cord, this pathway travels in the dorsal column, and in the brainstem, it is transmitted through the medial lemniscus; hence the name dorsal column medial lemniscus pathway. Phylogenetically, this is a relatively new pathway and serves to recognize and communicate highly localizable and discriminative sensations.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Introduction. The dorsal column, also known as the dorsal column medial lemniscus (DCML) pathway, deals with the conscious appreciation of fine touch, two-point discrimination, conscious proprioception, and vibration sensations from the entire body except for the head. In the spinal cord, this pathway travels in the dorsal column, and in the brainstem, it is transmitted through the medial lemniscus; hence the name dorsal column medial lemniscus pathway. Phylogenetically, this is a relatively new pathway and serves to recognize and communicate highly localizable and discriminative sensations."}
{"id": "article-27490_1", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "The primary function of the dorsal column medial lemniscus (DCML) pathway is to convey sensory information regarding fine touch, two-point discrimination, conscious proprioception, and vibration sensations to the postcentral gyrus in the cerebral cortex from our skin and joints, excluding the head. [1] [2] [3] [4] [5]", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. The primary function of the dorsal column medial lemniscus (DCML) pathway is to convey sensory information regarding fine touch, two-point discrimination, conscious proprioception, and vibration sensations to the postcentral gyrus in the cerebral cortex from our skin and joints, excluding the head. [1] [2] [3] [4] [5]"}
{"id": "article-27490_2", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "There are three orders of neurons involved in this pathway that orchestrate signal transmission from the skin and joints to the cerebral cortex. The cell body of the dorsal root ganglia, which is composed of pseudounipolar neurons, characterizes the first-order neuron of the pathway. The pseudounipolar neurons contain peripheral (distal) and central (proximal) axonal processes. The peripheral (distal) axons receive various signal inputs from the skin via the receptors associated with the DCML pathway. These receptors classify into two types: tactile mechanoreceptors and conscious proprioception.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. There are three orders of neurons involved in this pathway that orchestrate signal transmission from the skin and joints to the cerebral cortex. The cell body of the dorsal root ganglia, which is composed of pseudounipolar neurons, characterizes the first-order neuron of the pathway. The pseudounipolar neurons contain peripheral (distal) and central (proximal) axonal processes. The peripheral (distal) axons receive various signal inputs from the skin via the receptors associated with the DCML pathway. These receptors classify into two types: tactile mechanoreceptors and conscious proprioception."}
{"id": "article-27490_3", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "Tactile mechanoreceptors include Meissner corpuscles, free nerve endings on hair follicles, and Pacinian corpuscles. Meissner corpuscles transmit information about fine touch and two-point discrimination. Free nerve endings on hair follicles also transmit information about fine touch. Pacinian corpuscles have pressure sense and vibration sense. Receptors of conscious proprioception include muscle spindles and Golgi tendon organs. These sensory organs detect changes in muscle length and contraction and contribute to fine motor control and the relay of axial position information to the nervous system. [6] [7] [8]", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. Tactile mechanoreceptors include Meissner corpuscles, free nerve endings on hair follicles, and Pacinian corpuscles. Meissner corpuscles transmit information about fine touch and two-point discrimination. Free nerve endings on hair follicles also transmit information about fine touch. Pacinian corpuscles have pressure sense and vibration sense. Receptors of conscious proprioception include muscle spindles and Golgi tendon organs. These sensory organs detect changes in muscle length and contraction and contribute to fine motor control and the relay of axial position information to the nervous system. [6] [7] [8]"}
{"id": "article-27490_4", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "After receiving the sensory input from the periphery via the mechanoreceptor and conscious receptors, the central (proximal) axons of the dorsal root ganglia enter the spinal cord through the medial dorsal root entry zone. Once in the spinal cord, the central axonal process gives off small collateral branches that will terminate in the spinal gray matter to facilitate spinal reflexes. However, most of the central axonal process will leave the dorsal horn gray matter without synapsing and enter the dorsal funiculus to help constitute either the fasciculus gracilis or the fasciculus cuneatus. The fasciculus gracilis carries sensory information associated with the DCML pathway from the lower extremities and terminates and synapses at the nucleus gracilis in the caudal medulla. It is medial relative to the fasciculus cuneatus and travels the length of the spinal cord.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. After receiving the sensory input from the periphery via the mechanoreceptor and conscious receptors, the central (proximal) axons of the dorsal root ganglia enter the spinal cord through the medial dorsal root entry zone. Once in the spinal cord, the central axonal process gives off small collateral branches that will terminate in the spinal gray matter to facilitate spinal reflexes. However, most of the central axonal process will leave the dorsal horn gray matter without synapsing and enter the dorsal funiculus to help constitute either the fasciculus gracilis or the fasciculus cuneatus. The fasciculus gracilis carries sensory information associated with the DCML pathway from the lower extremities and terminates and synapses at the nucleus gracilis in the caudal medulla. It is medial relative to the fasciculus cuneatus and travels the length of the spinal cord."}
{"id": "article-27490_5", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "On the other hand, the fasciculus cuneatus carries sensory information associated with the DCML pathway from the upper extremities. Thus, it is located at spinal level T6 and above. Similarly to the fasciculus gracilis, the fasciculus cuneatus terminates and synapses at the nucleus cuneatus, which is in the caudal medulla. The nucleus cuneatus, which receives axons from the fasciculus cuneatus, is located laterally to the nucleus gracilis, which receives axons from the fasciculus gracilis. Both the nucleus cuneatus and nucleus gracilis represent the second-order neuron of the DCML pathway.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. On the other hand, the fasciculus cuneatus carries sensory information associated with the DCML pathway from the upper extremities. Thus, it is located at spinal level T6 and above. Similarly to the fasciculus gracilis, the fasciculus cuneatus terminates and synapses at the nucleus cuneatus, which is in the caudal medulla. The nucleus cuneatus, which receives axons from the fasciculus cuneatus, is located laterally to the nucleus gracilis, which receives axons from the fasciculus gracilis. Both the nucleus cuneatus and nucleus gracilis represent the second-order neuron of the DCML pathway."}
{"id": "article-27490_6", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "The internal arcuate fibers are axons that emerge ventrally from the dorsal column nuclei, course ventromedially through the medullary tegmentum, and ultimately cross the midline. This is where the DCML pathway decussates. The internal arcuate fibers on the contralateral side of the medulla will come together to form the medial lemniscus. The medial lemniscus travels through the brainstem with a preserved somatotopic arrangement where its ventral fibers arise from the nucleus gracilis and its dorsal fibers arise from the nucleus cuneatus.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. The internal arcuate fibers are axons that emerge ventrally from the dorsal column nuclei, course ventromedially through the medullary tegmentum, and ultimately cross the midline. This is where the DCML pathway decussates. The internal arcuate fibers on the contralateral side of the medulla will come together to form the medial lemniscus. The medial lemniscus travels through the brainstem with a preserved somatotopic arrangement where its ventral fibers arise from the nucleus gracilis and its dorsal fibers arise from the nucleus cuneatus."}
{"id": "article-27490_7", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function", "content": "The medial lemniscus terminates and synapses in the ventral posterolateral (VPL) nucleus of the thalamus; the somatotopy is preserved. The VPL neurons are the third-order neurons of the pathway, and their axons will project laterally out of the thalamus and course somatotopically through the posterior limb of the internal capsule, terminating in the primary somatosensory cortex of the postcentral gyrus. The tracts of the DCML pathway, from the fasciculus gracilis and fasciculus cuneatus to the primary somatosensory cortex, have a preserved somatotopic arrangement where the cervical axons are medial and sacral axons are lateral. This somatotopic arrangement resembles that of the motor cortical spinal tract and differs from that of the spinothalamic tract.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Structure and Function. The medial lemniscus terminates and synapses in the ventral posterolateral (VPL) nucleus of the thalamus; the somatotopy is preserved. The VPL neurons are the third-order neurons of the pathway, and their axons will project laterally out of the thalamus and course somatotopically through the posterior limb of the internal capsule, terminating in the primary somatosensory cortex of the postcentral gyrus. The tracts of the DCML pathway, from the fasciculus gracilis and fasciculus cuneatus to the primary somatosensory cortex, have a preserved somatotopic arrangement where the cervical axons are medial and sacral axons are lateral. This somatotopic arrangement resembles that of the motor cortical spinal tract and differs from that of the spinothalamic tract."}
{"id": "article-27490_8", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Embryology", "content": "The dorsal horn is derived embryologically from the alar plate, a dorsal thickening of the neural tube. In contrast, the motor horn derives from the basal plate, a ventral thickening of the neural tube. The dorsal horn forms the sensory part of the spinal cord, including the DCML pathway.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Embryology. The dorsal horn is derived embryologically from the alar plate, a dorsal thickening of the neural tube. In contrast, the motor horn derives from the basal plate, a ventral thickening of the neural tube. The dorsal horn forms the sensory part of the spinal cord, including the DCML pathway."}
{"id": "article-27490_9", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics", "content": "The aorta is an integral part of the vascular supply of the spinal cord. The aorta gives rise to the subclavian arteries, which give rise posteriorly to the vertebral arteries. It is from these vertebral arteries that the medullary arteries arise.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics. The aorta is an integral part of the vascular supply of the spinal cord. The aorta gives rise to the subclavian arteries, which give rise posteriorly to the vertebral arteries. It is from these vertebral arteries that the medullary arteries arise."}
{"id": "article-27490_10", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics", "content": "The medullary arteries branch into ten segments and provide the majority of vascularization for the spinal cord. If there is any neurological damage due to a compromise to the blood flow, the damage will depend on where the compromise occurs. Any damage to the posterior flow of blood will likely result in some degree of sensory deficits. In contrast, any damage to the anterior blood supply will likely result in some degree of motor deficits.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics. The medullary arteries branch into ten segments and provide the majority of vascularization for the spinal cord. If there is any neurological damage due to a compromise to the blood flow, the damage will depend on where the compromise occurs. Any damage to the posterior flow of blood will likely result in some degree of sensory deficits. In contrast, any damage to the anterior blood supply will likely result in some degree of motor deficits."}
{"id": "article-27490_11", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics", "content": "The posterior spinal artery supplies the DCML pathway. Thus, infarction of the posterior spinal artery leads to neurological sensory deficits relayed by the DCML pathway. This is the mechanism of injury in posterior cord syndrome, also known as posterior spinal artery syndrome.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Blood Supply and Lymphatics. The posterior spinal artery supplies the DCML pathway. Thus, infarction of the posterior spinal artery leads to neurological sensory deficits relayed by the DCML pathway. This is the mechanism of injury in posterior cord syndrome, also known as posterior spinal artery syndrome."}
{"id": "article-27490_12", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Surgical Considerations", "content": "A case report highlights the significance of surgical interruption of a midline dorsal column (DCML pathway) to decrease persistent visceral pelvic pain after the elimination of uterine cancer. The case showed that punctate midline myelotomy is superior to analgesic medication in eliminating persistent visceral pain. Midline myelotomy has typically been used to interrupt the pain transmitted via the spinothalamic tract; the punctate midline myelotomy used in the study intentionally targeted the DCML pathway. The results shed light on the involvement of the DCML pathway in visceral pain transmission and on the possibility of eliminating pain with surgical intervention rather than by taking analgesic medications. [9]", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Surgical Considerations. A case report highlights the significance of surgical interruption of a midline dorsal column (DCML pathway) to decrease persistent visceral pelvic pain after the elimination of uterine cancer. The case showed that punctate midline myelotomy is superior to analgesic medication in eliminating persistent visceral pain. Midline myelotomy has typically been used to interrupt the pain transmitted via the spinothalamic tract; the punctate midline myelotomy used in the study intentionally targeted the DCML pathway. The results shed light on the involvement of the DCML pathway in visceral pain transmission and on the possibility of eliminating pain with surgical intervention rather than by taking analgesic medications. [9]"}
{"id": "article-27490_13", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "The diseases that target the DCML pathway are largely degenerative.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. The diseases that target the DCML pathway are largely degenerative."}
{"id": "article-27490_14", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "Tabes dorsalis, a potential but now rare manifestation of tertiary syphilis, is an example of a degenerative disease that affects the DCML pathway and results in severe neurological deficits. The pathogenesis of tabes dorsalis is characterized by the demyelination of the axons of the posterior column pathway, generating an array of symptoms all due to the compromised relay of sensory input. These symptoms include loss of peripheral reflexes, impairment of vibration and position sense, and progressive ataxia. The sudden onset of severe idiopathic pain of an unknown origin, often described as \"lightning pain, \" can also be seen in tabes dorsalis. In addition to the posterior column pathway-related symptoms, tabes dorsalis can cause degenerative joints, also known as \"Charcot joints.\" Moreover, the loss of the pupils' ability to constrict with the preservation of its ability to accommodate (i.e., Argyll Robertson pupils) is common in patients with tabes dorsalis.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. Tabes dorsalis, a potential but now rare manifestation of tertiary syphilis, is an example of a degenerative disease that affects the DCML pathway and results in severe neurological deficits. The pathogenesis of tabes dorsalis is characterized by the demyelination of the axons of the posterior column pathway, generating an array of symptoms all due to the compromised relay of sensory input. These symptoms include loss of peripheral reflexes, impairment of vibration and position sense, and progressive ataxia. The sudden onset of severe idiopathic pain of an unknown origin, often described as \"lightning pain, \" can also be seen in tabes dorsalis. In addition to the posterior column pathway-related symptoms, tabes dorsalis can cause degenerative joints, also known as \"Charcot joints.\" Moreover, the loss of the pupils' ability to constrict with the preservation of its ability to accommodate (i.e., Argyll Robertson pupils) is common in patients with tabes dorsalis."}
{"id": "article-27490_15", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "Another degenerative disease affecting the posterior column pathway is subacute combined degeneration of the spinal cord (SCD) resulting from severe vitamin B12 deficiency. SCD affects two pathways in the spinal cords: the lateral cortical motor pathway and the posterior column pathway. SCD is characterized by axonal myelin abnormalities resulting from vitamin B12 deficiency, leading to a compromise in nerve transmission. Myelination of the axons speeds up the action potential via saltatory conduction. Thus, disruption in the myelination process slows down nerve conduction. Symptoms related to damage in the posterior column pathway include paresthesias, loss of vibratory sensation, and proprioception. In contrast, symptoms associated with damage in the lateral cortical motor pathway include spastic paresis and hyperreflexia. The role of vitamin B12 deficiency in the cause of SCD is related to the production of myelin in two separate pathways.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. Another degenerative disease affecting the posterior column pathway is subacute combined degeneration of the spinal cord (SCD) resulting from severe vitamin B12 deficiency. SCD affects two pathways in the spinal cords: the lateral cortical motor pathway and the posterior column pathway. SCD is characterized by axonal myelin abnormalities resulting from vitamin B12 deficiency, leading to a compromise in nerve transmission. Myelination of the axons speeds up the action potential via saltatory conduction. Thus, disruption in the myelination process slows down nerve conduction. Symptoms related to damage in the posterior column pathway include paresthesias, loss of vibratory sensation, and proprioception. In contrast, symptoms associated with damage in the lateral cortical motor pathway include spastic paresis and hyperreflexia. The role of vitamin B12 deficiency in the cause of SCD is related to the production of myelin in two separate pathways."}
{"id": "article-27490_16", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "Adenosylcobalamin serves as a cofactor in the conversion of methylmalonyl-CoA to succinyl-CoA, which is an essential step in lipid synthesis. Consequently, methylmalonyl-CoA accumulates in B12 deficiency, causing the inclusion of abnormal fatty acids into the synthesis of neuronal lipids. Nevertheless, the build-up of methylmalonyl-CoA makes it a useful lab marker tool to diagnose B12 deficiency.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. Adenosylcobalamin serves as a cofactor in the conversion of methylmalonyl-CoA to succinyl-CoA, which is an essential step in lipid synthesis. Consequently, methylmalonyl-CoA accumulates in B12 deficiency, causing the inclusion of abnormal fatty acids into the synthesis of neuronal lipids. Nevertheless, the build-up of methylmalonyl-CoA makes it a useful lab marker tool to diagnose B12 deficiency."}
{"id": "article-27490_17", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "In a different pathway, the lack of vitamin B12 impedes oligodendrocyte growth, as vitamin B12 is involved in DNA synthesis and is a cofactor in the generation of tetrahydrofolate. Other vitamin B12 deficiency findings besides SCD include psychiatric issues and macrocytic anemia. Vitamin B12 deficiency can also be secondary to folate deficiency, methotrexate therapy, and nitric oxide intake. [10]", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. In a different pathway, the lack of vitamin B12 impedes oligodendrocyte growth, as vitamin B12 is involved in DNA synthesis and is a cofactor in the generation of tetrahydrofolate. Other vitamin B12 deficiency findings besides SCD include psychiatric issues and macrocytic anemia. Vitamin B12 deficiency can also be secondary to folate deficiency, methotrexate therapy, and nitric oxide intake. [10]"}
{"id": "article-27490_18", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "The DCML pathway can rarely be affected due to infarction of the posterior spinal artery, causing what is known as posterior cord syndrome or posterior spinal cord syndrome. Posterior cord syndrome (PCS) is characterized by loss of vibration and proprioception sensation, and the posterior spinal artery supplies reflexes below the level of the lesion as the posterior column pathway. However, motor strength, pain, and temperature sensations are spared in PCS, as the spinothalamic and cortical motor tract are unaffected; their vascular supply is via the anterior spinal artery.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. The DCML pathway can rarely be affected due to infarction of the posterior spinal artery, causing what is known as posterior cord syndrome or posterior spinal cord syndrome. Posterior cord syndrome (PCS) is characterized by loss of vibration and proprioception sensation, and the posterior spinal artery supplies reflexes below the level of the lesion as the posterior column pathway. However, motor strength, pain, and temperature sensations are spared in PCS, as the spinothalamic and cortical motor tract are unaffected; their vascular supply is via the anterior spinal artery."}
{"id": "article-27490_19", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance", "content": "Lastly, Brown-Séquard syndrome, which is spinal cord hemisection involving either the left or right side of the spinal cord, affects the posterior column pathway. It is usually due to an insult or injury at the cervical level. Unlike the previous causes of damage to the posterior column pathway, Brown-Séquard syndrome usually is caused by traumatic events such as a fracture or stab wound to one side of the spinal cord; tumors and abscesses are rarer etiologies. Along with the posterior column pathway, the motor and spinothalamic tract pathways are severed in Brown-Séquard syndrome, resulting in unique symptoms. The classic clinical features of Brown-Séquard syndrome include contralateral loss of pain and temperature (spinothalamic tract), ipsilateral hemiparesis (corticospinal tract), and ipsilateral loss of vibration and proprioception (posterior column pathway). [11]", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Clinical Significance. Lastly, Brown-Séquard syndrome, which is spinal cord hemisection involving either the left or right side of the spinal cord, affects the posterior column pathway. It is usually due to an insult or injury at the cervical level. Unlike the previous causes of damage to the posterior column pathway, Brown-Séquard syndrome usually is caused by traumatic events such as a fracture or stab wound to one side of the spinal cord; tumors and abscesses are rarer etiologies. Along with the posterior column pathway, the motor and spinothalamic tract pathways are severed in Brown-Séquard syndrome, resulting in unique symptoms. The classic clinical features of Brown-Séquard syndrome include contralateral loss of pain and temperature (spinothalamic tract), ipsilateral hemiparesis (corticospinal tract), and ipsilateral loss of vibration and proprioception (posterior column pathway). [11]"}
{"id": "article-27490_20", "title": "Neuroanatomy, Posterior Column (Dorsal Column) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Posterior Column (Dorsal Column) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}