{"id": "article-22259_0", "title": "Glatiramer -- Continuing Education Activity", "content": "Glatiramer is an immunomodulator utilized for the treatment and management of multiple sclerosis. Glatiramer acetate is employed in addressing relapsing-remitting multiple sclerosis (RRMS), clinically isolated syndrome (CIS), and active secondary progressive disease. Despite an unclear understanding of its mechanism, the drug seems to influence immune processes associated with MS. Although unable to breach the blood-brain barrier, glatiramer acetate prompts peripheral Th2 cells, facilitating their traversal across the blood barrier and reducing inflammation within the central nervous system. This activity explores glatiramer's indications, contraindications, mechanism of action, adverse events, and other crucial facets, emphasizing the collaborative efforts of the interprofessional team to deliver well-coordinated care and enhance patient outcomes in the realm of multiple sclerosis.", "contents": "Glatiramer -- Continuing Education Activity. Glatiramer is an immunomodulator utilized for the treatment and management of multiple sclerosis. Glatiramer acetate is employed in addressing relapsing-remitting multiple sclerosis (RRMS), clinically isolated syndrome (CIS), and active secondary progressive disease. Despite an unclear understanding of its mechanism, the drug seems to influence immune processes associated with MS. Although unable to breach the blood-brain barrier, glatiramer acetate prompts peripheral Th2 cells, facilitating their traversal across the blood barrier and reducing inflammation within the central nervous system. This activity explores glatiramer's indications, contraindications, mechanism of action, adverse events, and other crucial facets, emphasizing the collaborative efforts of the interprofessional team to deliver well-coordinated care and enhance patient outcomes in the realm of multiple sclerosis."}
{"id": "article-22259_1", "title": "Glatiramer -- Continuing Education Activity", "content": "Objectives: Identify the indications and appropriate patient populations for glatiramer therapy in managing relapsing-remitting multiple sclerosis. Implement glatiramer therapy according to recommended dosing, administration techniques, and treatment protocols, considering patient-specific factors such as comorbidities, concurrent medications, and individual treatment goals. Apply knowledge of glatiramer's pharmacology, pharmacokinetics, and pharmacodynamics to optimize treatment outcomes and minimize adverse effects. Develop collaboration with other healthcare professionals, including neurologists, nurses, and pharmacists, to ensure coordinated care and appropriate monitoring of patients receiving glatiramer. Access free multiple choice questions on this topic.", "contents": "Glatiramer -- Continuing Education Activity. Objectives: Identify the indications and appropriate patient populations for glatiramer therapy in managing relapsing-remitting multiple sclerosis. Implement glatiramer therapy according to recommended dosing, administration techniques, and treatment protocols, considering patient-specific factors such as comorbidities, concurrent medications, and individual treatment goals. Apply knowledge of glatiramer's pharmacology, pharmacokinetics, and pharmacodynamics to optimize treatment outcomes and minimize adverse effects. Develop collaboration with other healthcare professionals, including neurologists, nurses, and pharmacists, to ensure coordinated care and appropriate monitoring of patients receiving glatiramer. Access free multiple choice questions on this topic."}
{"id": "article-22259_2", "title": "Glatiramer -- Indications -- FDA-Approved Indications", "content": "Glatiramer acetate is an immune-modulating medication that is FDA-approved to treat relapsing-remitting multiple sclerosis (RRMS), clinically isolated syndrome (CIS), and active secondary progressive disease.", "contents": "Glatiramer -- Indications -- FDA-Approved Indications. Glatiramer acetate is an immune-modulating medication that is FDA-approved to treat relapsing-remitting multiple sclerosis (RRMS), clinically isolated syndrome (CIS), and active secondary progressive disease."}
{"id": "article-22259_3", "title": "Glatiramer -- Indications -- FDA-Approved Indications", "content": "Michael Sela, Ruth Arnon, and Dvora Teitelbaum at the Weizmann Institute of Science in Rehovot, Israel, originally discovered the drug in the 1960s as they attempted to produce a synthetic antigen capable of inducing experimental autoimmune encephalomyelitis. Experimental autoimmune encephalomyelitis is the animal model of autoimmune inflammatory CNS disorders used by researchers to advance understanding of such neurological conditions. Surprisingly, they noted that the copolymer they created, Cop-1, reduced the incidence of encephalitis and the severity of histological lesions. After testing Cop-1 on various species and achieving similar results, clinical evaluation of human subjects began in 1977. [1] [2]", "contents": "Glatiramer -- Indications -- FDA-Approved Indications. Michael Sela, Ruth Arnon, and Dvora Teitelbaum at the Weizmann Institute of Science in Rehovot, Israel, originally discovered the drug in the 1960s as they attempted to produce a synthetic antigen capable of inducing experimental autoimmune encephalomyelitis. Experimental autoimmune encephalomyelitis is the animal model of autoimmune inflammatory CNS disorders used by researchers to advance understanding of such neurological conditions. Surprisingly, they noted that the copolymer they created, Cop-1, reduced the incidence of encephalitis and the severity of histological lesions. After testing Cop-1 on various species and achieving similar results, clinical evaluation of human subjects began in 1977. [1] [2]"}
{"id": "article-22259_4", "title": "Glatiramer -- Indications -- FDA-Approved Indications", "content": "In 1995, Johnson et al performed the first randomized, placebo-controlled trial of 20 mg glatiramer acetate daily in the United States. The initial positive results obtained on 50 patients with RRMS led to a Phase III clinical trial expansion encompassing 251 patients with RRMS. During the 2 years of therapy, those patients receiving glatiramer demonstrated a statistically significant decrease in the mean number of relapses compared to those in the placebo group (1.19 vs 1.68, p=0.0007).", "contents": "Glatiramer -- Indications -- FDA-Approved Indications. In 1995, Johnson et al performed the first randomized, placebo-controlled trial of 20 mg glatiramer acetate daily in the United States. The initial positive results obtained on 50 patients with RRMS led to a Phase III clinical trial expansion encompassing 251 patients with RRMS. During the 2 years of therapy, those patients receiving glatiramer demonstrated a statistically significant decrease in the mean number of relapses compared to those in the placebo group (1.19 vs 1.68, p=0.0007)."}
{"id": "article-22259_5", "title": "Glatiramer -- Indications -- FDA-Approved Indications", "content": "In Canada and Europe, Comi et al performed MRI evaluations on 239 RRMS patients. They examined the reduction in gadolinium-enhancing lesions over 9 months to assess treatment efficacy with glatiramer vs placebo. A statistically significant decrease in lesions was noted amongst the glatiramer-receiving patients over those on placebo (26 vs 36.7, p=0.003). These results led to the Federal Drug Administration’s clearance of glatiramer acetate for treating RRMS in 1996. [3]", "contents": "Glatiramer -- Indications -- FDA-Approved Indications. In Canada and Europe, Comi et al performed MRI evaluations on 239 RRMS patients. They examined the reduction in gadolinium-enhancing lesions over 9 months to assess treatment efficacy with glatiramer vs placebo. A statistically significant decrease in lesions was noted amongst the glatiramer-receiving patients over those on placebo (26 vs 36.7, p=0.003). These results led to the Federal Drug Administration’s clearance of glatiramer acetate for treating RRMS in 1996. [3]"}
{"id": "article-22259_6", "title": "Glatiramer -- Indications -- FDA-Approved Indications", "content": "In 2009, a randomized placebo-controlled trial of 20 mg daily glatiramer acetate was performed on 481 patients with CIS by Comi et al This “PreCISE” trial reported a statistically significant (p=0.0005) result indicating a 45% reduction in the risk of developing complete demyelinating multiple sclerosis in those patients receiving glatiramer acetate. PreCISe also resulted in a 115% prolongation of time from CIS conversion to chronic demyelinating multiple sclerosis. These results prompted same-year FDA approval of glatiramer acetate in treating CIS. [4]", "contents": "Glatiramer -- Indications -- FDA-Approved Indications. In 2009, a randomized placebo-controlled trial of 20 mg daily glatiramer acetate was performed on 481 patients with CIS by Comi et al This “PreCISE” trial reported a statistically significant (p=0.0005) result indicating a 45% reduction in the risk of developing complete demyelinating multiple sclerosis in those patients receiving glatiramer acetate. PreCISe also resulted in a 115% prolongation of time from CIS conversion to chronic demyelinating multiple sclerosis. These results prompted same-year FDA approval of glatiramer acetate in treating CIS. [4]"}
{"id": "article-22259_7", "title": "Glatiramer -- Mechanism of Action", "content": "Glatiramer acetate is a 40 to 100 amino acid polymer composed primarily of 4 amino acids: L-alanine, L-lysine, L-glutamic acid, and L-tyrosine, in a molar ratio of 4.2 to 3.4 to 1.4 to 1.0, respectively. The premise behind the drug's mechanism of action lies in the construct that patients with multiple sclerosis have antibodies directed against myelin basic protein (MBP), a component of the myelin sheaths of neurons within the central nervous system. Glatiramer acetate's chemical construct allows the drug to mimic MBP and thus serve as a decoy for the antibodies in these patients, decreasing the inflammatory response. Otherwise, the inflammatory response allows for the vulnerability of the blood-brain barrier to demyelination and axonal injury. [1]", "contents": "Glatiramer -- Mechanism of Action. Glatiramer acetate is a 40 to 100 amino acid polymer composed primarily of 4 amino acids: L-alanine, L-lysine, L-glutamic acid, and L-tyrosine, in a molar ratio of 4.2 to 3.4 to 1.4 to 1.0, respectively. The premise behind the drug's mechanism of action lies in the construct that patients with multiple sclerosis have antibodies directed against myelin basic protein (MBP), a component of the myelin sheaths of neurons within the central nervous system. Glatiramer acetate's chemical construct allows the drug to mimic MBP and thus serve as a decoy for the antibodies in these patients, decreasing the inflammatory response. Otherwise, the inflammatory response allows for the vulnerability of the blood-brain barrier to demyelination and axonal injury. [1]"}
{"id": "article-22259_8", "title": "Glatiramer -- Mechanism of Action", "content": "The postulates from multiple clinical studies are that glatiramer acetate shifts the immune response from a pro-inflammatory state comprised of Th1 T-cells to regulatory, non-inflammatory Th2 T-cells. The introduction of the polymer allows it to bind to major histone compatibility (MHC) complex class II molecules on MBP-specific antigen-presenting cells, preventing MBP from stimulating these cells. Instead of the usual pro-inflammatory cytokine release, such as IL-2 and IL-12, anti-inflammatory cytokines, such as IL-1, IL-4, and IL-10, are the cytokines dispersed. [5]", "contents": "Glatiramer -- Mechanism of Action. The postulates from multiple clinical studies are that glatiramer acetate shifts the immune response from a pro-inflammatory state comprised of Th1 T-cells to regulatory, non-inflammatory Th2 T-cells. The introduction of the polymer allows it to bind to major histone compatibility (MHC) complex class II molecules on MBP-specific antigen-presenting cells, preventing MBP from stimulating these cells. Instead of the usual pro-inflammatory cytokine release, such as IL-2 and IL-12, anti-inflammatory cytokines, such as IL-1, IL-4, and IL-10, are the cytokines dispersed. [5]"}
{"id": "article-22259_9", "title": "Glatiramer -- Mechanism of Action", "content": "While glatiramer acetate cannot penetrate the blood-brain barrier, the drug's ability to induce the peripheral Th2 cells and their subsequent crossing of the blood barrier reduces further inflammation within the CNS. This mechanism has been dubbed \"bystander suppression.\"", "contents": "Glatiramer -- Mechanism of Action. While glatiramer acetate cannot penetrate the blood-brain barrier, the drug's ability to induce the peripheral Th2 cells and their subsequent crossing of the blood barrier reduces further inflammation within the CNS. This mechanism has been dubbed \"bystander suppression.\""}
{"id": "article-22259_10", "title": "Glatiramer -- Mechanism of Action", "content": "In the preclinical trials thus far, researchers have noted that glatiramer acetate induces a neuroprotective or neuro-regenerative effect. The drug increases neurotrophic factors like brain-derived neurotrophic factor (BDNF), which research has discovered is vital to neuronal and glial cell survival. There is also evidence suggesting glatiramer's ability to induce remyelination and enhance neurogenesis. [5] [6] In a study of T-cell lines obtained from glatiramer acetate-treated multiple sclerosis patients, reactive T-cells were found to secrete BDNF. [7] [8]", "contents": "Glatiramer -- Mechanism of Action. In the preclinical trials thus far, researchers have noted that glatiramer acetate induces a neuroprotective or neuro-regenerative effect. The drug increases neurotrophic factors like brain-derived neurotrophic factor (BDNF), which research has discovered is vital to neuronal and glial cell survival. There is also evidence suggesting glatiramer's ability to induce remyelination and enhance neurogenesis. [5] [6] In a study of T-cell lines obtained from glatiramer acetate-treated multiple sclerosis patients, reactive T-cells were found to secrete BDNF. [7] [8]"}
{"id": "article-22259_11", "title": "Glatiramer -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Radiolabeling techniques have evaluated the pharmacokinetics of glatiramer in animal studies. Maximum serum radioactivity is observed after 2 to 4 hours. Glatriamer is quickly absorbed after subcutaneous injection, with 10% remaining at the injection site after 1 hour. [9] Distribution: Animal models suggest that glatiramer archives are distributed in the stomach and thyroid. Metabolism: Hydrolysis is responsible for the metabolism of glatiramer to small peptides and amino acids. [10] Elimination: The degradation of glatiramer primarily occurs in the subcutaneous tissue. [11]", "contents": "Glatiramer -- Mechanism of Action -- Pharmacokinetics. Absorption: Radiolabeling techniques have evaluated the pharmacokinetics of glatiramer in animal studies. Maximum serum radioactivity is observed after 2 to 4 hours. Glatriamer is quickly absorbed after subcutaneous injection, with 10% remaining at the injection site after 1 hour. [9] Distribution: Animal models suggest that glatiramer archives are distributed in the stomach and thyroid. Metabolism: Hydrolysis is responsible for the metabolism of glatiramer to small peptides and amino acids. [10] Elimination: The degradation of glatiramer primarily occurs in the subcutaneous tissue. [11]"}
{"id": "article-22259_12", "title": "Glatiramer -- Administration -- Available Dosage Forms", "content": "Glatiramer acetate is administered by subcutaneous injection. Sites approved for injection include arms, abdomen, hips, and thighs Glatiramer acetate comes in 2 dosing schedules: 20 mg per mL per day or 40 mg per mL 3 times per week, with doses given at least 48 hours apart Glatiramer acetate 20 mg/mL and 40 mg/mL are not interchangeable It is recommended to rotate injection sites to minimize the occurrence of lipoatrophy Do not administer intravenously or intramuscularly It is recommended to allow the solution to warm to room temperature before administration", "contents": "Glatiramer -- Administration -- Available Dosage Forms. Glatiramer acetate is administered by subcutaneous injection. Sites approved for injection include arms, abdomen, hips, and thighs Glatiramer acetate comes in 2 dosing schedules: 20 mg per mL per day or 40 mg per mL 3 times per week, with doses given at least 48 hours apart Glatiramer acetate 20 mg/mL and 40 mg/mL are not interchangeable It is recommended to rotate injection sites to minimize the occurrence of lipoatrophy Do not administer intravenously or intramuscularly It is recommended to allow the solution to warm to room temperature before administration"}
{"id": "article-22259_13", "title": "Glatiramer -- Administration -- Adult Dosing", "content": "Glatiramer is indicated to treat relapsing forms of multiple sclerosis (MS), including clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease in adults. The dosage for glatiramer acetate is 20 mg SQ once daily or 40 mg SQ 3 times a week (eg, Mon, Wed, Fri) administered at least 48 hours apart.", "contents": "Glatiramer -- Administration -- Adult Dosing. Glatiramer is indicated to treat relapsing forms of multiple sclerosis (MS), including clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease in adults. The dosage for glatiramer acetate is 20 mg SQ once daily or 40 mg SQ 3 times a week (eg, Mon, Wed, Fri) administered at least 48 hours apart."}
{"id": "article-22259_14", "title": "Glatiramer -- Administration -- Adult Dosing", "content": "Given the positive results in reducing relapse rates by implementing glatiramer acetate therapy in multiple sclerosis patients, curiosity emerged regarding the effects of using the drug at a higher dosage. In 2007, researchers performed a phase II clinical trial comparing a high dosage of 40 mg glatiramer acetate to the standard dosage of 20 mg, encompassing 38 RRMS patients over 9 months. The efficacy assessment was the number of gadolinium-enhancing lesions on MRI. Results showed increased efficacy in the patients on the higher dosage of glatiramer acetate 40 mg as they demonstrated 2.26 lesions on MRI compared to 3.62 lesions seen on MRI in those patients on a standard dosage of 20 mg. In addition, safety profiles were comparable between the 2 groups.", "contents": "Glatiramer -- Administration -- Adult Dosing. Given the positive results in reducing relapse rates by implementing glatiramer acetate therapy in multiple sclerosis patients, curiosity emerged regarding the effects of using the drug at a higher dosage. In 2007, researchers performed a phase II clinical trial comparing a high dosage of 40 mg glatiramer acetate to the standard dosage of 20 mg, encompassing 38 RRMS patients over 9 months. The efficacy assessment was the number of gadolinium-enhancing lesions on MRI. Results showed increased efficacy in the patients on the higher dosage of glatiramer acetate 40 mg as they demonstrated 2.26 lesions on MRI compared to 3.62 lesions seen on MRI in those patients on a standard dosage of 20 mg. In addition, safety profiles were comparable between the 2 groups."}
{"id": "article-22259_15", "title": "Glatiramer -- Administration -- Adult Dosing", "content": "The results prompted a phase III, randomized, double-blind, parallel-group trial that embodied over 1155 patients in over 136 sites across 20 different countries to compare daily administration of SQ 40 mg versus 20 mg glatiramer acetate in 1 year. The relapse rate assessed primary outcome efficacy in the first year, while MRI findings determined secondary outcome efficacy. At the end of 1 year, no statistically significant difference was found between the 2 groups; The standard 20 mg group had a 0.28 mean relapse rate, and the higher-dosed 40 mg group had a 0.27 mean relapse rate. The mean number of new T2 lesions and percentage of brain volume changes were similar between the 2 groups. [12]", "contents": "Glatiramer -- Administration -- Adult Dosing. The results prompted a phase III, randomized, double-blind, parallel-group trial that embodied over 1155 patients in over 136 sites across 20 different countries to compare daily administration of SQ 40 mg versus 20 mg glatiramer acetate in 1 year. The relapse rate assessed primary outcome efficacy in the first year, while MRI findings determined secondary outcome efficacy. At the end of 1 year, no statistically significant difference was found between the 2 groups; The standard 20 mg group had a 0.28 mean relapse rate, and the higher-dosed 40 mg group had a 0.27 mean relapse rate. The mean number of new T2 lesions and percentage of brain volume changes were similar between the 2 groups. [12]"}
{"id": "article-22259_16", "title": "Glatiramer -- Administration -- Adult Dosing", "content": "In 2013, Khan et al performed a phase III, randomized, double-blind study trial including over 1404 patients with RRMS in over 142 sites in 17 countries, compared a high dose of 40 mg glatiramer acetate 3 times per week to placebo over 1 year. This study revealed a 34% reduction in risk of confirmed relapses in those receiving treatment compared to those receiving placebo, 0.331 vs 0.501, p=0.0001. [13] The cumulative number of gadolinium-enhancing lesions was statistically significantly less than the placebo, with p less than 0.0001. In 2014, glatiramer acetate 40 mg/mL 3 times a week was approved for RRMS by the FDA.", "contents": "Glatiramer -- Administration -- Adult Dosing. In 2013, Khan et al performed a phase III, randomized, double-blind study trial including over 1404 patients with RRMS in over 142 sites in 17 countries, compared a high dose of 40 mg glatiramer acetate 3 times per week to placebo over 1 year. This study revealed a 34% reduction in risk of confirmed relapses in those receiving treatment compared to those receiving placebo, 0.331 vs 0.501, p=0.0001. [13] The cumulative number of gadolinium-enhancing lesions was statistically significantly less than the placebo, with p less than 0.0001. In 2014, glatiramer acetate 40 mg/mL 3 times a week was approved for RRMS by the FDA."}
{"id": "article-22259_17", "title": "Glatiramer -- Administration -- Specific Patient Population", "content": "Hepatic impairment: There is no information provided/studied on dose adjustments by the manufacturer. Renal impairment: There is no information provided/studied on dose adjustments by the manufacturer.", "contents": "Glatiramer -- Administration -- Specific Patient Population. Hepatic impairment: There is no information provided/studied on dose adjustments by the manufacturer. Renal impairment: There is no information provided/studied on dose adjustments by the manufacturer."}
{"id": "article-22259_18", "title": "Glatiramer -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: The American Academy of Neurology (AAN) recommends against starting disease-modifying therapies for MS during pregnancy; an exception is females at high risk of MS activity. Therefore, patients should be instructed to immediately consult their healthcare provider if they are pregnant or plan to become pregnant while using glatiramer. Glatiramer is considered an FDA Pregnancy Category B medicine.", "contents": "Glatiramer -- Administration -- Specific Patient Population. Pregnancy considerations: The American Academy of Neurology (AAN) recommends against starting disease-modifying therapies for MS during pregnancy; an exception is females at high risk of MS activity. Therefore, patients should be instructed to immediately consult their healthcare provider if they are pregnant or plan to become pregnant while using glatiramer. Glatiramer is considered an FDA Pregnancy Category B medicine."}
{"id": "article-22259_19", "title": "Glatiramer -- Administration -- Specific Patient Population", "content": "Breastfee ding considerations: Glatiramer is undetectable in most women and appears in only low concentration for up to 3 hours in others. Additionally, maternal use of glatiramer does not cause adverse effects in breastfed infants. Absorption by the infant is estimated to be minimal (<3%). Most experts consider glatiramer safe and a preferred disease-modifying agent for managing multiple sclerosis during lactation. For additional safety, breastfeeding could be withheld for 1 to 3 hours after a dose to prevent infant exposure. [14]", "contents": "Glatiramer -- Administration -- Specific Patient Population. Breastfee ding considerations: Glatiramer is undetectable in most women and appears in only low concentration for up to 3 hours in others. Additionally, maternal use of glatiramer does not cause adverse effects in breastfed infants. Absorption by the infant is estimated to be minimal (<3%). Most experts consider glatiramer safe and a preferred disease-modifying agent for managing multiple sclerosis during lactation. For additional safety, breastfeeding could be withheld for 1 to 3 hours after a dose to prevent infant exposure. [14]"}
{"id": "article-22259_20", "title": "Glatiramer -- Administration -- Specific Patient Population", "content": "Pediatric patients: The safety and efficacy of glatiramer acetate have not been confirmed in patients younger than 18 years. However, glatiramer has been used off-label for pediatric-onset multiple sclerosis (POMS). [15]", "contents": "Glatiramer -- Administration -- Specific Patient Population. Pediatric patients: The safety and efficacy of glatiramer acetate have not been confirmed in patients younger than 18 years. However, glatiramer has been used off-label for pediatric-onset multiple sclerosis (POMS). [15]"}
{"id": "article-22259_21", "title": "Glatiramer -- Administration -- Specific Patient Population", "content": "Older patients: Glatiramer acetate has not been studied in older patients. According to a recent study, glatiramer can increase the risk of falls in older adults. However, other comorbidities and polypharmacy contributing to the increased risk of falls should be considered. [16]", "contents": "Glatiramer -- Administration -- Specific Patient Population. Older patients: Glatiramer acetate has not been studied in older patients. According to a recent study, glatiramer can increase the risk of falls in older adults. However, other comorbidities and polypharmacy contributing to the increased risk of falls should be considered. [16]"}
{"id": "article-22259_22", "title": "Glatiramer -- Adverse Effects", "content": "The most commonly reported adverse effect of glatiramer acetate is injection site reaction, which manifests as a lump at the subcutaneous injection site. Approximately 10% of patients will report fever, chills, and aches. In addition, many patients have a transient immediate postinjection reaction of flushing, shortness of breath, and palpitations, which self-resolve within 30 minutes. [17] Less than 1% of patients will develop lipoatrophy, a visible dent at the injection site due to local necrosis of adipose tissue.", "contents": "Glatiramer -- Adverse Effects. The most commonly reported adverse effect of glatiramer acetate is injection site reaction, which manifests as a lump at the subcutaneous injection site. Approximately 10% of patients will report fever, chills, and aches. In addition, many patients have a transient immediate postinjection reaction of flushing, shortness of breath, and palpitations, which self-resolve within 30 minutes. [17] Less than 1% of patients will develop lipoatrophy, a visible dent at the injection site due to local necrosis of adipose tissue."}
{"id": "article-22259_23", "title": "Glatiramer -- Adverse Effects", "content": "Serious but rare side effects to various organ systems, including cardiovascular, gastrointestinal, hematopoietic, lymphatic, musculoskeletal, nervous, and urogenital systems, have been noted, as has Jessner lymphocytic infiltrate, a cutaneous condition characterized by a persistent papule or plaque eruption.", "contents": "Glatiramer -- Adverse Effects. Serious but rare side effects to various organ systems, including cardiovascular, gastrointestinal, hematopoietic, lymphatic, musculoskeletal, nervous, and urogenital systems, have been noted, as has Jessner lymphocytic infiltrate, a cutaneous condition characterized by a persistent papule or plaque eruption."}
{"id": "article-22259_24", "title": "Glatiramer -- Adverse Effects", "content": "Nicolau syndrome has been reported due to chronic glatiramer acetate treatment. Nicolau syndrome presents with pain, erythema, and discoloration at the injection site. The condition is characterized by ischemic necrosis of the skin and deeper tissue. [18] [19]", "contents": "Glatiramer -- Adverse Effects. Nicolau syndrome has been reported due to chronic glatiramer acetate treatment. Nicolau syndrome presents with pain, erythema, and discoloration at the injection site. The condition is characterized by ischemic necrosis of the skin and deeper tissue. [18] [19]"}
{"id": "article-22259_25", "title": "Glatiramer -- Adverse Effects -- Drug-Drug Interactions", "content": "Interactions between glatiramer and other drugs have not been studied or included in product labeling. [20] Vaccine responses are decreased to varying degrees in patients treated with glatiramer acetate. [21]", "contents": "Glatiramer -- Adverse Effects -- Drug-Drug Interactions. Interactions between glatiramer and other drugs have not been studied or included in product labeling. [20] Vaccine responses are decreased to varying degrees in patients treated with glatiramer acetate. [21]"}
{"id": "article-22259_26", "title": "Glatiramer -- Contraindications -- Contraindications", "content": "Known hypersensitivity to glatiramer acetate or mannitol Not approved for use for patients younger than 18", "contents": "Glatiramer -- Contraindications -- Contraindications. Known hypersensitivity to glatiramer acetate or mannitol Not approved for use for patients younger than 18"}
{"id": "article-22259_27", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "Anaphylactoid reactions and anaphylaxis have been reported. [22]", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. Anaphylactoid reactions and anaphylaxis have been reported. [22]"}
{"id": "article-22259_28", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "Chest pain may precipitate as an immediate post-injection reaction and is usually transient pain, resolving in a few minutes. Episodes typically begin more than 1 month after starting treatment.", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. Chest pain may precipitate as an immediate post-injection reaction and is usually transient pain, resolving in a few minutes. Episodes typically begin more than 1 month after starting treatment."}
{"id": "article-22259_29", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "Hepatic toxicity (cases of hepatitis and liver failure) has been reported, so advise the patient to watch for the signs/symptoms of liver dysfunction and consider discontinuing glatiramer if warranted.", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. Hepatic toxicity (cases of hepatitis and liver failure) has been reported, so advise the patient to watch for the signs/symptoms of liver dysfunction and consider discontinuing glatiramer if warranted."}
{"id": "article-22259_30", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "Glatiramer administration might interfere with the patient’s immune function. Therefore, AAN recommends screening for infections, including latent tuberculosis and hepatitis, before initiating immunosuppressive/immunomodulating (ISIM) in a population with a high risk of infections. A specialist should treat patients who test positive for latent infections.", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. Glatiramer administration might interfere with the patient’s immune function. Therefore, AAN recommends screening for infections, including latent tuberculosis and hepatitis, before initiating immunosuppressive/immunomodulating (ISIM) in a population with a high risk of infections. A specialist should treat patients who test positive for latent infections."}
{"id": "article-22259_31", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "AAN recommends against administering live-attenuated vaccines in patients with MS who receive ISIM treatment. The recommendation is to delay the vaccination of people with MS who are experiencing a relapse. [23]", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. AAN recommends against administering live-attenuated vaccines in patients with MS who receive ISIM treatment. The recommendation is to delay the vaccination of people with MS who are experiencing a relapse. [23]"}
{"id": "article-22259_32", "title": "Glatiramer -- Contraindications -- Warnings and Precautions", "content": "Recent FDA safety alert: All autoinjectors are incompatible with FDA-approved glatiramer acetate. Counsel the patient that using an autoinjector that is not compatible may increase the hazard of medication errors, like missing a dose or administration of a partial dose.", "contents": "Glatiramer -- Contraindications -- Warnings and Precautions. Recent FDA safety alert: All autoinjectors are incompatible with FDA-approved glatiramer acetate. Counsel the patient that using an autoinjector that is not compatible may increase the hazard of medication errors, like missing a dose or administration of a partial dose."}
{"id": "article-22259_33", "title": "Glatiramer -- Monitoring", "content": "A critical issue emerging regarding immunomodulating drugs like glatiramer is the generation of antibodies to the drugs themselves. While some studies have had conflicting results, researchers conducted a sera analysis study of 217 patients who participated in several glatiramer acetate trials' treatment and placebo arms. The subjects were tested for antibodies to glatiramer acetate via the ELISA method. IgG antibodies, mainly IgG1, were found in the patients who received active treatment. The titers increased to a peak concentration within 3 months of initiating treatment but slowly tapered off. The patients with higher antibody titers seem more likely to be relapse-free. [6]", "contents": "Glatiramer -- Monitoring. A critical issue emerging regarding immunomodulating drugs like glatiramer is the generation of antibodies to the drugs themselves. While some studies have had conflicting results, researchers conducted a sera analysis study of 217 patients who participated in several glatiramer acetate trials' treatment and placebo arms. The subjects were tested for antibodies to glatiramer acetate via the ELISA method. IgG antibodies, mainly IgG1, were found in the patients who received active treatment. The titers increased to a peak concentration within 3 months of initiating treatment but slowly tapered off. The patients with higher antibody titers seem more likely to be relapse-free. [6]"}
{"id": "article-22259_34", "title": "Glatiramer -- Toxicity", "content": "There is no available information on glatiramer acetate overdoses. In severe hepatotoxicity, glatiramer should be discontinued. Corticosteroid treatment should be considered in severe and persistent liver injury. [10]", "contents": "Glatiramer -- Toxicity. There is no available information on glatiramer acetate overdoses. In severe hepatotoxicity, glatiramer should be discontinued. Corticosteroid treatment should be considered in severe and persistent liver injury. [10]"}
{"id": "article-22259_35", "title": "Glatiramer -- Enhancing Healthcare Team Outcomes", "content": "Glatiramer acetate is an immunomodulating medication for treating relapsing-remitting multiple sclerosis and a clinically isolated syndrome. Diagnosing relapsing and remitting multiple sclerosis may be challenging; it remains clear that few drugs, including glatiramer acetate, are proven to decrease exacerbations and may even offer neuroprotection.", "contents": "Glatiramer -- Enhancing Healthcare Team Outcomes. Glatiramer acetate is an immunomodulating medication for treating relapsing-remitting multiple sclerosis and a clinically isolated syndrome. Diagnosing relapsing and remitting multiple sclerosis may be challenging; it remains clear that few drugs, including glatiramer acetate, are proven to decrease exacerbations and may even offer neuroprotection."}
{"id": "article-22259_36", "title": "Glatiramer -- Enhancing Healthcare Team Outcomes", "content": "Implementing an interprofessional approach with coordination with clinicians, neurologists, pharmacists, and other healthcare professionals is essential to have this medication approved and accessible to patients. Patient education is also crucial, explaining how the drug works and the expected clinical treatment course with likely outcomes. Nurses will be responsible for monitoring therapy as it progresses, noting adverse events, and answering patient questions while alerting the prescriber of any concerns. The prescriber should consult with a pharmacist, verifying dosing, interactions, and other pearls to make therapy more successful. If any interprofessional team member notes a change in patient status, adverse event, or interaction, they should be empowered to communicate this to the prescribing clinician so shared decision-making can lead to corrective action.", "contents": "Glatiramer -- Enhancing Healthcare Team Outcomes. Implementing an interprofessional approach with coordination with clinicians, neurologists, pharmacists, and other healthcare professionals is essential to have this medication approved and accessible to patients. Patient education is also crucial, explaining how the drug works and the expected clinical treatment course with likely outcomes. Nurses will be responsible for monitoring therapy as it progresses, noting adverse events, and answering patient questions while alerting the prescriber of any concerns. The prescriber should consult with a pharmacist, verifying dosing, interactions, and other pearls to make therapy more successful. If any interprofessional team member notes a change in patient status, adverse event, or interaction, they should be empowered to communicate this to the prescribing clinician so shared decision-making can lead to corrective action."}
{"id": "article-22259_37", "title": "Glatiramer -- Enhancing Healthcare Team Outcomes", "content": "Glatiramer therapy is best when the administration and follow-up are through an interprofessional healthcare team that includes all healthcare providers working collaboratively to monitor treatment and ensure optimal patient therapeutic outcomes.", "contents": "Glatiramer -- Enhancing Healthcare Team Outcomes. Glatiramer therapy is best when the administration and follow-up are through an interprofessional healthcare team that includes all healthcare providers working collaboratively to monitor treatment and ensure optimal patient therapeutic outcomes."}
{"id": "article-22259_38", "title": "Glatiramer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Glatiramer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}