{"id": "article-27102_0", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Introduction", "content": "The pharynx is the digestive system posterior to the nasal cavity, oral cavity, and larynx and divides into the oropharynx, nasopharynx, and laryngopharynx. A group of muscles called the pharyngeal muscles, which consist of the outer circular layer and the inner longitudinal layer, forms the lumen of the pharynx. The outer circular layer consists of the superior, middle, and inferior pharyngeal constrictor muscles ( see image . Superior, Middle, and Inferior Pharyngeal Muscles and Cricopharyngeus Muscle). The inner longitudinal layer consists of the palatopharyngeus, salpingopharyngeus, and stylopharyngeus muscles. The pharyngeal muscles receive innervation from the vagus and glossopharyngeal nerve to work in sync to propel food from the oral cavity into the esophagus. [1]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Introduction. The pharynx is the digestive system posterior to the nasal cavity, oral cavity, and larynx and divides into the oropharynx, nasopharynx, and laryngopharynx. A group of muscles called the pharyngeal muscles, which consist of the outer circular layer and the inner longitudinal layer, forms the lumen of the pharynx. The outer circular layer consists of the superior, middle, and inferior pharyngeal constrictor muscles ( see image . Superior, Middle, and Inferior Pharyngeal Muscles and Cricopharyngeus Muscle). The inner longitudinal layer consists of the palatopharyngeus, salpingopharyngeus, and stylopharyngeus muscles. The pharyngeal muscles receive innervation from the vagus and glossopharyngeal nerve to work in sync to propel food from the oral cavity into the esophagus. [1]"}
{"id": "article-27102_1", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Outer Circular Layer: The pharyngeal constrictor muscles, which form the outer circular layer of the pharynx, are pivotal in swallowing. This layer comprises three constrictor muscles: superior, middle, and inferior. [1] [2]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Outer Circular Layer: The pharyngeal constrictor muscles, which form the outer circular layer of the pharynx, are pivotal in swallowing. This layer comprises three constrictor muscles: superior, middle, and inferior. [1] [2]"}
{"id": "article-27102_2", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Superior Constrictor Muscle: Originating from the pterygoid process, the posterior end of the mylohyoid line of the mandible, and the pterygomandibular raphe, the superior constrictor muscle inserts at the pharyngeal tubercle of the base of the skull and the pharyngeal raphe—a midline tendinous seam where the constrictor muscles converge. Contraction of this muscle narrows the upper part of the pharynx and closes the Nasopharynx during swallowing.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Superior Constrictor Muscle: Originating from the pterygoid process, the posterior end of the mylohyoid line of the mandible, and the pterygomandibular raphe, the superior constrictor muscle inserts at the pharyngeal tubercle of the base of the skull and the pharyngeal raphe—a midline tendinous seam where the constrictor muscles converge. Contraction of this muscle narrows the upper part of the pharynx and closes the Nasopharynx during swallowing."}
{"id": "article-27102_3", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Middle Constrictor Muscle: This muscle arises from the greater and lesser horns of the hyoid bone and the stylohyoid ligament. It also inserts into the median pharyngeal raphe, intermingling with fibers from the superior and inferior constrictors. It functions to constrict the middle portion of the pharynx during swallowing.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Middle Constrictor Muscle: This muscle arises from the greater and lesser horns of the hyoid bone and the stylohyoid ligament. It also inserts into the median pharyngeal raphe, intermingling with fibers from the superior and inferior constrictors. It functions to constrict the middle portion of the pharynx during swallowing."}
{"id": "article-27102_4", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Inferior Constrictor Muscle: The inferior constrictor is further subdivided into two parts: the thyropharyngeus and the cricopharyngeus. The thyropharyngeus originates from the thyroid cartilage, while the cricopharyngeus starts at the cricoid cartilage and merges into the esophageal muscle ( see image. The Larynx, Side view of the larynx). Collectively, they constrict the lower pharynx.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Inferior Constrictor Muscle: The inferior constrictor is further subdivided into two parts: the thyropharyngeus and the cricopharyngeus. The thyropharyngeus originates from the thyroid cartilage, while the cricopharyngeus starts at the cricoid cartilage and merges into the esophageal muscle ( see image. The Larynx, Side view of the larynx). Collectively, they constrict the lower pharynx."}
{"id": "article-27102_5", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Together, these constrictor muscles facilitate the propulsion of food from the oral cavity into the esophagus.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Together, these constrictor muscles facilitate the propulsion of food from the oral cavity into the esophagus."}
{"id": "article-27102_6", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Inner Longitudinal Layer: The inner longitudinal layer consists of muscles that primarily act to elevate the pharynx and larynx. This layer consists of Palatopharyngeus, Salpingopharyngeus, and Stylopharyngeus. [3] [4] [5] [3]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Inner Longitudinal Layer: The inner longitudinal layer consists of muscles that primarily act to elevate the pharynx and larynx. This layer consists of Palatopharyngeus, Salpingopharyngeus, and Stylopharyngeus. [3] [4] [5] [3]"}
{"id": "article-27102_7", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function", "content": "Palatopharyngeus Muscle: This muscle begins at the posterior hard palate and the palatine aponeurosis, inserting into the thyroid cartilage. It elevates the pharynx superiorly during swallowing. Salpingopharyngeus Muscle: This muscle originates from the inferior part of the auditory tube and inserts into the palatopharyngeus muscle. Its contraction elevates the pharynx and opens the auditory tube, facilitating ear pressure equalization during swallowing. Stylopharyngeus Muscle: The only pharyngeal muscle innervated by the glossopharyngeal nerve (CN IX), the stylopharyngeus originates from the styloid process of the temporal bone and inserts into the thyroid cartilage ( see image. Muscles of the cheek and Pharynx), blending with the palatopharyngeus muscle fibers. Its contraction elevates both the pharynx and larynx. These longitudinal muscles are crucial in elevating the pharynx and larynx, enhancing the swallowing process.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Structure and Function. Palatopharyngeus Muscle: This muscle begins at the posterior hard palate and the palatine aponeurosis, inserting into the thyroid cartilage. It elevates the pharynx superiorly during swallowing. Salpingopharyngeus Muscle: This muscle originates from the inferior part of the auditory tube and inserts into the palatopharyngeus muscle. Its contraction elevates the pharynx and opens the auditory tube, facilitating ear pressure equalization during swallowing. Stylopharyngeus Muscle: The only pharyngeal muscle innervated by the glossopharyngeal nerve (CN IX), the stylopharyngeus originates from the styloid process of the temporal bone and inserts into the thyroid cartilage ( see image. Muscles of the cheek and Pharynx), blending with the palatopharyngeus muscle fibers. Its contraction elevates both the pharynx and larynx. These longitudinal muscles are crucial in elevating the pharynx and larynx, enhancing the swallowing process."}
{"id": "article-27102_8", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Embryology", "content": "The pharyngeal muscles and their nerve innervation originate from specific embryological structures known as the branchial (or pharyngeal) arches. The development and subsequent innervation of these muscles are primarily derived from the third and fourth branchial arches, each contributing distinct components to the pharyngeal structure. [6] Third Branchial Arch: Muscle development: This arch specifically gives rise to the stylopharyngeus muscle.Nerve development: The arch also forms the glossopharyngeal nerve (Cranial Nerve IX), which innervates the stylopharyngeus muscle. Fourth Branchial Arch: Muscle development: The fourth arch is instrumental in forming most of the pharyngeal constrictors.Nerve development: This arch contributes to forming the superior laryngeal branch of the vagus nerve (Cranial Nerve X).", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Embryology. The pharyngeal muscles and their nerve innervation originate from specific embryological structures known as the branchial (or pharyngeal) arches. The development and subsequent innervation of these muscles are primarily derived from the third and fourth branchial arches, each contributing distinct components to the pharyngeal structure. [6] Third Branchial Arch: Muscle development: This arch specifically gives rise to the stylopharyngeus muscle.Nerve development: The arch also forms the glossopharyngeal nerve (Cranial Nerve IX), which innervates the stylopharyngeus muscle. Fourth Branchial Arch: Muscle development: The fourth arch is instrumental in forming most of the pharyngeal constrictors.Nerve development: This arch contributes to forming the superior laryngeal branch of the vagus nerve (Cranial Nerve X)."}
{"id": "article-27102_9", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Blood Supply and Lymphatics", "content": "Arterial supply to the pharyngeal muscle is from branches of the external carotid artery. The branches of the external carotid artery include the ascending pharyngeal, facial, lingual, and maxillary artery. [7] [8] Venous drainage of the pharynx is into the pharyngeal venous plexus, which eventually drains into the internal jugular vein. Lymphatic drainage of the pharynx first goes to the retropharyngeal lymph node and then into the deep cervical lymph node. [9] [10]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Blood Supply and Lymphatics. Arterial supply to the pharyngeal muscle is from branches of the external carotid artery. The branches of the external carotid artery include the ascending pharyngeal, facial, lingual, and maxillary artery. [7] [8] Venous drainage of the pharynx is into the pharyngeal venous plexus, which eventually drains into the internal jugular vein. Lymphatic drainage of the pharynx first goes to the retropharyngeal lymph node and then into the deep cervical lymph node. [9] [10]"}
{"id": "article-27102_10", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves", "content": "The pharyngeal muscles, essential for swallowing and speaking, receive their motor and sensory innervation from a complex network primarily orchestrated by the pharyngeal plexus. [2]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves. The pharyngeal muscles, essential for swallowing and speaking, receive their motor and sensory innervation from a complex network primarily orchestrated by the pharyngeal plexus. [2]"}
{"id": "article-27102_11", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves", "content": "Motor Innervation: The pharyngeal plexus provides the motor innervation of most of the pharyngeal muscles. This plexus is formed by branches from the vagus nerve (CN X) and the glossopharyngeal nerve (CN IX) : Vagus Nerve (CN X): The vagus nerve, the principal motor nerve for the pharyngeal muscles, contributes through its pharyngeal branches. It innervates all the pharyngeal muscles except for one, the Stylopharyngeus Muscle. Glossopharyngeal nerve (CN IX): The Stylopharyngeus Muscle is involved in elevating the pharynx during swallowing and is uniquely innervated by the glossopharyngeal nerve (CN IX), differing from the other pharyngeal muscles. Sensory Innervation: The sensory innervation of the pharyngeal mucosa is less complex but no less critical:", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves. Motor Innervation: The pharyngeal plexus provides the motor innervation of most of the pharyngeal muscles. This plexus is formed by branches from the vagus nerve (CN X) and the glossopharyngeal nerve (CN IX) : Vagus Nerve (CN X): The vagus nerve, the principal motor nerve for the pharyngeal muscles, contributes through its pharyngeal branches. It innervates all the pharyngeal muscles except for one, the Stylopharyngeus Muscle. Glossopharyngeal nerve (CN IX): The Stylopharyngeus Muscle is involved in elevating the pharynx during swallowing and is uniquely innervated by the glossopharyngeal nerve (CN IX), differing from the other pharyngeal muscles. Sensory Innervation: The sensory innervation of the pharyngeal mucosa is less complex but no less critical:"}
{"id": "article-27102_12", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves", "content": "Glossopharyngeal Nerve (CN IX) : This nerve provides sensory fibers to the upper pharyngeal region and contributes to the sensation of the mucous membrane. Vagus Nerve (CN X) : While primarily motor, the vagus nerve also carries some sensory fibers affecting the pharynx, adding to the general sensory perception in this area.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves. Glossopharyngeal Nerve (CN IX) : This nerve provides sensory fibers to the upper pharyngeal region and contributes to the sensation of the mucous membrane. Vagus Nerve (CN X) : While primarily motor, the vagus nerve also carries some sensory fibers affecting the pharynx, adding to the general sensory perception in this area."}
{"id": "article-27102_13", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves", "content": "Additional Considerations- Accessory Nerve (CN XI): Although primarily a motor nerve for the sternocleidomastoid and trapezius muscles, some fibers from the accessory nerve contribute to the vagus nerve and indirectly influence pharyngeal muscle function.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves. Additional Considerations- Accessory Nerve (CN XI): Although primarily a motor nerve for the sternocleidomastoid and trapezius muscles, some fibers from the accessory nerve contribute to the vagus nerve and indirectly influence pharyngeal muscle function."}
{"id": "article-27102_14", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves", "content": "- Autonomic Fibers: Autonomic (sympathetic and parasympathetic) fibers also travel with the pharyngeal plexus, influencing vascular and glandular elements of the pharynx. However, their primary role is not directly related to muscle innervation.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Nerves. - Autonomic Fibers: Autonomic (sympathetic and parasympathetic) fibers also travel with the pharyngeal plexus, influencing vascular and glandular elements of the pharynx. However, their primary role is not directly related to muscle innervation."}
{"id": "article-27102_15", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Physiologic Variants", "content": "There are multiple physiologic variants of the pharyngeal constrictor muscles. The superior constrictor can merge with the muscles of the middle and inferior constrictor. The inferior constrictor merges with the superior constrictor or the posterior part of the pharyngobasilar fascia. [11] Longitudinal muscle groups can have different insertion points, including into the palatine tonsil, epiglottis, and arytenoid. [1] [5]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Physiologic Variants. There are multiple physiologic variants of the pharyngeal constrictor muscles. The superior constrictor can merge with the muscles of the middle and inferior constrictor. The inferior constrictor merges with the superior constrictor or the posterior part of the pharyngobasilar fascia. [11] Longitudinal muscle groups can have different insertion points, including into the palatine tonsil, epiglottis, and arytenoid. [1] [5]"}
{"id": "article-27102_16", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations", "content": "Several surgical interventions target the pharyngeal muscles, particularly for conditions such as obstructive sleep apnea (OSA), dysphagia, and various pharyngeal tumors. Some of the key surgeries related to the pharyngeal muscles include:", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations. Several surgical interventions target the pharyngeal muscles, particularly for conditions such as obstructive sleep apnea (OSA), dysphagia, and various pharyngeal tumors. Some of the key surgeries related to the pharyngeal muscles include:"}
{"id": "article-27102_17", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations", "content": "Uvulopalatopharyngoplasty (UPPP) : This surgery is commonly used to treat OSA. It involves the removal of excess tissue in the throat to widen the airway. This surgery may include parts of the uvula, soft palate, and pharyngeal walls. [12]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations. Uvulopalatopharyngoplasty (UPPP) : This surgery is commonly used to treat OSA. It involves the removal of excess tissue in the throat to widen the airway. This surgery may include parts of the uvula, soft palate, and pharyngeal walls. [12]"}
{"id": "article-27102_18", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations", "content": "Pharyngoplasty : Various types of pharyngoplasty exist, including lateral and expansion sphincter pharyngoplasty, which aim to reconstruct and reposition the pharyngeal muscles to reduce airway obstruction. [13]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations. Pharyngoplasty : Various types of pharyngoplasty exist, including lateral and expansion sphincter pharyngoplasty, which aim to reconstruct and reposition the pharyngeal muscles to reduce airway obstruction. [13]"}
{"id": "article-27102_19", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations", "content": "Pharyngeal Flap Surgery : Often used to treat velopharyngeal insufficiency, this procedure involves creating a flap from the pharyngeal wall to aid in closing the velopharyngeal sphincter during speech. The velopharyngeal sphincter is not an actual anatomical sphincter but a functional group of muscles and tissues that work together to close off the nasopharynx during swallowing and speaking. The primary muscles involved in this mechanism include the palatopharyngeus, levator veli palatini, and superior constrictor muscles. [14]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations. Pharyngeal Flap Surgery : Often used to treat velopharyngeal insufficiency, this procedure involves creating a flap from the pharyngeal wall to aid in closing the velopharyngeal sphincter during speech. The velopharyngeal sphincter is not an actual anatomical sphincter but a functional group of muscles and tissues that work together to close off the nasopharynx during swallowing and speaking. The primary muscles involved in this mechanism include the palatopharyngeus, levator veli palatini, and superior constrictor muscles. [14]"}
{"id": "article-27102_20", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations", "content": "Cricopharyngeal myotomy: This surgery can be performed to improve bolus transport for a patient experiencing symptoms of block dysphagia at the cricoid level. This procedure requires cutting into the muscles of the upper esophagus and cricopharyngeus muscle. [15]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Surgical Considerations. Cricopharyngeal myotomy: This surgery can be performed to improve bolus transport for a patient experiencing symptoms of block dysphagia at the cricoid level. This procedure requires cutting into the muscles of the upper esophagus and cricopharyngeus muscle. [15]"}
{"id": "article-27102_21", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Zenker diverticulum", "content": "The inferior pharyngeal constrictor muscle subdivides into the thyropharyngeus and cricopharyngeus muscle. The thyropharyngeus muscle is superior to the cricopharyngeus muscle, and during normal swallowing, the thyropharyngeus contracts while the cricopharyngeus relaxes to propel the food into the esophagus. If there is incoordination of contraction and relaxation of these two muscles, intrapharyngeal pressure can rise and form a diverticulum between the weak spot of the two muscles. This structure is called Zenker diverticulum ( see image Zenker diverticulum Barium), which can cause food accumulation in the pouch and lead to dysphagia. Other complications include gurgling, aspiration, foul breath, and neck mass. [16]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Zenker diverticulum. The inferior pharyngeal constrictor muscle subdivides into the thyropharyngeus and cricopharyngeus muscle. The thyropharyngeus muscle is superior to the cricopharyngeus muscle, and during normal swallowing, the thyropharyngeus contracts while the cricopharyngeus relaxes to propel the food into the esophagus. If there is incoordination of contraction and relaxation of these two muscles, intrapharyngeal pressure can rise and form a diverticulum between the weak spot of the two muscles. This structure is called Zenker diverticulum ( see image Zenker diverticulum Barium), which can cause food accumulation in the pouch and lead to dysphagia. Other complications include gurgling, aspiration, foul breath, and neck mass. [16]"}
{"id": "article-27102_22", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Pharyngitis", "content": "The pharynx can become inflamed and present with pain, irritation, discomfort, and throat dysphagia. This condition can be the result of bacteria or viral infections. If a viral infection is suspected, treatment is often supportive, and NSAIDs for pain are given. If a bacterial infection is suspected, antibiotics are the therapeutic intervention. Pharyngitis caused by Streptococcus Pyogenes is promptly treated to prevent the sequela of rheumatic fever and glomerulonephritis.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Pharyngitis. The pharynx can become inflamed and present with pain, irritation, discomfort, and throat dysphagia. This condition can be the result of bacteria or viral infections. If a viral infection is suspected, treatment is often supportive, and NSAIDs for pain are given. If a bacterial infection is suspected, antibiotics are the therapeutic intervention. Pharyngitis caused by Streptococcus Pyogenes is promptly treated to prevent the sequela of rheumatic fever and glomerulonephritis."}
{"id": "article-27102_23", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Dysphagia", "content": "Dysphagia is difficulty swallowing foods or liquids, and some etiology can be due to dysmotility of the pharyngeal muscles. Stroke patients can present with dysphagia due to its effect on the pharyngeal muscle. [17] [18] Dysphagia is a common issue in older people, primarily of oropharyngeal or esophageal origin. [19] Understanding the innervation of the pharyngeal muscles helps in diagnosing and treating disorders related to swallowing and speech, reflecting the importance of this complex neural network. [2]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Clinical Significance -- Dysphagia. Dysphagia is difficulty swallowing foods or liquids, and some etiology can be due to dysmotility of the pharyngeal muscles. Stroke patients can present with dysphagia due to its effect on the pharyngeal muscle. [17] [18] Dysphagia is a common issue in older people, primarily of oropharyngeal or esophageal origin. [19] Understanding the innervation of the pharyngeal muscles helps in diagnosing and treating disorders related to swallowing and speech, reflecting the importance of this complex neural network. [2]"}
{"id": "article-27102_24", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Other Issues -- Cricopharyngeal achalasia", "content": "Cricopharyngeal achalasia is when the cricopharyngeal muscle fails to open adequately enough to allow the passage of bolus into the esophagus. The patient can present with symptoms of choking, regurgitation, coughing, and recurrent pneumonia. A patient diagnosed with cricopharyngeal achalasia can be treated with cricopharyngeal myotomy or with botulinum toxin injection. [20]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Other Issues -- Cricopharyngeal achalasia. Cricopharyngeal achalasia is when the cricopharyngeal muscle fails to open adequately enough to allow the passage of bolus into the esophagus. The patient can present with symptoms of choking, regurgitation, coughing, and recurrent pneumonia. A patient diagnosed with cricopharyngeal achalasia can be treated with cricopharyngeal myotomy or with botulinum toxin injection. [20]"}
{"id": "article-27102_25", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Other Issues -- Glossopharyngeal neuralgia", "content": "Glossopharyngeal neuralgia is a disorder presenting with repeated episodes of pain lasting from a few seconds to minutes in the tongue, throat, ear, and tonsils and is usually unilateral. The pain can worsen or be triggered by swallowing, speaking, and chewing. The etiology is thought to be due to irritation of the glossopharyngeal nerve, but the source of irritation is often not found. Glossopharyngeal neuralgia is frequently misdiagnosed as trigeminal neuralgia since the pain presentation can overlap and look similar. [21]", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Other Issues -- Glossopharyngeal neuralgia. Glossopharyngeal neuralgia is a disorder presenting with repeated episodes of pain lasting from a few seconds to minutes in the tongue, throat, ear, and tonsils and is usually unilateral. The pain can worsen or be triggered by swallowing, speaking, and chewing. The etiology is thought to be due to irritation of the glossopharyngeal nerve, but the source of irritation is often not found. Glossopharyngeal neuralgia is frequently misdiagnosed as trigeminal neuralgia since the pain presentation can overlap and look similar. [21]"}
{"id": "article-27102_26", "title": "Anatomy, Head and Neck, Pharyngeal Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck, Pharyngeal Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}