{"id": "article-151612_0", "title": "Tapinarof -- Continuing Education Activity", "content": "The U.S. Food and Drug Administration (FDA) approved tapinarof in May 2022 to treat plaque psoriasis in adults aged 18 and older. Tapinarof is a nonsteroidal, topical treatment that belongs to the unique class of naturally derived aryl hydrocarbon receptor (AhR) agonists, distinguishing it as the first agent of its kind and differentiating it from steroid-based treatments. Plaque psoriasis, a chronic immune-mediated disease, represents the most common subtype of psoriasis. This activity provides a comprehensive review of tapinarof, covering its indications, mechanisms of action, and administration as an effective agent for managing plaque psoriasis are discussed. In addition, the activity delves into off-label uses of tapinarof, such as for treating atopic dermatitis. Various aspects of tapinarof therapy, including possible adverse effects, monitoring, and potential contraindications. All interprofessional healthcare team members should be aware of this information and possess a general understanding of tapinarof, as it is crucial for treating adults with plaque psoriasis.", "contents": "Tapinarof -- Continuing Education Activity. The U.S. Food and Drug Administration (FDA) approved tapinarof in May 2022 to treat plaque psoriasis in adults aged 18 and older. Tapinarof is a nonsteroidal, topical treatment that belongs to the unique class of naturally derived aryl hydrocarbon receptor (AhR) agonists, distinguishing it as the first agent of its kind and differentiating it from steroid-based treatments. Plaque psoriasis, a chronic immune-mediated disease, represents the most common subtype of psoriasis. This activity provides a comprehensive review of tapinarof, covering its indications, mechanisms of action, and administration as an effective agent for managing plaque psoriasis are discussed. In addition, the activity delves into off-label uses of tapinarof, such as for treating atopic dermatitis. Various aspects of tapinarof therapy, including possible adverse effects, monitoring, and potential contraindications. All interprofessional healthcare team members should be aware of this information and possess a general understanding of tapinarof, as it is crucial for treating adults with plaque psoriasis."}
{"id": "article-151612_1", "title": "Tapinarof -- Continuing Education Activity", "content": "Objectives: Identify patients with plaque psoriasis for potential eligibility and suitability for tapinarof treatment, considering factors such as age, comorbidities, disease severity, treatment history, and patient preferences. Screen patients for contraindications, potential drug interactions, and other factors that may impact the safe and effective use of tapinarof to ensure the appropriate patient selection and treatment safety. Assess the effectiveness of tapinarof in managing plaque psoriasis by monitoring patient and treatment response, evaluating disease severity, assessing adverse effects, and adjusting the treatment plan as needed. Collaborate with other healthcare professionals, such as dermatologists, rheumatologists, and primary care physicians, to ensure coordinated care and optimize treatment outcomes for patients using tapinarof. Access free multiple choice questions on this topic.", "contents": "Tapinarof -- Continuing Education Activity. Objectives: Identify patients with plaque psoriasis for potential eligibility and suitability for tapinarof treatment, considering factors such as age, comorbidities, disease severity, treatment history, and patient preferences. Screen patients for contraindications, potential drug interactions, and other factors that may impact the safe and effective use of tapinarof to ensure the appropriate patient selection and treatment safety. Assess the effectiveness of tapinarof in managing plaque psoriasis by monitoring patient and treatment response, evaluating disease severity, assessing adverse effects, and adjusting the treatment plan as needed. Collaborate with other healthcare professionals, such as dermatologists, rheumatologists, and primary care physicians, to ensure coordinated care and optimize treatment outcomes for patients using tapinarof. Access free multiple choice questions on this topic."}
{"id": "article-151612_2", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "In May 2022, the U.S. Food and Drug Administration (FDA) approved tapinarof for treating plaque psoriasis in adults aged 18 and older. Plaque psoriasis, the most prevalent subtype of psoriasis, is a chronic immune-mediated disease characterized by scaly, erythematous plaques that are often itchy or painful. Tapinarof, alternatively known as 3,5-dihydroxy-4-isopropyl- trans-s tilbene or (E)-2-isopropyl-5-styrylbenzene-1,3-diol, is a treatment derived from bacteria. [1]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. In May 2022, the U.S. Food and Drug Administration (FDA) approved tapinarof for treating plaque psoriasis in adults aged 18 and older. Plaque psoriasis, the most prevalent subtype of psoriasis, is a chronic immune-mediated disease characterized by scaly, erythematous plaques that are often itchy or painful. Tapinarof, alternatively known as 3,5-dihydroxy-4-isopropyl- trans-s tilbene or (E)-2-isopropyl-5-styrylbenzene-1,3-diol, is a treatment derived from bacteria. [1]"}
{"id": "article-151612_3", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "Psoriasis can manifest in different anatomical regions, with the extensor surfaces, such as the elbows and knees, being the most frequently affected areas. This systemic inflammatory condition impacts many individuals, exceeding 100 million men and women, and is linked to numerous comorbidities. The associated comorbidities include psoriatic arthritis (PsA), cardiovascular disease, metabolic syndrome, obesity, hypertension, diabetes, kidney disease, malignancy, inflammatory bowel disease, and psychiatric disorders. [2]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. Psoriasis can manifest in different anatomical regions, with the extensor surfaces, such as the elbows and knees, being the most frequently affected areas. This systemic inflammatory condition impacts many individuals, exceeding 100 million men and women, and is linked to numerous comorbidities. The associated comorbidities include psoriatic arthritis (PsA), cardiovascular disease, metabolic syndrome, obesity, hypertension, diabetes, kidney disease, malignancy, inflammatory bowel disease, and psychiatric disorders. [2]"}
{"id": "article-151612_4", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "The pathogenesis of psoriasis is believed to be attributed to the overexpression of critical factors within the adaptive immune system. Initially, dendritic cells activate and release interleukins (IL), specifically IL-12 and IL-23. IL-12 stimulates the differentiation of Th1 cells, whereas IL-23 promotes the differentiation of TH17 T cells. In plaque psoriasis, the primary pathway involves the IL-23–mediated activation of Th17 T cells, resulting in the secretion of cytokines such as IL-17, IL-22, and tumor necrosis factor-alpha (TNF-α). This release of cytokines by immune cells disrupts the skin's homeostasis, leading to inflammation and increased proliferation of keratinocytes, which are the characteristic features of psoriasis. [3] [4] [5]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. The pathogenesis of psoriasis is believed to be attributed to the overexpression of critical factors within the adaptive immune system. Initially, dendritic cells activate and release interleukins (IL), specifically IL-12 and IL-23. IL-12 stimulates the differentiation of Th1 cells, whereas IL-23 promotes the differentiation of TH17 T cells. In plaque psoriasis, the primary pathway involves the IL-23–mediated activation of Th17 T cells, resulting in the secretion of cytokines such as IL-17, IL-22, and tumor necrosis factor-alpha (TNF-α). This release of cytokines by immune cells disrupts the skin's homeostasis, leading to inflammation and increased proliferation of keratinocytes, which are the characteristic features of psoriasis. [3] [4] [5]"}
{"id": "article-151612_5", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "Psoriasis, being an inflammatory dermatosis, imposes considerable discomfort on patients. Individuals with plaque psoriasis often adjust their clothing choices and dietary habits to seek relief and comfort for their skin and avoid triggering psoriatic flare-ups. This condition can also restrict the daily activities of individuals, profoundly affecting their quality of life and mental well-being. The psychological impact is important in the long-term care of patients with psoriasis. Studies have proven that stress is a significant risk factor capable of exacerbating and even inducing psoriatic flares. [6]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. Psoriasis, being an inflammatory dermatosis, imposes considerable discomfort on patients. Individuals with plaque psoriasis often adjust their clothing choices and dietary habits to seek relief and comfort for their skin and avoid triggering psoriatic flare-ups. This condition can also restrict the daily activities of individuals, profoundly affecting their quality of life and mental well-being. The psychological impact is important in the long-term care of patients with psoriasis. Studies have proven that stress is a significant risk factor capable of exacerbating and even inducing psoriatic flares. [6]"}
{"id": "article-151612_6", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "In addition to the physiological impact, stress can also arise from the social and physical consequences of psoriasis, which can intensify the condition's symptoms. Individuals with psoriasis are at a higher risk of developing a negative body image and experiencing lower self-esteem due to the presence of visible skin lesions. Patients with plaque psoriasis often experience stigmatization from individuals who lack adequate knowledge about this condition and are unaware that psoriasis is noncontagious. Psoriasis can significantly diminish the quality of life of patients who have to deal with this condition, making them more vulnerable to depression and thoughts of self-harm or suicide. [7] [8]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. In addition to the physiological impact, stress can also arise from the social and physical consequences of psoriasis, which can intensify the condition's symptoms. Individuals with psoriasis are at a higher risk of developing a negative body image and experiencing lower self-esteem due to the presence of visible skin lesions. Patients with plaque psoriasis often experience stigmatization from individuals who lack adequate knowledge about this condition and are unaware that psoriasis is noncontagious. Psoriasis can significantly diminish the quality of life of patients who have to deal with this condition, making them more vulnerable to depression and thoughts of self-harm or suicide. [7] [8]"}
{"id": "article-151612_7", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "Numerous treatments have been developed to effectively manage psoriasis, including immune-modulating therapy, topical corticosteroids and vitamin D analogs, phototherapy, small-molecule inhibitors, and biologics. [9] Tapinarof cream is a distinctive nonsteroidal topical treatment that offers convenience to patients while targeting a novel pathway distinct from existing therapies for plaque psoriasis. Notably, tapinarof is the first topical treatment approved for plaque psoriasis in several decades. Traditionally, vitamin D analogs and corticosteroids have been the primary topical options for managing plaque psoriasis over the years. [10] With the additional advantage of once-daily administration, tapinarof has proven to be a highly effective topical treatment for psoriasis, exhibiting minimal side effects and imposing limited restrictions on its usage.", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. Numerous treatments have been developed to effectively manage psoriasis, including immune-modulating therapy, topical corticosteroids and vitamin D analogs, phototherapy, small-molecule inhibitors, and biologics. [9] Tapinarof cream is a distinctive nonsteroidal topical treatment that offers convenience to patients while targeting a novel pathway distinct from existing therapies for plaque psoriasis. Notably, tapinarof is the first topical treatment approved for plaque psoriasis in several decades. Traditionally, vitamin D analogs and corticosteroids have been the primary topical options for managing plaque psoriasis over the years. [10] With the additional advantage of once-daily administration, tapinarof has proven to be a highly effective topical treatment for psoriasis, exhibiting minimal side effects and imposing limited restrictions on its usage."}
{"id": "article-151612_8", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "In 2 identically designed phase III trials, namely PSOARING 1 and 2 trials, which were randomized, vehicle-controlled, double-blind, and multicenter, the efficacy of tapinarof cream 1% administered once daily was demonstrated. These trials spanned a duration of 12 weeks and exhibited a significant reduction in the severity of plaque psoriasis. [11] The primary endpoint for each trial was defined as a PGA (Physician Global Assessment) score response of either 0 (clear) or 1 (almost clear), in addition to a minimum decrease of 2 points at week 12 compared to the baseline. In trial 1, the results revealed a 35.4% primary endpoint response for patients in the tapinarof group, whereas the vehicle-controlled group exhibited a response of 6.0%. Similarly, trial 2 concluded with a PGA response observed in 40.2% of patients in the tapinarof group, whereas the vehicle-controlled group had a response of 6.3%. [11]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. In 2 identically designed phase III trials, namely PSOARING 1 and 2 trials, which were randomized, vehicle-controlled, double-blind, and multicenter, the efficacy of tapinarof cream 1% administered once daily was demonstrated. These trials spanned a duration of 12 weeks and exhibited a significant reduction in the severity of plaque psoriasis. [11] The primary endpoint for each trial was defined as a PGA (Physician Global Assessment) score response of either 0 (clear) or 1 (almost clear), in addition to a minimum decrease of 2 points at week 12 compared to the baseline. In trial 1, the results revealed a 35.4% primary endpoint response for patients in the tapinarof group, whereas the vehicle-controlled group exhibited a response of 6.0%. Similarly, trial 2 concluded with a PGA response observed in 40.2% of patients in the tapinarof group, whereas the vehicle-controlled group had a response of 6.3%. [11]"}
{"id": "article-151612_9", "title": "Tapinarof -- Indications -- FDA-Approved Indications", "content": "In the PSOARING 3 trial (open-label extension study), tapinarof cream 1%, administered daily exhibited sustained improvement in efficacy beyond the levels observed in the pivotal trials. Furthermore, the drug was well tolerated for up to 52 weeks during the long-term treatment. This trial demonstrated a significant rate of complete disease clearance, with 40.9% of patients achieving this outcome. Moreover, tapinarof showed the ability to maintain the response over time and had a remitting effect that lasted for approximately 4 months even after discontinuing the therapy. Importantly, tachyphylaxis, associated with topical corticosteroids and biologics, was not observed with tapinarof within the 52-week time frame. [12]", "contents": "Tapinarof -- Indications -- FDA-Approved Indications. In the PSOARING 3 trial (open-label extension study), tapinarof cream 1%, administered daily exhibited sustained improvement in efficacy beyond the levels observed in the pivotal trials. Furthermore, the drug was well tolerated for up to 52 weeks during the long-term treatment. This trial demonstrated a significant rate of complete disease clearance, with 40.9% of patients achieving this outcome. Moreover, tapinarof showed the ability to maintain the response over time and had a remitting effect that lasted for approximately 4 months even after discontinuing the therapy. Importantly, tachyphylaxis, associated with topical corticosteroids and biologics, was not observed with tapinarof within the 52-week time frame. [12]"}
{"id": "article-151612_10", "title": "Tapinarof -- Indications -- Off-Label Uses", "content": "Tapinarof entered phase 3 clinical trials in August 2021 to treat atopic dermatitis (AD). AD is a cutaneous inflammatory condition also referred to as eczema. Unlike psoriasis, AD typically manifests on flexor surfaces such as the antecubital and popliteal fossae. The inflammation is characterized by a type 1 hypersensitivity reaction, which is associated with elevated levels of immunoglobulin E (IgE). Mutations in the filaggrin gene often cause skin barrier dysfunction. The activation of Th2 T cells primarily drives the inflammatory response in AD. The predominance of Th2 T cells results in elevated levels of Th2-released cytokines, including IL-4 and IL-13, both of which promote IgE production. IL-4 also promotes further differentiation of helper T cells into the Th2 subtype. [13] [14]", "contents": "Tapinarof -- Indications -- Off-Label Uses. Tapinarof entered phase 3 clinical trials in August 2021 to treat atopic dermatitis (AD). AD is a cutaneous inflammatory condition also referred to as eczema. Unlike psoriasis, AD typically manifests on flexor surfaces such as the antecubital and popliteal fossae. The inflammation is characterized by a type 1 hypersensitivity reaction, which is associated with elevated levels of immunoglobulin E (IgE). Mutations in the filaggrin gene often cause skin barrier dysfunction. The activation of Th2 T cells primarily drives the inflammatory response in AD. The predominance of Th2 T cells results in elevated levels of Th2-released cytokines, including IL-4 and IL-13, both of which promote IgE production. IL-4 also promotes further differentiation of helper T cells into the Th2 subtype. [13] [14]"}
{"id": "article-151612_11", "title": "Tapinarof -- Indications -- Off-Label Uses", "content": "Previous phase 2b trials yielded positive results, paving the way for this double-blind, randomized, vehicle-controlled, multicenter phase 2b study. In this study, adolescents older than 12 and adults diagnosed with AD were randomly assigned in a 1:1:1:1:1:1 ratio to receive any 1 of the 2 treatments for 12 weeks: tapinarof cream (0.5% or 1% concentration) applied either once or twice daily, or a vehicle cream used once or twice daily. The primary efficacy endpoint was measured utilizing the IGA (Investigator Global Assessment) scale, indicating outcomes defined as a score of either 0 (clear) or 1 (almost clear), along with a minimum decrease of 2 points at week 12 compared to the baseline. The study results demonstrated varying IGA response rates within each group, as depicted in Table 1.", "contents": "Tapinarof -- Indications -- Off-Label Uses. Previous phase 2b trials yielded positive results, paving the way for this double-blind, randomized, vehicle-controlled, multicenter phase 2b study. In this study, adolescents older than 12 and adults diagnosed with AD were randomly assigned in a 1:1:1:1:1:1 ratio to receive any 1 of the 2 treatments for 12 weeks: tapinarof cream (0.5% or 1% concentration) applied either once or twice daily, or a vehicle cream used once or twice daily. The primary efficacy endpoint was measured utilizing the IGA (Investigator Global Assessment) scale, indicating outcomes defined as a score of either 0 (clear) or 1 (almost clear), along with a minimum decrease of 2 points at week 12 compared to the baseline. The study results demonstrated varying IGA response rates within each group, as depicted in Table 1."}
{"id": "article-151612_12", "title": "Tapinarof -- Indications -- Off-Label Uses", "content": "Tapinarof 1% concentration demonstrated the highest IGA response rate, especially when administered twice daily. The primary analysis of the phase 2b study provided evidence of tapinarof's efficacy in treating adolescents and adults with AD. These findings suggest that tapinarof cream has the potential to be an effective topical treatment for individuals with AD. However, further well-designed phase 3 studies are necessary to solidify these results. [15] [16]", "contents": "Tapinarof -- Indications -- Off-Label Uses. Tapinarof 1% concentration demonstrated the highest IGA response rate, especially when administered twice daily. The primary analysis of the phase 2b study provided evidence of tapinarof's efficacy in treating adolescents and adults with AD. These findings suggest that tapinarof cream has the potential to be an effective topical treatment for individuals with AD. However, further well-designed phase 3 studies are necessary to solidify these results. [15] [16]"}
{"id": "article-151612_13", "title": "Tapinarof -- Indications -- Off-Label Uses", "content": "Both psoriasis and AD are prevalent cutaneous inflammatory conditions. Recent studies have revealed that more than 80% of the dysfunctional genes implicated in psoriasis lesions are also involved in AD skin lesions, highlighting shared genetic factors, despite the distinct characteristics of the 2 conditions. Hence, the efficacy of tapinarof in treating both AD and psoriasis is not unusual. [17]", "contents": "Tapinarof -- Indications -- Off-Label Uses. Both psoriasis and AD are prevalent cutaneous inflammatory conditions. Recent studies have revealed that more than 80% of the dysfunctional genes implicated in psoriasis lesions are also involved in AD skin lesions, highlighting shared genetic factors, despite the distinct characteristics of the 2 conditions. Hence, the efficacy of tapinarof in treating both AD and psoriasis is not unusual. [17]"}
{"id": "article-151612_14", "title": "Tapinarof -- Mechanism of Action", "content": "Tapinarof is a naturally derived aryl hydrocarbon receptor (AhR) agonist and the first topical treatment of its kind. The AhR, a ligand-dependent transcription factor, functions as an environmental sensor expressed in keratinocytes and other cells, contributing to maintaining skin homeostasis. [4] [18] Tapinarof binds to and activates AhR, inducing gene expression, resulting in the following effects: Downregulation of pro-inflammatory cytokines, including IL-17, which is involved in the pathogenesis of psoriasis, and IL-4 and IL-13, which are involved in the pathogenesis of AD. This leads to an overall decrease in skin inflammation. Restoration of the dysfunctional skin barrier by inducing the expression of essential skin barrier proteins, such as filaggrin and loricrin, along with other crucial components. Enhancement of the antioxidant response mediated by Nrf2, which is a transcription factor that regulates the defenses against oxidative stress.", "contents": "Tapinarof -- Mechanism of Action. Tapinarof is a naturally derived aryl hydrocarbon receptor (AhR) agonist and the first topical treatment of its kind. The AhR, a ligand-dependent transcription factor, functions as an environmental sensor expressed in keratinocytes and other cells, contributing to maintaining skin homeostasis. [4] [18] Tapinarof binds to and activates AhR, inducing gene expression, resulting in the following effects: Downregulation of pro-inflammatory cytokines, including IL-17, which is involved in the pathogenesis of psoriasis, and IL-4 and IL-13, which are involved in the pathogenesis of AD. This leads to an overall decrease in skin inflammation. Restoration of the dysfunctional skin barrier by inducing the expression of essential skin barrier proteins, such as filaggrin and loricrin, along with other crucial components. Enhancement of the antioxidant response mediated by Nrf2, which is a transcription factor that regulates the defenses against oxidative stress."}
{"id": "article-151612_15", "title": "Tapinarof -- Mechanism of Action", "content": "Recent investigations have highlighted AhR's immune modulatory potential, suggesting its involvement in various systemic diseases, such as asthma, multiple sclerosis, rheumatoid arthritis, allergic reactions, and more. [19] As a nuclear transcription factor, AhR is dependent on ligand binding for activation, which subsequently alters gene expression when activated. Although tapinarof is an AhR ligand, the nuclear receptor can bind to other diverse ligands. Each ligand may stimulate the receptor to generate a similar but distinctive response. Notable examples of other AhR ligands include tryptophan, tryptamine, norisoboldine, kynurenine, and diindolylmethane. [20] The altered gene regulation and expression pathways can vary depending on the ligand that activates AhR.", "contents": "Tapinarof -- Mechanism of Action. Recent investigations have highlighted AhR's immune modulatory potential, suggesting its involvement in various systemic diseases, such as asthma, multiple sclerosis, rheumatoid arthritis, allergic reactions, and more. [19] As a nuclear transcription factor, AhR is dependent on ligand binding for activation, which subsequently alters gene expression when activated. Although tapinarof is an AhR ligand, the nuclear receptor can bind to other diverse ligands. Each ligand may stimulate the receptor to generate a similar but distinctive response. Notable examples of other AhR ligands include tryptophan, tryptamine, norisoboldine, kynurenine, and diindolylmethane. [20] The altered gene regulation and expression pathways can vary depending on the ligand that activates AhR."}
{"id": "article-151612_16", "title": "Tapinarof -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Tapinarof shows no evidence of site-specific accumulation when used continuously. Distribution: The plasma concentration of tapinarof remains consistently below the detection limit. Metabolism: In vitro studies have demonstrated that tapinarof has a high binding affinity (99%) to plasma proteins and undergoes hepatic metabolism primarily through oxidation, sulfation, and glucuronide conjugation reactions. Tapinarof does not modulate the activity of cytochrome P450 enzymes or transporters. [4]", "contents": "Tapinarof -- Mechanism of Action -- Pharmacokinetics. Absorption: Tapinarof shows no evidence of site-specific accumulation when used continuously. Distribution: The plasma concentration of tapinarof remains consistently below the detection limit. Metabolism: In vitro studies have demonstrated that tapinarof has a high binding affinity (99%) to plasma proteins and undergoes hepatic metabolism primarily through oxidation, sulfation, and glucuronide conjugation reactions. Tapinarof does not modulate the activity of cytochrome P450 enzymes or transporters. [4]"}
{"id": "article-151612_17", "title": "Tapinarof -- Administration -- Available Dosage Forms", "content": "Tapinarof topical cream with a concentration of 1%.", "contents": "Tapinarof -- Administration -- Available Dosage Forms. Tapinarof topical cream with a concentration of 1%."}
{"id": "article-151612_18", "title": "Tapinarof -- Administration -- Strength", "content": "Each gram of the topical cream formulation contains 10 mg of tapinarof.", "contents": "Tapinarof -- Administration -- Strength. Each gram of the topical cream formulation contains 10 mg of tapinarof."}
{"id": "article-151612_19", "title": "Tapinarof -- Administration -- Strength", "content": "Tapinarof is a nonsteroidal, topical treatment available as a 1% cream formulation specifically designed to be administered once daily to manage plaque psoriasis. [4] The cream formula should be directly applied to the psoriatic plaques and gently massaged until fully absorbed into the skin. Patients should be informed that visible improvement in plaque psoriasis may take several weeks; therefore, patients need to use tapinarof consistently and regularly as their healthcare provider prescribes. Tapinarof topical cream is not intended for oral, vaginal, or ophthalmic use. Patients should be advised to thoroughly cleanse their hands after the tapinarof application, except the treatment areas on the hands. [18]", "contents": "Tapinarof -- Administration -- Strength. Tapinarof is a nonsteroidal, topical treatment available as a 1% cream formulation specifically designed to be administered once daily to manage plaque psoriasis. [4] The cream formula should be directly applied to the psoriatic plaques and gently massaged until fully absorbed into the skin. Patients should be informed that visible improvement in plaque psoriasis may take several weeks; therefore, patients need to use tapinarof consistently and regularly as their healthcare provider prescribes. Tapinarof topical cream is not intended for oral, vaginal, or ophthalmic use. Patients should be advised to thoroughly cleanse their hands after the tapinarof application, except the treatment areas on the hands. [18]"}
{"id": "article-151612_20", "title": "Tapinarof -- Administration -- Specific Patient Population", "content": "Patients with hepatic impairment: The FDA-approved product labeling does not provide dosage adjustment information for tapinarof in patients with hepatic impairment. Patients with renal impairment: The FDA-approved product labeling also does not provide dosage adjustment information for tapinarof in patients with renal impairment.", "contents": "Tapinarof -- Administration -- Specific Patient Population. Patients with hepatic impairment: The FDA-approved product labeling does not provide dosage adjustment information for tapinarof in patients with hepatic impairment. Patients with renal impairment: The FDA-approved product labeling also does not provide dosage adjustment information for tapinarof in patients with renal impairment."}
{"id": "article-151612_21", "title": "Tapinarof -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: Limited clinical data are available concerning the use of tapinarof cream in pregnant women, making it difficult to assess the potential risks of congenital disabilities, miscarriage, or other adverse outcomes for both the mother and fetus. However, animal studies involving pregnant rats and rabbits demonstrated no significant adverse effects when tapinarof was administered subcutaneously during the organogenesis phase. These studies used doses up to 268 and 16 times higher than the maximum recommended human dose (MRHD).", "contents": "Tapinarof -- Administration -- Specific Patient Population. Pregnancy considerations: Limited clinical data are available concerning the use of tapinarof cream in pregnant women, making it difficult to assess the potential risks of congenital disabilities, miscarriage, or other adverse outcomes for both the mother and fetus. However, animal studies involving pregnant rats and rabbits demonstrated no significant adverse effects when tapinarof was administered subcutaneously during the organogenesis phase. These studies used doses up to 268 and 16 times higher than the maximum recommended human dose (MRHD)."}
{"id": "article-151612_22", "title": "Tapinarof -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: The safety of tapinarof during breastfeeding has not been specifically studied. However, due to its poor absorption after topical application, it is generally believed to pose a low risk to the nursing infant. To further minimize potential exposure, it is essential to avoid applying tapinarof cream directly to the areola and nipple. Clinicians should educate mothers about ensuring that the treated skin areas do not come into direct contact with the infant's skin, further reducing potential risk. [21] Pediatric patients: The safety and efficacy of tapinarof have not been established in pediatric patients with psoriasis who are younger than 18. Geriatric patients: Clinical trials have concluded that there are no differences in the efficacy or safety of tapinarof cream between older patients and younger adults. [4] [11]", "contents": "Tapinarof -- Administration -- Specific Patient Population. Breastfeeding considerations: The safety of tapinarof during breastfeeding has not been specifically studied. However, due to its poor absorption after topical application, it is generally believed to pose a low risk to the nursing infant. To further minimize potential exposure, it is essential to avoid applying tapinarof cream directly to the areola and nipple. Clinicians should educate mothers about ensuring that the treated skin areas do not come into direct contact with the infant's skin, further reducing potential risk. [21] Pediatric patients: The safety and efficacy of tapinarof have not been established in pediatric patients with psoriasis who are younger than 18. Geriatric patients: Clinical trials have concluded that there are no differences in the efficacy or safety of tapinarof cream between older patients and younger adults. [4] [11]"}
{"id": "article-151612_23", "title": "Tapinarof -- Adverse Effects -- Adverse Drug Reactions", "content": "Adverse effects with topical tapinarof treatment are rare, with most patients experiencing no adverse effects during tapinarof treatment. [22] The most commonly reported adverse effects of topical tapinarof are listed below. Folliculitis (or inflammation around hair follicles), occuring at the tapinarof application site. Headaches, including general headaches, tension headaches, and migraines. Pruritis, including genital pruritis, tapinarof application site pruritis, and generalized pruritis. Contact dermatitis, including hand dermatitis, generalized rashes, urticaria, and skin peeling. Nasopharyngitis, including pharyngitis, nasal congestion, and rhinorrhea. Upper respiratory tract infections, including influenza and flu-like symptoms. Localized back pain. [23] [12]", "contents": "Tapinarof -- Adverse Effects -- Adverse Drug Reactions. Adverse effects with topical tapinarof treatment are rare, with most patients experiencing no adverse effects during tapinarof treatment. [22] The most commonly reported adverse effects of topical tapinarof are listed below. Folliculitis (or inflammation around hair follicles), occuring at the tapinarof application site. Headaches, including general headaches, tension headaches, and migraines. Pruritis, including genital pruritis, tapinarof application site pruritis, and generalized pruritis. Contact dermatitis, including hand dermatitis, generalized rashes, urticaria, and skin peeling. Nasopharyngitis, including pharyngitis, nasal congestion, and rhinorrhea. Upper respiratory tract infections, including influenza and flu-like symptoms. Localized back pain. [23] [12]"}
{"id": "article-151612_24", "title": "Tapinarof -- Adverse Effects -- Adverse Drug Reactions", "content": "In most studies assessing the safety and efficacy of topical tapinarof, most patients could continue the treatment despite an adverse reaction. In the PSOARING 3 trials, low trial discontinuation rates of 1.2% and 1.4% were observed for folliculitis and contact dermatitis, respectively. These results were similar to those found in the PSOARING 1 and 2 trials. [22] [24]", "contents": "Tapinarof -- Adverse Effects -- Adverse Drug Reactions. In most studies assessing the safety and efficacy of topical tapinarof, most patients could continue the treatment despite an adverse reaction. In the PSOARING 3 trials, low trial discontinuation rates of 1.2% and 1.4% were observed for folliculitis and contact dermatitis, respectively. These results were similar to those found in the PSOARING 1 and 2 trials. [22] [24]"}
{"id": "article-151612_25", "title": "Tapinarof -- Adverse Effects -- Drug-Drug Interactions", "content": "Tapinarof is devoid of drug-drug interactions. Topical tapinarof cream does not inhibit or induce the cytochrome P450 superfamily of enzymes, including CYP3A4, CYP2C9, CYP2B6, or CYP1A2. [18] [25] Furthermore, tapinarof does not inhibit various transport systems, including the organic anion family of transporters (OAT), organic cation family of transporters (OCT), multidrug and toxic compound extrusion (MATE) family of transporters, or the breast cancer resistance transporter (BCRP). [18] [25]", "contents": "Tapinarof -- Adverse Effects -- Drug-Drug Interactions. Tapinarof is devoid of drug-drug interactions. Topical tapinarof cream does not inhibit or induce the cytochrome P450 superfamily of enzymes, including CYP3A4, CYP2C9, CYP2B6, or CYP1A2. [18] [25] Furthermore, tapinarof does not inhibit various transport systems, including the organic anion family of transporters (OAT), organic cation family of transporters (OCT), multidrug and toxic compound extrusion (MATE) family of transporters, or the breast cancer resistance transporter (BCRP). [18] [25]"}
{"id": "article-151612_26", "title": "Tapinarof -- Contraindications", "content": "There are no known contraindications for the topical use of tapinarof in treating plaque psoriasis except for individuals with a known sensitivity to the drug or formulation ingredients. Tapinarof topical treatment has not been approved for patients younger than 18. [12]", "contents": "Tapinarof -- Contraindications. There are no known contraindications for the topical use of tapinarof in treating plaque psoriasis except for individuals with a known sensitivity to the drug or formulation ingredients. Tapinarof topical treatment has not been approved for patients younger than 18. [12]"}
{"id": "article-151612_27", "title": "Tapinarof -- Contraindications -- Precautions", "content": "Research has not yet determined whether tapinarof cream can cause harm to pregnant patients or cause defects in fetal growth and development. Furthermore, the potential transmission of tapinarof through lactation from breastfeeding mothers to infants is yet to be determined. Further research is needed to assess whether tapinarof can pose any potential harm to nursing infants. [12]", "contents": "Tapinarof -- Contraindications -- Precautions. Research has not yet determined whether tapinarof cream can cause harm to pregnant patients or cause defects in fetal growth and development. Furthermore, the potential transmission of tapinarof through lactation from breastfeeding mothers to infants is yet to be determined. Further research is needed to assess whether tapinarof can pose any potential harm to nursing infants. [12]"}
{"id": "article-151612_28", "title": "Tapinarof -- Monitoring", "content": "Treatment with topical tapinarof does not necessitate routine monitoring. However, patients are advised to contact their dermatologist if they encounter any adverse effects during the course of treatment.", "contents": "Tapinarof -- Monitoring. Treatment with topical tapinarof does not necessitate routine monitoring. However, patients are advised to contact their dermatologist if they encounter any adverse effects during the course of treatment."}
{"id": "article-151612_29", "title": "Tapinarof -- Toxicity -- Symptoms and Management of Overdose", "content": "Tapinarof has exhibited a favorable safety profile and is generally well tolerated. [10] Throughout the phase 3 trials, PSOARING 1 and 2 trials, safety and efficacy assessments revealed no significant differences among the tapinarof and control groups regarding changes in vital signs, laboratory values, or electrocardiogram readings. Notably, tachyphylaxis, associated with topical corticosteroids and biologics, was not observed with tapinarof within the 52-week time frame. [12]", "contents": "Tapinarof -- Toxicity -- Symptoms and Management of Overdose. Tapinarof has exhibited a favorable safety profile and is generally well tolerated. [10] Throughout the phase 3 trials, PSOARING 1 and 2 trials, safety and efficacy assessments revealed no significant differences among the tapinarof and control groups regarding changes in vital signs, laboratory values, or electrocardiogram readings. Notably, tachyphylaxis, associated with topical corticosteroids and biologics, was not observed with tapinarof within the 52-week time frame. [12]"}
{"id": "article-151612_30", "title": "Tapinarof -- Toxicity -- Symptoms and Management of Overdose", "content": "Furthermore, sensitive application areas, including the skin folds and face, have shown good tolerance to tapinarof. To facilitate a comprehensive comparison with older treatments for plaque psoriasis, it is essential to conduct longer trials that further assess the safety and efficacy of tapinarof cream. [11]", "contents": "Tapinarof -- Toxicity -- Symptoms and Management of Overdose. Furthermore, sensitive application areas, including the skin folds and face, have shown good tolerance to tapinarof. To facilitate a comprehensive comparison with older treatments for plaque psoriasis, it is essential to conduct longer trials that further assess the safety and efficacy of tapinarof cream. [11]"}
{"id": "article-151612_31", "title": "Tapinarof -- Enhancing Healthcare Team Outcomes", "content": "A cross-sectional study suggests that psoriasis is a prevalent, immune-mediated condition, affecting 3% of the adult population in the United States, indicating a substantial disease burden. [26] Tapinarof is prescribed to adults with plaque psoriasis to assist patients in managing their condition and, therefore, enhancing their quality of life. Plaque psoriasis is associated with multiple comorbidities and can contribute to low self-esteem, leading to a decline in patients' overall quality of life.", "contents": "Tapinarof -- Enhancing Healthcare Team Outcomes. A cross-sectional study suggests that psoriasis is a prevalent, immune-mediated condition, affecting 3% of the adult population in the United States, indicating a substantial disease burden. [26] Tapinarof is prescribed to adults with plaque psoriasis to assist patients in managing their condition and, therefore, enhancing their quality of life. Plaque psoriasis is associated with multiple comorbidities and can contribute to low self-esteem, leading to a decline in patients' overall quality of life."}
{"id": "article-151612_32", "title": "Tapinarof -- Enhancing Healthcare Team Outcomes", "content": "Some of the most common comorbidities associated with psoriasis include PsA, cardiovascular disease, mental health disorders, and metabolic syndrome. Guidelines, such as the joint American Academy of Dermatology (AAD)-National Psoriasis Foundation (NPF), have been established to aid clinicians in effectively screening and managing these associated comorbidities. The AAD-NPF care guidelines emphasize the importance of vigilance and awareness regarding psoriatic comorbidities, offering recommendations and strategies for physicians to follow in providing comprehensive patient care. [27]", "contents": "Tapinarof -- Enhancing Healthcare Team Outcomes. Some of the most common comorbidities associated with psoriasis include PsA, cardiovascular disease, mental health disorders, and metabolic syndrome. Guidelines, such as the joint American Academy of Dermatology (AAD)-National Psoriasis Foundation (NPF), have been established to aid clinicians in effectively screening and managing these associated comorbidities. The AAD-NPF care guidelines emphasize the importance of vigilance and awareness regarding psoriatic comorbidities, offering recommendations and strategies for physicians to follow in providing comprehensive patient care. [27]"}
{"id": "article-151612_33", "title": "Tapinarof -- Enhancing Healthcare Team Outcomes", "content": "According to these guidelines, when screening patients for PsA, the initial recommendation (1.1) is to inform patients about the association between psoriasis and PsA. Recommendation 1.2 states that all patients with cutaneous psoriasis should be evaluated for the presence of PsA, and this screening should be conducted at every clinic visit. In addition, recommendation 1.3 states that patients showing signs or symptoms of PsA should undergo a comprehensive evaluation for PsA, and appropriate therapy should be initiated if the dermatologist is comfortable with the diagnosis. Rheumatology consultation can be sought to confirm the diagnosis of PsA and provide assistance in its assessment and management. [27]", "contents": "Tapinarof -- Enhancing Healthcare Team Outcomes. According to these guidelines, when screening patients for PsA, the initial recommendation (1.1) is to inform patients about the association between psoriasis and PsA. Recommendation 1.2 states that all patients with cutaneous psoriasis should be evaluated for the presence of PsA, and this screening should be conducted at every clinic visit. In addition, recommendation 1.3 states that patients showing signs or symptoms of PsA should undergo a comprehensive evaluation for PsA, and appropriate therapy should be initiated if the dermatologist is comfortable with the diagnosis. Rheumatology consultation can be sought to confirm the diagnosis of PsA and provide assistance in its assessment and management. [27]"}
{"id": "article-151612_34", "title": "Tapinarof -- Enhancing Healthcare Team Outcomes", "content": "Guidelines for clinicians have been established to address most psoriasis-associated comorbidities, which are essential in the comprehensive and collaborative management of patients with psoriasis. For instance, the cooperation between rheumatologists and dermatologists is essential in confirming diagnoses and providing the best possible management for both psoriasis and comorbid PsA. Similarly, the collaboration of dermatologists with primary care physicians or cardiology specialists is crucial, given psoriasis's associations with hypertension, diabetes, and hyperlipidemia. [27] These guidelines ensure appropriate referrals when necessary and foster an inclusive collaboration among all interprofessional healthcare team members, ultimately delivering optimal quality of care for patients.", "contents": "Tapinarof -- Enhancing Healthcare Team Outcomes. Guidelines for clinicians have been established to address most psoriasis-associated comorbidities, which are essential in the comprehensive and collaborative management of patients with psoriasis. For instance, the cooperation between rheumatologists and dermatologists is essential in confirming diagnoses and providing the best possible management for both psoriasis and comorbid PsA. Similarly, the collaboration of dermatologists with primary care physicians or cardiology specialists is crucial, given psoriasis's associations with hypertension, diabetes, and hyperlipidemia. [27] These guidelines ensure appropriate referrals when necessary and foster an inclusive collaboration among all interprofessional healthcare team members, ultimately delivering optimal quality of care for patients."}
{"id": "article-151612_35", "title": "Tapinarof -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team includes clinicians and pharmacists, requiring collaboration and communication to ensure consistent knowledge and comprehension. A positive relationship between a patient and clinician is crucial for promoting a healthy patient mindset and mental well-being. The interprofessional healthcare team can enhance patient care by providing valuable input and leveraging their expertise. Patients with plaque psoriasis often experience a sense of diminished control over their condition and daily lives. Hence, the interprofessional team must empower patients by fostering a perception of control and showcasing the collaborative efforts of all team members in providing optimal care. This approach will further strengthen the patient-clinician relationship and improve health outcomes for patients with plaque psoriasis undergoing tapinarof treatment. [28]", "contents": "Tapinarof -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team includes clinicians and pharmacists, requiring collaboration and communication to ensure consistent knowledge and comprehension. A positive relationship between a patient and clinician is crucial for promoting a healthy patient mindset and mental well-being. The interprofessional healthcare team can enhance patient care by providing valuable input and leveraging their expertise. Patients with plaque psoriasis often experience a sense of diminished control over their condition and daily lives. Hence, the interprofessional team must empower patients by fostering a perception of control and showcasing the collaborative efforts of all team members in providing optimal care. This approach will further strengthen the patient-clinician relationship and improve health outcomes for patients with plaque psoriasis undergoing tapinarof treatment. [28]"}
{"id": "article-151612_36", "title": "Tapinarof -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tapinarof -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}