{"id": "article-144777_0", "title": "Dupilumab -- Continuing Education Activity", "content": "Dupilumab is an injectable prescription medication administered subcutaneously to treat severe and refractory forms of atopic dermatitis. The US Food and Drug Administration (FDA) approved the medication in April 2017 to treat moderate-to-severe, resistant, atopic dermatitis unresponsive to conventional therapy, including topical corticosteroids. Dupilumab is also used as a maintenance treatment for asthma and chronic rhinosinusitis with nasal polyposis in adults and children, in conjunction with other medications.", "contents": "Dupilumab -- Continuing Education Activity. Dupilumab is an injectable prescription medication administered subcutaneously to treat severe and refractory forms of atopic dermatitis. The US Food and Drug Administration (FDA) approved the medication in April 2017 to treat moderate-to-severe, resistant, atopic dermatitis unresponsive to conventional therapy, including topical corticosteroids. Dupilumab is also used as a maintenance treatment for asthma and chronic rhinosinusitis with nasal polyposis in adults and children, in conjunction with other medications."}
{"id": "article-144777_1", "title": "Dupilumab -- Continuing Education Activity", "content": "Dupilumab is also now FDA-approved for prurigo nodularis and eosinophilic esophagitis. Non-FDA-approved indications include allergic contact dermatitis, hand dermatitis, chronic spontaneous urticaria, and alopecia areata. Extensive literature suggests the efficacy of dupilumab in treating conditions characterized by Th2-mediated inflammation. Clinical trials are currently in the pipeline to explore the potential of dupilumab in treating autoimmune blistering diseases, such as bullous pemphigoid. This activity describes dupilumab, including its mechanism of action, adverse event and safety profiles, eligible patient populations, and contraindications. It also highlights the interprofessional team's role in managing patients on dupilumab treatment.", "contents": "Dupilumab -- Continuing Education Activity. Dupilumab is also now FDA-approved for prurigo nodularis and eosinophilic esophagitis. Non-FDA-approved indications include allergic contact dermatitis, hand dermatitis, chronic spontaneous urticaria, and alopecia areata. Extensive literature suggests the efficacy of dupilumab in treating conditions characterized by Th2-mediated inflammation. Clinical trials are currently in the pipeline to explore the potential of dupilumab in treating autoimmune blistering diseases, such as bullous pemphigoid. This activity describes dupilumab, including its mechanism of action, adverse event and safety profiles, eligible patient populations, and contraindications. It also highlights the interprofessional team's role in managing patients on dupilumab treatment."}
{"id": "article-144777_2", "title": "Dupilumab -- Continuing Education Activity", "content": "Objectives: Apply evidence-based guidelines and data to guide dupilumab treatment decisions in clinical practice. Identify the appropriate indications for dupilumab in the treatment of moderate-to-severe atopic dermatitis. Assess the treatment response and monitor for adverse effects during dupilumab therapy. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from dupilumab. Access free multiple choice questions on this topic.", "contents": "Dupilumab -- Continuing Education Activity. Objectives: Apply evidence-based guidelines and data to guide dupilumab treatment decisions in clinical practice. Identify the appropriate indications for dupilumab in the treatment of moderate-to-severe atopic dermatitis. Assess the treatment response and monitor for adverse effects during dupilumab therapy. Implement effective collaboration among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from dupilumab. Access free multiple choice questions on this topic."}
{"id": "article-144777_3", "title": "Dupilumab -- Indications -- FDA-Approved Indications", "content": "Dupilumab is a human monoclonal antibody administered subcutaneously to inhibit the interleukin-4 receptor subunit α (IL-4R α). The US Food and Drug Administration (FDA) approved dupilumab in April 2017 for the treatment of moderate-to-severe atopic dermatitis (AD) in adults and pediatric patients aged 6 and older, as well as for chronic rhinosinusitis with nasal polyposis (CRSwNP) in adults. [1] Since the incidence of atopic dermatitis has been rising, especially in the developed and industrialized parts of the world, dermatologists must prescribe treatment regimens that are both effective and safe to use in the long-term management of this chronic skin condition. [2] Dupilumab is also used in treating adults with atopic dermatitis symptoms inadequately controlled with topical corticosteroid use. [3] [4] Currently, no specific guidelines deem the drug safe for children younger than 6. [4] [5]", "contents": "Dupilumab -- Indications -- FDA-Approved Indications. Dupilumab is a human monoclonal antibody administered subcutaneously to inhibit the interleukin-4 receptor subunit α (IL-4R α). The US Food and Drug Administration (FDA) approved dupilumab in April 2017 for the treatment of moderate-to-severe atopic dermatitis (AD) in adults and pediatric patients aged 6 and older, as well as for chronic rhinosinusitis with nasal polyposis (CRSwNP) in adults. [1] Since the incidence of atopic dermatitis has been rising, especially in the developed and industrialized parts of the world, dermatologists must prescribe treatment regimens that are both effective and safe to use in the long-term management of this chronic skin condition. [2] Dupilumab is also used in treating adults with atopic dermatitis symptoms inadequately controlled with topical corticosteroid use. [3] [4] Currently, no specific guidelines deem the drug safe for children younger than 6. [4] [5]"}
{"id": "article-144777_4", "title": "Dupilumab -- Indications -- FDA-Approved Indications", "content": "Dupilumab has been shown to enhance lung function and decrease severe exacerbations in patients with uncontrolled persistent asthma, irrespective of baseline eosinophil count, and when used in addition to inhaled corticosteroids (ICS) and long-acting β-2 agonists (LABA), as compared to standard asthma therapy. [6] [7] The American Thoracic Society (ATS) and European Respiratory Society (ERS) guidelines recommend using dupilumab as an additional treatment option for patients with severe eosinophilic asthma or dependence on oral corticosteroids. [8]", "contents": "Dupilumab -- Indications -- FDA-Approved Indications. Dupilumab has been shown to enhance lung function and decrease severe exacerbations in patients with uncontrolled persistent asthma, irrespective of baseline eosinophil count, and when used in addition to inhaled corticosteroids (ICS) and long-acting β-2 agonists (LABA), as compared to standard asthma therapy. [6] [7] The American Thoracic Society (ATS) and European Respiratory Society (ERS) guidelines recommend using dupilumab as an additional treatment option for patients with severe eosinophilic asthma or dependence on oral corticosteroids. [8]"}
{"id": "article-144777_5", "title": "Dupilumab -- Indications -- FDA-Approved Indications", "content": "In 2022, dupilumab became the first treatment to receive FDA approval for prurigo nodularis (PN) in adults. [9] [10] Dupilumab is also the first biologic approved by the FDA for eosinophilic esophagitis in children older than 12. [11] [12] Dupilumab is recommended for treating eosinophilic esophagitis by the American Academy of Allergy, Asthma, and Immunology and the American Gastroenterological Association. [13]", "contents": "Dupilumab -- Indications -- FDA-Approved Indications. In 2022, dupilumab became the first treatment to receive FDA approval for prurigo nodularis (PN) in adults. [9] [10] Dupilumab is also the first biologic approved by the FDA for eosinophilic esophagitis in children older than 12. [11] [12] Dupilumab is recommended for treating eosinophilic esophagitis by the American Academy of Allergy, Asthma, and Immunology and the American Gastroenterological Association. [13]"}
{"id": "article-144777_6", "title": "Dupilumab -- Indications -- Non-FDA Approved Indications", "content": "Non-FDA-approved indications include allergic contact dermatitis, hand dermatitis, chronic spontaneous urticaria, and alopecia areata. [1] [14] Extensive literature suggests the efficacy of dupilumab in treating conditions characterized by Th2-mediated inflammation. [15] Clinical investigations are currently being conducted to assess the effectiveness of dupilumab in treating autoimmune blistering diseases, including bullous pemphigoid and chronic obstructive pulmonary disease. [16] [17]", "contents": "Dupilumab -- Indications -- Non-FDA Approved Indications. Non-FDA-approved indications include allergic contact dermatitis, hand dermatitis, chronic spontaneous urticaria, and alopecia areata. [1] [14] Extensive literature suggests the efficacy of dupilumab in treating conditions characterized by Th2-mediated inflammation. [15] Clinical investigations are currently being conducted to assess the effectiveness of dupilumab in treating autoimmune blistering diseases, including bullous pemphigoid and chronic obstructive pulmonary disease. [16] [17]"}
{"id": "article-144777_7", "title": "Dupilumab -- Mechanism of Action", "content": "Dupilumab is a fully human monoclonal antibody of the immunoglobulin G4 subclass designed to inhibit receptor signaling downstream of the JAK-STAT pathway by blocking interleukin-4/interleukin-13 (IL-4/IL-13) receptors. [4] As an IL-4Rα antagonist, dupilumab inhibits the signaling of pro-inflammatory cytokines, or interleukins, that induce inflammatory and immunological responses in several conditions, including eczema, asthma, allergic reactions, and rhinosinusitis. [18] Essentially, IL-4Rα is a component common to both IL-4 and IL-13 receptor complexes and is ubiquitously expressed in innate and adaptive immune cells to promote the signaling of IL-4 and IL-13. [19] [20] By blocking this pathway, dupilumab affects 3 integral disease mechanisms of atopic dermatitis: the decrease of skin barrier function, the class switch to IgE, and the Th2 differentiation. [4] [21]", "contents": "Dupilumab -- Mechanism of Action. Dupilumab is a fully human monoclonal antibody of the immunoglobulin G4 subclass designed to inhibit receptor signaling downstream of the JAK-STAT pathway by blocking interleukin-4/interleukin-13 (IL-4/IL-13) receptors. [4] As an IL-4Rα antagonist, dupilumab inhibits the signaling of pro-inflammatory cytokines, or interleukins, that induce inflammatory and immunological responses in several conditions, including eczema, asthma, allergic reactions, and rhinosinusitis. [18] Essentially, IL-4Rα is a component common to both IL-4 and IL-13 receptor complexes and is ubiquitously expressed in innate and adaptive immune cells to promote the signaling of IL-4 and IL-13. [19] [20] By blocking this pathway, dupilumab affects 3 integral disease mechanisms of atopic dermatitis: the decrease of skin barrier function, the class switch to IgE, and the Th2 differentiation. [4] [21]"}
{"id": "article-144777_8", "title": "Dupilumab -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Following a subcutaneous (SC) dose of dupilumab, the peak plasma concentration (Cmax) is typically achieved about 1 week after the dose. In most clinical trials, the steady-state concentrations were reached by week 16. [22] The bioavailability of dupilumab is similar among patients with atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyposis (CRSwNP), eosinophilic esophagitis (EoE), and peanut allergy after a SC dose, ranging from 61% to 64%. Distribution: The estimated total volume of distribution is approximately 4.8±1.3 L.", "contents": "Dupilumab -- Mechanism of Action -- Pharmacokinetics. Absorption: Following a subcutaneous (SC) dose of dupilumab, the peak plasma concentration (Cmax) is typically achieved about 1 week after the dose. In most clinical trials, the steady-state concentrations were reached by week 16. [22] The bioavailability of dupilumab is similar among patients with atopic dermatitis, asthma, chronic rhinosinusitis with nasal polyposis (CRSwNP), eosinophilic esophagitis (EoE), and peanut allergy after a SC dose, ranging from 61% to 64%. Distribution: The estimated total volume of distribution is approximately 4.8±1.3 L."}
{"id": "article-144777_9", "title": "Dupilumab -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The metabolic pathway of dupilumab remains uncharacterized. However, given it is a human monoclonal IgG4 antibody,  dupilumab is expected to undergo degradation into peptides and amino acids via catabolic pathways, similar to the endogenous IgG. [23]", "contents": "Dupilumab -- Mechanism of Action -- Pharmacokinetics. Metabolism: The metabolic pathway of dupilumab remains uncharacterized. However, given it is a human monoclonal IgG4 antibody,  dupilumab is expected to undergo degradation into peptides and amino acids via catabolic pathways, similar to the endogenous IgG. [23]"}
{"id": "article-144777_10", "title": "Dupilumab -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: After administering different steady-state doses of dupilumab, the median time for non-detectable concentration ranges from 9 to 13 weeks in pediatric patients (12 to 17 years) and adults. According to population pharmacokinetic studies, the median duration for plasma concentration to become non-detectable is roughly 1.5 times higher (up to 19 weeks) in pediatric subjects 6 to 11 years and 2.5 times higher (up to 32 weeks) in pediatric subjects aged 6 months to 5 years compared to adults. Age does not impact dupilumab clearance in adults and pediatric subjects aged 6 to 17. However, the clearance of dupilumab increases in pediatric subjects aged 6 months to 5 years. The emergence of antibodies against dupilumab is correlated with reduced serum dupilumab concentrations.", "contents": "Dupilumab -- Mechanism of Action -- Pharmacokinetics. Excretion: After administering different steady-state doses of dupilumab, the median time for non-detectable concentration ranges from 9 to 13 weeks in pediatric patients (12 to 17 years) and adults. According to population pharmacokinetic studies, the median duration for plasma concentration to become non-detectable is roughly 1.5 times higher (up to 19 weeks) in pediatric subjects 6 to 11 years and 2.5 times higher (up to 32 weeks) in pediatric subjects aged 6 months to 5 years compared to adults. Age does not impact dupilumab clearance in adults and pediatric subjects aged 6 to 17. However, the clearance of dupilumab increases in pediatric subjects aged 6 months to 5 years. The emergence of antibodies against dupilumab is correlated with reduced serum dupilumab concentrations."}
{"id": "article-144777_11", "title": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage", "content": "The initial recommended dose of dupilumab comprises 2 SC injections at different injection sites, followed by 1 injection at various locations every 2 weeks or every 4 weeks, depending on the patient's age and weight. [22] Dupilumab is supplied as a pre-filled syringe containing 300 mg/2 mL of solution with a needle shield for single-dose use. [22]", "contents": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage. The initial recommended dose of dupilumab comprises 2 SC injections at different injection sites, followed by 1 injection at various locations every 2 weeks or every 4 weeks, depending on the patient's age and weight. [22] Dupilumab is supplied as a pre-filled syringe containing 300 mg/2 mL of solution with a needle shield for single-dose use. [22]"}
{"id": "article-144777_12", "title": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage", "content": "More recently, 2 large phase 3 trials, including adults with symptoms inadequately suppressed by topical medications commonly used to manage atopic dermatitis, demonstrated the role of dupilumab in treating the condition. Patients were treated with either a placebo or 300 mg dupilumab administered weekly or every 2 weeks over 16 weeks. A significant reduction of 75% in eczema area and severity index (EASI) was observed in patients on dupilumab in both weekly and 2-weekly interval dosing regimens. [22] The FDA-approved dosage of dupilumab for specific indications is listed below. Atopic dermatitis: The suggested initial dose of dupilumab is 600 mg (administered as 2 300 mg injections), followed by a subsequent maintenance dose of 300 mg every other week (Q2W).", "contents": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage. More recently, 2 large phase 3 trials, including adults with symptoms inadequately suppressed by topical medications commonly used to manage atopic dermatitis, demonstrated the role of dupilumab in treating the condition. Patients were treated with either a placebo or 300 mg dupilumab administered weekly or every 2 weeks over 16 weeks. A significant reduction of 75% in eczema area and severity index (EASI) was observed in patients on dupilumab in both weekly and 2-weekly interval dosing regimens. [22] The FDA-approved dosage of dupilumab for specific indications is listed below. Atopic dermatitis: The suggested initial dose of dupilumab is 600 mg (administered as 2 300 mg injections), followed by a subsequent maintenance dose of 300 mg every other week (Q2W)."}
{"id": "article-144777_13", "title": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage", "content": "Asthma: The initial dose of dupilumab is 400 mg (administered as 2 200 mg injections), followed by a subsequent maintenance dose of 200 mg every 2 weeks (Q2W). The initial dosage for moderate to severe atopic dermatitis or oral corticosteroid-dependent asthma is 600 mg (2 300 mg injections), followed by a subsequent dose of 300 mg every other week (Q2W). Chronic rhinosinusitis with nasal polyposis: The dosage of dupilumab for adult patients is 300 mg, given every other week (Q2W). Eosinophilic esophagitis: 300 mg of dupilumab weekly is the recommended dosage for patients weighing at least 40 kg and aged 12 or older. Prurigo nodularis: The recommended initial dose of dupilumab is 600 mg (2 300 mg injections), followed by a maintenance dose of 300 mg dupilumab given every other week (Q2W). [24]", "contents": "Dupilumab -- Administration -- Available Dosage Forms, Strengths, and Adult Dosage. Asthma: The initial dose of dupilumab is 400 mg (administered as 2 200 mg injections), followed by a subsequent maintenance dose of 200 mg every 2 weeks (Q2W). The initial dosage for moderate to severe atopic dermatitis or oral corticosteroid-dependent asthma is 600 mg (2 300 mg injections), followed by a subsequent dose of 300 mg every other week (Q2W). Chronic rhinosinusitis with nasal polyposis: The dosage of dupilumab for adult patients is 300 mg, given every other week (Q2W). Eosinophilic esophagitis: 300 mg of dupilumab weekly is the recommended dosage for patients weighing at least 40 kg and aged 12 or older. Prurigo nodularis: The recommended initial dose of dupilumab is 600 mg (2 300 mg injections), followed by a maintenance dose of 300 mg dupilumab given every other week (Q2W). [24]"}
{"id": "article-144777_14", "title": "Dupilumab -- Administration -- Specific Patient Populations", "content": "Renal impairment: The manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population. Hepatic impairment: The manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population.", "contents": "Dupilumab -- Administration -- Specific Patient Populations. Renal impairment: The manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population. Hepatic impairment: The manufacturer's labeling does not provide dosage adjustments for dupilumab, which has not been studied in this population."}
{"id": "article-144777_15", "title": "Dupilumab -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: It is unknown whether dupilumab use during pregnancy may cause harm to the fetus, including congenital defects or other adverse outcomes. [25] Since IgG antibodies can cross transplacentally, the possibility of dupilumab's transmission from the mother to the fetus exists. [25] Animal research studies have shown no adverse effects on the growth or development of offspring at birth or later after IL-4R alpha antibody injection. [25] Several case reports in which dupilumab was either discontinued before conception or a few weeks after conception demonstrated no fetal harm. [25] However, more research is required to analyze the harmful effect of dupilumab on a fetus when used continually during pregnancy. [25]", "contents": "Dupilumab -- Administration -- Specific Patient Populations. Pregnancy considerations: It is unknown whether dupilumab use during pregnancy may cause harm to the fetus, including congenital defects or other adverse outcomes. [25] Since IgG antibodies can cross transplacentally, the possibility of dupilumab's transmission from the mother to the fetus exists. [25] Animal research studies have shown no adverse effects on the growth or development of offspring at birth or later after IL-4R alpha antibody injection. [25] Several case reports in which dupilumab was either discontinued before conception or a few weeks after conception demonstrated no fetal harm. [25] However, more research is required to analyze the harmful effect of dupilumab on a fetus when used continually during pregnancy. [25]"}
{"id": "article-144777_16", "title": "Dupilumab -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: It is unknown whether dupilumab is excreted in breast milk or systemic absorption occurs after ingestion. [25] The amount of dupilumab in breast milk is expected to be low, given its large size, and absorption is unlikely because it is destroyed in the infant's gastrointestinal tract. [25] It is crucial to assess the importance of breast milk, along with the mother's medical indication and urgency for dupilumab use. [25]", "contents": "Dupilumab -- Administration -- Specific Patient Populations. Breastfeeding considerations: It is unknown whether dupilumab is excreted in breast milk or systemic absorption occurs after ingestion. [25] The amount of dupilumab in breast milk is expected to be low, given its large size, and absorption is unlikely because it is destroyed in the infant's gastrointestinal tract. [25] It is crucial to assess the importance of breast milk, along with the mother's medical indication and urgency for dupilumab use. [25]"}
{"id": "article-144777_17", "title": "Dupilumab -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Dupilumab is an FDA-approved medication for moderate-to-severe atopic dermatitis in patients 6 months and older. It is also approved as an add-on maintenance treatment for moderate-to-severe asthma in pediatric patients aged 6 and older with oral corticosteroid dependence or presenting with an eosinophilic phenotype. [26] Additionally, dupilumab is approved for eosinophilic esophagitis in patients weighing at least 40 kg (12 years or older). However, dupilumab is not FDA-approved for pediatric use in chronic rhinosinusitis with nasal polyposis or prurigo nodularis.", "contents": "Dupilumab -- Administration -- Specific Patient Populations. Pediatric patients: Dupilumab is an FDA-approved medication for moderate-to-severe atopic dermatitis in patients 6 months and older. It is also approved as an add-on maintenance treatment for moderate-to-severe asthma in pediatric patients aged 6 and older with oral corticosteroid dependence or presenting with an eosinophilic phenotype. [26] Additionally, dupilumab is approved for eosinophilic esophagitis in patients weighing at least 40 kg (12 years or older). However, dupilumab is not FDA-approved for pediatric use in chronic rhinosinusitis with nasal polyposis or prurigo nodularis."}
{"id": "article-144777_18", "title": "Dupilumab -- Administration -- Specific Patient Populations", "content": "Geriatric patients: Analysis of 4 RCT studies on dupilumab has revealed that patients over 60 suffering from moderate-to-severe atopic dermatitis demonstrated a significant improvement in AD signs and symptoms. These results are comparable to those reported in patients under 60 years. [27]", "contents": "Dupilumab -- Administration -- Specific Patient Populations. Geriatric patients: Analysis of 4 RCT studies on dupilumab has revealed that patients over 60 suffering from moderate-to-severe atopic dermatitis demonstrated a significant improvement in AD signs and symptoms. These results are comparable to those reported in patients under 60 years. [27]"}
{"id": "article-144777_19", "title": "Dupilumab -- Adverse Effects", "content": "Although not common, dupilumab may cause serious adverse effects, including joint aches, eyelid swelling and inflammation, and allergic reactions such as shortness of breath and wheezing. [28] However, the most common side effects noted in atopic dermatitis patients on dupilumab include injection site reactions and eye and eyelid inflammation, including redness, swelling, itching, blurred vision, and cold sores in the mouth or lips. [28] [29] Most adverse events seen in clinical trials performed in patients aged 18 or above are mild or moderate in severity. [28]", "contents": "Dupilumab -- Adverse Effects. Although not common, dupilumab may cause serious adverse effects, including joint aches, eyelid swelling and inflammation, and allergic reactions such as shortness of breath and wheezing. [28] However, the most common side effects noted in atopic dermatitis patients on dupilumab include injection site reactions and eye and eyelid inflammation, including redness, swelling, itching, blurred vision, and cold sores in the mouth or lips. [28] [29] Most adverse events seen in clinical trials performed in patients aged 18 or above are mild or moderate in severity. [28]"}
{"id": "article-144777_20", "title": "Dupilumab -- Adverse Effects", "content": "Nasopharyngitis and headaches have been reported more frequently among patients receiving dupilumab than those receiving a placebo. [28] Rare cases of epistaxis have been reported. [30] The occurrence of herpes viral infections has also been observed in some cases. [31] Dupilumab may induce various forms of arthropathy, enthesitis, and tendinopathy in certain highly atopic individuals by enhancing an IL-17-mediated peripheral spondyloarthritis/psoriatic arthritis pattern of inflammatory enthesitis. [32] Further research is needed to establish a causal link and determine the exact mechanism. [32]", "contents": "Dupilumab -- Adverse Effects. Nasopharyngitis and headaches have been reported more frequently among patients receiving dupilumab than those receiving a placebo. [28] Rare cases of epistaxis have been reported. [30] The occurrence of herpes viral infections has also been observed in some cases. [31] Dupilumab may induce various forms of arthropathy, enthesitis, and tendinopathy in certain highly atopic individuals by enhancing an IL-17-mediated peripheral spondyloarthritis/psoriatic arthritis pattern of inflammatory enthesitis. [32] Further research is needed to establish a causal link and determine the exact mechanism. [32]"}
{"id": "article-144777_21", "title": "Dupilumab -- Adverse Effects -- Drug-Drug Interactions", "content": "Patients on warfarin may require monitoring of PT/INR and dose adjustment. Increased concentrations of certain cytokines (IL-4 and IL-13) can alter the function of CYP450 enzymes. [18] However, no significant drug interactions have been observed per the latest FDA label. Only significant DDI was observed for metoprolol and dupilumab, with an increase in AUC of 29%. Administration of dupilumab with live vaccines is not recommended with dupilumab. [33]", "contents": "Dupilumab -- Adverse Effects -- Drug-Drug Interactions. Patients on warfarin may require monitoring of PT/INR and dose adjustment. Increased concentrations of certain cytokines (IL-4 and IL-13) can alter the function of CYP450 enzymes. [18] However, no significant drug interactions have been observed per the latest FDA label. Only significant DDI was observed for metoprolol and dupilumab, with an increase in AUC of 29%. Administration of dupilumab with live vaccines is not recommended with dupilumab. [33]"}
{"id": "article-144777_22", "title": "Dupilumab -- Contraindications", "content": "Several contraindications have been noted in the literature, some of which are listed below. However, insufficient scientific data or research-based evidence supports most of these contraindications. The only FDA-labeled contraindication to using dupilumab is hypersensitivity to any of its excipients. Angioedema due to dupilumab has been reported. [34]  Dupilumab is contraindicated in patients with hamster protein hypersensitivity, as this drug is produced in Chinese hamster ovary cells. Hypersensitivity reactions, including rash and allergic conjunctivitis, have occurred after dupilumab administration. [32]", "contents": "Dupilumab -- Contraindications. Several contraindications have been noted in the literature, some of which are listed below. However, insufficient scientific data or research-based evidence supports most of these contraindications. The only FDA-labeled contraindication to using dupilumab is hypersensitivity to any of its excipients. Angioedema due to dupilumab has been reported. [34]  Dupilumab is contraindicated in patients with hamster protein hypersensitivity, as this drug is produced in Chinese hamster ovary cells. Hypersensitivity reactions, including rash and allergic conjunctivitis, have occurred after dupilumab administration. [32]"}
{"id": "article-144777_23", "title": "Dupilumab -- Contraindications -- Acute bronchospasm, asthma, corticosteroid withdrawal, and status asthmaticus", "content": "While dupilumab is approved as an adjuvant or maintenance therapy to treat eosinophilic and glucocorticoid-dependent moderate-to-severe asthma, it should not be used by itself to treat episodes of asthma exacerbations or acute bronchospasm. [31] Patients with comorbid asthma who start dupilumab therapy for atopic dermatitis or chronic rhinosinusitis with nasal polyposis should be advised to stay on their asthma medications to prevent the onset of any adverse event. [31] However, a study by Rabe et al revealed that for patients on oral glucocorticoid therapy for moderate-to-severe asthma or acute asthma exacerbations, adding dupilumab not only led to an overall reduction in the glucocorticoid use but also alleviation of symptoms associated with acute asthmatic episodes or exacerbations over 24 weeks. The only notable but transient adverse effect was reversible eosinophilia in about 14% of the patients. [35]", "contents": "Dupilumab -- Contraindications -- Acute bronchospasm, asthma, corticosteroid withdrawal, and status asthmaticus. While dupilumab is approved as an adjuvant or maintenance therapy to treat eosinophilic and glucocorticoid-dependent moderate-to-severe asthma, it should not be used by itself to treat episodes of asthma exacerbations or acute bronchospasm. [31] Patients with comorbid asthma who start dupilumab therapy for atopic dermatitis or chronic rhinosinusitis with nasal polyposis should be advised to stay on their asthma medications to prevent the onset of any adverse event. [31] However, a study by Rabe et al revealed that for patients on oral glucocorticoid therapy for moderate-to-severe asthma or acute asthma exacerbations, adding dupilumab not only led to an overall reduction in the glucocorticoid use but also alleviation of symptoms associated with acute asthmatic episodes or exacerbations over 24 weeks. The only notable but transient adverse effect was reversible eosinophilia in about 14% of the patients. [35]"}
{"id": "article-144777_24", "title": "Dupilumab -- Contraindications -- Eosinophilic pneumonia and vasculitis", "content": "Rare cases of eosinophilic pneumonia and vasculitis consistent with eosinophilic granulomatosis with polyangiitis have been reported in asthmatic patients on dupilumab. [32]", "contents": "Dupilumab -- Contraindications -- Eosinophilic pneumonia and vasculitis. Rare cases of eosinophilic pneumonia and vasculitis consistent with eosinophilic granulomatosis with polyangiitis have been reported in asthmatic patients on dupilumab. [32]"}
{"id": "article-144777_25", "title": "Dupilumab -- Contraindications -- Helminth infection", "content": "Patients with a preexisting helminthic infection should receive anti-helminthic therapy before starting dupilumab. [31] However, if a patient becomes infected while receiving dupilumab and fails to respond to treatment with anti-helminthic medicine, dupilumab should be discontinued until the infection resolves. [31] Complete resolution of helminthic infection before starting dupilumab therapy for atopic dermatitis is paramount and should take precedence.", "contents": "Dupilumab -- Contraindications -- Helminth infection. Patients with a preexisting helminthic infection should receive anti-helminthic therapy before starting dupilumab. [31] However, if a patient becomes infected while receiving dupilumab and fails to respond to treatment with anti-helminthic medicine, dupilumab should be discontinued until the infection resolves. [31] Complete resolution of helminthic infection before starting dupilumab therapy for atopic dermatitis is paramount and should take precedence."}
{"id": "article-144777_26", "title": "Dupilumab -- Contraindications -- Vaccination", "content": "Current FDA recommendations caution only against using live virus vaccines in dupilumab recipients. However, no concrete date is available on the ability of live vaccines to trigger an immune response. [32] It is suggested that all age-appropriate immunizations be completed before initiating dupilumab treatment. Limited data are available regarding the coadministration of non-live vaccines with dupilumab. [31]", "contents": "Dupilumab -- Contraindications -- Vaccination. Current FDA recommendations caution only against using live virus vaccines in dupilumab recipients. However, no concrete date is available on the ability of live vaccines to trigger an immune response. [32] It is suggested that all age-appropriate immunizations be completed before initiating dupilumab treatment. Limited data are available regarding the coadministration of non-live vaccines with dupilumab. [31]"}
{"id": "article-144777_27", "title": "Dupilumab -- Monitoring", "content": "Given the potential interaction of dupilumab with drugs that are substrates of the cytochrome P450 (CYP450), it is suggested to monitor those patients on medications like warfarin, which are also CYP450 substrates and can alter the activity of dupilumab. [25] Interestingly, this may be uncertain speculation as a study conducted by Davis et al in 2018 failed to reveal any effect of dupilumab on the pharmacokinetics of CYP450 drugs. [31]", "contents": "Dupilumab -- Monitoring. Given the potential interaction of dupilumab with drugs that are substrates of the cytochrome P450 (CYP450), it is suggested to monitor those patients on medications like warfarin, which are also CYP450 substrates and can alter the activity of dupilumab. [25] Interestingly, this may be uncertain speculation as a study conducted by Davis et al in 2018 failed to reveal any effect of dupilumab on the pharmacokinetics of CYP450 drugs. [31]"}
{"id": "article-144777_28", "title": "Dupilumab -- Monitoring", "content": "Patients must be monitored for serious and sudden onset reactions when on dupilumab therapy. It is strongly advised to discontinue dupilumab if a systemic hypersensitivity reaction is noted. [25] Additionally, patients must report to their clinician any worsening eye symptoms leading to conjunctivitis and/or keratitis. Patients with comorbid asthma must be monitored periodically to ensure that they continue their usual asthma treatment. [25]", "contents": "Dupilumab -- Monitoring. Patients must be monitored for serious and sudden onset reactions when on dupilumab therapy. It is strongly advised to discontinue dupilumab if a systemic hypersensitivity reaction is noted. [25] Additionally, patients must report to their clinician any worsening eye symptoms leading to conjunctivitis and/or keratitis. Patients with comorbid asthma must be monitored periodically to ensure that they continue their usual asthma treatment. [25]"}
{"id": "article-144777_29", "title": "Dupilumab -- Monitoring", "content": "Clinicians are advised to monitor asthmatic patients with vasculitic rash, worsening pulmonary symptoms, cardiac complications, and neuropathy in the presence of eosinophilia, as dupilumab use in asthmatics may be associated with eosinophilic pneumonia or vasculitis. [25] Additionally, all healthcare team personnel must actively participate in patient counseling and provide access to resources and contacts if the need to contact the interprofessional team arises. [25] Social workers may not be effective in identifying reasons for lack of treatment adherence. Insurance delays can cause treatment delays. A follow-up by a nurse or medical assistant can help ensure timely medication and positive outcomes.", "contents": "Dupilumab -- Monitoring. Clinicians are advised to monitor asthmatic patients with vasculitic rash, worsening pulmonary symptoms, cardiac complications, and neuropathy in the presence of eosinophilia, as dupilumab use in asthmatics may be associated with eosinophilic pneumonia or vasculitis. [25] Additionally, all healthcare team personnel must actively participate in patient counseling and provide access to resources and contacts if the need to contact the interprofessional team arises. [25] Social workers may not be effective in identifying reasons for lack of treatment adherence. Insurance delays can cause treatment delays. A follow-up by a nurse or medical assistant can help ensure timely medication and positive outcomes."}
{"id": "article-144777_30", "title": "Dupilumab -- Toxicity", "content": "Dupixent has no box warning, unlike the newer topical and oral Janus kinase (JAK) inhibitors used for treating atopic dermatitis. Patients on JAK inhibitor treatment should be monitored closely for the onset of any infection. The possible emergence of serious adverse events may result from the synergistic effects of JAK inhibitors with other immunomodulating agents, such as vitamin D, which also act on the JAK-STAT pathway. No serious or frequent toxicity was reported. Clinicians must be careful when using dupilumab with substrates of CYP450, as it utilizes the same enzyme for its degradation. Rare cases of vasculitis and pneumonia are evident in patients using dupilumab and CYP450 substrates. [36]", "contents": "Dupilumab -- Toxicity. Dupixent has no box warning, unlike the newer topical and oral Janus kinase (JAK) inhibitors used for treating atopic dermatitis. Patients on JAK inhibitor treatment should be monitored closely for the onset of any infection. The possible emergence of serious adverse events may result from the synergistic effects of JAK inhibitors with other immunomodulating agents, such as vitamin D, which also act on the JAK-STAT pathway. No serious or frequent toxicity was reported. Clinicians must be careful when using dupilumab with substrates of CYP450, as it utilizes the same enzyme for its degradation. Rare cases of vasculitis and pneumonia are evident in patients using dupilumab and CYP450 substrates. [36]"}
{"id": "article-144777_31", "title": "Dupilumab -- Enhancing Healthcare Team Outcomes", "content": "Dupilumab is an effective and safe immunomodulating therapy for treating moderate-to-severe symptoms associated with atopic dermatitis, including itching, poor sleep quality, anxiety, and depression. Evidence from increasing trials suggests that the benefits of dupilumab far outweigh its side effects. Since no concrete literature-based evidence suggests that dupilumab is contraindicated during pregnancy or lactation, shared decision-making among healthcare team members and patients is paramount for ensuring safe and effective treatment plans. Patients should receive significant education on their treatment options, including discussing the benefits and risks to maternal and fetal health, and that patient values and preferences are considered. Consultation with an immunologist is required before initiating dupilumab for severe asthma. Moderate to severe atopic dermatitis is best managed in consultation with a dermatologist. Otorhinolaryngologist consultation is necessary for patients with chronic rhinosinusitis with nasal polyposis. Both pharmacists and nurses need easy and direct access to the prescriber so any patient concerns regarding dupilumab use can be addressed immediately. Communication among healthcare team members is pivotal to obtaining optimal therapeutic results for dupilumab use with minimal adverse events.", "contents": "Dupilumab -- Enhancing Healthcare Team Outcomes. Dupilumab is an effective and safe immunomodulating therapy for treating moderate-to-severe symptoms associated with atopic dermatitis, including itching, poor sleep quality, anxiety, and depression. Evidence from increasing trials suggests that the benefits of dupilumab far outweigh its side effects. Since no concrete literature-based evidence suggests that dupilumab is contraindicated during pregnancy or lactation, shared decision-making among healthcare team members and patients is paramount for ensuring safe and effective treatment plans. Patients should receive significant education on their treatment options, including discussing the benefits and risks to maternal and fetal health, and that patient values and preferences are considered. Consultation with an immunologist is required before initiating dupilumab for severe asthma. Moderate to severe atopic dermatitis is best managed in consultation with a dermatologist. Otorhinolaryngologist consultation is necessary for patients with chronic rhinosinusitis with nasal polyposis. Both pharmacists and nurses need easy and direct access to the prescriber so any patient concerns regarding dupilumab use can be addressed immediately. Communication among healthcare team members is pivotal to obtaining optimal therapeutic results for dupilumab use with minimal adverse events."}
{"id": "article-144777_32", "title": "Dupilumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dupilumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}