{"id": "article-30476_0", "title": "Transient Loss of Vision -- Continuing Education Activity", "content": "Transient loss of vision instills apprehension in the minds of patients and providers. Patients commonly worry about the potential for permanent loss of vision and providers about the potential for serious underlying conditions. The causes of transient loss of vision are diverse and can include life-threatening conditions like carotid artery disease or cardiac emboli or relatively benign conditions like migraines. This activity reviews the evaluation and management of transient loss of vision and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients.", "contents": "Transient Loss of Vision -- Continuing Education Activity. Transient loss of vision instills apprehension in the minds of patients and providers. Patients commonly worry about the potential for permanent loss of vision and providers about the potential for serious underlying conditions. The causes of transient loss of vision are diverse and can include life-threatening conditions like carotid artery disease or cardiac emboli or relatively benign conditions like migraines. This activity reviews the evaluation and management of transient loss of vision and highlights the role of interprofessional team members in collaborating to provide well-coordinated care and enhance outcomes for affected patients."}
{"id": "article-30476_1", "title": "Transient Loss of Vision -- Continuing Education Activity", "content": "Objectives: Explain how to evaluate transient loss of vision. Summarize the differential diagnosis of transient loss of vision. Describe the management of transient loss of vision. Review the importance of improving coordination among the interprofessional team to enhance the delivery of care for patients affected by transient loss of vision. Access free multiple choice questions on this topic.", "contents": "Transient Loss of Vision -- Continuing Education Activity. Objectives: Explain how to evaluate transient loss of vision. Summarize the differential diagnosis of transient loss of vision. Describe the management of transient loss of vision. Review the importance of improving coordination among the interprofessional team to enhance the delivery of care for patients affected by transient loss of vision. Access free multiple choice questions on this topic."}
{"id": "article-30476_2", "title": "Transient Loss of Vision -- Introduction", "content": "Transient loss of vision is an ophthalmological symptom that instills apprehension in both the minds of the patient and the ophthalmologist. The patient is usually worried about a permanent loss of vision and the physician about a serious underlying condition. The causes are diverse and can include life-threatening conditions like carotid artery disease or cardiac emboli or a relatively benign condition like a migraine. [1] [2] [3] Proper evaluation of patients presenting with this symptom is mandatory to find the underlying cause and manage it appropriately. [4]", "contents": "Transient Loss of Vision -- Introduction. Transient loss of vision is an ophthalmological symptom that instills apprehension in both the minds of the patient and the ophthalmologist. The patient is usually worried about a permanent loss of vision and the physician about a serious underlying condition. The causes are diverse and can include life-threatening conditions like carotid artery disease or cardiac emboli or a relatively benign condition like a migraine. [1] [2] [3] Proper evaluation of patients presenting with this symptom is mandatory to find the underlying cause and manage it appropriately. [4]"}
{"id": "article-30476_3", "title": "Transient Loss of Vision -- Etiology", "content": "The term Transient loss of vision can be used for episodes of reversible visual loss lasting less than 24 hours. [3] It can be monocular or binocular. Transient monocular loss of vision is caused most commonly by a lesion anterior to the chiasm, at the level of the eyes or optic nerve, whereas binocular loss of vision could be of chiasmal or retro chiasmal origin or it could be due to the bilateral involvement of the eyes or optic nerve. Common causes of monocular transient loss of vision include thromboembolic or stenotic vascular diseases, vasospasm, retinal migraine, closed-angle glaucoma, papilledema, etc. Bilateral transient loss of vision may be caused by Occipital epilepsy, Complex migraines, Papilloedema, hypoperfusion, etc. Another term that is often used is \"Amaurosis fugax\", which is used to denote transient monocular vision loss attributed to ischemia or vascular etiology. (AF study group).", "contents": "Transient Loss of Vision -- Etiology. The term Transient loss of vision can be used for episodes of reversible visual loss lasting less than 24 hours. [3] It can be monocular or binocular. Transient monocular loss of vision is caused most commonly by a lesion anterior to the chiasm, at the level of the eyes or optic nerve, whereas binocular loss of vision could be of chiasmal or retro chiasmal origin or it could be due to the bilateral involvement of the eyes or optic nerve. Common causes of monocular transient loss of vision include thromboembolic or stenotic vascular diseases, vasospasm, retinal migraine, closed-angle glaucoma, papilledema, etc. Bilateral transient loss of vision may be caused by Occipital epilepsy, Complex migraines, Papilloedema, hypoperfusion, etc. Another term that is often used is \"Amaurosis fugax\", which is used to denote transient monocular vision loss attributed to ischemia or vascular etiology. (AF study group)."}
{"id": "article-30476_4", "title": "Transient Loss of Vision -- Epidemiology", "content": "TVL (Transient visual loss) is a very significant clinical symptom, and the most important underlying cause is retinal ischemia. Studies have shown that patients with monocular TVL associated with atheromatous carotid artery disease have a 1-year risk of recurrent stroke of 2% and in patients with associated severe Internal carotid artery stenosis, the risk of ipsilateral stroke is up to 16% after three years. This highlights the importance of a proper workup and urgent management of patients presenting with TVL, especially due to vascular causes. [1]", "contents": "Transient Loss of Vision -- Epidemiology. TVL (Transient visual loss) is a very significant clinical symptom, and the most important underlying cause is retinal ischemia. Studies have shown that patients with monocular TVL associated with atheromatous carotid artery disease have a 1-year risk of recurrent stroke of 2% and in patients with associated severe Internal carotid artery stenosis, the risk of ipsilateral stroke is up to 16% after three years. This highlights the importance of a proper workup and urgent management of patients presenting with TVL, especially due to vascular causes. [1]"}
{"id": "article-30476_5", "title": "Transient Loss of Vision -- Pathophysiology", "content": "Some underlying conditions can cause the symptoms of transient visual loss. Transient visual loss(TVL) can be caused by thromboembolism originating from an atherosclerotic plaque in the Internal carotid artery, an embolus originating from the heart, aorta, local thrombosis of the blood vessels of the retina or optic nerve. [2] [3] An embolus can also originate from the nonatheromatous disease of the carotid artery like a dissection. Other causes include hypoperfusion, vasospasm, hypercoagulable states, and giant cell arteritis. [5] Still, other etiologies include a retinal migraine and impending CRVO.  All these conditions cause hypoperfusion of the optic disc or retina, either directly or indirectly. TVL  may also be seen in Optic disc edema, orbitopathies, glaucoma, and even dry eye disease.", "contents": "Transient Loss of Vision -- Pathophysiology. Some underlying conditions can cause the symptoms of transient visual loss. Transient visual loss(TVL) can be caused by thromboembolism originating from an atherosclerotic plaque in the Internal carotid artery, an embolus originating from the heart, aorta, local thrombosis of the blood vessels of the retina or optic nerve. [2] [3] An embolus can also originate from the nonatheromatous disease of the carotid artery like a dissection. Other causes include hypoperfusion, vasospasm, hypercoagulable states, and giant cell arteritis. [5] Still, other etiologies include a retinal migraine and impending CRVO.  All these conditions cause hypoperfusion of the optic disc or retina, either directly or indirectly. TVL  may also be seen in Optic disc edema, orbitopathies, glaucoma, and even dry eye disease."}
{"id": "article-30476_6", "title": "Transient Loss of Vision -- History and Physical", "content": "A transient visual loss is used to indicate loss of visual function lasting less than 24 hours. A proper history regarding timing, pattern, provoking factors, and associated symptoms can often provide a clue to the cause of the episode. [3] 1. Emboli", "contents": "Transient Loss of Vision -- History and Physical. A transient visual loss is used to indicate loss of visual function lasting less than 24 hours. A proper history regarding timing, pattern, provoking factors, and associated symptoms can often provide a clue to the cause of the episode. [3] 1. Emboli"}
{"id": "article-30476_7", "title": "Transient Loss of Vision -- History and Physical", "content": "The patient usually describes a curtain of darkness that rises or falls in one eye, lasting 20 to 30 minutes. TVL can occur due to embolic occlusion of the retinal, optic disc, and choroidal blood vessels. Often, the emboli may be visible on ophthalmoscopic examination. The emboli may be cholesterol, platelet-fibrin, or calcium in type. The presence of an embolus warrants thorough vascular and cardiac evaluation. 2. Retinal vein occlusion TVL has been described as heralding an impending CRVO. The episodes last 2 to 4 hours and are described by the patient as cloudiness of vision. Ophthalmoscopy demonstrates engorged retinal veins. 3. Giant cell arteritis", "contents": "Transient Loss of Vision -- History and Physical. The patient usually describes a curtain of darkness that rises or falls in one eye, lasting 20 to 30 minutes. TVL can occur due to embolic occlusion of the retinal, optic disc, and choroidal blood vessels. Often, the emboli may be visible on ophthalmoscopic examination. The emboli may be cholesterol, platelet-fibrin, or calcium in type. The presence of an embolus warrants thorough vascular and cardiac evaluation. 2. Retinal vein occlusion TVL has been described as heralding an impending CRVO. The episodes last 2 to 4 hours and are described by the patient as cloudiness of vision. Ophthalmoscopy demonstrates engorged retinal veins. 3. Giant cell arteritis"}
{"id": "article-30476_8", "title": "Transient Loss of Vision -- History and Physical", "content": "TVL is a fairly common presentation in patients with giant cell arteritis. The visual loss is usually of short duration(2 to 4 minutes), may be postural, may recur many times, and may be associated with photopsia. There may be associated features like headaches, jaw claudication, scalp tenderness, fever, polymyalgia rheumatic, etc. [5] 4. Ocular ischemic syndrome", "contents": "Transient Loss of Vision -- History and Physical. TVL is a fairly common presentation in patients with giant cell arteritis. The visual loss is usually of short duration(2 to 4 minutes), may be postural, may recur many times, and may be associated with photopsia. There may be associated features like headaches, jaw claudication, scalp tenderness, fever, polymyalgia rheumatic, etc. [5] 4. Ocular ischemic syndrome"}
{"id": "article-30476_9", "title": "Transient Loss of Vision -- History and Physical", "content": "Carotid artery diseases can cause Ocular ischemic syndrome. Unlike embolism, the visual symptoms have a gradual onset and can last for seconds to minutes. It is often precipitated by exposure to bright light. Other signs of Ocular ischemic syndrome may be seen like dilated conjunctival and episcleral vessels, AC reaction, narrow retinal arteries, and dilated retinal veins. 5. Hypoperfusion The reduced cardiac output or systemic hypotension can cause TVL, which is characteristically binocular and may be accompanied by lightheadedness and confusion. 6. Retinal migraine", "contents": "Transient Loss of Vision -- History and Physical. Carotid artery diseases can cause Ocular ischemic syndrome. Unlike embolism, the visual symptoms have a gradual onset and can last for seconds to minutes. It is often precipitated by exposure to bright light. Other signs of Ocular ischemic syndrome may be seen like dilated conjunctival and episcleral vessels, AC reaction, narrow retinal arteries, and dilated retinal veins. 5. Hypoperfusion The reduced cardiac output or systemic hypotension can cause TVL, which is characteristically binocular and may be accompanied by lightheadedness and confusion. 6. Retinal migraine"}
{"id": "article-30476_10", "title": "Transient Loss of Vision -- History and Physical", "content": "The International Headache Society diagnostic criteria for a retinal migraine require at least two attacks of fully reversible monocular positive visual phenomena such as flashing lights or scintillating scotoma and/or negative symptoms associated with a headache that fulfills diagnostic criteria for migraine without aura. Mostly the visual loss is transient, lasting 5 to 20 minutes, and may recur several times during the day. [6] 7. Retinal vasospasm", "contents": "Transient Loss of Vision -- History and Physical. The International Headache Society diagnostic criteria for a retinal migraine require at least two attacks of fully reversible monocular positive visual phenomena such as flashing lights or scintillating scotoma and/or negative symptoms associated with a headache that fulfills diagnostic criteria for migraine without aura. Mostly the visual loss is transient, lasting 5 to 20 minutes, and may recur several times during the day. [6] 7. Retinal vasospasm"}
{"id": "article-30476_11", "title": "Transient Loss of Vision -- History and Physical", "content": "Episodes of TVL in retinal vasospasm are similar to a retinal migraine but without the associated headache. RAPD may be associated, or retinal vasospasm may be seen on ophthalmoscopy during the attack. Other than the conditions mentioned above, other entities that may be associated with TVL include hypercoagulable states, orbitopathies and even, dry eye disease.", "contents": "Transient Loss of Vision -- History and Physical. Episodes of TVL in retinal vasospasm are similar to a retinal migraine but without the associated headache. RAPD may be associated, or retinal vasospasm may be seen on ophthalmoscopy during the attack. Other than the conditions mentioned above, other entities that may be associated with TVL include hypercoagulable states, orbitopathies and even, dry eye disease."}
{"id": "article-30476_12", "title": "Transient Loss of Vision -- Evaluation", "content": "Despite the transient nature of the visual loss, a thorough history and clinical examination may provide a clue to the diagnosis. As mentioned earlier, eliciting a detailed history is very important. The age of the patient, duration of visual loss, the pattern of visual loss and recovery, and any additional signs and symptoms may help to arrive at a diagnosis. [2] The pattern of visual field loss may give a clue to the diagnosis. Patients with altitudinal TVL are more likely to have a cardiac or carotid embolus source compared to those with a diffuse or constricting pattern of visual loss. [1] Detailed examination of the anterior segment can provide diagnostic hints. Anterior segment examination may show dilated conjunctival and episcleral blood vessels, anterior chamber inflammation, and even iris neovascularization in cases of ocular ischemic syndrome. Signs of dry eye disease, proptosis, glaucoma flecken, etc. may be seen in cases of TVL due to dry eye, orbitopathies, and intermittent angle-closure glaucoma respectively. Ophthalmoscopy may show signs of papilloedema, CRVO or ocular ischemic syndrome in respective cases. Emboli may be visualized ophthalmoscopically. Embolic causes of TVL require cardiac and systemic evaluation. Carotid Doppler ultrasound, CT and MR guided angiography, conventional angiography, and cardiac echocardiography may be indicated to localize the source of the embolus. Systemic evaluation for Hypertension, Diabetes mellitus, and dyslipidemia should be done. Retinal vein occlusion requires evaluation for hypercoagulable and hyperviscosity states. Giant cell arteritis suspects require an evaluation of ESR, CRP, platelet counts with confirmation of diagnosis by temporal artery biopsy.", "contents": "Transient Loss of Vision -- Evaluation. Despite the transient nature of the visual loss, a thorough history and clinical examination may provide a clue to the diagnosis. As mentioned earlier, eliciting a detailed history is very important. The age of the patient, duration of visual loss, the pattern of visual loss and recovery, and any additional signs and symptoms may help to arrive at a diagnosis. [2] The pattern of visual field loss may give a clue to the diagnosis. Patients with altitudinal TVL are more likely to have a cardiac or carotid embolus source compared to those with a diffuse or constricting pattern of visual loss. [1] Detailed examination of the anterior segment can provide diagnostic hints. Anterior segment examination may show dilated conjunctival and episcleral blood vessels, anterior chamber inflammation, and even iris neovascularization in cases of ocular ischemic syndrome. Signs of dry eye disease, proptosis, glaucoma flecken, etc. may be seen in cases of TVL due to dry eye, orbitopathies, and intermittent angle-closure glaucoma respectively. Ophthalmoscopy may show signs of papilloedema, CRVO or ocular ischemic syndrome in respective cases. Emboli may be visualized ophthalmoscopically. Embolic causes of TVL require cardiac and systemic evaluation. Carotid Doppler ultrasound, CT and MR guided angiography, conventional angiography, and cardiac echocardiography may be indicated to localize the source of the embolus. Systemic evaluation for Hypertension, Diabetes mellitus, and dyslipidemia should be done. Retinal vein occlusion requires evaluation for hypercoagulable and hyperviscosity states. Giant cell arteritis suspects require an evaluation of ESR, CRP, platelet counts with confirmation of diagnosis by temporal artery biopsy."}
{"id": "article-30476_13", "title": "Transient Loss of Vision -- Treatment / Management", "content": "It is very important to distinguish whether the episode of TVL is due to a high-risk cause or a low-risk cause. Management of TVL due to embolism is directed to the underlying cause. In patients with a cardiac source, treatment is anticoagulation and proper management of the underlying cardiac cause. Internal carotid artery stenosis may be managed with antiplatelet therapy, management of systemic risk factors, carotid endarterectomy, or stenting if indicated. Giant cell arteritis is managed with corticosteroid therapy. Retinal vasospasm could be treated with Aspirin or Calcium channel blockers. A retinal migraine is controlled by conventional migraine treatments. Angle-closure glaucoma is also treated as per standard therapies for the condition.", "contents": "Transient Loss of Vision -- Treatment / Management. It is very important to distinguish whether the episode of TVL is due to a high-risk cause or a low-risk cause. Management of TVL due to embolism is directed to the underlying cause. In patients with a cardiac source, treatment is anticoagulation and proper management of the underlying cardiac cause. Internal carotid artery stenosis may be managed with antiplatelet therapy, management of systemic risk factors, carotid endarterectomy, or stenting if indicated. Giant cell arteritis is managed with corticosteroid therapy. Retinal vasospasm could be treated with Aspirin or Calcium channel blockers. A retinal migraine is controlled by conventional migraine treatments. Angle-closure glaucoma is also treated as per standard therapies for the condition."}
{"id": "article-30476_14", "title": "Transient Loss of Vision -- Differential Diagnosis", "content": "Central retinal artery occlusion Central retinal vein occlusion Corneal abrasion Dry eye syndrome Giant cell arteritis Migraine headache with aura Multiple sclerosis Orbital masses Partial epilepsies Sickle cell disease Idiopathic intracranial hypertension", "contents": "Transient Loss of Vision -- Differential Diagnosis. Central retinal artery occlusion Central retinal vein occlusion Corneal abrasion Dry eye syndrome Giant cell arteritis Migraine headache with aura Multiple sclerosis Orbital masses Partial epilepsies Sickle cell disease Idiopathic intracranial hypertension"}
{"id": "article-30476_15", "title": "Transient Loss of Vision -- Pearls and Other Issues", "content": "The first and most important management step in a patient with TVL is a thorough evaluation. Education of the public and the medical fraternity regarding a thorough evaluation of a patient with TVL will go a long way in reducing the risk of life-threatening vascular episodes like strokes, myocardial infarction, etc. Awareness should be increased that even though the symptoms are transient in nature but they may herald a serious underlying condition. [7] [8] [9]", "contents": "Transient Loss of Vision -- Pearls and Other Issues. The first and most important management step in a patient with TVL is a thorough evaluation. Education of the public and the medical fraternity regarding a thorough evaluation of a patient with TVL will go a long way in reducing the risk of life-threatening vascular episodes like strokes, myocardial infarction, etc. Awareness should be increased that even though the symptoms are transient in nature but they may herald a serious underlying condition. [7] [8] [9]"}
{"id": "article-30476_16", "title": "Transient Loss of Vision -- Enhancing Healthcare Team Outcomes", "content": "The primary care provider, nurse practitioner, and internist may encounter patients with TLV. However, because this symptom may be a harbinger of a stroke, it is vital to refer these patients ASAP to the neurologist and ophthalmologist. Another cause that may lead to blindness is giant cell arteritis. The outlook for patients with TLV depends on the cause. An interprofessional team approach involving nurses and clinicians will provide the best patient outcome. [Level V]", "contents": "Transient Loss of Vision -- Enhancing Healthcare Team Outcomes. The primary care provider, nurse practitioner, and internist may encounter patients with TLV. However, because this symptom may be a harbinger of a stroke, it is vital to refer these patients ASAP to the neurologist and ophthalmologist. Another cause that may lead to blindness is giant cell arteritis. The outlook for patients with TLV depends on the cause. An interprofessional team approach involving nurses and clinicians will provide the best patient outcome. [Level V]"}
{"id": "article-30476_17", "title": "Transient Loss of Vision -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Transient Loss of Vision -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}