{"id": "article-22253_0", "title": "Ginseng -- Continuing Education Activity", "content": "There are many described uses for ginseng. Due to its antioxidative and potential neuromodulating effects, it has become a popular supplement in neurodegenerative diseases such as Alzheimer disease, Parkinson disease, Huntington disease, and brain ischemia. Additional claimed uses are for its antihypertensive, cardioprotective, and anticancer effects. A systematic review analyzing the efficacy of ginseng regarding unstable angina showed an improvement in the electrocardiogram, frequency, and duration of angina episodes with subsequent nitroglycerin treatment and cholesterol levels. This activity outlines the indications, mechanism of action, dosing, important adverse effects, contraindications, monitoring, and toxicity of ginseng and increases the knowledge of prescribers about how to approach this herbal supplement and all health professionals in how to counsel patients who use it or might want to use it.", "contents": "Ginseng -- Continuing Education Activity. There are many described uses for ginseng. Due to its antioxidative and potential neuromodulating effects, it has become a popular supplement in neurodegenerative diseases such as Alzheimer disease, Parkinson disease, Huntington disease, and brain ischemia. Additional claimed uses are for its antihypertensive, cardioprotective, and anticancer effects. A systematic review analyzing the efficacy of ginseng regarding unstable angina showed an improvement in the electrocardiogram, frequency, and duration of angina episodes with subsequent nitroglycerin treatment and cholesterol levels. This activity outlines the indications, mechanism of action, dosing, important adverse effects, contraindications, monitoring, and toxicity of ginseng and increases the knowledge of prescribers about how to approach this herbal supplement and all health professionals in how to counsel patients who use it or might want to use it."}
{"id": "article-22253_1", "title": "Ginseng -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of ginseng. Review the purported indications for using ginseng. Outline potentially significant drug-drug interactions with ginseng use. Explain the importance of the interprofessional team to enhance the delivery of care for patients taking ginseng who come into medical practice. Access free multiple choice questions on this topic.", "contents": "Ginseng -- Continuing Education Activity. Objectives: Identify the mechanism of action of ginseng. Review the purported indications for using ginseng. Outline potentially significant drug-drug interactions with ginseng use. Explain the importance of the interprofessional team to enhance the delivery of care for patients taking ginseng who come into medical practice. Access free multiple choice questions on this topic."}
{"id": "article-22253_2", "title": "Ginseng -- Indications", "content": "Herbal medications are very popular in our current society; however, they could impact the surgical patient. The FDA considers herbal supplements a food product; therefore, these products are not under as strict of a regulatory environment as medications. However, the FDA has classified ginseng as Generally Recognized as Safe (GRAS). [1] There are many described uses for ginseng. Due to its antioxidative and potential neuromodulating effects, it has become a popular supplement in neurodegenerative diseases such as Alzheimer disease, Parkinson disease, Huntington disease, and brain ischemia. [2] Additional uses are for its antihypertensive, cardioprotective, and anticancer effects. [3] A systematic review analyzing the efficacy of ginseng regarding unstable angina showed an improvement in the electrocardiogram, frequency, and duration of angina episodes with subsequent nitroglycerin treatment, with improved cholesterol levels. [4]", "contents": "Ginseng -- Indications. Herbal medications are very popular in our current society; however, they could impact the surgical patient. The FDA considers herbal supplements a food product; therefore, these products are not under as strict of a regulatory environment as medications. However, the FDA has classified ginseng as Generally Recognized as Safe (GRAS). [1] There are many described uses for ginseng. Due to its antioxidative and potential neuromodulating effects, it has become a popular supplement in neurodegenerative diseases such as Alzheimer disease, Parkinson disease, Huntington disease, and brain ischemia. [2] Additional uses are for its antihypertensive, cardioprotective, and anticancer effects. [3] A systematic review analyzing the efficacy of ginseng regarding unstable angina showed an improvement in the electrocardiogram, frequency, and duration of angina episodes with subsequent nitroglycerin treatment, with improved cholesterol levels. [4]"}
{"id": "article-22253_3", "title": "Ginseng -- Mechanism of Action", "content": "Ginseng is an herb in the Araliaceae family, the roots of which contain steroidal saponins called ginsenosides. [5] These ginsenosides have been termed an adaptogen for their ability to protect against stress and maintain homeostasis. [6] Saponins are thought the be the main active components of ginseng that have antioxidative and anticancer effects. It also contains phenolic compounds, approximately ten, and polyacetylenes, sesquiterpenes, alkaloids, and polysaccharides. [2] Tumor growth inhibition is primarily via cell cycle inhibition, specifically cyclin-dependent kinases and cyclins in the G0/G1 phase, as well as its ability to remove reactive oxygen species and suppress angiogenesis of tumor cells. Apoptotic mechanisms have also been shown to occur via upregulation of pro-apoptotic proteins. Not only does ginsengs display a wide effect on cancer, but evidence demonstrates differentiation in leukemia, where it causes increased production of hemoglobin. [1]", "contents": "Ginseng -- Mechanism of Action. Ginseng is an herb in the Araliaceae family, the roots of which contain steroidal saponins called ginsenosides. [5] These ginsenosides have been termed an adaptogen for their ability to protect against stress and maintain homeostasis. [6] Saponins are thought the be the main active components of ginseng that have antioxidative and anticancer effects. It also contains phenolic compounds, approximately ten, and polyacetylenes, sesquiterpenes, alkaloids, and polysaccharides. [2] Tumor growth inhibition is primarily via cell cycle inhibition, specifically cyclin-dependent kinases and cyclins in the G0/G1 phase, as well as its ability to remove reactive oxygen species and suppress angiogenesis of tumor cells. Apoptotic mechanisms have also been shown to occur via upregulation of pro-apoptotic proteins. Not only does ginsengs display a wide effect on cancer, but evidence demonstrates differentiation in leukemia, where it causes increased production of hemoglobin. [1]"}
{"id": "article-22253_4", "title": "Ginseng -- Administration", "content": "The use of ginseng has been recorded throughout thousands of years and has found use in many varieties since that time. Its current administration is typically via the oral route through commercially available pills or as a tea. [3] The flower buds of Panax notoginseng are used as a medicine and have been shown to have higher levels of saponins than the root. [3] The plant needs to mature to about two to three years old. [3] There are three types of commercial ginseng available: Korean, Chinese, and American. [2] Fresh ginseng tends to degrade easily, so it is commonly dried or steamed. [2] The time to reach peak plasma concentration after oral administrations of ginseng was approximately four hours. [7] Pharmacokinetic studies in rabbits have shown a range of elimination half-lives between 0.8 and 7.4 hours for certain ginsenosides and between nineteen and twenty-one hours for longer-acting ginsenosides; therefore, discontinuation should be at least twenty-four hours preoperatively. [6] [7]", "contents": "Ginseng -- Administration. The use of ginseng has been recorded throughout thousands of years and has found use in many varieties since that time. Its current administration is typically via the oral route through commercially available pills or as a tea. [3] The flower buds of Panax notoginseng are used as a medicine and have been shown to have higher levels of saponins than the root. [3] The plant needs to mature to about two to three years old. [3] There are three types of commercial ginseng available: Korean, Chinese, and American. [2] Fresh ginseng tends to degrade easily, so it is commonly dried or steamed. [2] The time to reach peak plasma concentration after oral administrations of ginseng was approximately four hours. [7] Pharmacokinetic studies in rabbits have shown a range of elimination half-lives between 0.8 and 7.4 hours for certain ginsenosides and between nineteen and twenty-one hours for longer-acting ginsenosides; therefore, discontinuation should be at least twenty-four hours preoperatively. [6] [7]"}
{"id": "article-22253_5", "title": "Ginseng -- Administration", "content": "The metabolism of oral ginseng occurs via gut microbes, which convert the hydrophilic components into hydrophobic ones that are absorbable. The level of absorption that occurs is dependent on the number of gut microbes present that can convert ginseng into an absorbable state, adding an individualized response component to this drug. [8] Compound K, an active metabolite of ginseng, has anti-pruritic effects, which can have great symptomatic relief on chronic pruritic conditions such as atopic dermatitis. By isolating compound K and applying it topically without the need for microbe metabolism, more direct, concentrated effects of ginseng are possible. [9] The recommended dose of ginseng in dry ginseng root is 0.5 to 2 grams for short-term dosing and 1 gram for long-term dosing, equivalent to 200 to 600 milligrams of extract. [10]", "contents": "Ginseng -- Administration. The metabolism of oral ginseng occurs via gut microbes, which convert the hydrophilic components into hydrophobic ones that are absorbable. The level of absorption that occurs is dependent on the number of gut microbes present that can convert ginseng into an absorbable state, adding an individualized response component to this drug. [8] Compound K, an active metabolite of ginseng, has anti-pruritic effects, which can have great symptomatic relief on chronic pruritic conditions such as atopic dermatitis. By isolating compound K and applying it topically without the need for microbe metabolism, more direct, concentrated effects of ginseng are possible. [9] The recommended dose of ginseng in dry ginseng root is 0.5 to 2 grams for short-term dosing and 1 gram for long-term dosing, equivalent to 200 to 600 milligrams of extract. [10]"}
{"id": "article-22253_6", "title": "Ginseng -- Adverse Effects", "content": "Interactions between herbal supplements and a drug can classify as either pharmacokinetic or pharmacodynamic interactions. Pharmacokinetic interactions are those that interfere with the blood concentration and pharmacologic action of a certain drug. Pharmacodynamic interactions occur when the herbal supplement directly affects a drug's clinical effects without changing the drug concentration. [11] Clinicians should always discuss herbal medications and supplements with the patient’s healthcare provider. The following adverse reactions have been linked to ginseng administration: headaches, alterations in blood pressure, diarrhea, skin irritations, and vaginal bleeding. [5] Due to its action of decreasing blood glucose, caution is necessary for fasting patients prior to surgery. [7] Ginseng may also interact with the monoamine oxidase inhibitor phenelzine. Reports also exist of ginseng-associated mania with symptom onset occurring between ten days and two months after beginning ginseng therapy. The recommended daily dose of ginseng was exceeded in two of the five cases observed in one study. [10]", "contents": "Ginseng -- Adverse Effects. Interactions between herbal supplements and a drug can classify as either pharmacokinetic or pharmacodynamic interactions. Pharmacokinetic interactions are those that interfere with the blood concentration and pharmacologic action of a certain drug. Pharmacodynamic interactions occur when the herbal supplement directly affects a drug's clinical effects without changing the drug concentration. [11] Clinicians should always discuss herbal medications and supplements with the patient’s healthcare provider. The following adverse reactions have been linked to ginseng administration: headaches, alterations in blood pressure, diarrhea, skin irritations, and vaginal bleeding. [5] Due to its action of decreasing blood glucose, caution is necessary for fasting patients prior to surgery. [7] Ginseng may also interact with the monoamine oxidase inhibitor phenelzine. Reports also exist of ginseng-associated mania with symptom onset occurring between ten days and two months after beginning ginseng therapy. The recommended daily dose of ginseng was exceeded in two of the five cases observed in one study. [10]"}
{"id": "article-22253_7", "title": "Ginseng -- Contraindications", "content": "Studies have shown that ginseng affects the coagulation cascade, particularly inhibiting platelet aggregation and increasing thrombin time, and activated partial thromboplastin time. [7] In vitro studies have shown inhibition of platelet aggregation that is potentially irreversible. [6] Ginseng also directly increases the clearance of warfarin; therefore, coadministration is a contraindication. [12]", "contents": "Ginseng -- Contraindications. Studies have shown that ginseng affects the coagulation cascade, particularly inhibiting platelet aggregation and increasing thrombin time, and activated partial thromboplastin time. [7] In vitro studies have shown inhibition of platelet aggregation that is potentially irreversible. [6] Ginseng also directly increases the clearance of warfarin; therefore, coadministration is a contraindication. [12]"}
{"id": "article-22253_8", "title": "Ginseng -- Monitoring", "content": "People who take medications with a narrow therapeutic index should take special care to tell their healthcare providers about the use of herbal supplements. A narrow therapeutic index means that if the amount of the drug is even slightly low or high, it can cause serious complications. Patients taking ginseng while taking certain medicines with a narrow therapeutic index should undergo close monitoring. [11] Specifically, Asian ginseng induces the hepatic enzyme CYP3A4, which decreases the efficacy of certain HIV medications, antihypertensives, statins, and antidepressants. [11]", "contents": "Ginseng -- Monitoring. People who take medications with a narrow therapeutic index should take special care to tell their healthcare providers about the use of herbal supplements. A narrow therapeutic index means that if the amount of the drug is even slightly low or high, it can cause serious complications. Patients taking ginseng while taking certain medicines with a narrow therapeutic index should undergo close monitoring. [11] Specifically, Asian ginseng induces the hepatic enzyme CYP3A4, which decreases the efficacy of certain HIV medications, antihypertensives, statins, and antidepressants. [11]"}
{"id": "article-22253_9", "title": "Ginseng -- Toxicity", "content": "More toxicity testing is needed, but studies have shown no acute toxicity with ginseng. Specifically, in experimenting with mice, different doses were administered and showed no genotoxicity or teratogenic effects. [3]", "contents": "Ginseng -- Toxicity. More toxicity testing is needed, but studies have shown no acute toxicity with ginseng. Specifically, in experimenting with mice, different doses were administered and showed no genotoxicity or teratogenic effects. [3]"}
{"id": "article-22253_10", "title": "Ginseng -- Enhancing Healthcare Team Outcomes", "content": "In today's healthcare climate, it is crucial for healthcare providers to have an open discussion with patients about their medication use. Some patients may be supplementing their diets with herbal medications without knowing the side effect profile of the specific drug. Interprofessional healthcare team members should have their patients list all supplements on the medication list and be available to answer any questions that may arise about the risks and benefits of their use. It is also the responsibility of the pharmaceutical companies and the pharmacist to educate patients on herbal supplements and their intended use. This education can be by appropriately labeling over-the-counter medications with side effect profiles and lists of the most common drug class interactions. Education material related to supplements should be available at pharmacies to help patients make informed decisions about which products best suit their needs. Patients should also be instructed to consult their primary care providers before initiating any supplement use. Nurses should also be able to answer questions, and if need be, reach out to a pharmacist to check for interactions with other supplements or medications that patients may be taking. This interprofessional strategy can help to greatly reduce the unintended side effects that can potentially cause harm to patients. [Level 5]", "contents": "Ginseng -- Enhancing Healthcare Team Outcomes. In today's healthcare climate, it is crucial for healthcare providers to have an open discussion with patients about their medication use. Some patients may be supplementing their diets with herbal medications without knowing the side effect profile of the specific drug. Interprofessional healthcare team members should have their patients list all supplements on the medication list and be available to answer any questions that may arise about the risks and benefits of their use. It is also the responsibility of the pharmaceutical companies and the pharmacist to educate patients on herbal supplements and their intended use. This education can be by appropriately labeling over-the-counter medications with side effect profiles and lists of the most common drug class interactions. Education material related to supplements should be available at pharmacies to help patients make informed decisions about which products best suit their needs. Patients should also be instructed to consult their primary care providers before initiating any supplement use. Nurses should also be able to answer questions, and if need be, reach out to a pharmacist to check for interactions with other supplements or medications that patients may be taking. This interprofessional strategy can help to greatly reduce the unintended side effects that can potentially cause harm to patients. [Level 5]"}
{"id": "article-22253_11", "title": "Ginseng -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ginseng -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}