{"id": "article-19712_0", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Introduction", "content": "Renal collecting ducts are microscopic tubules that connect to multiple nephrons. Tubular fluid passes through the collecting ducts to reach the calyces and renal pelvis (see Image . Nephron Schematic Illustration). Tubular fluid composition undergoes water and electrolyte reabsorption and secretion. Different cell types line the collecting duct lumen to mediate fluid alterations, regulated by chemical messengers within the kidneys and external organs.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Introduction. Renal collecting ducts are microscopic tubules that connect to multiple nephrons. Tubular fluid passes through the collecting ducts to reach the calyces and renal pelvis (see Image . Nephron Schematic Illustration). Tubular fluid composition undergoes water and electrolyte reabsorption and secretion. Different cell types line the collecting duct lumen to mediate fluid alterations, regulated by chemical messengers within the kidneys and external organs."}
{"id": "article-19712_1", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Introduction", "content": "Conditions like diabetes insipidus, hyperaldosteronism, Bartter and Liddle syndromes, and renal tubular acidosis (RTA) involve the renal collecting ducts. Urinary tract obstruction and congenital anomalies are some surgical problems that may impair kidney function that can also involve the collecting ducts. Understanding the anatomy and physiology of the collecting ducts is essential for diagnosing and treating various kidney and electrolyte disorders.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Introduction. Conditions like diabetes insipidus, hyperaldosteronism, Bartter and Liddle syndromes, and renal tubular acidosis (RTA) involve the renal collecting ducts. Urinary tract obstruction and congenital anomalies are some surgical problems that may impair kidney function that can also involve the collecting ducts. Understanding the anatomy and physiology of the collecting ducts is essential for diagnosing and treating various kidney and electrolyte disorders."}
{"id": "article-19712_2", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function", "content": "The collecting ducts subdivide into 3 anatomical segments: cortical, outer medullary, and inner medullary. Collecting ducts join distal nephric segments called \"collecting tubules.\" A lobule is comprised of a collecting duct and the group of nephrons it drains. Medullary rays extend into the cortex from the medulla and are composed of loops of Henle and collecting ducts. Collecting ducts drain into the papillary ducts and subsequent minor calyces via papillae at the apices of the pyramids, the area cribrosa. Three cell types predominate within the collecting ducts: the principal and types A and B intercalated cells. Each cell type has characteristically distinct apical and basolateral plasma membrane proteins. [1]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function. The collecting ducts subdivide into 3 anatomical segments: cortical, outer medullary, and inner medullary. Collecting ducts join distal nephric segments called \"collecting tubules.\" A lobule is comprised of a collecting duct and the group of nephrons it drains. Medullary rays extend into the cortex from the medulla and are composed of loops of Henle and collecting ducts. Collecting ducts drain into the papillary ducts and subsequent minor calyces via papillae at the apices of the pyramids, the area cribrosa. Three cell types predominate within the collecting ducts: the principal and types A and B intercalated cells. Each cell type has characteristically distinct apical and basolateral plasma membrane proteins. [1]"}
{"id": "article-19712_3", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function", "content": "Principal cells contain sodium (epithelial sodium channels or ENaCs) and potassium channels on their apical surfaces. Aldosterone promotes the expression of these ion channels when required to increase sodium reabsorption and potassium secretion. Atrial natriuretic peptide opposes these aldosterone-mediated effects. Principal cells may also express apical aquaporin-2 channels in response to antidiuretic hormone (ADH) stimulation. Aquaporin-2 promotes water reabsorption, increasing tubular fluid concentration (see Image . Normal Urine Production). The principal cells' basolateral surfaces contain sodium-potassium adenosine triphosphatases (Na/K-ATPases), which create intracellular-extracellular electrolyte gradients that promote sodium reabsorption and potassium secretion. [2]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function. Principal cells contain sodium (epithelial sodium channels or ENaCs) and potassium channels on their apical surfaces. Aldosterone promotes the expression of these ion channels when required to increase sodium reabsorption and potassium secretion. Atrial natriuretic peptide opposes these aldosterone-mediated effects. Principal cells may also express apical aquaporin-2 channels in response to antidiuretic hormone (ADH) stimulation. Aquaporin-2 promotes water reabsorption, increasing tubular fluid concentration (see Image . Normal Urine Production). The principal cells' basolateral surfaces contain sodium-potassium adenosine triphosphatases (Na/K-ATPases), which create intracellular-extracellular electrolyte gradients that promote sodium reabsorption and potassium secretion. [2]"}
{"id": "article-19712_4", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function", "content": "Type A intercalated cells primarily secrete acid into the tubular fluid using apical hydrogen ATPases (H-ATPases) and hydrogen-potassium ATPases (H/K-ATPases). Intracellular carbonic acid dissociates into hydrogen and bicarbonate ions. Bicarbonate enters the circulation via basolateral anion exchanger-1, while hydrogen ions are secreted through the apical H- and H/K-ATPases (see Image . Carbonic Anhydrase 2 Activity in the Type A Renal Intercalated Cell). Secreted hydrogen ions bind to ammonia and hydrogen phosphate to form excretable substances. Aldosterone can potentiate this process by increasing H-ATPase expression.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function. Type A intercalated cells primarily secrete acid into the tubular fluid using apical hydrogen ATPases (H-ATPases) and hydrogen-potassium ATPases (H/K-ATPases). Intracellular carbonic acid dissociates into hydrogen and bicarbonate ions. Bicarbonate enters the circulation via basolateral anion exchanger-1, while hydrogen ions are secreted through the apical H- and H/K-ATPases (see Image . Carbonic Anhydrase 2 Activity in the Type A Renal Intercalated Cell). Secreted hydrogen ions bind to ammonia and hydrogen phosphate to form excretable substances. Aldosterone can potentiate this process by increasing H-ATPase expression."}
{"id": "article-19712_5", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function", "content": "Type B intercalated cells can be considered the base-secreting equivalents of type A intercalated cells. As in type A intercalated cells, carbonic acid dissociates into hydrogen and bicarbonate ions. Bicarbonate is secreted via an apical anion exchanger called \"pendrin.\" Hydrogen ions enter the circulation via basolateral H-ATPase pumps. [3]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function. Type B intercalated cells can be considered the base-secreting equivalents of type A intercalated cells. As in type A intercalated cells, carbonic acid dissociates into hydrogen and bicarbonate ions. Bicarbonate is secreted via an apical anion exchanger called \"pendrin.\" Hydrogen ions enter the circulation via basolateral H-ATPase pumps. [3]"}
{"id": "article-19712_6", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function", "content": "Inner medullary cortical duct cells can express urea channels, which contribute to ADH's overall concentrating effect on tubular fluid. Apical urea transporter-A1 and basolateral urea transporter-A3 expression increase in the presence of this hormone, allowing urea to enter the inner medullary interstitial space and increase urine concentration in this segment. This effect enhances water reabsorption by potentiating passive sodium and chloride reabsorption in the thin ascending limb of the loop of Henle. [4]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Structure and Function. Inner medullary cortical duct cells can express urea channels, which contribute to ADH's overall concentrating effect on tubular fluid. Apical urea transporter-A1 and basolateral urea transporter-A3 expression increase in the presence of this hormone, allowing urea to enter the inner medullary interstitial space and increase urine concentration in this segment. This effect enhances water reabsorption by potentiating passive sodium and chloride reabsorption in the thin ascending limb of the loop of Henle. [4]"}
{"id": "article-19712_7", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Embryology", "content": "Nephrogenesis occurs in 3 consecutive phases: pronephros, mesonephros, and metanephros. The mesonephros arises from the intermediate mesoderm by the end of the 4th gestational week. The mesonephros consists of excretory tubules connected to collecting ducts known as mesonephric or Wolffian ducts. [5] Collecting ducts arise from the ureteric bud, which is also the progenitor for the calyces, renal pelvis, ureters, and bladder trigone. The ureteric bud invades the metanephric mesenchyme and undergoes a series of tightly regulated branching events. Branch tips eventually interact with cap mesenchyme cells to promote nephron development and attachment to the collecting system.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Embryology. Nephrogenesis occurs in 3 consecutive phases: pronephros, mesonephros, and metanephros. The mesonephros arises from the intermediate mesoderm by the end of the 4th gestational week. The mesonephros consists of excretory tubules connected to collecting ducts known as mesonephric or Wolffian ducts. [5] Collecting ducts arise from the ureteric bud, which is also the progenitor for the calyces, renal pelvis, ureters, and bladder trigone. The ureteric bud invades the metanephric mesenchyme and undergoes a series of tightly regulated branching events. Branch tips eventually interact with cap mesenchyme cells to promote nephron development and attachment to the collecting system."}
{"id": "article-19712_8", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Embryology", "content": "Glial cell line-derived neurotrophic factor (GDNF), GDNF's receptor tyrosine kinase RET, fibroblast growth factor, Six1/Sall1 transcription factors, and Wnt signaling pathways are involved in the various stages of ureteric bud growth, invasion, and branching. [6] The mesonephric duct undergoes stimulation through interactions involving the tyrosine kinase inhibitors RET and MET and GDNF and hepatocyte growth factor (HGF), respectively, leading to its evagination and ureteric bud formation. The Wilms tumor-1 (WT1) transcription factor expressed by metanephric mesenchyme helps regulate GDNF and HGF production. [7]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Embryology. Glial cell line-derived neurotrophic factor (GDNF), GDNF's receptor tyrosine kinase RET, fibroblast growth factor, Six1/Sall1 transcription factors, and Wnt signaling pathways are involved in the various stages of ureteric bud growth, invasion, and branching. [6] The mesonephric duct undergoes stimulation through interactions involving the tyrosine kinase inhibitors RET and MET and GDNF and hepatocyte growth factor (HGF), respectively, leading to its evagination and ureteric bud formation. The Wilms tumor-1 (WT1) transcription factor expressed by metanephric mesenchyme helps regulate GDNF and HGF production. [7]"}
{"id": "article-19712_9", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Blood Supply and Lymphatics", "content": "The right and left renal arteries diverge from the aorta and divide into 5 segmental arteries: posterior, superior, anterosuperior, anteroinferior, and inferior segmental arteries. These segmental arteries branch into interlobar arteries, which continue to become the arcuate arteries. The collecting ducts span both the cortex and medulla. Thus, more than 1 branch supplies a collecting duct. In the cortex, interlobular arteries bifurcate perpendicularly from the arcuate arteries at cortical and medullary borders. Arcuate arteries give rise to radial arteries. Meanwhile, vasa recta capillaries supply the collecting ducts in the medulla, specifically around the loops of Henle. The renal veins and branches follow the renal arteries' path (see Image . Renal Circulation). [8] [9] [10]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Blood Supply and Lymphatics. The right and left renal arteries diverge from the aorta and divide into 5 segmental arteries: posterior, superior, anterosuperior, anteroinferior, and inferior segmental arteries. These segmental arteries branch into interlobar arteries, which continue to become the arcuate arteries. The collecting ducts span both the cortex and medulla. Thus, more than 1 branch supplies a collecting duct. In the cortex, interlobular arteries bifurcate perpendicularly from the arcuate arteries at cortical and medullary borders. Arcuate arteries give rise to radial arteries. Meanwhile, vasa recta capillaries supply the collecting ducts in the medulla, specifically around the loops of Henle. The renal veins and branches follow the renal arteries' path (see Image . Renal Circulation). [8] [9] [10]"}
{"id": "article-19712_10", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Blood Supply and Lymphatics", "content": "Lymph from the kidneys primarily passes through the hilar lymphatic route, which involves lymphatic vessels traveling along the renal vasculature toward the aortic and caval nodes. Lymph proceeds to the thoracic duct from these nodes. [11]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Blood Supply and Lymphatics. Lymph from the kidneys primarily passes through the hilar lymphatic route, which involves lymphatic vessels traveling along the renal vasculature toward the aortic and caval nodes. Lymph proceeds to the thoracic duct from these nodes. [11]"}
{"id": "article-19712_11", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Nerves", "content": "The kidneys are innervated by autonomic fibers that influence vascular, tubular, and excretory functions. Postganglionic nerves from the renal plexus travel along the renal vasculature to enter the parenchyma. Sympathetic innervation comes from spinal cord levels T11 to L3 and supplies the nephrons and renal vasculature. Sympathetic nerves are concentrated most heavily around the afferent arterioles, thick ascending limbs, and distal convoluted tubules. The vagus nerve contributes parasympathetic fibers. [12] [13]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Nerves. The kidneys are innervated by autonomic fibers that influence vascular, tubular, and excretory functions. Postganglionic nerves from the renal plexus travel along the renal vasculature to enter the parenchyma. Sympathetic innervation comes from spinal cord levels T11 to L3 and supplies the nephrons and renal vasculature. Sympathetic nerves are concentrated most heavily around the afferent arterioles, thick ascending limbs, and distal convoluted tubules. The vagus nerve contributes parasympathetic fibers. [12] [13]"}
{"id": "article-19712_12", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Muscles", "content": "Clinically, the musculature and kidneys are connected primarily through creatinine. Creatinine is a muscle breakdown product used clinically to evaluate kidney function. [14] Myoglobin from damaged muscles (eg, in rhabdomyolysis cases) can enter the bloodstream and exert nephrotoxic effects. In contrast, healthy muscles are believed to protect against inflammation-mediated kidney deterioration through several mechanisms. Macroscopically, the kidneys are anterior to the psoas muscles within Gerota’s fascia. [15] [16]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Muscles. Clinically, the musculature and kidneys are connected primarily through creatinine. Creatinine is a muscle breakdown product used clinically to evaluate kidney function. [14] Myoglobin from damaged muscles (eg, in rhabdomyolysis cases) can enter the bloodstream and exert nephrotoxic effects. In contrast, healthy muscles are believed to protect against inflammation-mediated kidney deterioration through several mechanisms. Macroscopically, the kidneys are anterior to the psoas muscles within Gerota’s fascia. [15] [16]"}
{"id": "article-19712_13", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Physiologic Variants", "content": "Liddle syndrome and carbonic anhydrase II deficiency exhibit collecting tubule variations that affect kidney function. Liddle syndrome is a rare autosomal dominant disorder caused by gain-of-function mutations in genes encoding ENaC subunits. Symptoms include the triad of early-onset hypertension, hypokalemia, and metabolic alkalosis. Normal-to-low aldosterone activity and lack of response to spironolactone distinguish this condition from hyperaldosteronism. The clinician can achieve a definitive diagnosis through genetic testing. Treatment primarily involves maintaining a low-sodium diet and using potassium-sparing diuretics called ENaC blockers. [17]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Physiologic Variants. Liddle syndrome and carbonic anhydrase II deficiency exhibit collecting tubule variations that affect kidney function. Liddle syndrome is a rare autosomal dominant disorder caused by gain-of-function mutations in genes encoding ENaC subunits. Symptoms include the triad of early-onset hypertension, hypokalemia, and metabolic alkalosis. Normal-to-low aldosterone activity and lack of response to spironolactone distinguish this condition from hyperaldosteronism. The clinician can achieve a definitive diagnosis through genetic testing. Treatment primarily involves maintaining a low-sodium diet and using potassium-sparing diuretics called ENaC blockers. [17]"}
{"id": "article-19712_14", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Physiologic Variants", "content": "Carbonic anhydrase II (CAII) mediates carbonic acid formation from water and carbon dioxide in the collecting ducts. Carbonic acid dissociates into hydrogen and bicarbonate, which, as earlier discussed, are handled differently by type A and type B intercalated cells. CAII deficiency is an autosomal recessive disorder that manifests clinically as osteopetrosis, cerebral calcification, and RTA. RTA may be proximal (type 2), distal (type 1), or combined (type 3). No specific CAII deficiency treatment currently exists, and the condition is typically managed symptomatically. [18] [19]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Physiologic Variants. Carbonic anhydrase II (CAII) mediates carbonic acid formation from water and carbon dioxide in the collecting ducts. Carbonic acid dissociates into hydrogen and bicarbonate, which, as earlier discussed, are handled differently by type A and type B intercalated cells. CAII deficiency is an autosomal recessive disorder that manifests clinically as osteopetrosis, cerebral calcification, and RTA. RTA may be proximal (type 2), distal (type 1), or combined (type 3). No specific CAII deficiency treatment currently exists, and the condition is typically managed symptomatically. [18] [19]"}
{"id": "article-19712_15", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Surgical Considerations", "content": "Collecting duct carcinoma (CDC) is an aggressive form of renal cell carcinoma. CDC comprises less than 2% of renal masses and usually carries a poor prognosis. Various gene alterations, including NF2 , SETD2 , SMARCB1 , and CDKN2A , have been identified in CDC cases. Patients with CDC generally undergo cytoreductive nephrectomies, which have been shown to improve survival outcomes, particularly when combined with chemotherapy or radiation). [20] [21] [22]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Surgical Considerations. Collecting duct carcinoma (CDC) is an aggressive form of renal cell carcinoma. CDC comprises less than 2% of renal masses and usually carries a poor prognosis. Various gene alterations, including NF2 , SETD2 , SMARCB1 , and CDKN2A , have been identified in CDC cases. Patients with CDC generally undergo cytoreductive nephrectomies, which have been shown to improve survival outcomes, particularly when combined with chemotherapy or radiation). [20] [21] [22]"}
{"id": "article-19712_16", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance", "content": "Besides the aforementioned conditions, many clinical considerations involve the collecting ducts. Some of these conditions are explained below.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance. Besides the aforementioned conditions, many clinical considerations involve the collecting ducts. Some of these conditions are explained below."}
{"id": "article-19712_17", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus", "content": "Nephrogenic diabetes insipidus (NDI, also called arginine vasopressin resistance) refers to the collecting ducts' inability to concentrate tubular fluid due to an intrinsic renal complication, which may be acquired or genetic. Acquired causes include drug toxicities, electrolyte imbalances, and systemic disorders (eg, autoimmune, amyloidosis, and sarcoidosis).", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus. Nephrogenic diabetes insipidus (NDI, also called arginine vasopressin resistance) refers to the collecting ducts' inability to concentrate tubular fluid due to an intrinsic renal complication, which may be acquired or genetic. Acquired causes include drug toxicities, electrolyte imbalances, and systemic disorders (eg, autoimmune, amyloidosis, and sarcoidosis)."}
{"id": "article-19712_18", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus", "content": "Lithium is the most common etiology of drug-associated NDI. This substance is believed to downregulate aquaporin-2 expression in principal cells. Genetic causes involve loss-of-function mutations in the genes encoding either vasopressin receptor-2, the ADH receptor in the collecting ducts, or aquaporin-2.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus. Lithium is the most common etiology of drug-associated NDI. This substance is believed to downregulate aquaporin-2 expression in principal cells. Genetic causes involve loss-of-function mutations in the genes encoding either vasopressin receptor-2, the ADH receptor in the collecting ducts, or aquaporin-2."}
{"id": "article-19712_19", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus", "content": "Clinically, NDI manifests as polyuria due to excessive water excretion. The fluid losses lead to secondary polydipsia. The diagnosis may be confirmed with a water deprivation test and a lack of response to desmopressin. Improvement with desmopressin indicates central diabetes insipidus, which is due to impaired ADH release from the posterior pituitary gland. NDI treatment options include addressing reversible secondary causes, thiazide diuretic administration (with or without potassium-sparing diuretics), and low-solute diets. [23]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Nephrogenic Diabetes Insipidus. Clinically, NDI manifests as polyuria due to excessive water excretion. The fluid losses lead to secondary polydipsia. The diagnosis may be confirmed with a water deprivation test and a lack of response to desmopressin. Improvement with desmopressin indicates central diabetes insipidus, which is due to impaired ADH release from the posterior pituitary gland. NDI treatment options include addressing reversible secondary causes, thiazide diuretic administration (with or without potassium-sparing diuretics), and low-solute diets. [23]"}
{"id": "article-19712_20", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Syndrome of Inappropriate Antidiuretic Hormone Secretion", "content": "SIADH is characterized by excessive fluid retention due to aberrantly high ADH activity. SIADH has many etiologies, including neoplasia, certain drugs, intracranial disorders, and pulmonary disorders. Clinically, SIADH appears as euvolemic hyponatremia with initially increased urine sodium. [24] Solute-free water retention from the collecting duct increases circulating volume, diluting the serum sodium. However, the greater circulating volume prompts a decrease in renin-angiotensin-aldosterone system (RAAS) activity, which restricts sodium and water reabsorption by the principal cells. Thus, the overall effect is the maintenance of normal circulating volume. Sodium excretion eventually matches sodium intake again with homeostasis restoration. [25] Therapeutic strategies mainly involve addressing underlying etiologies and preventing severe hyponatremia. Hyponatremia should not be corrected too rapidly to avoid osmotic demyelination syndrome. [26]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Syndrome of Inappropriate Antidiuretic Hormone Secretion. SIADH is characterized by excessive fluid retention due to aberrantly high ADH activity. SIADH has many etiologies, including neoplasia, certain drugs, intracranial disorders, and pulmonary disorders. Clinically, SIADH appears as euvolemic hyponatremia with initially increased urine sodium. [24] Solute-free water retention from the collecting duct increases circulating volume, diluting the serum sodium. However, the greater circulating volume prompts a decrease in renin-angiotensin-aldosterone system (RAAS) activity, which restricts sodium and water reabsorption by the principal cells. Thus, the overall effect is the maintenance of normal circulating volume. Sodium excretion eventually matches sodium intake again with homeostasis restoration. [25] Therapeutic strategies mainly involve addressing underlying etiologies and preventing severe hyponatremia. Hyponatremia should not be corrected too rapidly to avoid osmotic demyelination syndrome. [26]"}
{"id": "article-19712_21", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis", "content": "Types 1, 3, and 4 RTA involve the collecting ducts. Type 1 RTA is classically due to type A intercalated cells' inability to secrete hydrogen ions and reabsorb potassium ions, resulting in hyperchloremic (or normal anion gap) metabolic acidosis and hypokalemia with urine pH greater than 5.3. Type 1 RTA may arise from genetic mutations, systemic diseases (eg, autoimmunity, amyloidosis, and sarcoidosis), and nephrotoxic drug use. Compounds like sodium bicarbonate and potassium citrate can correct acid and potassium imbalances, respectively, but underlying causes should be addressed if present.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis. Types 1, 3, and 4 RTA involve the collecting ducts. Type 1 RTA is classically due to type A intercalated cells' inability to secrete hydrogen ions and reabsorb potassium ions, resulting in hyperchloremic (or normal anion gap) metabolic acidosis and hypokalemia with urine pH greater than 5.3. Type 1 RTA may arise from genetic mutations, systemic diseases (eg, autoimmunity, amyloidosis, and sarcoidosis), and nephrotoxic drug use. Compounds like sodium bicarbonate and potassium citrate can correct acid and potassium imbalances, respectively, but underlying causes should be addressed if present."}
{"id": "article-19712_22", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis", "content": "Type 4 RTA is a consequence of aldosterone deficiency or resistance. The condition manifests primarily as hyperchloremic metabolic acidosis with hyperkalemia. Type 4 RTA treatment strategies include restricting potassium intake and administering bicarbonate if warranted.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis. Type 4 RTA is a consequence of aldosterone deficiency or resistance. The condition manifests primarily as hyperchloremic metabolic acidosis with hyperkalemia. Type 4 RTA treatment strategies include restricting potassium intake and administering bicarbonate if warranted."}
{"id": "article-19712_23", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis", "content": "Type 3 RTA is an extremely rare condition with types 1 and 2 RTA characteristics. Type 2 RTA is due to impaired proximal bicarbonate tubular reabsorption. Type 3 RTA can occur as a consequence of acetazolamide misuse or CAII deficiency. [27] [28]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Renal Tubular Acidosis. Type 3 RTA is an extremely rare condition with types 1 and 2 RTA characteristics. Type 2 RTA is due to impaired proximal bicarbonate tubular reabsorption. Type 3 RTA can occur as a consequence of acetazolamide misuse or CAII deficiency. [27] [28]"}
{"id": "article-19712_24", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Hyperaldosteronism", "content": "Aberrantly increased aldosterone activity can result from primary or secondary etiologies. Primary causes include bilateral adrenal hyperplasia and aldosterone-producing adrenal tumors, which produce aldosterone regardless of RAAS activity. Classically, primary hyperaldosteronism manifests as hypervolemia, hypertension, hypokalemia, and metabolic alkalosis. Hypervolemia and hypertension are due to excessive sodium and water retention by principal cells. The resulting alkalosis is due to excessive acid secretion by type A intercalated cells. Hypokalemia is considered a classic hyperaldosteronism symptom, estimated to appear in less than 40% of cases.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Hyperaldosteronism. Aberrantly increased aldosterone activity can result from primary or secondary etiologies. Primary causes include bilateral adrenal hyperplasia and aldosterone-producing adrenal tumors, which produce aldosterone regardless of RAAS activity. Classically, primary hyperaldosteronism manifests as hypervolemia, hypertension, hypokalemia, and metabolic alkalosis. Hypervolemia and hypertension are due to excessive sodium and water retention by principal cells. The resulting alkalosis is due to excessive acid secretion by type A intercalated cells. Hypokalemia is considered a classic hyperaldosteronism symptom, estimated to appear in less than 40% of cases."}
{"id": "article-19712_25", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Hyperaldosteronism", "content": "Secondary hyperaldosteronism is due to RAAS overactivation. Many etiologies can stimulate RAAS activity, making a definitive symptom profile for secondary hyperaldosteronism difficult to establish. Treatment options include adrenalectomy, mineralocorticoid receptor antagonists, and addressing secondary causes. [29] [30] [31]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Hyperaldosteronism. Secondary hyperaldosteronism is due to RAAS overactivation. Many etiologies can stimulate RAAS activity, making a definitive symptom profile for secondary hyperaldosteronism difficult to establish. Treatment options include adrenalectomy, mineralocorticoid receptor antagonists, and addressing secondary causes. [29] [30] [31]"}
{"id": "article-19712_26", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Cushing Syndrome", "content": "Cortisol can exert mineralocorticoid effects at sufficiently high levels. In cells containing mineralocorticoid receptors, the enzyme 11β-Hydroxysteroid dehydrogenase type 2 ( 11β-HSD2) metabolizes cortisol before binding to the receptors. Excess cortisol can overcome cellular 11β-HSD2 capacity, allowing cortisol to bind mineralocorticoid receptors, leading to excessive sodium and water retention in the collecting ducts. This effect contributes to the hypertension seen in Cushing syndrome. Treatment involves addressing the cause of the excess cortisol (eg, by corticosteroid tapering or adrenal tumor resection). [32]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Cushing Syndrome. Cortisol can exert mineralocorticoid effects at sufficiently high levels. In cells containing mineralocorticoid receptors, the enzyme 11β-Hydroxysteroid dehydrogenase type 2 ( 11β-HSD2) metabolizes cortisol before binding to the receptors. Excess cortisol can overcome cellular 11β-HSD2 capacity, allowing cortisol to bind mineralocorticoid receptors, leading to excessive sodium and water retention in the collecting ducts. This effect contributes to the hypertension seen in Cushing syndrome. Treatment involves addressing the cause of the excess cortisol (eg, by corticosteroid tapering or adrenal tumor resection). [32]"}
{"id": "article-19712_27", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use", "content": "Potassium-sparing diuretics interfere with sodium reabsorption at principal cells. The lumen-negative transepithelial potential difference driving subsequent potassium secretion decreases with less sodium reabsorption. Consequently, sodium and water excretion increases, and potassium excretion diminishes.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use. Potassium-sparing diuretics interfere with sodium reabsorption at principal cells. The lumen-negative transepithelial potential difference driving subsequent potassium secretion decreases with less sodium reabsorption. Consequently, sodium and water excretion increases, and potassium excretion diminishes."}
{"id": "article-19712_28", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use", "content": "Potassium-sparing diuretics are classified as mineralocorticoid receptor antagonists or ENaC blockers. [33] Examples of mineralocorticoid receptor antagonists are spironolactone and eplerenone. The intracellular mineralocorticoid receptor is where aldosterone binds to enhance sodium reabsorption and potassium secretion in principal cells. Spironolactone is primarily used for hypertension control, but it may also be used as an adjunct to conventional heart failure regimens. To lessen hyperkalemia risk, a thiazide diuretic may be given concurrenty to lower spironolactone dosage. Spironolactone is highly efficacious but can exert potentially distressing antiandrogenic effects in men like gynecomastia and erectile dysfunction. Eplerenone is understood to have fewer of these antiandrogenic side effects while retaining clinical efficacy.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use. Potassium-sparing diuretics are classified as mineralocorticoid receptor antagonists or ENaC blockers. [33] Examples of mineralocorticoid receptor antagonists are spironolactone and eplerenone. The intracellular mineralocorticoid receptor is where aldosterone binds to enhance sodium reabsorption and potassium secretion in principal cells. Spironolactone is primarily used for hypertension control, but it may also be used as an adjunct to conventional heart failure regimens. To lessen hyperkalemia risk, a thiazide diuretic may be given concurrenty to lower spironolactone dosage. Spironolactone is highly efficacious but can exert potentially distressing antiandrogenic effects in men like gynecomastia and erectile dysfunction. Eplerenone is understood to have fewer of these antiandrogenic side effects while retaining clinical efficacy."}
{"id": "article-19712_29", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use", "content": "ENaC blockers are generally less efficacious for treating hypertension than mineralocorticoid receptor antagonists. Thus, ENaC blockers like amiloride and triamterene are usually given with thiazide diuretics. As in mineralocorticoid receptor antagonists, hyperkalemia is a potential side effect. Amiloride can also cause mild gastrointestinal discomfort. Triamterene use can potentially predispose to hyperuricemia and kidney stone formation. [34] [35]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Clinical Significance -- Potassium-Sparing Diuretic Use. ENaC blockers are generally less efficacious for treating hypertension than mineralocorticoid receptor antagonists. Thus, ENaC blockers like amiloride and triamterene are usually given with thiazide diuretics. As in mineralocorticoid receptor antagonists, hyperkalemia is a potential side effect. Amiloride can also cause mild gastrointestinal discomfort. Triamterene use can potentially predispose to hyperuricemia and kidney stone formation. [34] [35]"}
{"id": "article-19712_30", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Other Issues", "content": "Recent research has explored various aspects of collecting duct function. A 2017 study identified the transcription factor TFCP2L1 and its role in collecting duct development. Meanwhile, a 2018 study linked microRNA suppression in collecting duct cells to tubulointerstitial fibrosis. In 2019, research showed tamoxifen's ADH-independent downregulation of aquaporin-2 in the collecting duct. These studies underscore the importance of understanding renal collecting ducts for both scientific and clinical purposes. [36] [37] [38]", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Other Issues. Recent research has explored various aspects of collecting duct function. A 2017 study identified the transcription factor TFCP2L1 and its role in collecting duct development. Meanwhile, a 2018 study linked microRNA suppression in collecting duct cells to tubulointerstitial fibrosis. In 2019, research showed tamoxifen's ADH-independent downregulation of aquaporin-2 in the collecting duct. These studies underscore the importance of understanding renal collecting ducts for both scientific and clinical purposes. [36] [37] [38]"}
{"id": "article-19712_31", "title": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Kidney Collecting Ducts -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}