{"id": "article-38209_0", "title": "Grey Turner Sign -- Definition/Introduction", "content": "Grey Turner sign is an uncommon subcutaneous manifestation of intra-abdominal hemorrhage that manifests as ecchymosis or discoloration of the flank. [1] [2] This sign is classically associated with severe acute necrotizing pancreatitis, which can be associated with the Cullen sign (periumbilical ecchymosis) (see Image . Grey Turner and Cullen signs). These conditions carry similarly high mortality rates. In addition, it can also be present in a few other conditions that result in intra-abdominal or retroperitoneal bleeding in someone on anticoagulation, a ruptured abdominal aortic aneurysm, rectus sheath hematoma, and ruptured ectopic pregnancy. [3] [4] [5] The discoloration observed in the flanks can be red, green, yellow, or purple, depending on the degree of red blood cell breakdown in the abdominal wall tissues, similar to bruising seen in any other tissue from traumatic causes. This sign may not be seen initially on clinical exam as it can manifest after several days into the course of an illness. For that reason, the Grey Turner sign is not always considered a sign of acute hemorrhage, but it can suggest a subacute process.", "contents": "Grey Turner Sign -- Definition/Introduction. Grey Turner sign is an uncommon subcutaneous manifestation of intra-abdominal hemorrhage that manifests as ecchymosis or discoloration of the flank. [1] [2] This sign is classically associated with severe acute necrotizing pancreatitis, which can be associated with the Cullen sign (periumbilical ecchymosis) (see Image . Grey Turner and Cullen signs). These conditions carry similarly high mortality rates. In addition, it can also be present in a few other conditions that result in intra-abdominal or retroperitoneal bleeding in someone on anticoagulation, a ruptured abdominal aortic aneurysm, rectus sheath hematoma, and ruptured ectopic pregnancy. [3] [4] [5] The discoloration observed in the flanks can be red, green, yellow, or purple, depending on the degree of red blood cell breakdown in the abdominal wall tissues, similar to bruising seen in any other tissue from traumatic causes. This sign may not be seen initially on clinical exam as it can manifest after several days into the course of an illness. For that reason, the Grey Turner sign is not always considered a sign of acute hemorrhage, but it can suggest a subacute process."}
{"id": "article-38209_1", "title": "Grey Turner Sign -- Issues of Concern", "content": "British surgeon George Grey Turner published an article in 1920 that described finding subcutaneous discoloration of the flanks in patients with severe pancreatitis. Referring to a patient with severe pancreatitis, he wrote, \"I now noticed two large discolored areas in the loins. They were about the size of the palm of the hand, slightly raised above the surface, and of a dirty greenish color. There was a little edema, pitting on pressure, but no pain or tenderness.\" Since the publication of this article, the exam finding of ecchymosis of the flank in association with intra-abdominal bleeding has carried Dr. Turner's name. However, descriptions of non-traumatic abdominal wall ecchymosis exist as far back as Hippocrates, Galen, and Leonardo da Vinci. [6] [7] [8] [9] The Cullen sign was first described by Canadian gynecologist Thomas S. Cullen in 1918 following a ruptured ectopic pregnancy. This sign can also indicate the presence of intra-abdominal hemorrhage with superficial bruising that is seen in the subcutaneous periumbilical fat. [3] Both Cullen and Grey Turner signs indicate similar underlying intraabdominal pathologies, carry similar mortality rates, and are often described in the presence of severe pancreatitis.", "contents": "Grey Turner Sign -- Issues of Concern. British surgeon George Grey Turner published an article in 1920 that described finding subcutaneous discoloration of the flanks in patients with severe pancreatitis. Referring to a patient with severe pancreatitis, he wrote, \"I now noticed two large discolored areas in the loins. They were about the size of the palm of the hand, slightly raised above the surface, and of a dirty greenish color. There was a little edema, pitting on pressure, but no pain or tenderness.\" Since the publication of this article, the exam finding of ecchymosis of the flank in association with intra-abdominal bleeding has carried Dr. Turner's name. However, descriptions of non-traumatic abdominal wall ecchymosis exist as far back as Hippocrates, Galen, and Leonardo da Vinci. [6] [7] [8] [9] The Cullen sign was first described by Canadian gynecologist Thomas S. Cullen in 1918 following a ruptured ectopic pregnancy. This sign can also indicate the presence of intra-abdominal hemorrhage with superficial bruising that is seen in the subcutaneous periumbilical fat. [3] Both Cullen and Grey Turner signs indicate similar underlying intraabdominal pathologies, carry similar mortality rates, and are often described in the presence of severe pancreatitis."}
{"id": "article-38209_2", "title": "Grey Turner Sign -- Issues of Concern", "content": "In severe acute pancreatitis, the injured pancreas releases pancreatic enzymes that cause fat necrosis and inflammation, occasionally resulting in peri-pancreatic bleeding. The resulting fluid collection can travel via an anatomical defect of the transversalis fascia to the space between the two layers of the renal fascia. The bleeding then tracks to the pararenal area, followed by the lateral edge of the quadratus lumborum muscle, and finally to the subcutaneous tissue of the flanks. [10] Even in intra-abdominal or retroperitoneal bleeding, the Grey Turner sign may not manifest for several days. In the setting of pancreatitis, some older case reports note that it appears most commonly on day 3 or 4. One review of a case series found that subcutaneous abdominal wall signs of intra-abdominal bleeding occur more commonly in women than men, with a ratio of 3 to 1. [11]", "contents": "Grey Turner Sign -- Issues of Concern. In severe acute pancreatitis, the injured pancreas releases pancreatic enzymes that cause fat necrosis and inflammation, occasionally resulting in peri-pancreatic bleeding. The resulting fluid collection can travel via an anatomical defect of the transversalis fascia to the space between the two layers of the renal fascia. The bleeding then tracks to the pararenal area, followed by the lateral edge of the quadratus lumborum muscle, and finally to the subcutaneous tissue of the flanks. [10] Even in intra-abdominal or retroperitoneal bleeding, the Grey Turner sign may not manifest for several days. In the setting of pancreatitis, some older case reports note that it appears most commonly on day 3 or 4. One review of a case series found that subcutaneous abdominal wall signs of intra-abdominal bleeding occur more commonly in women than men, with a ratio of 3 to 1. [11]"}
{"id": "article-38209_3", "title": "Grey Turner Sign -- Issues of Concern", "content": "In cases of acute peri-renal hemorrhage, the etiology is most commonly a renal malignancy in around 70% of cases, with other causes being related to pre-eclampsia, polyarteritis nodosa, infection, nephrosclerosis, a ruptured cyst, and spontaneous bleeding. [3] [12] [13]", "contents": "Grey Turner Sign -- Issues of Concern. In cases of acute peri-renal hemorrhage, the etiology is most commonly a renal malignancy in around 70% of cases, with other causes being related to pre-eclampsia, polyarteritis nodosa, infection, nephrosclerosis, a ruptured cyst, and spontaneous bleeding. [3] [12] [13]"}
{"id": "article-38209_4", "title": "Grey Turner Sign -- Clinical Significance", "content": "A careful physical examination, including visualization of the abdominal wall itself in select patients, may show a Grey Turner sign suggesting potentially serious intra-abdominal pathology, usually intra-abdominal or retroperitoneal bleeding. This sign is vital in the setting of patients who cannot provide an otherwise adequate history or demonstrate abdominal tenderness on examination due to altered mental status or intubation with mechanical ventilation. Additionally, the Grey Turner sign may suggest retroperitoneal hemorrhage in unstable patients. This guidance is essential in an unstable patient with a bedside ultrasound that reveals no intra-abdominal bleeding, given that ultrasonography cannot reliably detect retroperitoneal bleeding. [14] Thus, when clinicians are searching for the location of the bleeding, and a clear intra-abdominal source is not present on bedside ultrasonography, a retroperitoneal source may produce a Grey Turner sign.", "contents": "Grey Turner Sign -- Clinical Significance. A careful physical examination, including visualization of the abdominal wall itself in select patients, may show a Grey Turner sign suggesting potentially serious intra-abdominal pathology, usually intra-abdominal or retroperitoneal bleeding. This sign is vital in the setting of patients who cannot provide an otherwise adequate history or demonstrate abdominal tenderness on examination due to altered mental status or intubation with mechanical ventilation. Additionally, the Grey Turner sign may suggest retroperitoneal hemorrhage in unstable patients. This guidance is essential in an unstable patient with a bedside ultrasound that reveals no intra-abdominal bleeding, given that ultrasonography cannot reliably detect retroperitoneal bleeding. [14] Thus, when clinicians are searching for the location of the bleeding, and a clear intra-abdominal source is not present on bedside ultrasonography, a retroperitoneal source may produce a Grey Turner sign."}
{"id": "article-38209_5", "title": "Grey Turner Sign -- Clinical Significance", "content": "Although historically associated with severe acute necrotizing pancreatitis, Grey Turner sign is nonspecific. It may be present with almost any condition causing intra-abdominal or retroperitoneal bleeding, and the differential diagnosis is quite extensive. Some commonly found etiologies include acute appendicitis, ruptured abdominal aortic aneurysm, ruptured ectopic pregnancy, splenic rupture following trauma or infectious mononucleosis, various malignancies such as bleeding intra-abdominal metastases, metastatic thyroid and esophageal cancer, metastatic liver cancer, non-Hodgkin lymphoma, ruptured hepatocellular carcinoma, amoebic liver abscess, perforated gastric or duodenal ulcer, peri-renal hemorrhage, common bile duct rupture, biliary peritonitis, perirenal hemorrhage, acute pyelonephritis, and hemorrhagic ascites among others. In cases of acute peri-renal hemorrhage, the etiology is most commonly a renal malignancy in around 70% of cases, with other causes being related to preeclampsia, polyarteritis nodosa, infection, nephrosclerosis, a ruptured cyst, and spontaneous hemorrhage. [3] [12] [13] [15] [16] [17] [18] [19]", "contents": "Grey Turner Sign -- Clinical Significance. Although historically associated with severe acute necrotizing pancreatitis, Grey Turner sign is nonspecific. It may be present with almost any condition causing intra-abdominal or retroperitoneal bleeding, and the differential diagnosis is quite extensive. Some commonly found etiologies include acute appendicitis, ruptured abdominal aortic aneurysm, ruptured ectopic pregnancy, splenic rupture following trauma or infectious mononucleosis, various malignancies such as bleeding intra-abdominal metastases, metastatic thyroid and esophageal cancer, metastatic liver cancer, non-Hodgkin lymphoma, ruptured hepatocellular carcinoma, amoebic liver abscess, perforated gastric or duodenal ulcer, peri-renal hemorrhage, common bile duct rupture, biliary peritonitis, perirenal hemorrhage, acute pyelonephritis, and hemorrhagic ascites among others. In cases of acute peri-renal hemorrhage, the etiology is most commonly a renal malignancy in around 70% of cases, with other causes being related to preeclampsia, polyarteritis nodosa, infection, nephrosclerosis, a ruptured cyst, and spontaneous hemorrhage. [3] [12] [13] [15] [16] [17] [18] [19]"}
{"id": "article-38209_6", "title": "Grey Turner Sign -- Clinical Significance", "content": "Researchers have not adequately determined the sensitivity and specificity of Grey Turner's sign for detecting intra-abdominal or retroperitoneal pathology, although sensitivity is almost certainly low. Studies have shown it is an uncommon finding among patients with pancreatitis, as one study examining the incidence of ecchymosis in 770 patients with pancreatitis found an incidence of 3%, with other studies finding its incidence closer to 1%. [11] [20] Thus, the sensitivity of the Grey Turner sign for detecting pancreatitis in general likely approaches zero. The sensitivity for detecting severe necrotizing pancreatitis, which has a higher probability of intra-abdominal bleeding, is probably somewhat higher, though still too low to rule out the condition. The sensitivity of Grey Turner sign for other intra-abdominal or retroperitoneal bleeding etiologies is unknown and too low to be of clinical utility to rule out pathology. The specificity likely is higher, but the finding predicts only intra-abdominal pathology, not any specific diagnosis. Additionally, direct trauma to the flank may cause subcutaneous findings that mimic the Grey Turner sign but are not associated with intra-abdominal pathology (a false positive Grey Turner sign).", "contents": "Grey Turner Sign -- Clinical Significance. Researchers have not adequately determined the sensitivity and specificity of Grey Turner's sign for detecting intra-abdominal or retroperitoneal pathology, although sensitivity is almost certainly low. Studies have shown it is an uncommon finding among patients with pancreatitis, as one study examining the incidence of ecchymosis in 770 patients with pancreatitis found an incidence of 3%, with other studies finding its incidence closer to 1%. [11] [20] Thus, the sensitivity of the Grey Turner sign for detecting pancreatitis in general likely approaches zero. The sensitivity for detecting severe necrotizing pancreatitis, which has a higher probability of intra-abdominal bleeding, is probably somewhat higher, though still too low to rule out the condition. The sensitivity of Grey Turner sign for other intra-abdominal or retroperitoneal bleeding etiologies is unknown and too low to be of clinical utility to rule out pathology. The specificity likely is higher, but the finding predicts only intra-abdominal pathology, not any specific diagnosis. Additionally, direct trauma to the flank may cause subcutaneous findings that mimic the Grey Turner sign but are not associated with intra-abdominal pathology (a false positive Grey Turner sign)."}
{"id": "article-38209_7", "title": "Grey Turner Sign -- Clinical Significance", "content": "Clinicians should know that when the Grey Turner sign is present in the absence of known direct trauma to the flank, for example, a patient presenting with non-traumatic abdominal pain, it appears to be a marker of severe illness with a potentially high mortality rate. In one case series, there was a 37% mortality in patients with pancreatitis who had Grey Turner sign on physical exam. Nonetheless, a finding of the Grey Turner sign should lead to a consideration of imaging (generally computed tomography [CT]) to determine the severity of underlying pathology and to reveal unanticipated diagnoses, many of which are fatal if not detected and treated early. [11]", "contents": "Grey Turner Sign -- Clinical Significance. Clinicians should know that when the Grey Turner sign is present in the absence of known direct trauma to the flank, for example, a patient presenting with non-traumatic abdominal pain, it appears to be a marker of severe illness with a potentially high mortality rate. In one case series, there was a 37% mortality in patients with pancreatitis who had Grey Turner sign on physical exam. Nonetheless, a finding of the Grey Turner sign should lead to a consideration of imaging (generally computed tomography [CT]) to determine the severity of underlying pathology and to reveal unanticipated diagnoses, many of which are fatal if not detected and treated early. [11]"}
{"id": "article-38209_8", "title": "Grey Turner Sign -- Clinical Significance", "content": "In addition to the physical exam finding of flank ecchymosis, CT scanning may reveal a radiographic Grey Turner sign. In a review of patients with severe acute pancreatitis who underwent CT imaging, researchers found that radiographic evidence of extension of retroperitoneal fluid collections laterally beyond the aponeurotic layer to the abdominal wall predicted organ failure and death with an overall mortality rate near 40%.", "contents": "Grey Turner Sign -- Clinical Significance. In addition to the physical exam finding of flank ecchymosis, CT scanning may reveal a radiographic Grey Turner sign. In a review of patients with severe acute pancreatitis who underwent CT imaging, researchers found that radiographic evidence of extension of retroperitoneal fluid collections laterally beyond the aponeurotic layer to the abdominal wall predicted organ failure and death with an overall mortality rate near 40%."}
{"id": "article-38209_9", "title": "Grey Turner Sign -- Clinical Significance", "content": "Other commonly cited subcutaneous manifestations of intra-abdominal or retroperitoneal hemorrhage include the Cullen sign (periumbilical ecchymosis), Fox sign (ecchymosis of the upper thigh with a sharply defined superior border paralleling and inferior to the inguinal ligament), and Bryant sign (blue discoloration of the scrotum).", "contents": "Grey Turner Sign -- Clinical Significance. Other commonly cited subcutaneous manifestations of intra-abdominal or retroperitoneal hemorrhage include the Cullen sign (periumbilical ecchymosis), Fox sign (ecchymosis of the upper thigh with a sharply defined superior border paralleling and inferior to the inguinal ligament), and Bryant sign (blue discoloration of the scrotum)."}
{"id": "article-38209_10", "title": "Grey Turner Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Grey Turner Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}