{"id": "article-43263_0", "title": "Neuroanatomy, Dentate Nucleus -- Introduction", "content": "The dentate nucleus is the largest deep cerebellar cluster of neurons; it has a dentated – serrated – edge. Efferent fibers of the dentate nucleus are involved in the modulation of motor neurons and neurons involved in conscious thought and visuospatial function. Disruption of the dentate nucleus is typically associated with cerebellar ataxia.", "contents": "Neuroanatomy, Dentate Nucleus -- Introduction. The dentate nucleus is the largest deep cerebellar cluster of neurons; it has a dentated – serrated – edge. Efferent fibers of the dentate nucleus are involved in the modulation of motor neurons and neurons involved in conscious thought and visuospatial function. Disruption of the dentate nucleus is typically associated with cerebellar ataxia."}
{"id": "article-43263_1", "title": "Neuroanatomy, Dentate Nucleus -- Structure and Function", "content": "The dentate nucleus is the most lateral deep cerebellar nucleus and is rich in iron. The cerebellar vermis and roof of the fourth ventricle are adjacent to the dentate nucleus. A sagittal section through the dentate nucleus shows its serrated appearance. [1] The dentate nucleus regulates fine-control of voluntary movements, cognition, language, and sensory functions. The dentate nucleus has two parts [2] : The dorsal (motor) domain: This has connections with cortical motor areas regulating motor functions The ventral (non-motor) domain: This has links with the cortical association areas controlling cognitive functions", "contents": "Neuroanatomy, Dentate Nucleus -- Structure and Function. The dentate nucleus is the most lateral deep cerebellar nucleus and is rich in iron. The cerebellar vermis and roof of the fourth ventricle are adjacent to the dentate nucleus. A sagittal section through the dentate nucleus shows its serrated appearance. [1] The dentate nucleus regulates fine-control of voluntary movements, cognition, language, and sensory functions. The dentate nucleus has two parts [2] : The dorsal (motor) domain: This has connections with cortical motor areas regulating motor functions The ventral (non-motor) domain: This has links with the cortical association areas controlling cognitive functions"}
{"id": "article-43263_2", "title": "Neuroanatomy, Dentate Nucleus -- Embryology", "content": "The cerebellum and, by extension, the dentate nucleus arises from the metencephalon, which derives from the rhombencephalon (hindbrain). [3] The cerebellar cells develop from the dorsal rhombomere 1. [4] The neurons that form the dentate nucleus and other deep cerebellar nuclei arise from the rostral rhombic lip, while GABAnergic cerebellar neurons such as Purkinje cells arise from the ventricular zone. [5] [6] Dorsal rhombomere 1 is notable for the absence of Otx and Hox gene expression. Neuroblasts migrate from the rostral rhombic lip to the midline of the cerebellar primordium, then toward the nuclear transitory zone. From the nuclear transitory zone, the dentate nucleus neuroblasts move radially and express Pax6/Reelin, becoming Tbr2 positive and beginning formation of the dentate nucleus. Reelin is an extracellular glycoprotein important in the development of the brain, especially in the formation of the Purkinje cell layer. [7]", "contents": "Neuroanatomy, Dentate Nucleus -- Embryology. The cerebellum and, by extension, the dentate nucleus arises from the metencephalon, which derives from the rhombencephalon (hindbrain). [3] The cerebellar cells develop from the dorsal rhombomere 1. [4] The neurons that form the dentate nucleus and other deep cerebellar nuclei arise from the rostral rhombic lip, while GABAnergic cerebellar neurons such as Purkinje cells arise from the ventricular zone. [5] [6] Dorsal rhombomere 1 is notable for the absence of Otx and Hox gene expression. Neuroblasts migrate from the rostral rhombic lip to the midline of the cerebellar primordium, then toward the nuclear transitory zone. From the nuclear transitory zone, the dentate nucleus neuroblasts move radially and express Pax6/Reelin, becoming Tbr2 positive and beginning formation of the dentate nucleus. Reelin is an extracellular glycoprotein important in the development of the brain, especially in the formation of the Purkinje cell layer. [7]"}
{"id": "article-43263_3", "title": "Neuroanatomy, Dentate Nucleus -- Embryology", "content": "Fibroblast growth factor 8 (FGF8) is important in cerebellum development, as atopic injections of FGF8 can develop a secondary cerebellum in other brain regions. FGF8 appears to define the boundaries into which the cerebellum will develop. The subsequent removal of FGF8 establishes the onset of cerebellar development. [4]", "contents": "Neuroanatomy, Dentate Nucleus -- Embryology. Fibroblast growth factor 8 (FGF8) is important in cerebellum development, as atopic injections of FGF8 can develop a secondary cerebellum in other brain regions. FGF8 appears to define the boundaries into which the cerebellum will develop. The subsequent removal of FGF8 establishes the onset of cerebellar development. [4]"}
{"id": "article-43263_4", "title": "Neuroanatomy, Dentate Nucleus -- Blood Supply and Lymphatics", "content": "The dentate nucleus mainly receives blood supply from the superior cerebellar artery (SCA) with some contribution from the posterior inferior cerebellar artery (PICA). [8] The SCA often supplies the dorsal, rostral, and lateral portions of the dentate nucleus while the PICA supplies the ventral and medial portions of the dentate nucleus. Neuroimaging suggests that the SCA supplies the motor dentate nucleus while the PICA supplies the nonmotor dentate nucleus.", "contents": "Neuroanatomy, Dentate Nucleus -- Blood Supply and Lymphatics. The dentate nucleus mainly receives blood supply from the superior cerebellar artery (SCA) with some contribution from the posterior inferior cerebellar artery (PICA). [8] The SCA often supplies the dorsal, rostral, and lateral portions of the dentate nucleus while the PICA supplies the ventral and medial portions of the dentate nucleus. Neuroimaging suggests that the SCA supplies the motor dentate nucleus while the PICA supplies the nonmotor dentate nucleus."}
{"id": "article-43263_5", "title": "Neuroanatomy, Dentate Nucleus -- Blood Supply and Lymphatics", "content": "Cerebrospinal fluid (CSF) derived from blood vessels supplying the dentate nucleus commonly comes from the PICA and the adjacent choroid plexus in the fourth ventricle. [9] The CSF enters circulation at the fourth ventricle and exits circulation within the subarachnoid space. Arachnoid villi transfer CSF from the subarachnoid space into veins and lymphatic vessels at the sheaths of the cranial and spinal nerves, the cribriform plate, and the adventitia of cerebral arteries. [10]", "contents": "Neuroanatomy, Dentate Nucleus -- Blood Supply and Lymphatics. Cerebrospinal fluid (CSF) derived from blood vessels supplying the dentate nucleus commonly comes from the PICA and the adjacent choroid plexus in the fourth ventricle. [9] The CSF enters circulation at the fourth ventricle and exits circulation within the subarachnoid space. Arachnoid villi transfer CSF from the subarachnoid space into veins and lymphatic vessels at the sheaths of the cranial and spinal nerves, the cribriform plate, and the adventitia of cerebral arteries. [10]"}
{"id": "article-43263_6", "title": "Neuroanatomy, Dentate Nucleus -- Nerves", "content": "Inputs to the dentate nucleus. Afferent proprioceptive information synapses with dentate nucleus neurons through the spinocerebellar tract via the inferior cerebellar peduncle. Premotor cortex and supplementary cortex neurons also synapse the dentate nucleus. [1]", "contents": "Neuroanatomy, Dentate Nucleus -- Nerves. Inputs to the dentate nucleus. Afferent proprioceptive information synapses with dentate nucleus neurons through the spinocerebellar tract via the inferior cerebellar peduncle. Premotor cortex and supplementary cortex neurons also synapse the dentate nucleus. [1]"}
{"id": "article-43263_7", "title": "Neuroanatomy, Dentate Nucleus -- Nerves", "content": "Outputs to the thalamus. Utilizing the dentatothalamic tract, the dentate nucleus sends output signals through the ipsilateral superior cerebral peduncle, then decussate to synapse the contralateral ventrolateral (VL) thalamic nucleus. VL neurons send fibers to the precentral gyrus (primary motor cortex; M1), premotor cortex, prefrontal gyri, posterior parietal areas, and the basal ganglia – specifically the striatum and the substantia nigra. [11] [12]", "contents": "Neuroanatomy, Dentate Nucleus -- Nerves. Outputs to the thalamus. Utilizing the dentatothalamic tract, the dentate nucleus sends output signals through the ipsilateral superior cerebral peduncle, then decussate to synapse the contralateral ventrolateral (VL) thalamic nucleus. VL neurons send fibers to the precentral gyrus (primary motor cortex; M1), premotor cortex, prefrontal gyri, posterior parietal areas, and the basal ganglia – specifically the striatum and the substantia nigra. [11] [12]"}
{"id": "article-43263_8", "title": "Neuroanatomy, Dentate Nucleus -- Nerves", "content": "Myoclonic triangle. The dentate nucleus, along with the red nucleus and the inferior olivary nucleus (ION) of the medulla oblongata, comprises the myoclonic triangle (triangle of Guillain-Mollaret). [1] Via the dentatorubral tract, the dentate nucleus sends fibers through the superior cerebellar peduncle to the contralateral red nucleus. Parvocellular red nucleus axons synapse the ipsilateral ION through the central tegmental tract. Axons of the ION transverse through the inferior cerebral peduncle as climbing fibers to the contralateral cerebellar cortex, synapsing on Purkinje cells. The Purkinje cells synapse the ipsilateral dentate nucleus to complete the myoclonic triangle. Altogether, the myoclonic triangle controls fine voluntary movements.", "contents": "Neuroanatomy, Dentate Nucleus -- Nerves. Myoclonic triangle. The dentate nucleus, along with the red nucleus and the inferior olivary nucleus (ION) of the medulla oblongata, comprises the myoclonic triangle (triangle of Guillain-Mollaret). [1] Via the dentatorubral tract, the dentate nucleus sends fibers through the superior cerebellar peduncle to the contralateral red nucleus. Parvocellular red nucleus axons synapse the ipsilateral ION through the central tegmental tract. Axons of the ION transverse through the inferior cerebral peduncle as climbing fibers to the contralateral cerebellar cortex, synapsing on Purkinje cells. The Purkinje cells synapse the ipsilateral dentate nucleus to complete the myoclonic triangle. Altogether, the myoclonic triangle controls fine voluntary movements."}
{"id": "article-43263_9", "title": "Neuroanatomy, Dentate Nucleus -- Nerves", "content": "Cerebellar Purkinje cells. Cerebellar Purkinje cells are GABAnergic neurons located in the cerebellar cortex synapse on deep cerebellar nuclei, such as the dentate nucleus, to inhibit deep cerebellar neurons. [13]", "contents": "Neuroanatomy, Dentate Nucleus -- Nerves. Cerebellar Purkinje cells. Cerebellar Purkinje cells are GABAnergic neurons located in the cerebellar cortex synapse on deep cerebellar nuclei, such as the dentate nucleus, to inhibit deep cerebellar neurons. [13]"}
{"id": "article-43263_10", "title": "Neuroanatomy, Dentate Nucleus -- Muscles", "content": "The dentate nucleus and the interposed nucleus are involved in modulating voluntary movements of skeletal muscles, especially muscles in the extremities and extraocular muscles. [14]", "contents": "Neuroanatomy, Dentate Nucleus -- Muscles. The dentate nucleus and the interposed nucleus are involved in modulating voluntary movements of skeletal muscles, especially muscles in the extremities and extraocular muscles. [14]"}
{"id": "article-43263_11", "title": "Neuroanatomy, Dentate Nucleus -- Physiologic Variants", "content": "The cerebellum, and by extension, the dentate nucleus, is highly invariant among humans. [15] Variations usually occur on the arteries supplying the cerebellum. [9]", "contents": "Neuroanatomy, Dentate Nucleus -- Physiologic Variants. The cerebellum, and by extension, the dentate nucleus, is highly invariant among humans. [15] Variations usually occur on the arteries supplying the cerebellum. [9]"}
{"id": "article-43263_12", "title": "Neuroanatomy, Dentate Nucleus -- Surgical Considerations", "content": "Resection of tumors in the cerebellum should consider sparing the dentate nucleus as the destruction of the dentate nucleus results in cerebellorubral degeneration with possible hypertrophic ION degeneration and subsequent palatal tremors, which may be caused by the disruption of the myoclonic triangle. [16] [1]", "contents": "Neuroanatomy, Dentate Nucleus -- Surgical Considerations. Resection of tumors in the cerebellum should consider sparing the dentate nucleus as the destruction of the dentate nucleus results in cerebellorubral degeneration with possible hypertrophic ION degeneration and subsequent palatal tremors, which may be caused by the disruption of the myoclonic triangle. [16] [1]"}
{"id": "article-43263_13", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Cerebellar ataxia. Inactivation of the dentate nucleus results in cerebellar ataxia, a loss of finely coordinated movements. [16] Death of the GABAnergic Purkinje cells, which synapse on the dentate nucleus alongside other deep cerebellar nuclei, can also result in degeneration of the dentate nucleus with subsequent ataxia. [13]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Cerebellar ataxia. Inactivation of the dentate nucleus results in cerebellar ataxia, a loss of finely coordinated movements. [16] Death of the GABAnergic Purkinje cells, which synapse on the dentate nucleus alongside other deep cerebellar nuclei, can also result in degeneration of the dentate nucleus with subsequent ataxia. [13]"}
{"id": "article-43263_14", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Freiderich ataxia. Friedreich ataxia is the most common inherited autosomal recessive progressive ataxia. [17] Its pathophysiology involves repeating unstable GAA trinucleotides on chromosome 9q with loss of myelination and gliosis in the spinal cord. The cerebellum demonstrates atrophy of the dentate nucleus, possibly due to oxidative stress from a deficiency in frataxin. [18]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Freiderich ataxia. Friedreich ataxia is the most common inherited autosomal recessive progressive ataxia. [17] Its pathophysiology involves repeating unstable GAA trinucleotides on chromosome 9q with loss of myelination and gliosis in the spinal cord. The cerebellum demonstrates atrophy of the dentate nucleus, possibly due to oxidative stress from a deficiency in frataxin. [18]"}
{"id": "article-43263_15", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Myoclonic triangle disruption. Disruption of the myoclonic triangle, resulting in disinhibition of the ION, can result in palatal tremor, which is associated with rhythmic involuntary contractions of the palatine muscles. [1] [19]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Myoclonic triangle disruption. Disruption of the myoclonic triangle, resulting in disinhibition of the ION, can result in palatal tremor, which is associated with rhythmic involuntary contractions of the palatine muscles. [1] [19]"}
{"id": "article-43263_16", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Disruption of embryological neural migration. Disruption of neural migration during embryonic development of the cerebellum, such as those that disrupt the reelin pathway or conditions in which reelin expression decreases, can cause a myriad of neuropsychological disorders ranging from congenital ataxia and epilepsy to schizophrenia, mood disorder, and autism. [5]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Disruption of embryological neural migration. Disruption of neural migration during embryonic development of the cerebellum, such as those that disrupt the reelin pathway or conditions in which reelin expression decreases, can cause a myriad of neuropsychological disorders ranging from congenital ataxia and epilepsy to schizophrenia, mood disorder, and autism. [5]"}
{"id": "article-43263_17", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Maple syrup urine disease. Maple syrup urine disease (MSUD) is a genetic disorder involving the decreased function of the branched-chain alpha-ketoacid dehydrogenase, which is involved in the catabolism of branched-chain amino acids (BCAAs) such as leucine, isoleucine, and valine. [20] Symptoms of MSUD are associated with cerebellar dysfunction, including ataxia and choreoathetosis. Patients with MSUD have a build-up of BCAAs and have a disruption of glutamate synthesis, which is important in learning and memory. Additionally, the build-up of leucine produces cytotoxicity. The magnetic resonance imaging (MRI) and contrast tomography (CT) imaging performed on patients with untreated MSUD will show marked pathognomonic cerebellar and brainstem edema. [21]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Maple syrup urine disease. Maple syrup urine disease (MSUD) is a genetic disorder involving the decreased function of the branched-chain alpha-ketoacid dehydrogenase, which is involved in the catabolism of branched-chain amino acids (BCAAs) such as leucine, isoleucine, and valine. [20] Symptoms of MSUD are associated with cerebellar dysfunction, including ataxia and choreoathetosis. Patients with MSUD have a build-up of BCAAs and have a disruption of glutamate synthesis, which is important in learning and memory. Additionally, the build-up of leucine produces cytotoxicity. The magnetic resonance imaging (MRI) and contrast tomography (CT) imaging performed on patients with untreated MSUD will show marked pathognomonic cerebellar and brainstem edema. [21]"}
{"id": "article-43263_18", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Canavan disease. Canavan disease (CD) is a rare early childhood progressive neurodegenerative disease associated with swelling and spongy degeneration of white matter in the brain. [22] There is subsequent atrophy of the cerebellum.  Patients with CD have a defective ASPA gene, which produces aspartoacylase. Aspartoacylase is the enzyme that hydrolyzes N-acetylaspartate into aspartate and acetate and is highly expressed in the brain. Deficient aspartoacylase activity allows for the build-up of N-acetyl aspartate, which interferes with myelination of cerebellar neurons in a poorly understood manner.", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Canavan disease. Canavan disease (CD) is a rare early childhood progressive neurodegenerative disease associated with swelling and spongy degeneration of white matter in the brain. [22] There is subsequent atrophy of the cerebellum.  Patients with CD have a defective ASPA gene, which produces aspartoacylase. Aspartoacylase is the enzyme that hydrolyzes N-acetylaspartate into aspartate and acetate and is highly expressed in the brain. Deficient aspartoacylase activity allows for the build-up of N-acetyl aspartate, which interferes with myelination of cerebellar neurons in a poorly understood manner."}
{"id": "article-43263_19", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Langerhans cell histiocytosis. Langerhans cell histiocytosis (LCH) is cancer resulting from the dendritic cells of the skin (Langerhans cell). Although LCH usually affects the skin and bone, it can affect the central nervous system (CNS). T1-weighted MRIs of children with LCH shows changes in the CNS, ranging from pineal gland enlargement to dentate nucleus signaling modifications that may correlate with degeneration. [23]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Langerhans cell histiocytosis. Langerhans cell histiocytosis (LCH) is cancer resulting from the dendritic cells of the skin (Langerhans cell). Although LCH usually affects the skin and bone, it can affect the central nervous system (CNS). T1-weighted MRIs of children with LCH shows changes in the CNS, ranging from pineal gland enlargement to dentate nucleus signaling modifications that may correlate with degeneration. [23]"}
{"id": "article-43263_20", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Alzheimer disease. Normal aging of the cerebellum correlates with a loss of about 2.5% Purkinje cells per decade. However, there is no evidence of age-related neuronal loss of the deep cerebellar nuclei. Patients with Alzheimer's disease have deposits of amyloid plaques on the cerebellar cortex; those at a later stage tend to have balance and gait problems due to a reduction of cerebellar glucose metabolism. Although amyloid and tau inclusions are largely absent from the deep cerebellar nuclei, there is an increased level of iron deposition as per MRI. [24]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Alzheimer disease. Normal aging of the cerebellum correlates with a loss of about 2.5% Purkinje cells per decade. However, there is no evidence of age-related neuronal loss of the deep cerebellar nuclei. Patients with Alzheimer's disease have deposits of amyloid plaques on the cerebellar cortex; those at a later stage tend to have balance and gait problems due to a reduction of cerebellar glucose metabolism. Although amyloid and tau inclusions are largely absent from the deep cerebellar nuclei, there is an increased level of iron deposition as per MRI. [24]"}
{"id": "article-43263_21", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Autism spectrum disorders. Autism spectrum disorders are a group of behavioral neurodevelopment disorders associated with cognitive impairment and deficits in language and communication. [25] Changes in cerebellar neuron compositions are related to communicational apraxia observed in children with autism. Several neurophysiological studies examining sectioned brains from children with idiopathic autism have found a reduction in Purkinje cells, especially in the lateral cerebellum. Neurochemical studies determined an alteration in GAD65/67 in Purkinje cells, basket cells, and the dentate nucleus, along with cytoarchitectural changes in the inferior olive and the dentate nucleus; these changes are thought to be associated with asynchrony of Purkinje cell firing. Other findings in autism brains include flocculonodular dysplasia, hypoplastic lobes, and increased neuroglia with glial fibrillary acidic proteins at pathologic sites.", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Autism spectrum disorders. Autism spectrum disorders are a group of behavioral neurodevelopment disorders associated with cognitive impairment and deficits in language and communication. [25] Changes in cerebellar neuron compositions are related to communicational apraxia observed in children with autism. Several neurophysiological studies examining sectioned brains from children with idiopathic autism have found a reduction in Purkinje cells, especially in the lateral cerebellum. Neurochemical studies determined an alteration in GAD65/67 in Purkinje cells, basket cells, and the dentate nucleus, along with cytoarchitectural changes in the inferior olive and the dentate nucleus; these changes are thought to be associated with asynchrony of Purkinje cell firing. Other findings in autism brains include flocculonodular dysplasia, hypoplastic lobes, and increased neuroglia with glial fibrillary acidic proteins at pathologic sites."}
{"id": "article-43263_22", "title": "Neuroanatomy, Dentate Nucleus -- Clinical Significance", "content": "Essential tremor. Even though the thalamic ventral intermediate nucleus has merited consideration as the driving center for tremors, this nucleus receives input from the main cerebellar projections. Research has found that the increased functional connectivity between the cerebellar cortex and dentate nucleus is compensating for the reduced connectivity between the dentate nucleus and thalamus. [26]", "contents": "Neuroanatomy, Dentate Nucleus -- Clinical Significance. Essential tremor. Even though the thalamic ventral intermediate nucleus has merited consideration as the driving center for tremors, this nucleus receives input from the main cerebellar projections. Research has found that the increased functional connectivity between the cerebellar cortex and dentate nucleus is compensating for the reduced connectivity between the dentate nucleus and thalamus. [26]"}
{"id": "article-43263_23", "title": "Neuroanatomy, Dentate Nucleus -- Other Issues", "content": "Patients undergoing repeated T1-weighted MRI with gadolinium-based contrast agents (GBCAs) for neurologic diseases have a potential for gadolinium to deposit and persist in the globus pallidus and dentate nucleus. [27] This persistence is dose-dependent and depends on cyclization of GBCAs; cyclic GBCAs are more likely to deposit in the globus pallidus and dentate nucleus than linear GBCAs. To date, there is no evidence of adverse health effects from GBCA deposition on the globus pallidus and dentate nucleus. However, manganese-based and iron-based contrast alternatives are undergoing research.", "contents": "Neuroanatomy, Dentate Nucleus -- Other Issues. Patients undergoing repeated T1-weighted MRI with gadolinium-based contrast agents (GBCAs) for neurologic diseases have a potential for gadolinium to deposit and persist in the globus pallidus and dentate nucleus. [27] This persistence is dose-dependent and depends on cyclization of GBCAs; cyclic GBCAs are more likely to deposit in the globus pallidus and dentate nucleus than linear GBCAs. To date, there is no evidence of adverse health effects from GBCA deposition on the globus pallidus and dentate nucleus. However, manganese-based and iron-based contrast alternatives are undergoing research."}
{"id": "article-43263_24", "title": "Neuroanatomy, Dentate Nucleus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Dentate Nucleus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}