{"id": "article-20673_0", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Introduction", "content": "The dorsal scapular nerve (DSN) is a motor nerve arising from the ventral ramus of the C5 nerve root. Once branching from the brachial plexus, the DSN pierces the middle scalene muscle, coursing deep to the levator scapulae and the rhomboid major and minor muscles. Dorsal scapular nerve entrapment is a known, yet relatively uncommon, cause of neck and/or shoulder pain. [1] [2] [3]", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Introduction. The dorsal scapular nerve (DSN) is a motor nerve arising from the ventral ramus of the C5 nerve root. Once branching from the brachial plexus, the DSN pierces the middle scalene muscle, coursing deep to the levator scapulae and the rhomboid major and minor muscles. Dorsal scapular nerve entrapment is a known, yet relatively uncommon, cause of neck and/or shoulder pain. [1] [2] [3]"}
{"id": "article-20673_1", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Structure and Function", "content": "The dorsal scapular nerve is a motor nerve that innervates the levator scapulae, rhomboid major, and rhomboid minor muscles. These muscles work dynamically and collectively and are considered periscapular stabilizing muscles. Individually they can retract and elevate the scapula.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Structure and Function. The dorsal scapular nerve is a motor nerve that innervates the levator scapulae, rhomboid major, and rhomboid minor muscles. These muscles work dynamically and collectively and are considered periscapular stabilizing muscles. Individually they can retract and elevate the scapula."}
{"id": "article-20673_2", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Structure and Function", "content": "The dorsal scapular nerve does not possess any sensory fibers, although cadaveric and anatomical studies have reported variable contributions to the DSN from any or all combinations of C4 to T1 nerve roots. Proprioceptive fibers innervate muscles for proprioception, yet technically they are not sensory fibers since they belong to the motor system. For example, the sternocleidomastoid and trapezius contain proprioceptive fibers from cervical segments, yet technically there is no sensory component to the spinal accessory nerve, the eleventh cranial nerve. Variations in DSN motor function have included an absence of levator scapulae innervation and, rarely, innervation of the serratus posterior superior muscle. [4] [5] [6] [7]", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Structure and Function. The dorsal scapular nerve does not possess any sensory fibers, although cadaveric and anatomical studies have reported variable contributions to the DSN from any or all combinations of C4 to T1 nerve roots. Proprioceptive fibers innervate muscles for proprioception, yet technically they are not sensory fibers since they belong to the motor system. For example, the sternocleidomastoid and trapezius contain proprioceptive fibers from cervical segments, yet technically there is no sensory component to the spinal accessory nerve, the eleventh cranial nerve. Variations in DSN motor function have included an absence of levator scapulae innervation and, rarely, innervation of the serratus posterior superior muscle. [4] [5] [6] [7]"}
{"id": "article-20673_3", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Embryology", "content": "The rhomboid major, rhomboid minor, and levator scapulae muscles are created from a paraxial mesoderm origin and are innervated by the anterior (ventral) primary rami of C5. The source of the anterior motor roots of the cervical region is the basal plate region of the spinal cord. These anterior roots join with the sensory (posterior) roots, which are derived from neural crest cells to form each cervical spinal nerve. After emerging from the intervertebral foramen, the spinal nerve quickly branches into an anterior primary ramus and a posterior primary ramus. The dorsal scapular nerve is formed from the anterior ramus of the C5 spinal nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Embryology. The rhomboid major, rhomboid minor, and levator scapulae muscles are created from a paraxial mesoderm origin and are innervated by the anterior (ventral) primary rami of C5. The source of the anterior motor roots of the cervical region is the basal plate region of the spinal cord. These anterior roots join with the sensory (posterior) roots, which are derived from neural crest cells to form each cervical spinal nerve. After emerging from the intervertebral foramen, the spinal nerve quickly branches into an anterior primary ramus and a posterior primary ramus. The dorsal scapular nerve is formed from the anterior ramus of the C5 spinal nerve."}
{"id": "article-20673_4", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Blood Supply and Lymphatics", "content": "The dorsal scapular artery (DSA) follows the dorsal scapular nerve to provide blood to the trapezius, levator scapulae, and rhomboid muscles. The DSA commonly spirals around the DSN as it runs medial to the scapula and anterior to the rhomboid muscles. There is some variability in the origin of the DSA. A direct dorsal scapular artery from the subclavian artery is the most common origin (75%), followed by an indirect dorsal scapular artery branch from the thyrocervical trunk (25%). The course of the artery also varies as it passes between the trunks of the brachial plexus. A direct branch is most likely to pass between the upper and middle trunks of the brachial plexus, while an indirect branch is most likely to pass above the upper trunk.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Blood Supply and Lymphatics. The dorsal scapular artery (DSA) follows the dorsal scapular nerve to provide blood to the trapezius, levator scapulae, and rhomboid muscles. The DSA commonly spirals around the DSN as it runs medial to the scapula and anterior to the rhomboid muscles. There is some variability in the origin of the DSA. A direct dorsal scapular artery from the subclavian artery is the most common origin (75%), followed by an indirect dorsal scapular artery branch from the thyrocervical trunk (25%). The course of the artery also varies as it passes between the trunks of the brachial plexus. A direct branch is most likely to pass between the upper and middle trunks of the brachial plexus, while an indirect branch is most likely to pass above the upper trunk."}
{"id": "article-20673_5", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Blood Supply and Lymphatics", "content": "As the dorsal scapular artery descends medial to the scapula, it gives off anastomoses to join with intercostal arteries on the medial side and with the circumflex scapular artery laterally. In making these connections, the dorsal scapular artery provides a significant blood supply to the entire posterior scapular region, including the infraspinatus muscle.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Blood Supply and Lymphatics. As the dorsal scapular artery descends medial to the scapula, it gives off anastomoses to join with intercostal arteries on the medial side and with the circumflex scapular artery laterally. In making these connections, the dorsal scapular artery provides a significant blood supply to the entire posterior scapular region, including the infraspinatus muscle."}
{"id": "article-20673_6", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Nerves", "content": "As the anterior rami of C5 form the dorsal scapular nerve, it passes posteriorly, going through the substance of the middle scalene muscle in a slight posteroinferiorly path. Emerging from the middle scalene, it passes posteriorly between the posterior scalene, levator scapulae, and the serratus posterior superior muscle. The DSN passes inferior and medial to the scapula from this location, coursing anterior to the rhomboid minor and major. From this position, the DSN terminates by innervating the rhomboid major and minor on their anterior surfaces. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Nerves. As the anterior rami of C5 form the dorsal scapular nerve, it passes posteriorly, going through the substance of the middle scalene muscle in a slight posteroinferiorly path. Emerging from the middle scalene, it passes posteriorly between the posterior scalene, levator scapulae, and the serratus posterior superior muscle. The DSN passes inferior and medial to the scapula from this location, coursing anterior to the rhomboid minor and major. From this position, the DSN terminates by innervating the rhomboid major and minor on their anterior surfaces. [8]"}
{"id": "article-20673_7", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Muscles", "content": "The levator scapulae muscle starts from the transverse processes of C1-C4 and inserts into the superior angle of the scapula. The action of this muscle on the scapula is an upward medial pull while aiding slightly in a downward rotation. The levator scapulae can also aid in drawing the cervical spine towards the same side shoulder.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Muscles. The levator scapulae muscle starts from the transverse processes of C1-C4 and inserts into the superior angle of the scapula. The action of this muscle on the scapula is an upward medial pull while aiding slightly in a downward rotation. The levator scapulae can also aid in drawing the cervical spine towards the same side shoulder."}
{"id": "article-20673_8", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Muscles", "content": "The rhomboid major and minor muscles originate from the spinous processes of C6-7 for the minor and T1-4 for the rhomboid major. Both muscles enter onto the medial border of the scapula, with the rhomboid minor typically inserting above the spine and the rhomboid major inserting below the spine of the scapula—the action of these muscles to stabilize the scapula while the upper extremity is in functional use. Acting alone, the rhomboid major and minor can retract the scapula.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Muscles. The rhomboid major and minor muscles originate from the spinous processes of C6-7 for the minor and T1-4 for the rhomboid major. Both muscles enter onto the medial border of the scapula, with the rhomboid minor typically inserting above the spine and the rhomboid major inserting below the spine of the scapula—the action of these muscles to stabilize the scapula while the upper extremity is in functional use. Acting alone, the rhomboid major and minor can retract the scapula."}
{"id": "article-20673_9", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Physiologic Variants", "content": "Variations of the dorsal scapular nerve innervation have been described as originating from a prefixed C4 anterior rami contribution joining with the C5 anterior ramus to form the dorsal scapular nerve. Also seen frequently is a dual innervation from the anterior rami from both C5 and C6. Additional variations of the dorsal scapular nerve have been identified when this nerve was found to share a communicating branch with the long thoracic nerve.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Physiologic Variants. Variations of the dorsal scapular nerve innervation have been described as originating from a prefixed C4 anterior rami contribution joining with the C5 anterior ramus to form the dorsal scapular nerve. Also seen frequently is a dual innervation from the anterior rami from both C5 and C6. Additional variations of the dorsal scapular nerve have been identified when this nerve was found to share a communicating branch with the long thoracic nerve."}
{"id": "article-20673_10", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Physiologic Variants", "content": "A 1997 study of 30 cadaver neck dissections reported that the dorsal scapular nerve only innervated the levator scapulae 30%, with the majority of innervations coming from cervical plexus origins (C3-4). A 2016 cadaver study reported that the levator scapulae were innervated solely by the dorsal scapular nerve in 48% of cases and that the levator scapulae and rhomboids with both innervated by the same dorsal scapular nerve in 52% of samples.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Physiologic Variants. A 1997 study of 30 cadaver neck dissections reported that the dorsal scapular nerve only innervated the levator scapulae 30%, with the majority of innervations coming from cervical plexus origins (C3-4). A 2016 cadaver study reported that the levator scapulae were innervated solely by the dorsal scapular nerve in 48% of cases and that the levator scapulae and rhomboids with both innervated by the same dorsal scapular nerve in 52% of samples."}
{"id": "article-20673_11", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Surgical Considerations", "content": "An interscalene brachial plexus block is a common anesthesia procedure for regional surgery involving the lateral clavicle, shoulder joint, and proximal humerus. The block may be performed in an anterior or posterior approach. The risk of an anterior approach includes an iatrogenic phrenic nerve block. Impacting the phrenic nerve could have significant consequences for patients with compromised pulmonary function. Thus, patients with a history of severe COPD are often provided with an alternative anesthetic modality.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Surgical Considerations. An interscalene brachial plexus block is a common anesthesia procedure for regional surgery involving the lateral clavicle, shoulder joint, and proximal humerus. The block may be performed in an anterior or posterior approach. The risk of an anterior approach includes an iatrogenic phrenic nerve block. Impacting the phrenic nerve could have significant consequences for patients with compromised pulmonary function. Thus, patients with a history of severe COPD are often provided with an alternative anesthetic modality."}
{"id": "article-20673_12", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Surgical Considerations", "content": "The posterior approach minimizes this risk, especially with ultrasound guidance. In studies of this ultrasound-guided procedure, the dorsal scapular nerve is encountered in the vast majority of cases (75%). In addition to the dorsal scapular nerve, the long thoracic nerve is frequently affected as well (21%). Instances where both nerves are impacted simultaneously, can also occur (24%).", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Surgical Considerations. The posterior approach minimizes this risk, especially with ultrasound guidance. In studies of this ultrasound-guided procedure, the dorsal scapular nerve is encountered in the vast majority of cases (75%). In addition to the dorsal scapular nerve, the long thoracic nerve is frequently affected as well (21%). Instances where both nerves are impacted simultaneously, can also occur (24%)."}
{"id": "article-20673_13", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance", "content": "The most common source of dorsal scapular nerve entrapment is a hypertrophied middle scalene muscle. DSN compression/entrapment neuropathy can present with a spectrum of clinical conditions: Pain Muscle spasms/tightness (involving the levator and/or rhomboids) Midscapular dysesthesia In the chronic setting, scapular winging secondary to atrophic changes and muscle denervation", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance. The most common source of dorsal scapular nerve entrapment is a hypertrophied middle scalene muscle. DSN compression/entrapment neuropathy can present with a spectrum of clinical conditions: Pain Muscle spasms/tightness (involving the levator and/or rhomboids) Midscapular dysesthesia In the chronic setting, scapular winging secondary to atrophic changes and muscle denervation"}
{"id": "article-20673_14", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance", "content": "A stable scapula aids the entire upper extremity by being a solid base to pull against during functional activities such as raising the arm overhead. Normal functioning rhomboid muscles play a significant role in securing the scapula. Several studies have found that a weakened rhomboid frequently results in slight scapular winging and an inability to hold the scapula firmly, causing it to flare out posteriorly.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance. A stable scapula aids the entire upper extremity by being a solid base to pull against during functional activities such as raising the arm overhead. Normal functioning rhomboid muscles play a significant role in securing the scapula. Several studies have found that a weakened rhomboid frequently results in slight scapular winging and an inability to hold the scapula firmly, causing it to flare out posteriorly."}
{"id": "article-20673_15", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance", "content": "A common source of rhomboid paralysis is the result of dorsal scapular nerve entrapment. A lesion of the dorsal scapular nerve has most frequently been localized to an entrapment associated with the middle scalene muscle. A myofascial scapular pain syndrome is a frequent finding in patients with dorsal scapular nerve pathology. These cases are frequently incorrectly diagnosed and present with pain on the medial border of the scapula and the possibility of radiating pain to the lateral arm and forearm. The lack of a sensory distribution associated with the dorsal scapular nerve contributes to the difficulty associating interscapular pain with this motor nerve, so clinicians need to remember the dorsal scapular nerve as a possible etiology when patients present with this pain.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Clinical Significance. A common source of rhomboid paralysis is the result of dorsal scapular nerve entrapment. A lesion of the dorsal scapular nerve has most frequently been localized to an entrapment associated with the middle scalene muscle. A myofascial scapular pain syndrome is a frequent finding in patients with dorsal scapular nerve pathology. These cases are frequently incorrectly diagnosed and present with pain on the medial border of the scapula and the possibility of radiating pain to the lateral arm and forearm. The lack of a sensory distribution associated with the dorsal scapular nerve contributes to the difficulty associating interscapular pain with this motor nerve, so clinicians need to remember the dorsal scapular nerve as a possible etiology when patients present with this pain."}
{"id": "article-20673_16", "title": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Dorsal Scapular Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}