{"id": "article-93730_0", "title": "Perineal Lacerations -- Continuing Education Activity", "content": "Lacerations occur frequently in childbirth and can involve the perineum, labia, vagina and cervix. Most lacerations will heal without long term complications, but severe lacerations can lead to prolonged pain, sexual dysfunction and embarrassment. Severe lacerations need to be identified and properly repaired at the time of delivery. This activity reviews the prevention, evaluation and repair of perineal lacerations that can occur during childbirth.", "contents": "Perineal Lacerations -- Continuing Education Activity. Lacerations occur frequently in childbirth and can involve the perineum, labia, vagina and cervix. Most lacerations will heal without long term complications, but severe lacerations can lead to prolonged pain, sexual dysfunction and embarrassment. Severe lacerations need to be identified and properly repaired at the time of delivery. This activity reviews the prevention, evaluation and repair of perineal lacerations that can occur during childbirth."}
{"id": "article-93730_1", "title": "Perineal Lacerations -- Continuing Education Activity", "content": "Objectives: Identify multiple different perineal lacerations. Identify the risk factors associated with severe perineal lacerations. Explain the long term complications associated with severe perineal lacerations. Describe the available techniques to prevent severe perineal lacerations. Access free multiple choice questions on this topic.", "contents": "Perineal Lacerations -- Continuing Education Activity. Objectives: Identify multiple different perineal lacerations. Identify the risk factors associated with severe perineal lacerations. Explain the long term complications associated with severe perineal lacerations. Describe the available techniques to prevent severe perineal lacerations. Access free multiple choice questions on this topic."}
{"id": "article-93730_2", "title": "Perineal Lacerations -- Introduction", "content": "Perineal trauma is an extremely common and expected complication of vaginal birth. Lacerations can occur spontaneously or iatrogenically, as with an episiotomy, on the perineum, cervix, vagina, and vulva. [1] [2] [3] Most lacerations will not lead to long term complications for women however severe lacerations are associated with a higher incidence of long term pelvic floor dysfunction, pain, dyspareunia, and embarrassment.", "contents": "Perineal Lacerations -- Introduction. Perineal trauma is an extremely common and expected complication of vaginal birth. Lacerations can occur spontaneously or iatrogenically, as with an episiotomy, on the perineum, cervix, vagina, and vulva. [1] [2] [3] Most lacerations will not lead to long term complications for women however severe lacerations are associated with a higher incidence of long term pelvic floor dysfunction, pain, dyspareunia, and embarrassment."}
{"id": "article-93730_3", "title": "Perineal Lacerations -- Anatomy and Physiology", "content": "The female external genitalia includes the mons pubis, labia minora and majora, clitoris, perineal body, and vaginal vestibule. The perineal body is the region between the anus and the vestibular fossa. It contains the superficial and deep muscles of the perineal membrane and is the most common site of laceration during childbirth. [4] Perineal lacerations are classified into four basic categories. [3] [4] First Degree: superficial injury to the vaginal mucosa that may involve the perineal skin. Second Degree: first-degree laceration involving the vaginal mucosa and perineal body. Third Degree: second-degree laceration with the involvement of the anal sphincter. This is further classified into three sub-categories: [3] [4] A: Less than 50% of the anal sphincter is torn. B: Greater than 50% of the anal sphincter is torn. C: External and internal anal sphincters are torn. Fourth Degree: third-degree laceration involving the rectal mucosa.", "contents": "Perineal Lacerations -- Anatomy and Physiology. The female external genitalia includes the mons pubis, labia minora and majora, clitoris, perineal body, and vaginal vestibule. The perineal body is the region between the anus and the vestibular fossa. It contains the superficial and deep muscles of the perineal membrane and is the most common site of laceration during childbirth. [4] Perineal lacerations are classified into four basic categories. [3] [4] First Degree: superficial injury to the vaginal mucosa that may involve the perineal skin. Second Degree: first-degree laceration involving the vaginal mucosa and perineal body. Third Degree: second-degree laceration with the involvement of the anal sphincter. This is further classified into three sub-categories: [3] [4] A: Less than 50% of the anal sphincter is torn. B: Greater than 50% of the anal sphincter is torn. C: External and internal anal sphincters are torn. Fourth Degree: third-degree laceration involving the rectal mucosa."}
{"id": "article-93730_4", "title": "Perineal Lacerations -- Anatomy and Physiology", "content": "Severe perineal lacerations, which include third- and fourth-degree lacerations, are referred to as obstetric anal sphincter injuries (OASIS). [3] [4]", "contents": "Perineal Lacerations -- Anatomy and Physiology. Severe perineal lacerations, which include third- and fourth-degree lacerations, are referred to as obstetric anal sphincter injuries (OASIS). [3] [4]"}
{"id": "article-93730_5", "title": "Perineal Lacerations -- Indications", "content": "More than 53-89% of women will experience some form of perineal laceration at the time of delivery. [1] [3] Most perineal lacerations that occur in a vaginal delivery can be classified as first- or second-degree. Of these lacerations, 60-70% will require suturing. [4] The incidence of OASIS injuries varies from 4-11% for women in the United States. [5] With each additional birth, the frequency and severity of perineal trauma decreases. [3]", "contents": "Perineal Lacerations -- Indications. More than 53-89% of women will experience some form of perineal laceration at the time of delivery. [1] [3] Most perineal lacerations that occur in a vaginal delivery can be classified as first- or second-degree. Of these lacerations, 60-70% will require suturing. [4] The incidence of OASIS injuries varies from 4-11% for women in the United States. [5] With each additional birth, the frequency and severity of perineal trauma decreases. [3]"}
{"id": "article-93730_6", "title": "Perineal Lacerations -- Contraindications", "content": "Risk factors for perineal lacerations include nulliparity, operative vaginal delivery, midline episiotomy, Asian race, and increased fetal weight. [3] [6] Malpresentation, including persistent occiput posterior position and advancing gestational age, both contribute to perineal lacerations. [1] [2] [4] [2] [7] The most common risk factors for OASIS injuries are forceps or vacuum deliveries, a midline episiotomy, and/or a large fetus.", "contents": "Perineal Lacerations -- Contraindications. Risk factors for perineal lacerations include nulliparity, operative vaginal delivery, midline episiotomy, Asian race, and increased fetal weight. [3] [6] Malpresentation, including persistent occiput posterior position and advancing gestational age, both contribute to perineal lacerations. [1] [2] [4] [2] [7] The most common risk factors for OASIS injuries are forceps or vacuum deliveries, a midline episiotomy, and/or a large fetus."}
{"id": "article-93730_7", "title": "Perineal Lacerations -- Contraindications", "content": "An episiotomy is a surgical procedure performed at the bedside during the second stage of labor which causes enlargement of the posterior vagina. [8] This is done just prior to delivery to decrease maternal blood loss. An episiotomy may be indicated if there is a need for expedited delivery of the fetus, soft tissue dystocia, or a need to aid an operative vaginal delivery. [3] [4] [8]", "contents": "Perineal Lacerations -- Contraindications. An episiotomy is a surgical procedure performed at the bedside during the second stage of labor which causes enlargement of the posterior vagina. [8] This is done just prior to delivery to decrease maternal blood loss. An episiotomy may be indicated if there is a need for expedited delivery of the fetus, soft tissue dystocia, or a need to aid an operative vaginal delivery. [3] [4] [8]"}
{"id": "article-93730_8", "title": "Perineal Lacerations -- Contraindications", "content": "The two most common types of episiotomies are midline and mediolateral. [8] The midline episiotomy is the most commonly performed in the United States and is associated with a higher frequency of severe perineal lacerations. [3] [4] [8] The mediolateral episiotomy is more difficult to repair and is associated with increased post-partum pain and blood loss.", "contents": "Perineal Lacerations -- Contraindications. The two most common types of episiotomies are midline and mediolateral. [8] The midline episiotomy is the most commonly performed in the United States and is associated with a higher frequency of severe perineal lacerations. [3] [4] [8] The mediolateral episiotomy is more difficult to repair and is associated with increased post-partum pain and blood loss."}
{"id": "article-93730_9", "title": "Perineal Lacerations -- Contraindications", "content": "There is insufficient evidence to support the routine use of episiotomy.  Both the World Health Organization and the American College of Obstetrics and Gynecologists recommended restricted use of episiotomy. [3] [4]", "contents": "Perineal Lacerations -- Contraindications. There is insufficient evidence to support the routine use of episiotomy.  Both the World Health Organization and the American College of Obstetrics and Gynecologists recommended restricted use of episiotomy. [3] [4]"}
{"id": "article-93730_10", "title": "Perineal Lacerations -- Equipment", "content": "When preparing to repair a vaginal laceration, the health care provider will need appropriate lighting, tissue exposure, and anesthesia for examination and repair. [3] [4] [3] Access to absorbable suture, needle drivers, and pickups will also be required to complete the repair.  The most commonly used suture for the repair of perineal lacerations is braided absorbable suture or chromic. Braided absorbable suture is associated with less pain during recovery and a lower incidence of wound dehiscence. [9] Depending on the severity of the laceration, access to an operating room may be required.", "contents": "Perineal Lacerations -- Equipment. When preparing to repair a vaginal laceration, the health care provider will need appropriate lighting, tissue exposure, and anesthesia for examination and repair. [3] [4] [3] Access to absorbable suture, needle drivers, and pickups will also be required to complete the repair.  The most commonly used suture for the repair of perineal lacerations is braided absorbable suture or chromic. Braided absorbable suture is associated with less pain during recovery and a lower incidence of wound dehiscence. [9] Depending on the severity of the laceration, access to an operating room may be required."}
{"id": "article-93730_11", "title": "Perineal Lacerations -- Preparation", "content": "After every vaginal delivery, the perineum, vagina, and cervix should be carefully examined. [3] A digital rectal examination should be done with any severe laceration to assess the integrity and tone of the anal sphincter. [3] [4]", "contents": "Perineal Lacerations -- Preparation. After every vaginal delivery, the perineum, vagina, and cervix should be carefully examined. [3] A digital rectal examination should be done with any severe laceration to assess the integrity and tone of the anal sphincter. [3] [4]"}
{"id": "article-93730_12", "title": "Perineal Lacerations -- Technique or Treatment", "content": "Most perineal lacerations are sutured, but there is limited evidence to support this practice for first and second-degree lacerations. [4] First degree lacerations that are hemostatic and do not distort the natural anatomy do not need to be repaired. If repair is desired, suture or adhesive skin glue can be used if the laceration is hemostatic. [4] A trial comparing skin adhesive and suture for first degree lacerations found that the total repair time was shorter and overall patient pain scores were lower in the adhesive group. [4] It can be left to the surgeon’s discretion to use suture or adhesive for hemostatic first-degree lacerations.", "contents": "Perineal Lacerations -- Technique or Treatment. Most perineal lacerations are sutured, but there is limited evidence to support this practice for first and second-degree lacerations. [4] First degree lacerations that are hemostatic and do not distort the natural anatomy do not need to be repaired. If repair is desired, suture or adhesive skin glue can be used if the laceration is hemostatic. [4] A trial comparing skin adhesive and suture for first degree lacerations found that the total repair time was shorter and overall patient pain scores were lower in the adhesive group. [4] It can be left to the surgeon’s discretion to use suture or adhesive for hemostatic first-degree lacerations."}
{"id": "article-93730_13", "title": "Perineal Lacerations -- Technique or Treatment", "content": "When repairing second-degree lacerations, continuous or running suture should be used over interrupted suturing to decrease post-partum pain and the possibility of the patient requiring suture removal. [4] [9] Suture is used to reapproximate the vaginal mucosa to the level of the hymen.  Once the hymen is restored attention is turned to the perineal body and submucosal region. After these areas are properly closed, the skin is reapproximated. [4] [9]", "contents": "Perineal Lacerations -- Technique or Treatment. When repairing second-degree lacerations, continuous or running suture should be used over interrupted suturing to decrease post-partum pain and the possibility of the patient requiring suture removal. [4] [9] Suture is used to reapproximate the vaginal mucosa to the level of the hymen.  Once the hymen is restored attention is turned to the perineal body and submucosal region. After these areas are properly closed, the skin is reapproximated. [4] [9]"}
{"id": "article-93730_14", "title": "Perineal Lacerations -- Technique or Treatment", "content": "Third- and fourth-degree lacerations are repaired in a stepwise fashion. In a fourth-degree laceration, the rectal mucosa is reapproximated starting at 1 cm above the apex of the laceration. Care is taken to not penetrate through the rectal mucosa. The anal sphincter is then reapproximated with attention paid to include the fascial sheath of the muscle with the repair. The internal anal sphincter should be repaired separately from the external anal sphincter when possible. [5] Once the rectal mucosa and anal sphincter are repaired, the remaining portion of the laceration is closed in the same fashion as a second-degree tear. [9] A single dose of a second-generation cephalosporin can be given after any OASIS repair to decrease the patient’s risk of infection and wound breakdown. [3] [4] [3]", "contents": "Perineal Lacerations -- Technique or Treatment. Third- and fourth-degree lacerations are repaired in a stepwise fashion. In a fourth-degree laceration, the rectal mucosa is reapproximated starting at 1 cm above the apex of the laceration. Care is taken to not penetrate through the rectal mucosa. The anal sphincter is then reapproximated with attention paid to include the fascial sheath of the muscle with the repair. The internal anal sphincter should be repaired separately from the external anal sphincter when possible. [5] Once the rectal mucosa and anal sphincter are repaired, the remaining portion of the laceration is closed in the same fashion as a second-degree tear. [9] A single dose of a second-generation cephalosporin can be given after any OASIS repair to decrease the patient’s risk of infection and wound breakdown. [3] [4] [3]"}
{"id": "article-93730_15", "title": "Perineal Lacerations -- Technique or Treatment", "content": "Care after any perineal laceration repair, but especially after an OASIS injury, should include pain management, laxatives or stool softeners to avoid constipation and monitoring for signs of urinary retention. [3] [4] [5] [4] [3]", "contents": "Perineal Lacerations -- Technique or Treatment. Care after any perineal laceration repair, but especially after an OASIS injury, should include pain management, laxatives or stool softeners to avoid constipation and monitoring for signs of urinary retention. [3] [4] [5] [4] [3]"}
{"id": "article-93730_16", "title": "Perineal Lacerations -- Complications", "content": "The most common complication of a perineal laceration is bleeding. Most bleeding can be quickly controlled with pressure and surgical repair. [4] However, hematoma formation can lead to large amounts of blood loss in a very short time.", "contents": "Perineal Lacerations -- Complications. The most common complication of a perineal laceration is bleeding. Most bleeding can be quickly controlled with pressure and surgical repair. [4] However, hematoma formation can lead to large amounts of blood loss in a very short time."}
{"id": "article-93730_17", "title": "Perineal Lacerations -- Complications", "content": "Beyond bleeding, immediate complications also include pain and suturing time leading to delayed mother-child bonding. [2] There is also a risk of infection and wound break down with any vaginal repair. Infection can delay wound healing and lead to wound dehiscence. [4]", "contents": "Perineal Lacerations -- Complications. Beyond bleeding, immediate complications also include pain and suturing time leading to delayed mother-child bonding. [2] There is also a risk of infection and wound break down with any vaginal repair. Infection can delay wound healing and lead to wound dehiscence. [4]"}
{"id": "article-93730_18", "title": "Perineal Lacerations -- Complications", "content": "Long term complications include pain, urinary or anal incontinence, and delayed return to sexual intercourse due to dyspareunia. [1] [3] These symptoms are worse in women who had an episiotomy compared to those who were allowed to tear naturally. [2] Flatal incontinence can persist for years after an OASIS. [3] Quality of life can be greatly affected by the severity of a perineal laceration and the long term urinary, flatal or fecal incontinence that may follow.", "contents": "Perineal Lacerations -- Complications. Long term complications include pain, urinary or anal incontinence, and delayed return to sexual intercourse due to dyspareunia. [1] [3] These symptoms are worse in women who had an episiotomy compared to those who were allowed to tear naturally. [2] Flatal incontinence can persist for years after an OASIS. [3] Quality of life can be greatly affected by the severity of a perineal laceration and the long term urinary, flatal or fecal incontinence that may follow."}
{"id": "article-93730_19", "title": "Perineal Lacerations -- Complications", "content": "Approximately 25% of women who suffer from an OASIS injury will experience wound dehiscence in the first six weeks post-partum and 20% will suffer from a wound infection. Rectovaginal and/or rectoperineal fistulas may develop in women who had an unidentified or poorly healed OASIS injuries. [4]", "contents": "Perineal Lacerations -- Complications. Approximately 25% of women who suffer from an OASIS injury will experience wound dehiscence in the first six weeks post-partum and 20% will suffer from a wound infection. Rectovaginal and/or rectoperineal fistulas may develop in women who had an unidentified or poorly healed OASIS injuries. [4]"}
{"id": "article-93730_20", "title": "Perineal Lacerations -- Complications", "content": "The time it takes a woman to return to normal sexual function after perineal trauma varies but has been correlated to the severity of the laceration. The more severe the laceration, the longer the return to normal sexual function. [10]", "contents": "Perineal Lacerations -- Complications. The time it takes a woman to return to normal sexual function after perineal trauma varies but has been correlated to the severity of the laceration. The more severe the laceration, the longer the return to normal sexual function. [10]"}
{"id": "article-93730_21", "title": "Perineal Lacerations -- Clinical Significance", "content": "Perineal trauma can have long term effects on a woman's life and well being. Multiple studies have found that some women who experience severe perineal lacerations suffer long term psychological trauma and social isolation. [10] Women may be embarrassed by their symptoms and therefore do not discuss them with their health care providers. Practicing clinicians must take care to properly diagnose and repair lacerations in childbirth as well as address concerns in the post-partum period.", "contents": "Perineal Lacerations -- Clinical Significance. Perineal trauma can have long term effects on a woman's life and well being. Multiple studies have found that some women who experience severe perineal lacerations suffer long term psychological trauma and social isolation. [10] Women may be embarrassed by their symptoms and therefore do not discuss them with their health care providers. Practicing clinicians must take care to properly diagnose and repair lacerations in childbirth as well as address concerns in the post-partum period."}
{"id": "article-93730_22", "title": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Multiple strategies have been proposed for the prevention of perineal trauma at the time of vaginal delivery. There is no consensus on the best ways to prevent or reduce the severity of lacerations. [2]", "contents": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes. Multiple strategies have been proposed for the prevention of perineal trauma at the time of vaginal delivery. There is no consensus on the best ways to prevent or reduce the severity of lacerations. [2]"}
{"id": "article-93730_23", "title": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Perineal massage has been shown to decrease the incidence of lacerations requiring suture, although the reduction was minor. [4] Additional studies have shown a decrease in third- and fourth-degree lacerations when massage was performed during the second stage of labor, however, there is no consistently proven benefit. [2] [4] Massage may promote perineal relaxation, increasing perineal blood flow, and stretching the vaginal tissue prior to delivery, leading to less severe lacerations. This relaxation may decrease the number of episiotomies cut. [1] [11] Massage can be started after 34 weeks and be performed daily until delivery. [1] [2]", "contents": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes. Perineal massage has been shown to decrease the incidence of lacerations requiring suture, although the reduction was minor. [4] Additional studies have shown a decrease in third- and fourth-degree lacerations when massage was performed during the second stage of labor, however, there is no consistently proven benefit. [2] [4] Massage may promote perineal relaxation, increasing perineal blood flow, and stretching the vaginal tissue prior to delivery, leading to less severe lacerations. This relaxation may decrease the number of episiotomies cut. [1] [11] Massage can be started after 34 weeks and be performed daily until delivery. [1] [2]"}
{"id": "article-93730_24", "title": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Perineal support or a “hands-on” approach, can be protective of the perineum and decrease the severity of perineal lacerations at the time of delivery. [2] However, studies are conflicting on the significant benefit to this measure. [12]", "contents": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes. Perineal support or a “hands-on” approach, can be protective of the perineum and decrease the severity of perineal lacerations at the time of delivery. [2] However, studies are conflicting on the significant benefit to this measure. [12]"}
{"id": "article-93730_25", "title": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Delayed or immediate pushing after a woman reached ten centimeters of dilation showed no difference in the incidence of perineal lacerations. However, there was a higher incidence of delivery with intact perineum in women who delivered in the lateral position with delayed pushing compared to immediate pushing in the lithotomy position. [4]", "contents": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes. Delayed or immediate pushing after a woman reached ten centimeters of dilation showed no difference in the incidence of perineal lacerations. However, there was a higher incidence of delivery with intact perineum in women who delivered in the lateral position with delayed pushing compared to immediate pushing in the lithotomy position. [4]"}
{"id": "article-93730_26", "title": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Warm compresses can be used during the second stage of labor to decrease the risk of third- and fourth-degree lacerations. [4] Warm compresses and perineal massage are the only intervention shown to decrease the frequency of third- or fourth-degree lacerations. [3]", "contents": "Perineal Lacerations -- Enhancing Healthcare Team Outcomes. Warm compresses can be used during the second stage of labor to decrease the risk of third- and fourth-degree lacerations. [4] Warm compresses and perineal massage are the only intervention shown to decrease the frequency of third- or fourth-degree lacerations. [3]"}
{"id": "article-93730_27", "title": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Post-partum care providers must ensure they are addressing and validating any concerns a woman may have about her perineal trauma experienced during childbirth. A woman's physical and psychological health should be discussed. Severe perineal trauma can have long term effects on a woman's sexuality, overall wellbeing, and relationship with her partner. [10]", "contents": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions. Post-partum care providers must ensure they are addressing and validating any concerns a woman may have about her perineal trauma experienced during childbirth. A woman's physical and psychological health should be discussed. Severe perineal trauma can have long term effects on a woman's sexuality, overall wellbeing, and relationship with her partner. [10]"}
{"id": "article-93730_28", "title": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Women who have suffered an OASIS injury in a previous pregnancy need to be counseled about the risk of recurrence of injury with subsequent pregnancies. Elective cesarean section can be discussed as an option, but the low risk of another OASIS injury should be carefully weighed against the risk of cesarean delivery. [3] [4] Women with a history of an OASIS injury who are currently asymptomatic and show no symptoms of sphincter injury can be encouraged to have a vaginal delivery. [4]", "contents": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions. Women who have suffered an OASIS injury in a previous pregnancy need to be counseled about the risk of recurrence of injury with subsequent pregnancies. Elective cesarean section can be discussed as an option, but the low risk of another OASIS injury should be carefully weighed against the risk of cesarean delivery. [3] [4] Women with a history of an OASIS injury who are currently asymptomatic and show no symptoms of sphincter injury can be encouraged to have a vaginal delivery. [4]"}
{"id": "article-93730_29", "title": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The health care team should be prepared and willing to ask about and treat any complications a woman may have after childbirth. Some women feel embarrassed and ashamed about the problems they encounter and will not bring up concerns to their care providers. [10] By asking questions at the post-partum visit and understanding the details of her delivery and any perineal trauma encountered, care providers can provide complete and compassionate care for their patients.", "contents": "Perineal Lacerations -- Nursing, Allied Health, and Interprofessional Team Interventions. The health care team should be prepared and willing to ask about and treat any complications a woman may have after childbirth. Some women feel embarrassed and ashamed about the problems they encounter and will not bring up concerns to their care providers. [10] By asking questions at the post-partum visit and understanding the details of her delivery and any perineal trauma encountered, care providers can provide complete and compassionate care for their patients."}
{"id": "article-93730_30", "title": "Perineal Lacerations -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Perineal Lacerations -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}