{"id": "article-29941_0", "title": "Temporoparietal Fascia Flaps -- Continuing Education Activity", "content": "The temporoparietal fascia flap (TPFF) is a versatile flap well-recognized for reconstructing craniofacial defects. Most commonly, the TPFF is utilized in a pedicled fashion for the reconstruction of the scalp, auricle, facial soft tissue, orbit, oral cavity, and nasopharynx, as well as for skull base defects. This procedure is most commonly used in the reconstruction of head and neck defects but has found utility with free tissue transfer for hand and lower extremity reconstruction as well. The activity highlights the role of the interprofessional team in this procedure. This activity reviews temporoparietal fascia flap transfer and discusses the background, indications, and technique of this operation.", "contents": "Temporoparietal Fascia Flaps -- Continuing Education Activity. The temporoparietal fascia flap (TPFF) is a versatile flap well-recognized for reconstructing craniofacial defects. Most commonly, the TPFF is utilized in a pedicled fashion for the reconstruction of the scalp, auricle, facial soft tissue, orbit, oral cavity, and nasopharynx, as well as for skull base defects. This procedure is most commonly used in the reconstruction of head and neck defects but has found utility with free tissue transfer for hand and lower extremity reconstruction as well. The activity highlights the role of the interprofessional team in this procedure. This activity reviews temporoparietal fascia flap transfer and discusses the background, indications, and technique of this operation."}
{"id": "article-29941_1", "title": "Temporoparietal Fascia Flaps -- Continuing Education Activity", "content": "Objectives: Identify the indications for temporoparietal fascia flap transfer. Describe the equipment, personnel, preparation, and technique required to perform a temporoparietal fascia flap transfer. Outline the potential complications of reconstructive surgery using the temporoparietal fascia flap. Summarize interprofessional team strategies for improving care coordination and communication to improve outcomes for patients undergoing temporoparietal fascia flap transfer. Access free multiple choice questions on this topic.", "contents": "Temporoparietal Fascia Flaps -- Continuing Education Activity. Objectives: Identify the indications for temporoparietal fascia flap transfer. Describe the equipment, personnel, preparation, and technique required to perform a temporoparietal fascia flap transfer. Outline the potential complications of reconstructive surgery using the temporoparietal fascia flap. Summarize interprofessional team strategies for improving care coordination and communication to improve outcomes for patients undergoing temporoparietal fascia flap transfer. Access free multiple choice questions on this topic."}
{"id": "article-29941_2", "title": "Temporoparietal Fascia Flaps -- Introduction", "content": "The temporoparietal fascia flap (TPFF) is a versatile flap well-recognized in the reconstruction of craniofacial defects. [1] Most commonly, the TPFF is utilized in a pedicled fashion for the reconstruction of the scalp, auricle, facial soft tissue, orbit, oral cavity, and nasopharynx, as well as for skull base defects. [2] Moreover, the flap may be harvested with the overlying scalp, making it particularly useful for defects of hair-bearing regions. [3] Additionally, if more substantial reconstruction is required, the TPFF may be elevated in a combined or chimeric fashion with temporalis muscle and/or adjacent calvarial bone. [4] [5] When harvested for free microvascular anastomosis, the TPFF can be useful for a wide array of distal extremity reconstructions, particularly in the hands and feet. [6]", "contents": "Temporoparietal Fascia Flaps -- Introduction. The temporoparietal fascia flap (TPFF) is a versatile flap well-recognized in the reconstruction of craniofacial defects. [1] Most commonly, the TPFF is utilized in a pedicled fashion for the reconstruction of the scalp, auricle, facial soft tissue, orbit, oral cavity, and nasopharynx, as well as for skull base defects. [2] Moreover, the flap may be harvested with the overlying scalp, making it particularly useful for defects of hair-bearing regions. [3] Additionally, if more substantial reconstruction is required, the TPFF may be elevated in a combined or chimeric fashion with temporalis muscle and/or adjacent calvarial bone. [4] [5] When harvested for free microvascular anastomosis, the TPFF can be useful for a wide array of distal extremity reconstructions, particularly in the hands and feet. [6]"}
{"id": "article-29941_3", "title": "Temporoparietal Fascia Flaps -- Anatomy and Physiology", "content": "To increase the chances of harvesting a viable temporoparietal fascia flap, it is critical to understand the relevant anatomy. Layers (from superficial to deep) potentially encountered during harvesting of the TPFF include: Skin Subcutaneous tissue Temporoparietal fascia (within which the temporoparietalis muscle may be encountered) Loose areolar tissue The superficial layer of the deep temporal fascia Temporalis muscle The deep layer of the deep temporal fascia Pericranium Bone", "contents": "Temporoparietal Fascia Flaps -- Anatomy and Physiology. To increase the chances of harvesting a viable temporoparietal fascia flap, it is critical to understand the relevant anatomy. Layers (from superficial to deep) potentially encountered during harvesting of the TPFF include: Skin Subcutaneous tissue Temporoparietal fascia (within which the temporoparietalis muscle may be encountered) Loose areolar tissue The superficial layer of the deep temporal fascia Temporalis muscle The deep layer of the deep temporal fascia Pericranium Bone"}
{"id": "article-29941_4", "title": "Temporoparietal Fascia Flaps -- Anatomy and Physiology", "content": "The temporoparietal fascia (also known as the superficial temporal fascia) is a thin layer of connective tissue lying below the level of the subcutaneous adipose tissue and superficial to the fascia of the temporalis muscle (the deep temporal fascia). [7] The TPFF lies in continuity with the adjacent galea aponeurotica, which exists medial to the temporal line, and the superficial musculoaponeurotic system of the face, located inferior to the zygomatic arch (see image). [8]", "contents": "Temporoparietal Fascia Flaps -- Anatomy and Physiology. The temporoparietal fascia (also known as the superficial temporal fascia) is a thin layer of connective tissue lying below the level of the subcutaneous adipose tissue and superficial to the fascia of the temporalis muscle (the deep temporal fascia). [7] The TPFF lies in continuity with the adjacent galea aponeurotica, which exists medial to the temporal line, and the superficial musculoaponeurotic system of the face, located inferior to the zygomatic arch (see image). [8]"}
{"id": "article-29941_5", "title": "Temporoparietal Fascia Flaps -- Anatomy and Physiology -- Blood Supply", "content": "The superficial temporal artery (STA) has a well-described course within the substance of the flap itself. The main STA divides into multiple segments, roughly 3 cm above the level of the zygomatic arch. The terminal branches of the STA arborize with the vessels supplying the pericranium. The STA also gives rise to the middle temporal artery, which supplies the temporalis muscle. When dissected together, the surgeon may concomitantly harvest the deep temporal fascia and/or temporalis muscle during the TPFF harvest. [4]", "contents": "Temporoparietal Fascia Flaps -- Anatomy and Physiology -- Blood Supply. The superficial temporal artery (STA) has a well-described course within the substance of the flap itself. The main STA divides into multiple segments, roughly 3 cm above the level of the zygomatic arch. The terminal branches of the STA arborize with the vessels supplying the pericranium. The STA also gives rise to the middle temporal artery, which supplies the temporalis muscle. When dissected together, the surgeon may concomitantly harvest the deep temporal fascia and/or temporalis muscle during the TPFF harvest. [4]"}
{"id": "article-29941_6", "title": "Temporoparietal Fascia Flaps -- Anatomy and Physiology", "content": "NOTE: Dissection along the anterior/frontal branch of the STA may put the frontotemporal branch of the facial nerve at risk. Injury to this nerve will result in ipsilateral brow ptosis and forehead paralysis. Various anatomic landmarks can be used to help identify the course and/or location of this nerve, including: Pitanguy’s line - line drawn from 0.5 cm inferior to the tragus to a 1.5 cm superolateral to the lateral brow (see image) [9] A point 2.85 cm superior and 2.54 cm lateral to the lateral canthus [10] A point 6.4 mm cephalad to the sentinel vein (useful landmark for endoscopic brow lifts) [11] A point 2.4 cm anterior to where the zygomatic arch meets the helix [11]", "contents": "Temporoparietal Fascia Flaps -- Anatomy and Physiology. NOTE: Dissection along the anterior/frontal branch of the STA may put the frontotemporal branch of the facial nerve at risk. Injury to this nerve will result in ipsilateral brow ptosis and forehead paralysis. Various anatomic landmarks can be used to help identify the course and/or location of this nerve, including: Pitanguy’s line - line drawn from 0.5 cm inferior to the tragus to a 1.5 cm superolateral to the lateral brow (see image) [9] A point 2.85 cm superior and 2.54 cm lateral to the lateral canthus [10] A point 6.4 mm cephalad to the sentinel vein (useful landmark for endoscopic brow lifts) [11] A point 2.4 cm anterior to where the zygomatic arch meets the helix [11]"}
{"id": "article-29941_7", "title": "Temporoparietal Fascia Flaps -- Indications", "content": "Temporoparietal fascia flap transfer is an important technique in head and neck, hand, and lower extremity reconstruction. The TPFF can be harvested as a pedicled flap, a composite flap (along with deep temporal fascia with or without the inclusion of surrounding calvarial bone), or as a free tissue flap, depending on the size and thickness of the defect needing to be repaired. [12] [13] [14] Without a doubt, however, the thin nature of the TPFF renders it a great choice for reconstructing a variety of defects involving the skull base, facial soft tissues, nasopharynx, oral cavity, orbit, ear, and scalp. [15]", "contents": "Temporoparietal Fascia Flaps -- Indications. Temporoparietal fascia flap transfer is an important technique in head and neck, hand, and lower extremity reconstruction. The TPFF can be harvested as a pedicled flap, a composite flap (along with deep temporal fascia with or without the inclusion of surrounding calvarial bone), or as a free tissue flap, depending on the size and thickness of the defect needing to be repaired. [12] [13] [14] Without a doubt, however, the thin nature of the TPFF renders it a great choice for reconstructing a variety of defects involving the skull base, facial soft tissues, nasopharynx, oral cavity, orbit, ear, and scalp. [15]"}
{"id": "article-29941_8", "title": "Temporoparietal Fascia Flaps -- Indications", "content": "TPFF transfer constitutes a routine part of auricular reconstruction for microtia, whether using autologous costal cartilage or porous polyethylene implants, and is frequently used for the salvage of these reconstructions after trauma or infection as well. [16] It is also commonly used for several other applications in the head and neck, including acting as a barrier between the parotid gland and the skin to reduce the symptoms of Frey syndrome and filling in the soft tissue deficit that remains after temporalis muscle flap transfer or parotidectomy. [17] [18] [19] In hand surgery, the thin and pliable nature of the TPFF is well-suited to ensuring tendons are able to glide smoothly within the hand and fingers, making the flap an ideal reconstructive option. [20] [21]", "contents": "Temporoparietal Fascia Flaps -- Indications. TPFF transfer constitutes a routine part of auricular reconstruction for microtia, whether using autologous costal cartilage or porous polyethylene implants, and is frequently used for the salvage of these reconstructions after trauma or infection as well. [16] It is also commonly used for several other applications in the head and neck, including acting as a barrier between the parotid gland and the skin to reduce the symptoms of Frey syndrome and filling in the soft tissue deficit that remains after temporalis muscle flap transfer or parotidectomy. [17] [18] [19] In hand surgery, the thin and pliable nature of the TPFF is well-suited to ensuring tendons are able to glide smoothly within the hand and fingers, making the flap an ideal reconstructive option. [20] [21]"}
{"id": "article-29941_9", "title": "Temporoparietal Fascia Flaps -- Contraindications", "content": "There are a few contraindications to consider when performing a temporoparietal fascia flap transfer: When used as a pedicled flap, the surgeon should first consider the anatomical reach limitations of the proposed TPFF. The surgeon should be mindful that previous radiation therapy may have altered the microvascular anatomy of the flap and potentially can lead to a higher failure rate. Prior trauma, surgery, or manipulation of the superficial temporal vascular system (e.g., STA biopsy for temporal cell arteritis) may have interrupted the flap's vascular supply.", "contents": "Temporoparietal Fascia Flaps -- Contraindications. There are a few contraindications to consider when performing a temporoparietal fascia flap transfer: When used as a pedicled flap, the surgeon should first consider the anatomical reach limitations of the proposed TPFF. The surgeon should be mindful that previous radiation therapy may have altered the microvascular anatomy of the flap and potentially can lead to a higher failure rate. Prior trauma, surgery, or manipulation of the superficial temporal vascular system (e.g., STA biopsy for temporal cell arteritis) may have interrupted the flap's vascular supply."}
{"id": "article-29941_10", "title": "Temporoparietal Fascia Flaps -- Equipment -- Preoperatively", "content": "Surgical marker Local anesthesia (per surgeon preference) Topical antiseptic Based on the clinical scenario, a corneal shield may be considered for eye protection Facial nerve monitoring system (not routinely employed)", "contents": "Temporoparietal Fascia Flaps -- Equipment -- Preoperatively. Surgical marker Local anesthesia (per surgeon preference) Topical antiseptic Based on the clinical scenario, a corneal shield may be considered for eye protection Facial nerve monitoring system (not routinely employed)"}
{"id": "article-29941_11", "title": "Temporoparietal Fascia Flaps -- Equipment -- Intraoperatively", "content": "Head and neck soft tissue surgical tray Bipolar cautery #15 blade scalpel Multiprong retractors Closed suction drain with bulb Material for closure of scalp skin (suture vs. staple) per surgeon preference", "contents": "Temporoparietal Fascia Flaps -- Equipment -- Intraoperatively. Head and neck soft tissue surgical tray Bipolar cautery #15 blade scalpel Multiprong retractors Closed suction drain with bulb Material for closure of scalp skin (suture vs. staple) per surgeon preference"}
{"id": "article-29941_12", "title": "Temporoparietal Fascia Flaps -- Equipment -- Postoperatively", "content": "Antibiotic ointment Wound dressing material (per surgeon preference)", "contents": "Temporoparietal Fascia Flaps -- Equipment -- Postoperatively. Antibiotic ointment Wound dressing material (per surgeon preference)"}
{"id": "article-29941_13", "title": "Temporoparietal Fascia Flaps -- Personnel", "content": "Surgeon Surgical assistant Surgical scrub technician Operating room nurse (circulator) Anesthesiologist and/or nurse anesthetist", "contents": "Temporoparietal Fascia Flaps -- Personnel. Surgeon Surgical assistant Surgical scrub technician Operating room nurse (circulator) Anesthesiologist and/or nurse anesthetist"}
{"id": "article-29941_14", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "The patient should be risk-stratified and medically optimized for general anesthesia.", "contents": "Temporoparietal Fascia Flaps -- Preparation. The patient should be risk-stratified and medically optimized for general anesthesia."}
{"id": "article-29941_15", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "A thorough preoperative head and neck examination, including an assessment of facial nerve function, should be performed.", "contents": "Temporoparietal Fascia Flaps -- Preparation. A thorough preoperative head and neck examination, including an assessment of facial nerve function, should be performed."}
{"id": "article-29941_16", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "Preoperative photography may be considered to document the defect's shape, size, and location.", "contents": "Temporoparietal Fascia Flaps -- Preparation. Preoperative photography may be considered to document the defect's shape, size, and location."}
{"id": "article-29941_17", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "The patient should be appropriately counseled regarding the procedure's risks, benefits, and alternatives. Pertinent to this procedure, it is important to mention flap compromise, alopecia, paresthesias, and facial nerve injury, among the other more common risks associated with surgery (e.g., pain, bleeding, infection, scarring, etc.).", "contents": "Temporoparietal Fascia Flaps -- Preparation. The patient should be appropriately counseled regarding the procedure's risks, benefits, and alternatives. Pertinent to this procedure, it is important to mention flap compromise, alopecia, paresthesias, and facial nerve injury, among the other more common risks associated with surgery (e.g., pain, bleeding, infection, scarring, etc.)."}
{"id": "article-29941_18", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "The surgeon should mark the skin incisions in the temporal scalp to ensure maximal preservation of the hairline. The Y or T-shaped incision is made parallel to the course of the STA. The arterial bifurcation is commonly found 3 centimeters above the helical root.", "contents": "Temporoparietal Fascia Flaps -- Preparation. The surgeon should mark the skin incisions in the temporal scalp to ensure maximal preservation of the hairline. The Y or T-shaped incision is made parallel to the course of the STA. The arterial bifurcation is commonly found 3 centimeters above the helical root."}
{"id": "article-29941_19", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "Important landmarks are identified, including the STA and trajectory of the frontotemporal branch of the facial nerve.", "contents": "Temporoparietal Fascia Flaps -- Preparation. Important landmarks are identified, including the STA and trajectory of the frontotemporal branch of the facial nerve."}
{"id": "article-29941_20", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "General anesthesia is recommended. Long-acting paralytics are usually avoided to permit intraoperative facial nerve monitoring. Similarly, some surgeons will prefer to avoid using local anesthesia, instead substituting plain 1:100,000 epinephrine to avoid interfering with nerve monitoring.", "contents": "Temporoparietal Fascia Flaps -- Preparation. General anesthesia is recommended. Long-acting paralytics are usually avoided to permit intraoperative facial nerve monitoring. Similarly, some surgeons will prefer to avoid using local anesthesia, instead substituting plain 1:100,000 epinephrine to avoid interfering with nerve monitoring."}
{"id": "article-29941_21", "title": "Temporoparietal Fascia Flaps -- Preparation", "content": "A single dose of intravenous antibiotics covering skin flora is given preoperatively.", "contents": "Temporoparietal Fascia Flaps -- Preparation. A single dose of intravenous antibiotics covering skin flora is given preoperatively."}
{"id": "article-29941_22", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "It is not strictly necessary to shave any hair during this procedure, though it may be helpful to shave the hair 1 to 2 cm beyond the anticipated incision line.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. It is not strictly necessary to shave any hair during this procedure, though it may be helpful to shave the hair 1 to 2 cm beyond the anticipated incision line."}
{"id": "article-29941_23", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "A Y or T-shaped incision is planned in the preauricular crease and extended several centimeters cranially. Some surgeons prefer to zigzag the vertical portion of the incision in order to improve scar camouflage postoperatively.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. A Y or T-shaped incision is planned in the preauricular crease and extended several centimeters cranially. Some surgeons prefer to zigzag the vertical portion of the incision in order to improve scar camouflage postoperatively."}
{"id": "article-29941_24", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "The incision is made through the skin, dermis, and subcutaneous fat. The elevation of the scalp flaps is performed in a subcutaneous plane just below the level of the hair follicles. This step is of utmost importance as it assists the surgeon in maintaining the appropriate depth of dissection and preserves robust temporoparietal fascia flap thickness. Sharp dissection with a scalpel is preferred to avoid thermal injury to the hair follicles and decrease the risk of alopecia.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. The incision is made through the skin, dermis, and subcutaneous fat. The elevation of the scalp flaps is performed in a subcutaneous plane just below the level of the hair follicles. This step is of utmost importance as it assists the surgeon in maintaining the appropriate depth of dissection and preserves robust temporoparietal fascia flap thickness. Sharp dissection with a scalpel is preferred to avoid thermal injury to the hair follicles and decrease the risk of alopecia."}
{"id": "article-29941_25", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "Care should be taken to avoid injuring the underlying STA, which courses through the substance of the flap itself. Once the required size of the TPFF is exposed, the surgeon can incise the periphery of the temporoparietal fascia sharply, with care taken to preserve the vascular pedicle. At this step, the distal branches of the superficial temporal artery are ligated. The surgeon may now rotate the flap into the defect. If hair-bearing skin is required, this flap may be harvested in continuity with the overlying skin. NOTE: One should be mindful during anterior dissection to avoid injuring the frontotemporal branch of the facial nerve, which lies either within or just beneath the temporoparietal fascia. (See ANATOMY section above) Dissection performed underneath the hair-bearing scalp is typically not near enough to the frontotemporal branch of the facial nerve for inadvertent injury to be likely.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. Care should be taken to avoid injuring the underlying STA, which courses through the substance of the flap itself. Once the required size of the TPFF is exposed, the surgeon can incise the periphery of the temporoparietal fascia sharply, with care taken to preserve the vascular pedicle. At this step, the distal branches of the superficial temporal artery are ligated. The surgeon may now rotate the flap into the defect. If hair-bearing skin is required, this flap may be harvested in continuity with the overlying skin. NOTE: One should be mindful during anterior dissection to avoid injuring the frontotemporal branch of the facial nerve, which lies either within or just beneath the temporoparietal fascia. (See ANATOMY section above) Dissection performed underneath the hair-bearing scalp is typically not near enough to the frontotemporal branch of the facial nerve for inadvertent injury to be likely."}
{"id": "article-29941_26", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "The STA may be dissected farther proximally until the middle temporal artery is identified. The surgeon may enter the parotid gland in certain situations to facilitate this step. At this point, the flap may be harvested as a chimeric flap to include the deep temporal fascia and/or temporalis muscle. If desired, the surgeon can extend the dissection beyond the temporal fossa to include the pericranium and/or harvest a vascularized strip of calvarium (outer cortex).", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. The STA may be dissected farther proximally until the middle temporal artery is identified. The surgeon may enter the parotid gland in certain situations to facilitate this step. At this point, the flap may be harvested as a chimeric flap to include the deep temporal fascia and/or temporalis muscle. If desired, the surgeon can extend the dissection beyond the temporal fossa to include the pericranium and/or harvest a vascularized strip of calvarium (outer cortex)."}
{"id": "article-29941_27", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "The surgeon may either rotate or tunnel this flap into the desired defect, or the vascular bundle may be ligated in anticipation of free microvascular reconstruction of distal defects.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. The surgeon may either rotate or tunnel this flap into the desired defect, or the vascular bundle may be ligated in anticipation of free microvascular reconstruction of distal defects."}
{"id": "article-29941_28", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "An optional closed suction drain may be placed.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. An optional closed suction drain may be placed."}
{"id": "article-29941_29", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "The skin flaps are then reapproximated with deep absorbable sutures, followed by staples or suture closure of the scalp.", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. The skin flaps are then reapproximated with deep absorbable sutures, followed by staples or suture closure of the scalp."}
{"id": "article-29941_30", "title": "Temporoparietal Fascia Flaps -- Technique or Treatment", "content": "If the TPFF is used to reconstruct a defect, including skin, but the scalp is not harvested with the flap, a skin graft may be applied on top of the TPFF (e.g., during auricular reconstruction).", "contents": "Temporoparietal Fascia Flaps -- Technique or Treatment. If the TPFF is used to reconstruct a defect, including skin, but the scalp is not harvested with the flap, a skin graft may be applied on top of the TPFF (e.g., during auricular reconstruction)."}
{"id": "article-29941_31", "title": "Temporoparietal Fascia Flaps -- Complications", "content": "Potential complications for a temporoparietal fascia flap may include [22] : Alopecia Flap necrosis Frontalis and corrugator supercilii muscle weakness following an injury to the frontal branch of the facial nerve Venous congestion Wound breakdown Hematoma formation Infection Unfavorable scarring Paresthesia", "contents": "Temporoparietal Fascia Flaps -- Complications. Potential complications for a temporoparietal fascia flap may include [22] : Alopecia Flap necrosis Frontalis and corrugator supercilii muscle weakness following an injury to the frontal branch of the facial nerve Venous congestion Wound breakdown Hematoma formation Infection Unfavorable scarring Paresthesia"}
{"id": "article-29941_32", "title": "Temporoparietal Fascia Flaps -- Complications", "content": "Most complications can be avoided with meticulous dissection and careful flap elevation that respects the local scalp anatomy. Rates of flap loss (partial vs. total) are roughly 2.44%. [13] Some degree of alopecia may occur in up to 8% of patients. [20] Injury to the frontotemporal branch of the facial nerve resulting in transient weakness to paralysis may range from 1% to 20%. [23]", "contents": "Temporoparietal Fascia Flaps -- Complications. Most complications can be avoided with meticulous dissection and careful flap elevation that respects the local scalp anatomy. Rates of flap loss (partial vs. total) are roughly 2.44%. [13] Some degree of alopecia may occur in up to 8% of patients. [20] Injury to the frontotemporal branch of the facial nerve resulting in transient weakness to paralysis may range from 1% to 20%. [23]"}
{"id": "article-29941_33", "title": "Temporoparietal Fascia Flaps -- Clinical Significance", "content": "A temporoparietal fascia flap is a work-horse option in the armamentarium of the reconstructive surgeon. TPFF transfer is a low-risk option for reconstructing local (craniofacial) and distal soft tissue defects. It has found popularity in head and neck reconstruction as a pedicled flap but may be harvested as a free flap for extremity reconstruction. The outcomes can be very satisfactory in the hands of an experienced and knowledgeable surgeon. Additionally, there is very little donor site morbidity, with most patients and surgeons not noticing any decreased soft tissue mass within the temporal fossa.", "contents": "Temporoparietal Fascia Flaps -- Clinical Significance. A temporoparietal fascia flap is a work-horse option in the armamentarium of the reconstructive surgeon. TPFF transfer is a low-risk option for reconstructing local (craniofacial) and distal soft tissue defects. It has found popularity in head and neck reconstruction as a pedicled flap but may be harvested as a free flap for extremity reconstruction. The outcomes can be very satisfactory in the hands of an experienced and knowledgeable surgeon. Additionally, there is very little donor site morbidity, with most patients and surgeons not noticing any decreased soft tissue mass within the temporal fossa."}
{"id": "article-29941_34", "title": "Temporoparietal Fascia Flaps -- Enhancing Healthcare Team Outcomes", "content": "Identifying risk factors and performing a thorough assessment before transferring a temporoparietal fascial flap is imperative. The patient should be evaluated by a surgeon experienced in reconstructive surgery using the TPFF. If necessary, the patient should see a primary care provider for medical optimization in anticipation of general anesthesia. Lastly, the patient should be monitored by the preoperative, operative, and postoperative specialty nurses to assist with the coordination of care and education.", "contents": "Temporoparietal Fascia Flaps -- Enhancing Healthcare Team Outcomes. Identifying risk factors and performing a thorough assessment before transferring a temporoparietal fascial flap is imperative. The patient should be evaluated by a surgeon experienced in reconstructive surgery using the TPFF. If necessary, the patient should see a primary care provider for medical optimization in anticipation of general anesthesia. Lastly, the patient should be monitored by the preoperative, operative, and postoperative specialty nurses to assist with the coordination of care and education."}
{"id": "article-29941_35", "title": "Temporoparietal Fascia Flaps -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team consisting of an experienced surgeon, anesthesiologist, surgical assistant, and operative nurse should perform the TPFF transfer to optimize outcomes. Close follow-up should monitor the patient for potential complications: flap necrosis, alopecia, wound breakdown, hematoma, and facial paralysis. Team members should counsel the patient regarding appropriate wound care and postoperative activity level. [Level 5]", "contents": "Temporoparietal Fascia Flaps -- Enhancing Healthcare Team Outcomes. An interprofessional team consisting of an experienced surgeon, anesthesiologist, surgical assistant, and operative nurse should perform the TPFF transfer to optimize outcomes. Close follow-up should monitor the patient for potential complications: flap necrosis, alopecia, wound breakdown, hematoma, and facial paralysis. Team members should counsel the patient regarding appropriate wound care and postoperative activity level. [Level 5]"}
{"id": "article-29941_36", "title": "Temporoparietal Fascia Flaps -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Recovery following a temporoparietal fascia flap transfer depends on the complexity of the original problem for which the reconstruction was performed. Local wound care is critical to ensure a healthy and clean surgical environment. Suction drains (if placed) can be removed when output has appropriately decreased (e.g., less than 30 mL over 24 hours). The patient should avoid rigorous activity for ten days following surgery to allow adequate wound healing and minimize edema, ecchymosis, and bleeding. After discharge, the patient is typically followed regularly for several weeks to months to ensure proper healing.", "contents": "Temporoparietal Fascia Flaps -- Nursing, Allied Health, and Interprofessional Team Interventions. Recovery following a temporoparietal fascia flap transfer depends on the complexity of the original problem for which the reconstruction was performed. Local wound care is critical to ensure a healthy and clean surgical environment. Suction drains (if placed) can be removed when output has appropriately decreased (e.g., less than 30 mL over 24 hours). The patient should avoid rigorous activity for ten days following surgery to allow adequate wound healing and minimize edema, ecchymosis, and bleeding. After discharge, the patient is typically followed regularly for several weeks to months to ensure proper healing."}
{"id": "article-29941_37", "title": "Temporoparietal Fascia Flaps -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Temporoparietal Fascia Flaps -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}