{"id": "article-20938_0", "title": "EKG Rhythm -- Continuing Education Activity", "content": "Successful EKG interpretation requires the same stepwise method with each attempt. Like all aspects of electrocardiographic interpretation, accurate and rapid rhythm identification is paramount to providing the appropriate treatment to patients. This activity reviews the process of EKG rhythm interpretation and reviews the role of the interprofessional team in evaluating and treating patients with cardiac arrhythmias.", "contents": "EKG Rhythm -- Continuing Education Activity. Successful EKG interpretation requires the same stepwise method with each attempt. Like all aspects of electrocardiographic interpretation, accurate and rapid rhythm identification is paramount to providing the appropriate treatment to patients. This activity reviews the process of EKG rhythm interpretation and reviews the role of the interprofessional team in evaluating and treating patients with cardiac arrhythmias."}
{"id": "article-20938_1", "title": "EKG Rhythm -- Continuing Education Activity", "content": "Objectives: Identify the fundamental concepts of EKG rhythm interpretation. Evaluate the issues of concern in regard to EKG rhythm interpretation. Interpret the appropriate evaluation of the clinical significance of EKG rhythm. Strategize how the interprofessional team can improve care coordination and communication to advance EKG rhythm interpretation and improve outcomes. Access free multiple choice questions on this topic.", "contents": "EKG Rhythm -- Continuing Education Activity. Objectives: Identify the fundamental concepts of EKG rhythm interpretation. Evaluate the issues of concern in regard to EKG rhythm interpretation. Interpret the appropriate evaluation of the clinical significance of EKG rhythm. Strategize how the interprofessional team can improve care coordination and communication to advance EKG rhythm interpretation and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20938_2", "title": "EKG Rhythm -- Introduction", "content": "Rapid electrocardiogram (EKG) interpretation can reveal arrhythmias before a patient becomes symptomatic. An EKG can reveal underlying cardiac problems and uncover electrolyte imbalances that, if left untreated, could lead to morbidity and mortality. [1] The key to successful EKG interpretation is utilizing the same stepwise method with each attempt. A simple approach used by many practitioners is as follows: rate, rhythm, axis, intervals, ST-segment, and T waves. The rhythm on an EKG refers to what is driving the ventricular rate. Like all aspects of electrocardiographic interpretation, accurate and rapid rhythm identification is paramount to treating patients appropriately (see Image. EKG Rhythm Flowchart).", "contents": "EKG Rhythm -- Introduction. Rapid electrocardiogram (EKG) interpretation can reveal arrhythmias before a patient becomes symptomatic. An EKG can reveal underlying cardiac problems and uncover electrolyte imbalances that, if left untreated, could lead to morbidity and mortality. [1] The key to successful EKG interpretation is utilizing the same stepwise method with each attempt. A simple approach used by many practitioners is as follows: rate, rhythm, axis, intervals, ST-segment, and T waves. The rhythm on an EKG refers to what is driving the ventricular rate. Like all aspects of electrocardiographic interpretation, accurate and rapid rhythm identification is paramount to treating patients appropriately (see Image. EKG Rhythm Flowchart)."}
{"id": "article-20938_3", "title": "EKG Rhythm -- Function", "content": "One of the unique features of cardiac cells is automaticity. This is the ability to generate an electrical impulse without requiring a stimulus from an external source. Electrical impulses in the heart typically originate in the sinoatrial (SA) node, also known as the “pacemaker” of the heart. The impulses travel down the internodal pathways via propagation through both the right and left atria (the left using the Bachman bundle) to the atrioventricular (AV) node or junction. The purpose of the AV node is 2-fold: (1) to allow for propagation of the electrical impulses from the atrium to the ventricle and (2) to delay these impulses to the ventricles to allow for the atria to empty. This is commonly referred to as an atrial kick and may account for up to 30% of cardiac output in young people and more as patients age. The P wave on the EKG represents atrial depolarization. The PR segment represents the delay at the AV node. The impulse then propagates down the bundle of His, which extends to the right and left bundles. Then, Purkinje fibers are activated, and a rapid, synchronized contraction of the ventricles occurs. This results in the QRS complex. After a small delay, the ventricles repolarize and prepare for the next impulse. This results in the T wave. The delay between depolarization and repolarization is called the ST segment.", "contents": "EKG Rhythm -- Function. One of the unique features of cardiac cells is automaticity. This is the ability to generate an electrical impulse without requiring a stimulus from an external source. Electrical impulses in the heart typically originate in the sinoatrial (SA) node, also known as the “pacemaker” of the heart. The impulses travel down the internodal pathways via propagation through both the right and left atria (the left using the Bachman bundle) to the atrioventricular (AV) node or junction. The purpose of the AV node is 2-fold: (1) to allow for propagation of the electrical impulses from the atrium to the ventricle and (2) to delay these impulses to the ventricles to allow for the atria to empty. This is commonly referred to as an atrial kick and may account for up to 30% of cardiac output in young people and more as patients age. The P wave on the EKG represents atrial depolarization. The PR segment represents the delay at the AV node. The impulse then propagates down the bundle of His, which extends to the right and left bundles. Then, Purkinje fibers are activated, and a rapid, synchronized contraction of the ventricles occurs. This results in the QRS complex. After a small delay, the ventricles repolarize and prepare for the next impulse. This results in the T wave. The delay between depolarization and repolarization is called the ST segment."}
{"id": "article-20938_4", "title": "EKG Rhythm -- Issues of Concern", "content": "Sinus rhythms originate in the SA node. The SA node is located in the right atrium and is the heart's natural pacemaker. The normal rate of the SA node is between 60 and 100. On EKG, sinus rhythm is represented by monomorphic P waves before each QRS complex and is regular. These are typically upright in the inferior leads and downgoing in aVR. QRS complexes are generally narrow unless there is a conduction delay. Sinus tachycardia (rate greater than 100 beats per minute) can be the first hint of an underlying pathology such as hyperthyroidism or pulmonary embolism. [2] [3]", "contents": "EKG Rhythm -- Issues of Concern. Sinus rhythms originate in the SA node. The SA node is located in the right atrium and is the heart's natural pacemaker. The normal rate of the SA node is between 60 and 100. On EKG, sinus rhythm is represented by monomorphic P waves before each QRS complex and is regular. These are typically upright in the inferior leads and downgoing in aVR. QRS complexes are generally narrow unless there is a conduction delay. Sinus tachycardia (rate greater than 100 beats per minute) can be the first hint of an underlying pathology such as hyperthyroidism or pulmonary embolism. [2] [3]"}
{"id": "article-20938_5", "title": "EKG Rhythm -- Issues of Concern", "content": "Abnormal rhythms involving the atrium include atrial fibrillation, atrial flutter, atrial tachycardia, wandering atrial pacemaker, multifocal atrial tachycardia (MAT), atrioventricular nodal reentry tachycardia (AVNRT), atrioventricular reentry tachycardia (AVRT), and inappropriate sinus tachycardia.", "contents": "EKG Rhythm -- Issues of Concern. Abnormal rhythms involving the atrium include atrial fibrillation, atrial flutter, atrial tachycardia, wandering atrial pacemaker, multifocal atrial tachycardia (MAT), atrioventricular nodal reentry tachycardia (AVNRT), atrioventricular reentry tachycardia (AVRT), and inappropriate sinus tachycardia."}
{"id": "article-20938_6", "title": "EKG Rhythm -- Issues of Concern", "content": "In atrial fibrillation, the atria have no organized rhythm and no synchronized depolarization or repolarization. Instead, electricity is passed from 1 atrial myocyte to any surrounding repolarized myocyte, causing the atria to quiver rather than contract as a unit. The isoelectric line is lost; no discernible P waves are seen on EKG. QRS complexes are narrow unless there is an underlying right or left bundle branch block or if the ventricular rate is so fast that there is a rate-related bundle branch block (typically the right bundle). The ventricular rate is variable. This rhythm is classically described as irregularly irregular. Risk factors for developing atrial fibrillation include prolonged uncontrolled hypertension, obstructive sleep apnea, advanced age, a history of congestive heart failure, and hyperthyroidism. [4]", "contents": "EKG Rhythm -- Issues of Concern. In atrial fibrillation, the atria have no organized rhythm and no synchronized depolarization or repolarization. Instead, electricity is passed from 1 atrial myocyte to any surrounding repolarized myocyte, causing the atria to quiver rather than contract as a unit. The isoelectric line is lost; no discernible P waves are seen on EKG. QRS complexes are narrow unless there is an underlying right or left bundle branch block or if the ventricular rate is so fast that there is a rate-related bundle branch block (typically the right bundle). The ventricular rate is variable. This rhythm is classically described as irregularly irregular. Risk factors for developing atrial fibrillation include prolonged uncontrolled hypertension, obstructive sleep apnea, advanced age, a history of congestive heart failure, and hyperthyroidism. [4]"}
{"id": "article-20938_7", "title": "EKG Rhythm -- Issues of Concern", "content": "In atrial flutter, regular, rapid atrial contractions usually have a distinctive \"saw-tooth\" pattern on EKG. As with atrial fibrillation, the QRS complexes are narrow unless an underlying right or left bundle branch block exists. The ventricular rate is so fast that there is a rate-related bundle branch block (typically the right bundle). The atrial rate of atrial flutter is typically about 300 beats per minute, and the ventricular response can be variable but often presents initially as a 2:1 AV block, resulting in a ventricular response of about 150 BPM. Any time there is a regular rhythm with a narrow QRS complex at 130 to 170 BPM, atrial flutter should be considered.", "contents": "EKG Rhythm -- Issues of Concern. In atrial flutter, regular, rapid atrial contractions usually have a distinctive \"saw-tooth\" pattern on EKG. As with atrial fibrillation, the QRS complexes are narrow unless an underlying right or left bundle branch block exists. The ventricular rate is so fast that there is a rate-related bundle branch block (typically the right bundle). The atrial rate of atrial flutter is typically about 300 beats per minute, and the ventricular response can be variable but often presents initially as a 2:1 AV block, resulting in a ventricular response of about 150 BPM. Any time there is a regular rhythm with a narrow QRS complex at 130 to 170 BPM, atrial flutter should be considered."}
{"id": "article-20938_8", "title": "EKG Rhythm -- Issues of Concern", "content": "Atrial tachycardia is a rhythm that originates in a single micro reentry focus in the atria. This is seen on EKG with a P wave of different morphology than the sinus P wave. The rhythm is regular, and the QRS complex is narrow. The P axis can also differ, resulting in inverted P waves in inferior leads. Since this is from a single focus, the P waves are uniform throughout this rhythm, and it can be paroxysmal (comes and goes) or sustained. [5] The rate is typically 130 to 170 BPM.", "contents": "EKG Rhythm -- Issues of Concern. Atrial tachycardia is a rhythm that originates in a single micro reentry focus in the atria. This is seen on EKG with a P wave of different morphology than the sinus P wave. The rhythm is regular, and the QRS complex is narrow. The P axis can also differ, resulting in inverted P waves in inferior leads. Since this is from a single focus, the P waves are uniform throughout this rhythm, and it can be paroxysmal (comes and goes) or sustained. [5] The rate is typically 130 to 170 BPM."}
{"id": "article-20938_9", "title": "EKG Rhythm -- Issues of Concern", "content": "Whereas atrial tachycardia is due to a single ectopic focus in the atrium, wandering atrial pacemaker and MAT are due to multiple microreentry foci in the atrium. If the ventricular rate is less than 100 bpm, it is considered a wandering atrial pacemaker; if the ventricular rate is greater than 100 bpm, it is considered MAT. In both of these rhythms, there are 3 or more atrial foci. On EKG, this is defined as 3 distinct P wave morphologies and 3 different PR intervals. The QRS is typically narrow unless there is an underlying ventricular conduction delay. Since the multiple foci are firing independently, these rhythms may appear irregularly.", "contents": "EKG Rhythm -- Issues of Concern. Whereas atrial tachycardia is due to a single ectopic focus in the atrium, wandering atrial pacemaker and MAT are due to multiple microreentry foci in the atrium. If the ventricular rate is less than 100 bpm, it is considered a wandering atrial pacemaker; if the ventricular rate is greater than 100 bpm, it is considered MAT. In both of these rhythms, there are 3 or more atrial foci. On EKG, this is defined as 3 distinct P wave morphologies and 3 different PR intervals. The QRS is typically narrow unless there is an underlying ventricular conduction delay. Since the multiple foci are firing independently, these rhythms may appear irregularly."}
{"id": "article-20938_10", "title": "EKG Rhythm -- Issues of Concern", "content": "AVNRT occurs when 2 pathways within the AV node have varying conduction and repolarization rates. When the node is stimulated, typically by a premature atrial complex (PAC), when the slowly conducting pathway has repolarized, but the rapidly conducting pathway has not, AVNRT can ensue. When the slowly conducting pathway reaches the ventricle, the QRS is seen, and the nodal fast pathway then conducts back up to the atrium, creating reentry within the AV node itself. This cycle repeats itself and is seen on EKG as a regular, fast rhythm, usually about 150 BPM, with a narrow QRS complex. Retrograde P waves (P waves that occur after the QRS complex) are often seen only at the tail end of the QRS. This is often most easily seen in lead V1 as what is referred to as a pseudo R.", "contents": "EKG Rhythm -- Issues of Concern. AVNRT occurs when 2 pathways within the AV node have varying conduction and repolarization rates. When the node is stimulated, typically by a premature atrial complex (PAC), when the slowly conducting pathway has repolarized, but the rapidly conducting pathway has not, AVNRT can ensue. When the slowly conducting pathway reaches the ventricle, the QRS is seen, and the nodal fast pathway then conducts back up to the atrium, creating reentry within the AV node itself. This cycle repeats itself and is seen on EKG as a regular, fast rhythm, usually about 150 BPM, with a narrow QRS complex. Retrograde P waves (P waves that occur after the QRS complex) are often seen only at the tail end of the QRS. This is often most easily seen in lead V1 as what is referred to as a pseudo R."}
{"id": "article-20938_11", "title": "EKG Rhythm -- Issues of Concern", "content": "AVRT utilizes a pathologic accessory pathway between the atria and ventricles to create a macro reentry circuit. This can be orthodromic (retrograde conduction is through the accessory pathway, and antegrade conduction is through the AV node) or antidromic (retrograde conduction is through the AV node, and antegrade conduction is through the accessory pathway). In AVRT, you typically see a normal, fast rhythm, usually around 150 bpm, with narrow QRS complexes. In AVRT, however, you often see preexcitation in the resting sinus rhythm EKG. Preexcitation, also called a delta wave, is due to a brief period of slow ventricular activation through the accessory pathway before the AV node releases the impulse to the bundle of His, thus leading to normal conduction and a narrow finish of the QRS. This also causes a shortened PR interval. [6] [7]", "contents": "EKG Rhythm -- Issues of Concern. AVRT utilizes a pathologic accessory pathway between the atria and ventricles to create a macro reentry circuit. This can be orthodromic (retrograde conduction is through the accessory pathway, and antegrade conduction is through the AV node) or antidromic (retrograde conduction is through the AV node, and antegrade conduction is through the accessory pathway). In AVRT, you typically see a normal, fast rhythm, usually around 150 bpm, with narrow QRS complexes. In AVRT, however, you often see preexcitation in the resting sinus rhythm EKG. Preexcitation, also called a delta wave, is due to a brief period of slow ventricular activation through the accessory pathway before the AV node releases the impulse to the bundle of His, thus leading to normal conduction and a narrow finish of the QRS. This also causes a shortened PR interval. [6] [7]"}
{"id": "article-20938_12", "title": "EKG Rhythm -- Issues of Concern", "content": "PACs are commonly found on EKGs. They are due to an ectopic focus within the atrium firing earlier than the sinus node. P wave morphology and PR interval for this premature atrial beat are usually different than the sinus P wave, though it may be similar if the focus is close to the SA node. While the RR interval between the last beat and the ectopic beat is shorter than normal, the interval between the last and next sinus beat is typically shorter than 2 normal R-R lengths because of an incomplete compensatory pause. After all, the PAC depolarizes the SA node.", "contents": "EKG Rhythm -- Issues of Concern. PACs are commonly found on EKGs. They are due to an ectopic focus within the atrium firing earlier than the sinus node. P wave morphology and PR interval for this premature atrial beat are usually different than the sinus P wave, though it may be similar if the focus is close to the SA node. While the RR interval between the last beat and the ectopic beat is shorter than normal, the interval between the last and next sinus beat is typically shorter than 2 normal R-R lengths because of an incomplete compensatory pause. After all, the PAC depolarizes the SA node."}
{"id": "article-20938_13", "title": "EKG Rhythm -- Issues of Concern", "content": "Premature ventricular contractions (PVCs) occur when an ectopic focus in the ventricles fires. Since the impulse originates in a ventricle, it is slowly conducted through the ventricles, resulting in a wide QRS complex. Like other premature contractions, these occur during other rhythms. There is no P wave before the ectopic beat, and there is typically a compensatory pause such that the length of 2 normal R-R intervals is preserved. This is because the PVC does not depolarize the SA node, and the SA node continues to fire at its regular intervals. PVCs are typically benign and occur in healthy and unhealthy individuals. When PVCs occur every other beat, it is referred to as ventricular bigeminy; when they occur every third beat, it is referred to as ventricular trigeminy. [8]", "contents": "EKG Rhythm -- Issues of Concern. Premature ventricular contractions (PVCs) occur when an ectopic focus in the ventricles fires. Since the impulse originates in a ventricle, it is slowly conducted through the ventricles, resulting in a wide QRS complex. Like other premature contractions, these occur during other rhythms. There is no P wave before the ectopic beat, and there is typically a compensatory pause such that the length of 2 normal R-R intervals is preserved. This is because the PVC does not depolarize the SA node, and the SA node continues to fire at its regular intervals. PVCs are typically benign and occur in healthy and unhealthy individuals. When PVCs occur every other beat, it is referred to as ventricular bigeminy; when they occur every third beat, it is referred to as ventricular trigeminy. [8]"}
{"id": "article-20938_14", "title": "EKG Rhythm -- Issues of Concern", "content": "Junctional escape rhythms occur either when there is sinus node disease with a very slow or nonexistent atrial rhythm (sick sinus syndrome) or when there is a complete heart block high in the AV node. The AV node has its automaticity (typically 40-50 bpm) and can become the heart's primary pacemaker. Not uncommonly, in junctional escape rhythms, particularly when they are present due to sinus node disease, there is a retrograde P wave seen just before or during the QRS, as the AV node depolarizes the ventricle and atrium simultaneously.", "contents": "EKG Rhythm -- Issues of Concern. Junctional escape rhythms occur either when there is sinus node disease with a very slow or nonexistent atrial rhythm (sick sinus syndrome) or when there is a complete heart block high in the AV node. The AV node has its automaticity (typically 40-50 bpm) and can become the heart's primary pacemaker. Not uncommonly, in junctional escape rhythms, particularly when they are present due to sinus node disease, there is a retrograde P wave seen just before or during the QRS, as the AV node depolarizes the ventricle and atrium simultaneously."}
{"id": "article-20938_15", "title": "EKG Rhythm -- Issues of Concern", "content": "Ventricular escape rhythms typically occur when there is a disease in the AV node (ie, complete heart block). The intrinsic rate of the ventricles is 30 to 40 bpm. The QRS is wide because the complexes initiate in the ventricle. If there is concomitant SA node disease, there may not be P waves, but most often, there are P waves at a faster rate than the ventricular escape with no discernible relationship between the P waves and QRS complexes.", "contents": "EKG Rhythm -- Issues of Concern. Ventricular escape rhythms typically occur when there is a disease in the AV node (ie, complete heart block). The intrinsic rate of the ventricles is 30 to 40 bpm. The QRS is wide because the complexes initiate in the ventricle. If there is concomitant SA node disease, there may not be P waves, but most often, there are P waves at a faster rate than the ventricular escape with no discernible relationship between the P waves and QRS complexes."}
{"id": "article-20938_16", "title": "EKG Rhythm -- Issues of Concern", "content": "Ventricular tachycardia develops from an ectopic ventricular micro- or macro-reentry focus. It can be monomorphic or polymorphic. P waves are present, but they are not associated with the QRS unless there is a capture or fusion beat, in which the atrial depolarization leads to brief depolarization of the ventricular myocardium before the ventricular focus can lead to depolarization.", "contents": "EKG Rhythm -- Issues of Concern. Ventricular tachycardia develops from an ectopic ventricular micro- or macro-reentry focus. It can be monomorphic or polymorphic. P waves are present, but they are not associated with the QRS unless there is a capture or fusion beat, in which the atrial depolarization leads to brief depolarization of the ventricular myocardium before the ventricular focus can lead to depolarization."}
{"id": "article-20938_17", "title": "EKG Rhythm -- Clinical Significance", "content": "The rhythm of the EKG is usually clinically significant because it affects the rate. When the heart beats too slowly, it can cause hypotension and hypoperfusion. Symptoms include fatigue, dizziness, syncope/near syncope, and exercise intolerance. [9] Rapid heart rates can cause palpitations, dizziness, lightheadedness, and syncope because of decreased cardiac output.", "contents": "EKG Rhythm -- Clinical Significance. The rhythm of the EKG is usually clinically significant because it affects the rate. When the heart beats too slowly, it can cause hypotension and hypoperfusion. Symptoms include fatigue, dizziness, syncope/near syncope, and exercise intolerance. [9] Rapid heart rates can cause palpitations, dizziness, lightheadedness, and syncope because of decreased cardiac output."}
{"id": "article-20938_18", "title": "EKG Rhythm -- Clinical Significance", "content": "Accurate rhythm identification is important because treatment directly depends on what type of rhythm the patient has. Recognizing the underlying cause of an arrhythmia is always indicated, and sometimes it is the only treatment necessary for the patient.", "contents": "EKG Rhythm -- Clinical Significance. Accurate rhythm identification is important because treatment directly depends on what type of rhythm the patient has. Recognizing the underlying cause of an arrhythmia is always indicated, and sometimes it is the only treatment necessary for the patient."}
{"id": "article-20938_19", "title": "EKG Rhythm -- Enhancing Healthcare Team Outcomes", "content": "Fast and accurate rhythm identification is an important skill for medical professionals in many disciplines. EKGs are performed in the prehospital setting, physicians' offices, emergency department, surgery, and hospital. The healthcare team is responsible for recognizing potentially dangerous rhythms to ensure proper patient care before it becomes life-threatening. Quick and accurate rhythm identification by anybody in the healthcare team can improve morbidity and mortality in any of these patients. It is important to look at the patient as a whole when interpreting EKG rhythms since the knowledge of an individual patient on whom an EKG is ordered may result in a more critical rhythm assessment and might account for the higher accuracy of rhythm interpretation. [10]", "contents": "EKG Rhythm -- Enhancing Healthcare Team Outcomes. Fast and accurate rhythm identification is an important skill for medical professionals in many disciplines. EKGs are performed in the prehospital setting, physicians' offices, emergency department, surgery, and hospital. The healthcare team is responsible for recognizing potentially dangerous rhythms to ensure proper patient care before it becomes life-threatening. Quick and accurate rhythm identification by anybody in the healthcare team can improve morbidity and mortality in any of these patients. It is important to look at the patient as a whole when interpreting EKG rhythms since the knowledge of an individual patient on whom an EKG is ordered may result in a more critical rhythm assessment and might account for the higher accuracy of rhythm interpretation. [10]"}
{"id": "article-20938_20", "title": "EKG Rhythm -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EKG Rhythm -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}