{"id": "article-36940_0", "title": "Chokes -- Continuing Education Activity", "content": "Chokes, also known as pulmonary decompression sickness, is a rare but severe manifestation of decompression sickness (DCS) that can be rapidly fatal even with appropriate treatment. Common symptoms include dyspnea and chest pain. Also called \"divers' disease,\" \"bends,\" \"aerobullosis,\" and \"caisson disease,\" DCS is caused by bubbles in the body emerging from dissolved tissue and blood gases during decompression. This condition occurs when the ambient pressure suddenly drops after such activities as a rapid ascent from diving, emergence from a caisson, flying in an unpressurized aircraft at high altitude, and engaging in an extravehicular activity outside a spacecraft. This continuing educational activity describes the evaluation and management approach to pulmonary DCS and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Chokes -- Continuing Education Activity. Chokes, also known as pulmonary decompression sickness, is a rare but severe manifestation of decompression sickness (DCS) that can be rapidly fatal even with appropriate treatment. Common symptoms include dyspnea and chest pain. Also called \"divers' disease,\" \"bends,\" \"aerobullosis,\" and \"caisson disease,\" DCS is caused by bubbles in the body emerging from dissolved tissue and blood gases during decompression. This condition occurs when the ambient pressure suddenly drops after such activities as a rapid ascent from diving, emergence from a caisson, flying in an unpressurized aircraft at high altitude, and engaging in an extravehicular activity outside a spacecraft. This continuing educational activity describes the evaluation and management approach to pulmonary DCS and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-36940_1", "title": "Chokes -- Continuing Education Activity", "content": "Objectives: Identify the signs and symptoms of pulmonary decompression sickness accurately. Select advanced diagnostic tools to confirm the presence of pulmonary decompression sickness. Implement prehospital and in-hospital pulmonary decompression sickness treatment protocols. Implement a well-coordinated, interprofessional team approach to care for patients affected by pulmonary decompression sickness effectively. Access free multiple choice questions on this topic.", "contents": "Chokes -- Continuing Education Activity. Objectives: Identify the signs and symptoms of pulmonary decompression sickness accurately. Select advanced diagnostic tools to confirm the presence of pulmonary decompression sickness. Implement prehospital and in-hospital pulmonary decompression sickness treatment protocols. Implement a well-coordinated, interprofessional team approach to care for patients affected by pulmonary decompression sickness effectively. Access free multiple choice questions on this topic."}
{"id": "article-36940_2", "title": "Chokes -- Introduction", "content": "Chokes is a colloquial term used by divers that denotes a potentially fatal pulmonary form of decompression sickness (DCS). The condition may arise when deep divers ascend to the surface too quickly or fail to follow proper decompression procedures. Notable symptoms include shortness of breath, chest pain, and coughing. The symptoms of pulmonary DCS can arise from more common conditions like asthma and acute coronary syndrome (ACS). Therefore, clinicians can easily miss this rare diagnosis and fail or delay administering the appropriate treatment.", "contents": "Chokes -- Introduction. Chokes is a colloquial term used by divers that denotes a potentially fatal pulmonary form of decompression sickness (DCS). The condition may arise when deep divers ascend to the surface too quickly or fail to follow proper decompression procedures. Notable symptoms include shortness of breath, chest pain, and coughing. The symptoms of pulmonary DCS can arise from more common conditions like asthma and acute coronary syndrome (ACS). Therefore, clinicians can easily miss this rare diagnosis and fail or delay administering the appropriate treatment."}
{"id": "article-36940_3", "title": "Chokes -- Introduction", "content": "At deep-sea levels, high nitrogen pressure forces nitrogen gas to equilibrate in the diver's tissues. Ascent to higher levels reduces nitrogen pressure around the body. Slow ascent allows tissues to gradually re-equilibrate to the ambient pressure and release nitrogen slowly. Rapid ascent leads to the quick release of nitrogen in tissues, forming gas bubbles that can block small and large blood vessels, irritate the breathing passageways, and impair pulmonary gas exchange. This series of changes results in DCS.", "contents": "Chokes -- Introduction. At deep-sea levels, high nitrogen pressure forces nitrogen gas to equilibrate in the diver's tissues. Ascent to higher levels reduces nitrogen pressure around the body. Slow ascent allows tissues to gradually re-equilibrate to the ambient pressure and release nitrogen slowly. Rapid ascent leads to the quick release of nitrogen in tissues, forming gas bubbles that can block small and large blood vessels, irritate the breathing passageways, and impair pulmonary gas exchange. This series of changes results in DCS."}
{"id": "article-36940_4", "title": "Chokes -- Introduction", "content": "The vascular block from the bubbles occurs in various parts of the body. Between 85% and 90% of patients with DCS report leg or arm joint pain, a condition informally referred to as \"bends.\" About 5% to 10% present with neurologic symptoms like dizziness, paralysis, or unconsciousness. Around 2% experience chokes, where nitrogen bubbles clog the pulmonary arteries, leading to severe pulmonary edema. [19]", "contents": "Chokes -- Introduction. The vascular block from the bubbles occurs in various parts of the body. Between 85% and 90% of patients with DCS report leg or arm joint pain, a condition informally referred to as \"bends.\" About 5% to 10% present with neurologic symptoms like dizziness, paralysis, or unconsciousness. Around 2% experience chokes, where nitrogen bubbles clog the pulmonary arteries, leading to severe pulmonary edema. [19]"}
{"id": "article-36940_5", "title": "Chokes -- Etiology", "content": "Pulmonary DCS occurs when nitrogen gas bubbles form vigorously in the bloodstream or lung tissues after a rapid fall in ambient pressure. Such changes happen during rapid body decompression, as happens after a quick ascent from deep sea diving. The nitrogen gas bubbles mechanically block the pulmonary vessels, compromising pulmonary gas exchange. Endothelial irritation triggers inflammation, resulting in pulmonary edema. Without timely recognition and treatment, these events can lead to acute cardiopulmonary decompensation and subsequent death.", "contents": "Chokes -- Etiology. Pulmonary DCS occurs when nitrogen gas bubbles form vigorously in the bloodstream or lung tissues after a rapid fall in ambient pressure. Such changes happen during rapid body decompression, as happens after a quick ascent from deep sea diving. The nitrogen gas bubbles mechanically block the pulmonary vessels, compromising pulmonary gas exchange. Endothelial irritation triggers inflammation, resulting in pulmonary edema. Without timely recognition and treatment, these events can lead to acute cardiopulmonary decompensation and subsequent death."}
{"id": "article-36940_6", "title": "Chokes -- Etiology", "content": "Risk factors for developing pulmonary DCS include rapid ascent, excessive nitrogen absorption during a dive, deep or prolonged dives, repetitive dives without adequate surface intervals, and individual physiological variables affecting gas absorption and elimination.", "contents": "Chokes -- Etiology. Risk factors for developing pulmonary DCS include rapid ascent, excessive nitrogen absorption during a dive, deep or prolonged dives, repetitive dives without adequate surface intervals, and individual physiological variables affecting gas absorption and elimination."}
{"id": "article-36940_7", "title": "Chokes -- Epidemiology", "content": "The prevalence of DCS in divers ranges from 0.01% to 0.095%, depending on the environment and type of diving performed. According to Vann et al, pulmonary DCS comprises up to 5.6% of DCS cases and is the initial presenting condition in 0.9% of those cases. [1] More recent data from the Divers Alert Network (DAN) show that pulmonary DCS comprised 1.4% of DCS cases reported from 2014 through 2017. [2] In 2018, 4 out of 624 DCS cases reported to DAN were pulmonary DCS cases. [3]", "contents": "Chokes -- Epidemiology. The prevalence of DCS in divers ranges from 0.01% to 0.095%, depending on the environment and type of diving performed. According to Vann et al, pulmonary DCS comprises up to 5.6% of DCS cases and is the initial presenting condition in 0.9% of those cases. [1] More recent data from the Divers Alert Network (DAN) show that pulmonary DCS comprised 1.4% of DCS cases reported from 2014 through 2017. [2] In 2018, 4 out of 624 DCS cases reported to DAN were pulmonary DCS cases. [3]"}
{"id": "article-36940_8", "title": "Chokes -- Pathophysiology", "content": "Seawater weighs approximately 64 pounds per cubic foot (1024 kilograms per cubic meter). Freshwater weighs slightly less, but the two are considered equivalent when determining the diving depth and calculating decompression schedules. When a diver descends underwater, the pressure around them increases as a function of the surrounding water's weight. For the diver to inflate their lungs, breathing gas must be supplied at a pressure equivalent to the ambient water pressure. Self-contained underwater breathing apparatus (SCUBA) accomplishes this task, helping divers breathe adequately underwater.", "contents": "Chokes -- Pathophysiology. Seawater weighs approximately 64 pounds per cubic foot (1024 kilograms per cubic meter). Freshwater weighs slightly less, but the two are considered equivalent when determining the diving depth and calculating decompression schedules. When a diver descends underwater, the pressure around them increases as a function of the surrounding water's weight. For the diver to inflate their lungs, breathing gas must be supplied at a pressure equivalent to the ambient water pressure. Self-contained underwater breathing apparatus (SCUBA) accomplishes this task, helping divers breathe adequately underwater."}
{"id": "article-36940_9", "title": "Chokes -- Pathophysiology", "content": "Most divers breathe compressed air, which is roughly 78% nitrogen. However, nitrogen narcosis can ensue at a depth of 66 feet or 20 meters in seawater. Divers use helium-oxygen mixtures at deeper levels to avoid nitrogen narcosis, as helium is virtually non-narcotic. Technical divers may use helium-nitrogen-oxygen mixtures (trimix) at shallower depths to balance nitrogen's narcotic effects and the cost of diluting the breathing gas with helium. Of note, divers may think nitrogen is inert even though it is not, especially in the human body. [4] [5]", "contents": "Chokes -- Pathophysiology. Most divers breathe compressed air, which is roughly 78% nitrogen. However, nitrogen narcosis can ensue at a depth of 66 feet or 20 meters in seawater. Divers use helium-oxygen mixtures at deeper levels to avoid nitrogen narcosis, as helium is virtually non-narcotic. Technical divers may use helium-nitrogen-oxygen mixtures (trimix) at shallower depths to balance nitrogen's narcotic effects and the cost of diluting the breathing gas with helium. Of note, divers may think nitrogen is inert even though it is not, especially in the human body. [4] [5]"}
{"id": "article-36940_10", "title": "Chokes -- Pathophysiology", "content": "At atmospheric pressure, nitrogen in the tissues is in equilibrium with that of the atmosphere. As the diver's breathing gas pressure increases with increasing depth, nitrogen's partial pressure in the breathing mix also rises due to this gas being predominant in the atmosphere. A positive pressure is created between nitrogen gas in the lungs and the nitrogen gas dissolved in the blood and body tissues. Nitrogen gas molecules in the lungs then pass through the alveolar-capillary interface, dissolving in the body tissues and blood proportional to partial pressure and time. Therefore, the farther a diver descends and the longer they stay deep underwater, the more nitrogen gas molecules dissolve in the body.", "contents": "Chokes -- Pathophysiology. At atmospheric pressure, nitrogen in the tissues is in equilibrium with that of the atmosphere. As the diver's breathing gas pressure increases with increasing depth, nitrogen's partial pressure in the breathing mix also rises due to this gas being predominant in the atmosphere. A positive pressure is created between nitrogen gas in the lungs and the nitrogen gas dissolved in the blood and body tissues. Nitrogen gas molecules in the lungs then pass through the alveolar-capillary interface, dissolving in the body tissues and blood proportional to partial pressure and time. Therefore, the farther a diver descends and the longer they stay deep underwater, the more nitrogen gas molecules dissolve in the body."}
{"id": "article-36940_11", "title": "Chokes -- Pathophysiology", "content": "Ascent reduces the lung's nitrogen gas partial pressure, causing nitrogen gas re-equilibration and subsequent reversal between the lungs and tissues. The tissues become supersaturated with nitrogen when the body's nitrogen partial pressure is greater than that in the lungs. The nitrogen gas molecules in the body then pass through the alveolar-capillary membrane and into the lungs, where they are exhaled. This process is known to divers as decompression. Detailed algorithms are designed to control decompression to let divers ascend safely.", "contents": "Chokes -- Pathophysiology. Ascent reduces the lung's nitrogen gas partial pressure, causing nitrogen gas re-equilibration and subsequent reversal between the lungs and tissues. The tissues become supersaturated with nitrogen when the body's nitrogen partial pressure is greater than that in the lungs. The nitrogen gas molecules in the body then pass through the alveolar-capillary membrane and into the lungs, where they are exhaled. This process is known to divers as decompression. Detailed algorithms are designed to control decompression to let divers ascend safely."}
{"id": "article-36940_12", "title": "Chokes -- Pathophysiology", "content": "At slightly supersaturated levels, physical and chemical forces drive the blood and tissues to release some nitrogen bubbles into venous blood. The process by which nitrogen bubbles form during decompression is similar to when opening a carbonated beverage container. The bubbles travel from the peripheral tissues to the right heart chambers. Then, they pass through the pulmonary circulation and subsequently leave the lungs.", "contents": "Chokes -- Pathophysiology. At slightly supersaturated levels, physical and chemical forces drive the blood and tissues to release some nitrogen bubbles into venous blood. The process by which nitrogen bubbles form during decompression is similar to when opening a carbonated beverage container. The bubbles travel from the peripheral tissues to the right heart chambers. Then, they pass through the pulmonary circulation and subsequently leave the lungs."}
{"id": "article-36940_13", "title": "Chokes -- Pathophysiology", "content": "Large venous bubbles form if the lung pressure gradient becomes too great or decompression worsens. Consequently, the nitrogen bubbles can disrupt the pulmonary circulation. Nitrogen is also a tissue irritant. This substance can damage the vascular epithelium, activate the inflammatory cascade, and cause pulmonary edema, pulmonary hypertension, and decreased cardiac output. [6] [7] [8] [9] These complications can result in rapid-onset hypoxemia, hypercarbia, and death. [10] Patients can rapidly decompensate despite an initially stable presentation and appropriate recompression treatment. [11]", "contents": "Chokes -- Pathophysiology. Large venous bubbles form if the lung pressure gradient becomes too great or decompression worsens. Consequently, the nitrogen bubbles can disrupt the pulmonary circulation. Nitrogen is also a tissue irritant. This substance can damage the vascular epithelium, activate the inflammatory cascade, and cause pulmonary edema, pulmonary hypertension, and decreased cardiac output. [6] [7] [8] [9] These complications can result in rapid-onset hypoxemia, hypercarbia, and death. [10] Patients can rapidly decompensate despite an initially stable presentation and appropriate recompression treatment. [11]"}
{"id": "article-36940_14", "title": "Chokes -- History and Physical", "content": "Divers with pulmonary DCS have a history of spending long hours deep underwater and failing to follow proper decompression protocols afterward. Symptoms develop within minutes to several hours after ascent and include substernal pain, cough, and dyspnea, mimicking thrombotic pulmonary embolism.", "contents": "Chokes -- History and Physical. Divers with pulmonary DCS have a history of spending long hours deep underwater and failing to follow proper decompression protocols afterward. Symptoms develop within minutes to several hours after ascent and include substernal pain, cough, and dyspnea, mimicking thrombotic pulmonary embolism."}
{"id": "article-36940_15", "title": "Chokes -- History and Physical", "content": "Divers with pulmonary DCS initially appear stable, though they may present with inner ear symptoms like vertigo, hearing loss, and tinnitus. Other possible manifestations of the condition include trunk or pelvic pain, marbled skin rash (cutis marmorata), hemoptysis, and joint and extremity pain and swelling. [12]", "contents": "Chokes -- History and Physical. Divers with pulmonary DCS initially appear stable, though they may present with inner ear symptoms like vertigo, hearing loss, and tinnitus. Other possible manifestations of the condition include trunk or pelvic pain, marbled skin rash (cutis marmorata), hemoptysis, and joint and extremity pain and swelling. [12]"}
{"id": "article-36940_16", "title": "Chokes -- History and Physical", "content": "Pulmonary DCS rarely occurs in aviators who fly high-performance aircraft. Pilots, especially in the military, presenting with pulmonary DCS symptoms after altitude exposure should be carefully evaluated and treated with hyperbaric oxygen therapy if necessary. [11] [13]", "contents": "Chokes -- History and Physical. Pulmonary DCS rarely occurs in aviators who fly high-performance aircraft. Pilots, especially in the military, presenting with pulmonary DCS symptoms after altitude exposure should be carefully evaluated and treated with hyperbaric oxygen therapy if necessary. [11] [13]"}
{"id": "article-36940_17", "title": "Chokes -- History and Physical", "content": "The initial vital signs may be normal, but tachypnea, tachycardia, and hypoxemia may develop within minutes. Crackles may be appreciated on auscultation, though wheezing may also be heard if the patient has a pre-existing pulmonary condition. Reduced breath sounds may signify a pneumothorax. Neck crepitations and crackling over the sternal area during systole may be appreciated if pneumomediastinum is present. [19]", "contents": "Chokes -- History and Physical. The initial vital signs may be normal, but tachypnea, tachycardia, and hypoxemia may develop within minutes. Crackles may be appreciated on auscultation, though wheezing may also be heard if the patient has a pre-existing pulmonary condition. Reduced breath sounds may signify a pneumothorax. Neck crepitations and crackling over the sternal area during systole may be appreciated if pneumomediastinum is present. [19]"}
{"id": "article-36940_18", "title": "Chokes -- History and Physical", "content": "Abdominal tenderness and distention may signify gas in the mesenteric and portal vessels. [20] Skin mottling, joint tenderness, joint swelling, nystagmus, and poor coordination may also be appreciated.", "contents": "Chokes -- History and Physical. Abdominal tenderness and distention may signify gas in the mesenteric and portal vessels. [20] Skin mottling, joint tenderness, joint swelling, nystagmus, and poor coordination may also be appreciated."}
{"id": "article-36940_19", "title": "Chokes -- History and Physical", "content": "Half of patients with pulmonary DCS develop symptoms within the first hour after rapid decompression, while the rest experience distress within a few hours after the precipitating event. Individuals with pulmonary DCS can deteriorate quickly due to pulmonary edema, respiratory failure, right ventricular dysfunction, and cardiovascular collapse even after receiving the appropriate treatment.", "contents": "Chokes -- History and Physical. Half of patients with pulmonary DCS develop symptoms within the first hour after rapid decompression, while the rest experience distress within a few hours after the precipitating event. Individuals with pulmonary DCS can deteriorate quickly due to pulmonary edema, respiratory failure, right ventricular dysfunction, and cardiovascular collapse even after receiving the appropriate treatment."}
{"id": "article-36940_20", "title": "Chokes -- Evaluation", "content": "Acute pulmonary DCS is a clinical diagnosis. The condition must be suspected in a patient presenting with sudden dyspnea, chest pain, and coughing minutes to several hours after an event that can precipitate rapid decompression. Imaging and laboratory studies are usually nonspecific.", "contents": "Chokes -- Evaluation. Acute pulmonary DCS is a clinical diagnosis. The condition must be suspected in a patient presenting with sudden dyspnea, chest pain, and coughing minutes to several hours after an event that can precipitate rapid decompression. Imaging and laboratory studies are usually nonspecific."}
{"id": "article-36940_21", "title": "Chokes -- Evaluation", "content": "Chest X-ray will show diffuse infiltrates bilaterally. If a pneumothorax is present, a dark region around the collapsed lung will also appear on the radiographs. An abdominal computed tomography (CT) scan may reveal gas in the portal and mesenteric vessels. Evidence of gastrointestinal perforation may also be present. Magnetic resonance imaging (MRI) of the brain and spine may reveal initial swelling, followed by ischemic changes or infarcts. [21] [22]", "contents": "Chokes -- Evaluation. Chest X-ray will show diffuse infiltrates bilaterally. If a pneumothorax is present, a dark region around the collapsed lung will also appear on the radiographs. An abdominal computed tomography (CT) scan may reveal gas in the portal and mesenteric vessels. Evidence of gastrointestinal perforation may also be present. Magnetic resonance imaging (MRI) of the brain and spine may reveal initial swelling, followed by ischemic changes or infarcts. [21] [22]"}
{"id": "article-36940_22", "title": "Chokes -- Evaluation", "content": "Arterial blood gases will reveal hypoxemia without hypercarbia in the early stages of the illness. Hypoxemia with hypercarbia may signify pulmonary decompensation. Systemic involvement will manifest as elevated liver enzymes, C-reactive protein, creatinine kinase, creatine, lactate dehydrogenase, and pancreatic amylase.", "contents": "Chokes -- Evaluation. Arterial blood gases will reveal hypoxemia without hypercarbia in the early stages of the illness. Hypoxemia with hypercarbia may signify pulmonary decompensation. Systemic involvement will manifest as elevated liver enzymes, C-reactive protein, creatinine kinase, creatine, lactate dehydrogenase, and pancreatic amylase."}
{"id": "article-36940_23", "title": "Chokes -- Treatment / Management", "content": "Recognition of pulmonary DCS is the first hurdle to clear during prehospital management. Emergency medical services (EMS) must perform a quick, focused assessment on-site while ensuring the patient has a patent airway and stable respiration. The patient must be hooked to a cardiac monitor and pulse oximeter throughout initial stabilization and transport.", "contents": "Chokes -- Treatment / Management. Recognition of pulmonary DCS is the first hurdle to clear during prehospital management. Emergency medical services (EMS) must perform a quick, focused assessment on-site while ensuring the patient has a patent airway and stable respiration. The patient must be hooked to a cardiac monitor and pulse oximeter throughout initial stabilization and transport."}
{"id": "article-36940_24", "title": "Chokes -- Treatment / Management", "content": "At the emergency department (ED), the patient must be given high-flow oxygen at 100% or the maximum possible concentration, which addresses hypoxemia and accelerates the reabsorption of extra-alveolar gas. Intravenous cannulation must be started for fluid resuscitation and medication administration. If the patient deteriorates, the medical team must be ready to administer basic (BLS) and advanced cardiac (ACLS) life support. Once stable, the patient must be immediately evacuated to a hyperbaric chamber and placed in the care of the hyperbaric team. If the patient was initially taken to a hospital without a hyperbaric chamber, they must be transferred to an appropriately equipped facility with staff capable of treating patients with pulmonary DCS.", "contents": "Chokes -- Treatment / Management. At the emergency department (ED), the patient must be given high-flow oxygen at 100% or the maximum possible concentration, which addresses hypoxemia and accelerates the reabsorption of extra-alveolar gas. Intravenous cannulation must be started for fluid resuscitation and medication administration. If the patient deteriorates, the medical team must be ready to administer basic (BLS) and advanced cardiac (ACLS) life support. Once stable, the patient must be immediately evacuated to a hyperbaric chamber and placed in the care of the hyperbaric team. If the patient was initially taken to a hospital without a hyperbaric chamber, they must be transferred to an appropriately equipped facility with staff capable of treating patients with pulmonary DCS."}
{"id": "article-36940_25", "title": "Chokes -- Treatment / Management", "content": "The definitive treatment for pulmonary DCS is immediate recompression in a hyperbaric chamber. An established hyperbaric oxygen treatment protocol, such as the U.S. Navy's treatment algorithm, must be administered. Systemic complications warrant referrals to other specialists. [14]", "contents": "Chokes -- Treatment / Management. The definitive treatment for pulmonary DCS is immediate recompression in a hyperbaric chamber. An established hyperbaric oxygen treatment protocol, such as the U.S. Navy's treatment algorithm, must be administered. Systemic complications warrant referrals to other specialists. [14]"}
{"id": "article-36940_26", "title": "Chokes -- Differential Diagnosis", "content": "Conditions presenting with acute shortness of breath, chest pain, and coughing comprise the differential diagnosis of pulmonary DCS. These conditions include the following: Myocardial infarction Water aspiration Breathing gas contamination Pulmonary oxygen toxicity (unlikely in most dive settings) Pulmonary embolus Alkaline aspiration secondary to water intrusion in the rebreather apparatus' breathing loop Pulmonary congestion Aortic dissection Esophageal perforation Others that can be considered in extreme environments are anaphylaxis, drowning, and asthma exacerbation.", "contents": "Chokes -- Differential Diagnosis. Conditions presenting with acute shortness of breath, chest pain, and coughing comprise the differential diagnosis of pulmonary DCS. These conditions include the following: Myocardial infarction Water aspiration Breathing gas contamination Pulmonary oxygen toxicity (unlikely in most dive settings) Pulmonary embolus Alkaline aspiration secondary to water intrusion in the rebreather apparatus' breathing loop Pulmonary congestion Aortic dissection Esophageal perforation Others that can be considered in extreme environments are anaphylaxis, drowning, and asthma exacerbation."}
{"id": "article-36940_27", "title": "Chokes -- Prognosis", "content": "The prognosis for pulmonary DCS varies depending on several factors, such as the promptness of treatment, the patient's overall health, and the extent of tissue damage. Mild-to-moderate pulmonary DCS has a generally favorable prognosis, especially if treated promptly. Severe cases may lead to long-term pulmonary and systemic complications, especially if treatment is delayed. Prevention remains crucial in mitigating the risk of pulmonary DCS. Patient education about safe diving practices and knowing when to seek treatment can significantly improve outcomes. [23]", "contents": "Chokes -- Prognosis. The prognosis for pulmonary DCS varies depending on several factors, such as the promptness of treatment, the patient's overall health, and the extent of tissue damage. Mild-to-moderate pulmonary DCS has a generally favorable prognosis, especially if treated promptly. Severe cases may lead to long-term pulmonary and systemic complications, especially if treatment is delayed. Prevention remains crucial in mitigating the risk of pulmonary DCS. Patient education about safe diving practices and knowing when to seek treatment can significantly improve outcomes. [23]"}
{"id": "article-36940_28", "title": "Chokes -- Complications", "content": "Pulmonary DCS can cause multiple complications if not treated immediately. Pulmonary injury may lead to permanent fibrosis, decreased tidal volume, and chronic hypoxemia. Neurologic damage may be transient or permanent, depending on the duration of hypoxemia. Systemic inflammation and ischemia can cause heart failure, pancreatitis, liver failure, renal impairment, arthritis, and gastrointestinal ulcers. [15] [16] [17]", "contents": "Chokes -- Complications. Pulmonary DCS can cause multiple complications if not treated immediately. Pulmonary injury may lead to permanent fibrosis, decreased tidal volume, and chronic hypoxemia. Neurologic damage may be transient or permanent, depending on the duration of hypoxemia. Systemic inflammation and ischemia can cause heart failure, pancreatitis, liver failure, renal impairment, arthritis, and gastrointestinal ulcers. [15] [16] [17]"}
{"id": "article-36940_29", "title": "Chokes -- Deterrence and Patient Education", "content": "Pulmonary DCS prevention starts with educating patients about safe diving practices. Examples include strict decompression protocol adherence, diving within the limits of one's training, and allowing enough time between multiple dives. Community involvement is also crucial. For example, diving operators must ensure that diving equipment functions optimally so their clients are not forced to ascend quickly. Diving operators may also consider having their clients cleared medically before engaging in this activity.", "contents": "Chokes -- Deterrence and Patient Education. Pulmonary DCS prevention starts with educating patients about safe diving practices. Examples include strict decompression protocol adherence, diving within the limits of one's training, and allowing enough time between multiple dives. Community involvement is also crucial. For example, diving operators must ensure that diving equipment functions optimally so their clients are not forced to ascend quickly. Diving operators may also consider having their clients cleared medically before engaging in this activity."}
{"id": "article-36940_30", "title": "Chokes -- Deterrence and Patient Education", "content": "Clinical practitioners should evaluate divers carefully to ensure diving fitness. Providers must also emphasize the value of proper nutrition, hydration, adequate rest, and body conditioning between diving activities. Inexperienced individuals must always be reminded to have a highly-trained diver accompany them when diving. [24]", "contents": "Chokes -- Deterrence and Patient Education. Clinical practitioners should evaluate divers carefully to ensure diving fitness. Providers must also emphasize the value of proper nutrition, hydration, adequate rest, and body conditioning between diving activities. Inexperienced individuals must always be reminded to have a highly-trained diver accompany them when diving. [24]"}
{"id": "article-36940_31", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "EMS team members are usually the first to respond to a diving-related medical emergency. If adequately equipped facilities are far from the diving site, EMS may initially transport the patient to the nearest emergency department (ED), even if the hospital lacks a hyperbaric unit. The ED physician should stabilize the patient and contact a diving physician—a medical professional trained in undersea and hyperbaric medicine. Diving physicians can treat both emergent and non-urgent diving-related medical conditions.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. EMS team members are usually the first to respond to a diving-related medical emergency. If adequately equipped facilities are far from the diving site, EMS may initially transport the patient to the nearest emergency department (ED), even if the hospital lacks a hyperbaric unit. The ED physician should stabilize the patient and contact a diving physician—a medical professional trained in undersea and hyperbaric medicine. Diving physicians can treat both emergent and non-urgent diving-related medical conditions."}
{"id": "article-36940_32", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "DAN maintains a 24-hour emergency hotline at +1-919-684-9111 in the U.S. The organization has an on-call diving physician who can be consulted on the phone or in person for diving-related emergencies. DAN can also help locate the nearest recompression facility. This organization has a global reach. International queries may be sent through the DAN website.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. DAN maintains a 24-hour emergency hotline at +1-919-684-9111 in the U.S. The organization has an on-call diving physician who can be consulted on the phone or in person for diving-related emergencies. DAN can also help locate the nearest recompression facility. This organization has a global reach. International queries may be sent through the DAN website."}
{"id": "article-36940_33", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "Once a diagnosis of pulmonary DCS is established, the diver should be transferred to a recompression facility without delay. Critical-care conveyance is essential since the patient may decompensate on transport. If the patient is transported by air, altitude should be maintained as close to 1000 feet (300 meters) above mean sea level as possible per the U.S. Navy Diving Manual, Revision 7. Some authors suggest maintaining an altitude of 500 feet (150 meters) above the level where the diver is retrieved. [18]", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. Once a diagnosis of pulmonary DCS is established, the diver should be transferred to a recompression facility without delay. Critical-care conveyance is essential since the patient may decompensate on transport. If the patient is transported by air, altitude should be maintained as close to 1000 feet (300 meters) above mean sea level as possible per the U.S. Navy Diving Manual, Revision 7. Some authors suggest maintaining an altitude of 500 feet (150 meters) above the level where the diver is retrieved. [18]"}
{"id": "article-36940_34", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "Aggressive resuscitation and recompression are performed immediately upon the patient's arrival. Hyperbaric treatment may be repeated based on the diver's initial response and potential tolerance for additional hyperbaric oxygen therapy. The patient must be assessed and treated for other complications such as ischemic brain and spine injury and pneumomediastinum.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. Aggressive resuscitation and recompression are performed immediately upon the patient's arrival. Hyperbaric treatment may be repeated based on the diver's initial response and potential tolerance for additional hyperbaric oxygen therapy. The patient must be assessed and treated for other complications such as ischemic brain and spine injury and pneumomediastinum."}
{"id": "article-36940_35", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "Care of a critically ill diver in the receiving facility requires close collaboration between individual professionals and teams. The emergency medicine team is in charge of resuscitation and stabilization. The members essential to this team are the emergency medicine physician, nurse, respiratory therapist, and pharmacist. The hyperbaric team provides hyperbaric treatment to the patient. The members of this team include the hyperbaric medicine specialist, nurse, and hyperbaric technologist.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. Care of a critically ill diver in the receiving facility requires close collaboration between individual professionals and teams. The emergency medicine team is in charge of resuscitation and stabilization. The members essential to this team are the emergency medicine physician, nurse, respiratory therapist, and pharmacist. The hyperbaric team provides hyperbaric treatment to the patient. The members of this team include the hyperbaric medicine specialist, nurse, and hyperbaric technologist."}
{"id": "article-36940_36", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "Critically ill survivors of pulmonary DCS later transition to the critical care team, comprised of the intensivist, nurse, respiratory therapist, and pharmacist. The hospitalist and ward staff assume the care of stable patients.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. Critically ill survivors of pulmonary DCS later transition to the critical care team, comprised of the intensivist, nurse, respiratory therapist, and pharmacist. The hospitalist and ward staff assume the care of stable patients."}
{"id": "article-36940_37", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "The radiologist interprets imaging findings and recommends additional imaging tests if needed. Other specialists may be involved in the patient's care, depending on the presence of other injuries. Some of these specialists include surgeons, pulmonologists, neurologists, cardiologists, nephrologists, and hepatologists.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. The radiologist interprets imaging findings and recommends additional imaging tests if needed. Other specialists may be involved in the patient's care, depending on the presence of other injuries. Some of these specialists include surgeons, pulmonologists, neurologists, cardiologists, nephrologists, and hepatologists."}
{"id": "article-36940_38", "title": "Chokes -- Enhancing Healthcare Team Outcomes", "content": "The collaborative efforts of these healthcare professionals are crucial in promptly diagnosing, managing, and treating pulmonary DCS and its associated complications. Immediate recognition, high-flow oxygen administration, and hyperbaric therapy are essential components of the comprehensive care provided by this multidisciplinary team.", "contents": "Chokes -- Enhancing Healthcare Team Outcomes. The collaborative efforts of these healthcare professionals are crucial in promptly diagnosing, managing, and treating pulmonary DCS and its associated complications. Immediate recognition, high-flow oxygen administration, and hyperbaric therapy are essential components of the comprehensive care provided by this multidisciplinary team."}
{"id": "article-36940_39", "title": "Chokes -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Chokes -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}