{"id": "article-19621_0", "title": "Clopidogrel -- Continuing Education Activity", "content": "Clopidogrel is FDA approved for the medical management of unstable angina (UA)/non-ST-segment elevation myocardial infarction (NSTEMI), ST-segment elevation myocardial infarction (STEMI) in patients receiving fibrinolytic therapy, and for secondary prevention in recent myocardial infarction (MI), recent stroke, and peripheral arterial disease. There also a number of other FDA-approved uses. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of clopidogrel, pertinent for members of the interprofessional team where this agent is indicated.", "contents": "Clopidogrel -- Continuing Education Activity. Clopidogrel is FDA approved for the medical management of unstable angina (UA)/non-ST-segment elevation myocardial infarction (NSTEMI), ST-segment elevation myocardial infarction (STEMI) in patients receiving fibrinolytic therapy, and for secondary prevention in recent myocardial infarction (MI), recent stroke, and peripheral arterial disease. There also a number of other FDA-approved uses. This activity reviews the mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring of clopidogrel, pertinent for members of the interprofessional team where this agent is indicated."}
{"id": "article-19621_1", "title": "Clopidogrel -- Continuing Education Activity", "content": "Objectives: Explain the mechanism of action of clopidogrel. Review the indications for initiating therapy with clopidogrel. Describe the significant drug-drug interactions that might occur when prescribing clopidogrel. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients on clopidogrel therapy. Access free multiple choice questions on this topic.", "contents": "Clopidogrel -- Continuing Education Activity. Objectives: Explain the mechanism of action of clopidogrel. Review the indications for initiating therapy with clopidogrel. Describe the significant drug-drug interactions that might occur when prescribing clopidogrel. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients on clopidogrel therapy. Access free multiple choice questions on this topic."}
{"id": "article-19621_2", "title": "Clopidogrel -- Indications", "content": "Clopidogrel is FDA approved for the medical management of unstable angina (UA)/non-ST-segment elevation myocardial infarction (NSTEMI), ST-segment elevation myocardial infarction (STEMI) in patients receiving fibrinolytic therapy, and for secondary prevention in recent myocardial infarction (MI), recent stroke, and peripheral arterial disease. [1] [2] [3] FDA-approved indications for clopidogrel include: Use during a percutaneous coronary intervention (PCI) for acute coronary syndrome (ACS) and stable ischemic heart disease. [4] [5] [6] Primary prevention of thromboembolism atrial fibrillation Symptomatic carotid artery stenosis Secondary prevention post-coronary artery bypass grafting Peripheral artery percutaneous angioplasty in peripheral artery bypass grafting", "contents": "Clopidogrel -- Indications. Clopidogrel is FDA approved for the medical management of unstable angina (UA)/non-ST-segment elevation myocardial infarction (NSTEMI), ST-segment elevation myocardial infarction (STEMI) in patients receiving fibrinolytic therapy, and for secondary prevention in recent myocardial infarction (MI), recent stroke, and peripheral arterial disease. [1] [2] [3] FDA-approved indications for clopidogrel include: Use during a percutaneous coronary intervention (PCI) for acute coronary syndrome (ACS) and stable ischemic heart disease. [4] [5] [6] Primary prevention of thromboembolism atrial fibrillation Symptomatic carotid artery stenosis Secondary prevention post-coronary artery bypass grafting Peripheral artery percutaneous angioplasty in peripheral artery bypass grafting"}
{"id": "article-19621_3", "title": "Clopidogrel -- Mechanism of Action", "content": "Clopidogrel is an irreversible inhibitor of the platelet P2Y12 adenosine diphosphate receptor. Inhibition of this receptor prevents the downstream activation of the glycoprotein IIb/IIIa receptor complex, which leads to reduced platelet aggregation. Clopidogrel is an inactive prodrug that requires enzymatic activation via a variety of CYP enzymes, including the CYP2C19 and CYP3A4 enzymes, through a two-step process of bioactivation. Genetic polymorphisms to these enzymes can influence response to therapy. The most commonly discussed genetic polymorphism related to clopidogrel is that of one or both alleles of the CYP2C19 enzyme. Patients with any loss of function allele will not effectively metabolize clopidogrel, leading to the inability to inhibit platelet activity. For example, patients who are homozygous for these non-functioning alleles often demonstrate the poorest metabolism and subsequent activation of clopidogrel, as indicated by high on-treatment platelet reactivity via platelet function testing. [7]", "contents": "Clopidogrel -- Mechanism of Action. Clopidogrel is an irreversible inhibitor of the platelet P2Y12 adenosine diphosphate receptor. Inhibition of this receptor prevents the downstream activation of the glycoprotein IIb/IIIa receptor complex, which leads to reduced platelet aggregation. Clopidogrel is an inactive prodrug that requires enzymatic activation via a variety of CYP enzymes, including the CYP2C19 and CYP3A4 enzymes, through a two-step process of bioactivation. Genetic polymorphisms to these enzymes can influence response to therapy. The most commonly discussed genetic polymorphism related to clopidogrel is that of one or both alleles of the CYP2C19 enzyme. Patients with any loss of function allele will not effectively metabolize clopidogrel, leading to the inability to inhibit platelet activity. For example, patients who are homozygous for these non-functioning alleles often demonstrate the poorest metabolism and subsequent activation of clopidogrel, as indicated by high on-treatment platelet reactivity via platelet function testing. [7]"}
{"id": "article-19621_4", "title": "Clopidogrel -- Mechanism of Action", "content": "Typically, in a normal metabolizer, the drug has a bioavailability of 50%, with only 15% of an oral dose becoming active via esterase hydrolysis with the CYP enzymes. Active clopidogrel inhibits the platelet for the life of the platelet (7 to 10 days). However, platelet function can begin to return as new platelets turn over, and a return of full function is often seen within 5 days. Given this factor, clopidogrel should be held at least 5 days before any surgical procedure. It should be noted this decision should not occur in isolation, especially in high-risk patients (e.g., patients with recent stenting for ACS). Thus, in these situations, it is imperative to consult with the primary prescriber for the clopidogrel. [8]", "contents": "Clopidogrel -- Mechanism of Action. Typically, in a normal metabolizer, the drug has a bioavailability of 50%, with only 15% of an oral dose becoming active via esterase hydrolysis with the CYP enzymes. Active clopidogrel inhibits the platelet for the life of the platelet (7 to 10 days). However, platelet function can begin to return as new platelets turn over, and a return of full function is often seen within 5 days. Given this factor, clopidogrel should be held at least 5 days before any surgical procedure. It should be noted this decision should not occur in isolation, especially in high-risk patients (e.g., patients with recent stenting for ACS). Thus, in these situations, it is imperative to consult with the primary prescriber for the clopidogrel. [8]"}
{"id": "article-19621_5", "title": "Clopidogrel -- Administration", "content": "Clopidogrel is only supplied in a tablet formulation, and thus all doses are given via an oral route. Doses of clopidogrel can be administered without respect to meals. Due to the dependence of CYP2C19 for metabolism for activation, the recommendation is that the administration of agents that inhibit CYP2C19 metabolism should be avoided (e.g., omeprazole, lansoprazole). Furthermore, recommendations are to avoid agents that slow down gastrointestinal motility can delay absorption (e.g., opioid agents) in the acute setting.", "contents": "Clopidogrel -- Administration. Clopidogrel is only supplied in a tablet formulation, and thus all doses are given via an oral route. Doses of clopidogrel can be administered without respect to meals. Due to the dependence of CYP2C19 for metabolism for activation, the recommendation is that the administration of agents that inhibit CYP2C19 metabolism should be avoided (e.g., omeprazole, lansoprazole). Furthermore, recommendations are to avoid agents that slow down gastrointestinal motility can delay absorption (e.g., opioid agents) in the acute setting."}
{"id": "article-19621_6", "title": "Clopidogrel -- Administration", "content": "Regarding pregnancy risk factors, clopidogrel has a risk factor B classification, meaning no evidence of risk. However, most of the data supporting this have been from animal models that found no adverse events in reproduction studies. It is not known if clopidogrel is secreted into breast milk. At the moment, the expert recommendation is to stop nursing or stop the drug in these situations. Below are the typical dosing regimens for clopidogrel: [9]", "contents": "Clopidogrel -- Administration. Regarding pregnancy risk factors, clopidogrel has a risk factor B classification, meaning no evidence of risk. However, most of the data supporting this have been from animal models that found no adverse events in reproduction studies. It is not known if clopidogrel is secreted into breast milk. At the moment, the expert recommendation is to stop nursing or stop the drug in these situations. Below are the typical dosing regimens for clopidogrel: [9]"}
{"id": "article-19621_7", "title": "Clopidogrel -- Administration", "content": "Medical treatment of UA/NSTEMI: Administer a 300 mg to 600 mg loading dose followed by 75 mg daily, in conjunction with aspirin, ideally for up to 12 months.", "contents": "Clopidogrel -- Administration. Medical treatment of UA/NSTEMI: Administer a 300 mg to 600 mg loading dose followed by 75 mg daily, in conjunction with aspirin, ideally for up to 12 months."}
{"id": "article-19621_8", "title": "Clopidogrel -- Administration", "content": "STEMI patients receiving fibrinolytic therapy: If the patient’s age is 75 years or younger, then give a 300 mg loading dose followed by 75 mg daily for at least 14 days and up to 1 year. If the patient is older than 75 years, then the loading dose is omitted.", "contents": "Clopidogrel -- Administration. STEMI patients receiving fibrinolytic therapy: If the patient’s age is 75 years or younger, then give a 300 mg loading dose followed by 75 mg daily for at least 14 days and up to 1 year. If the patient is older than 75 years, then the loading dose is omitted."}
{"id": "article-19621_9", "title": "Clopidogrel -- Administration", "content": "PCI during ACS/non-ACS setting: Administer a 600 mg loading dose as early as possible before PCI, followed by 75 mg daily. Ideally, clopidogrel should be administered with aspirin for at least 12 months post-ACS. The duration can vary depending on the stent type, the location of the stent, and the risk of bleeding. Any decision to alter this duration should occur in conjunction with the primary prescriber.", "contents": "Clopidogrel -- Administration. PCI during ACS/non-ACS setting: Administer a 600 mg loading dose as early as possible before PCI, followed by 75 mg daily. Ideally, clopidogrel should be administered with aspirin for at least 12 months post-ACS. The duration can vary depending on the stent type, the location of the stent, and the risk of bleeding. Any decision to alter this duration should occur in conjunction with the primary prescriber."}
{"id": "article-19621_10", "title": "Clopidogrel -- Administration", "content": "Peripheral artery percutaneous angioplasty or peripheral artery bypass grafting: Administer 75 mg daily.", "contents": "Clopidogrel -- Administration. Peripheral artery percutaneous angioplasty or peripheral artery bypass grafting: Administer 75 mg daily."}
{"id": "article-19621_11", "title": "Clopidogrel -- Administration", "content": "Primary prevention of thromboembolism in atrial fibrillation: Administer 75 mg daily.", "contents": "Clopidogrel -- Administration. Primary prevention of thromboembolism in atrial fibrillation: Administer 75 mg daily."}
{"id": "article-19621_12", "title": "Clopidogrel -- Administration", "content": "Symptomatic carotid stenosis: Administer 75 mg daily.", "contents": "Clopidogrel -- Administration. Symptomatic carotid stenosis: Administer 75 mg daily."}
{"id": "article-19621_13", "title": "Clopidogrel -- Administration", "content": "Secondary prevention of coronary artery bypass graft surgery: Administer 75 mg daily.", "contents": "Clopidogrel -- Administration. Secondary prevention of coronary artery bypass graft surgery: Administer 75 mg daily."}
{"id": "article-19621_14", "title": "Clopidogrel -- Administration", "content": "Of note, there is no adjustment required for renal or hepatic impairment.", "contents": "Clopidogrel -- Administration. Of note, there is no adjustment required for renal or hepatic impairment."}
{"id": "article-19621_15", "title": "Clopidogrel -- Adverse Effects", "content": "Bleeding is the most common side effect reported and can occur at varying degrees of severity and any site. Risk factors for bleeding include age older than 75 years, a recent bleeding event, low body weight, or use of medications (e.g., non-steroid anti-inflammatory agents or warfarin) that can increase the risk of bleeding. If bleeding should occur, the risk/benefit of continuing therapy should occur with the primary prescriber of the clopidogrel. There is currently no reversal agent for clopidogrel therapy. Theoretically, exogenous platelet administration could restore hemostasis; however, data exploring this strategy are mixed. The use of platelets should be reserved for severe, life-threatening bleeding. [10]", "contents": "Clopidogrel -- Adverse Effects. Bleeding is the most common side effect reported and can occur at varying degrees of severity and any site. Risk factors for bleeding include age older than 75 years, a recent bleeding event, low body weight, or use of medications (e.g., non-steroid anti-inflammatory agents or warfarin) that can increase the risk of bleeding. If bleeding should occur, the risk/benefit of continuing therapy should occur with the primary prescriber of the clopidogrel. There is currently no reversal agent for clopidogrel therapy. Theoretically, exogenous platelet administration could restore hemostasis; however, data exploring this strategy are mixed. The use of platelets should be reserved for severe, life-threatening bleeding. [10]"}
{"id": "article-19621_16", "title": "Clopidogrel -- Adverse Effects", "content": "The other most common adverse effect is rash/pruritus. In cases of mild-to-moderate hypersensitivity (e.g., rash), the patient can receive a course of a steroid burst while maintaining their therapy. Other options to manage these patients or scenarios include desensitization and switching to an alternative agent with a different structure (e.g., ticagrelor). Rarely, clopidogrel has correlations with thrombotic thrombocytopenia (TTP). A patient who develops TTP while on clopidogrel should receive urgent plasmapheresis.", "contents": "Clopidogrel -- Adverse Effects. The other most common adverse effect is rash/pruritus. In cases of mild-to-moderate hypersensitivity (e.g., rash), the patient can receive a course of a steroid burst while maintaining their therapy. Other options to manage these patients or scenarios include desensitization and switching to an alternative agent with a different structure (e.g., ticagrelor). Rarely, clopidogrel has correlations with thrombotic thrombocytopenia (TTP). A patient who develops TTP while on clopidogrel should receive urgent plasmapheresis."}
{"id": "article-19621_17", "title": "Clopidogrel -- Contraindications", "content": "Clopidogrel is contraindicated in patients who have had anaphylaxis to clopidogrel or its components or have active bleeding. [11]", "contents": "Clopidogrel -- Contraindications. Clopidogrel is contraindicated in patients who have had anaphylaxis to clopidogrel or its components or have active bleeding. [11]"}
{"id": "article-19621_18", "title": "Clopidogrel -- Monitoring", "content": "Patients on clopidogrel should have monitoring for signs of bleeding, both visibly and via laboratory testing (hemoglobin and hematocrit).", "contents": "Clopidogrel -- Monitoring. Patients on clopidogrel should have monitoring for signs of bleeding, both visibly and via laboratory testing (hemoglobin and hematocrit)."}
{"id": "article-19621_19", "title": "Clopidogrel -- Monitoring", "content": "As noted, several patients can have genetic polymorphisms to the CYP enzymes. The CYP2C19 enzyme has been the most studied regarding medication metabolism and response. Genetic testing may be considered in patients prior to initiating therapy in patients at high risk for adverse outcomes (e.g., PCI patients with increased risk of stent thrombosis). However, based on available data, the most optimal dose has been determined. Furthermore, after drug administration, the use of platelet function testing can be used to determine patient response. There are various consensus opinions to the defined threshold for non-responsiveness and optimal strategy for management. [11]", "contents": "Clopidogrel -- Monitoring. As noted, several patients can have genetic polymorphisms to the CYP enzymes. The CYP2C19 enzyme has been the most studied regarding medication metabolism and response. Genetic testing may be considered in patients prior to initiating therapy in patients at high risk for adverse outcomes (e.g., PCI patients with increased risk of stent thrombosis). However, based on available data, the most optimal dose has been determined. Furthermore, after drug administration, the use of platelet function testing can be used to determine patient response. There are various consensus opinions to the defined threshold for non-responsiveness and optimal strategy for management. [11]"}
{"id": "article-19621_20", "title": "Clopidogrel -- Toxicity", "content": "Overdose following clopidogrel administration may result in bleeding complications. Based on animal studies, a single dose of 1500 to 2000 mg/kg was lethal to mice and rats, and 3000 mg/kg was lethal to baboons.", "contents": "Clopidogrel -- Toxicity. Overdose following clopidogrel administration may result in bleeding complications. Based on animal studies, a single dose of 1500 to 2000 mg/kg was lethal to mice and rats, and 3000 mg/kg was lethal to baboons."}
{"id": "article-19621_21", "title": "Clopidogrel -- Enhancing Healthcare Team Outcomes", "content": "Clopidogrel is a widely used drug by cardiologists, emergency department physicians, family practice clinicians, and internists. While the drug is useful for the treatment of ischemic heart disease, its use must be monitored, which is best accomplished with an interprofessional healthcare team. Because the drug has the potential to cause bleeding, the patient's hemoglobin and hematocrit must have regular monitoring. [12] The interprofessional team, including all clinicians, specialists, nurses, and pharmacists, should work together to make sure patients on clopidogrel are followed up regularly, leading to improved patient outcomes with fewer adverse events. [Level 5]", "contents": "Clopidogrel -- Enhancing Healthcare Team Outcomes. Clopidogrel is a widely used drug by cardiologists, emergency department physicians, family practice clinicians, and internists. While the drug is useful for the treatment of ischemic heart disease, its use must be monitored, which is best accomplished with an interprofessional healthcare team. Because the drug has the potential to cause bleeding, the patient's hemoglobin and hematocrit must have regular monitoring. [12] The interprofessional team, including all clinicians, specialists, nurses, and pharmacists, should work together to make sure patients on clopidogrel are followed up regularly, leading to improved patient outcomes with fewer adverse events. [Level 5]"}
{"id": "article-19621_22", "title": "Clopidogrel -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Clopidogrel -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}