{"id": "article-18184_0", "title": "Beevor Sign -- Definition/Introduction", "content": "Beevor sign is an abnormal upward (cephalad) umbilicus movement upon truncal flexion while the patient is in a supine position. [1] In normal people, the rectus abdominis muscle contracts as one unit with no predominance of upper half over the lower part or left over the right side. [2] Therefore, normally on trunk flexion, the navel does not move. Traditionally, this sign was an indication for rectus abdominis weakness or paralysis due to spinal cord lesions between T10-12. This sign derives its name from a neurologist and a clinician-scientist Dr. Charles Beevor, who served in Queen Square Hospital, London, the UK, between 1883 and 1908. It first appeared in Dr. Beevor's textbook \"Diseases of the nervous system: A Handbook for Students and Practitioners\" in 1898. [1] He first described it in a patient with a spinal cord tumor that involved T11 and T12 segments. [3] [4] Dr. Beevor also reported his sign in a myopathic patient. [1]", "contents": "Beevor Sign -- Definition/Introduction. Beevor sign is an abnormal upward (cephalad) umbilicus movement upon truncal flexion while the patient is in a supine position. [1] In normal people, the rectus abdominis muscle contracts as one unit with no predominance of upper half over the lower part or left over the right side. [2] Therefore, normally on trunk flexion, the navel does not move. Traditionally, this sign was an indication for rectus abdominis weakness or paralysis due to spinal cord lesions between T10-12. This sign derives its name from a neurologist and a clinician-scientist Dr. Charles Beevor, who served in Queen Square Hospital, London, the UK, between 1883 and 1908. It first appeared in Dr. Beevor's textbook \"Diseases of the nervous system: A Handbook for Students and Practitioners\" in 1898. [1] He first described it in a patient with a spinal cord tumor that involved T11 and T12 segments. [3] [4] Dr. Beevor also reported his sign in a myopathic patient. [1]"}
{"id": "article-18184_1", "title": "Beevor Sign -- Definition/Introduction", "content": "How to perform the test : the patient should be in a supine position. To elicit the sign, the patient is asked either to flex his neck or to sit up from the recumbent position without using the arms (the patients can keep their arms across their chest). [5] [6] Once the umbilicus moves upward, it is a positive Beevor sign. It is negative if the umbilicus remains in its position.", "contents": "Beevor Sign -- Definition/Introduction. How to perform the test : the patient should be in a supine position. To elicit the sign, the patient is asked either to flex his neck or to sit up from the recumbent position without using the arms (the patients can keep their arms across their chest). [5] [6] Once the umbilicus moves upward, it is a positive Beevor sign. It is negative if the umbilicus remains in its position."}
{"id": "article-18184_2", "title": "Beevor Sign -- Definition/Introduction", "content": "Differential diagnosis : several publications after Dr. Beevor era reported this sign in an array of neurological and neuromuscular disorders. It becomes diagnostic to certain diseases such as facioscapulohumeral muscular dystrophy (FSHD), particularly when accompanied by other muscular features, yet not pathognomonic. Beevor sign can be present in the following conditions:", "contents": "Beevor Sign -- Definition/Introduction. Differential diagnosis : several publications after Dr. Beevor era reported this sign in an array of neurological and neuromuscular disorders. It becomes diagnostic to certain diseases such as facioscapulohumeral muscular dystrophy (FSHD), particularly when accompanied by other muscular features, yet not pathognomonic. Beevor sign can be present in the following conditions:"}
{"id": "article-18184_3", "title": "Beevor Sign -- Definition/Introduction", "content": "Spinal cord lesion between T10 and T12 segment, tumors, for instance. [1] Noteworthy, reports exist of acute Beevor sign with spinal cord infarction due to vascular lesion below T10. [7] FSHD is autosomal dominant muscle dystrophy. Beevor sign is considered as a \"sine qua non\" clinical sign of this disease. [6] [8] Although some authors reported that this sign is 90% sensitive and specific for FSHD, other researchers believe it is specific (over 90%) but less sensitive (54%)  and can help in diagnosis. [9] [2] Furthermore, it is found more frequently in typical than atypical FSHD. There are less frequent reports fo this sign in the following diseases:", "contents": "Beevor Sign -- Definition/Introduction. Spinal cord lesion between T10 and T12 segment, tumors, for instance. [1] Noteworthy, reports exist of acute Beevor sign with spinal cord infarction due to vascular lesion below T10. [7] FSHD is autosomal dominant muscle dystrophy. Beevor sign is considered as a \"sine qua non\" clinical sign of this disease. [6] [8] Although some authors reported that this sign is 90% sensitive and specific for FSHD, other researchers believe it is specific (over 90%) but less sensitive (54%)  and can help in diagnosis. [9] [2] Furthermore, it is found more frequently in typical than atypical FSHD. There are less frequent reports fo this sign in the following diseases:"}
{"id": "article-18184_4", "title": "Beevor Sign -- Definition/Introduction", "content": "Pompe disease: type 2 glycogen storage disease [2] [5] GNE myopathy (autosomal recessive myopathy): this sign was observed in 90% of the patients in one study. [10] Tubular aggregate myopathy [3] Myotonic dystrophy [10] Sporadic inclusion body myositis (IBM) [5] Amyotrophic lateral sclerosis [11] Acid maltase deficiency in an adult patient [12]", "contents": "Beevor Sign -- Definition/Introduction. Pompe disease: type 2 glycogen storage disease [2] [5] GNE myopathy (autosomal recessive myopathy): this sign was observed in 90% of the patients in one study. [10] Tubular aggregate myopathy [3] Myotonic dystrophy [10] Sporadic inclusion body myositis (IBM) [5] Amyotrophic lateral sclerosis [11] Acid maltase deficiency in an adult patient [12]"}
{"id": "article-18184_5", "title": "Beevor Sign -- Definition/Introduction", "content": "Radiological findings : in one GNE myopathy study, [10] the author reported the results of abdominal MRI -T2 HASTE sequences. MRI showed sparing of the supra-umbilical portion of rectus abdominis muscle, while the infra-umbilical part demonstrated significant atrophy with fatty infiltration. Moreover, an abdominal CT scan showed similar findings in a patient diagnosed with IBM. [3] [13]", "contents": "Beevor Sign -- Definition/Introduction. Radiological findings : in one GNE myopathy study, [10] the author reported the results of abdominal MRI -T2 HASTE sequences. MRI showed sparing of the supra-umbilical portion of rectus abdominis muscle, while the infra-umbilical part demonstrated significant atrophy with fatty infiltration. Moreover, an abdominal CT scan showed similar findings in a patient diagnosed with IBM. [3] [13]"}
{"id": "article-18184_6", "title": "Beevor Sign -- Definition/Introduction", "content": "Less frequently used terms : inverted Beevor sign where the umbilicus moves downward due to upper rectus abdominis weakness. [2] Beevor also reported a downward movement of the navel in his myopathic patient. [1]", "contents": "Beevor Sign -- Definition/Introduction. Less frequently used terms : inverted Beevor sign where the umbilicus moves downward due to upper rectus abdominis weakness. [2] Beevor also reported a downward movement of the navel in his myopathic patient. [1]"}
{"id": "article-18184_7", "title": "Beevor Sign -- Issues of Concern", "content": "Although this sign is sensitive to covert lower rectus abdominis weakness, it is not possible to elicit it with considerably obese patients. [6] Additionally, it is difficult to observe in cases with severe generalized weakness of FSHD, where the patient is unable to flex the neck or to sit in an upright position without assistance.", "contents": "Beevor Sign -- Issues of Concern. Although this sign is sensitive to covert lower rectus abdominis weakness, it is not possible to elicit it with considerably obese patients. [6] Additionally, it is difficult to observe in cases with severe generalized weakness of FSHD, where the patient is unable to flex the neck or to sit in an upright position without assistance."}
{"id": "article-18184_8", "title": "Beevor Sign -- Clinical Significance", "content": "Beevor sign is a motor sign. Thus, the clinician may determine the spinal cord lesion level without sensory findings. [1] Furthermore, this sign can help to differentiate between the organic causes of paraplegia from the hysterical paralysis. [14] It is a diagnostic sign for FSHD.", "contents": "Beevor Sign -- Clinical Significance. Beevor sign is a motor sign. Thus, the clinician may determine the spinal cord lesion level without sensory findings. [1] Furthermore, this sign can help to differentiate between the organic causes of paraplegia from the hysterical paralysis. [14] It is a diagnostic sign for FSHD."}
{"id": "article-18184_9", "title": "Beevor Sign -- Clinical Significance", "content": "This sign reflects rectus abdominis muscle weakness, usually at the level of or below the umbilicus, whether due to neurological or muscular disorders. [5] [6] [Level III] It is easy to perform by medical students, nurses, physiotherapist as well. Moreover, it is an important sign to examine neurological and neurosurgical patients. Some authors used the term extended Beevor sign to widen the disorders that express Beevor sign. [5] [Level V] Additionally, some medical websites referred to the oblique umbilical movement as a positive Beevor sign. [Level V - expert opinion] In this situation, there is an asymmetrical weakness of recti abdominis muscles on either side.", "contents": "Beevor Sign -- Clinical Significance. This sign reflects rectus abdominis muscle weakness, usually at the level of or below the umbilicus, whether due to neurological or muscular disorders. [5] [6] [Level III] It is easy to perform by medical students, nurses, physiotherapist as well. Moreover, it is an important sign to examine neurological and neurosurgical patients. Some authors used the term extended Beevor sign to widen the disorders that express Beevor sign. [5] [Level V] Additionally, some medical websites referred to the oblique umbilical movement as a positive Beevor sign. [Level V - expert opinion] In this situation, there is an asymmetrical weakness of recti abdominis muscles on either side."}
{"id": "article-18184_10", "title": "Beevor Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Assess for weakness in the extremities Check for emptying of the bladder; some patients may require a Foley catheter Provide deep vein thrombosis (DVT) prophylaxis Ensure that the patient has a pressure sore prevention program in place Ensure physical therapy provides exercise to strengthen muscles", "contents": "Beevor Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. Assess for weakness in the extremities Check for emptying of the bladder; some patients may require a Foley catheter Provide deep vein thrombosis (DVT) prophylaxis Ensure that the patient has a pressure sore prevention program in place Ensure physical therapy provides exercise to strengthen muscles"}
{"id": "article-18184_11", "title": "Beevor Sign -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Check-ins and out: urinary retention may occur Fecal incontinence can be an outcome, and the patient may require skincare.", "contents": "Beevor Sign -- Nursing, Allied Health, and Interprofessional Team Monitoring. Check-ins and out: urinary retention may occur Fecal incontinence can be an outcome, and the patient may require skincare."}
{"id": "article-18184_12", "title": "Beevor Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Beevor Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}