{"id": "article-29709_0", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Introduction", "content": "The superior oblique is one of the two noteworthy oblique extraocular muscles. These muscles are unique in that they do not originate from the common tendinous ring, have an angular attachment to the eyeball, and they attach to the posterior aspect of the eyeball. The superior oblique functions explicitly to move the eye in the down-and-out position and intort the eye.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Introduction. The superior oblique is one of the two noteworthy oblique extraocular muscles. These muscles are unique in that they do not originate from the common tendinous ring, have an angular attachment to the eyeball, and they attach to the posterior aspect of the eyeball. The superior oblique functions explicitly to move the eye in the down-and-out position and intort the eye."}
{"id": "article-29709_1", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Structure and Function", "content": "The superior oblique muscle attaches to the trochlea—a fibrous, cartilaginous pulley attached to the trochlear fovea of the frontal bone. Originating from the periosteal covering of the sphenoid, the superior oblique reaches the trochlea by passing along the medial border of the roof of the orbit. Upon reaching the trochlea, the superior oblique tendon turns posterolaterally to cross the eyeball and continues to reach its insertion point on the outer posterior quadrant of the eyeball. [1] [2]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Structure and Function. The superior oblique muscle attaches to the trochlea—a fibrous, cartilaginous pulley attached to the trochlear fovea of the frontal bone. Originating from the periosteal covering of the sphenoid, the superior oblique reaches the trochlea by passing along the medial border of the roof of the orbit. Upon reaching the trochlea, the superior oblique tendon turns posterolaterally to cross the eyeball and continues to reach its insertion point on the outer posterior quadrant of the eyeball. [1] [2]"}
{"id": "article-29709_2", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Structure and Function", "content": "This unique path of the superior oblique muscle allows the eye to distinctively move down and out (i.e., inferolaterally) when contracted. However, under normal circumstances, this muscle does not act in isolation, and instead, its movements combine with other extraocular muscles. One such combined movement is the depression of the eye when the medial rectus has adducted the eye. Depression of the eye is normally the function of the inferior rectus muscle; however, adduction of the eye neutralizes the mechanical positioning of the inferior rectus. [3] [4]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Structure and Function. This unique path of the superior oblique muscle allows the eye to distinctively move down and out (i.e., inferolaterally) when contracted. However, under normal circumstances, this muscle does not act in isolation, and instead, its movements combine with other extraocular muscles. One such combined movement is the depression of the eye when the medial rectus has adducted the eye. Depression of the eye is normally the function of the inferior rectus muscle; however, adduction of the eye neutralizes the mechanical positioning of the inferior rectus. [3] [4]"}
{"id": "article-29709_3", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Embryology", "content": "The development of the superior oblique muscle is not unique when compared to the other extraocular muscles. Nevertheless, these extraocular muscles are unique when compared to periocular tissues in that these muscles arise from paraxial mesoderm in the prechordal plate, and not neural crest cells like their connective tissue tendons. [5] The superior oblique muscle appears at week 6 of development along with the medial rectus, while most other extraocular muscles appear at week 5.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Embryology. The development of the superior oblique muscle is not unique when compared to the other extraocular muscles. Nevertheless, these extraocular muscles are unique when compared to periocular tissues in that these muscles arise from paraxial mesoderm in the prechordal plate, and not neural crest cells like their connective tissue tendons. [5] The superior oblique muscle appears at week 6 of development along with the medial rectus, while most other extraocular muscles appear at week 5."}
{"id": "article-29709_4", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Embryology", "content": "The unique pulley action of the superior oblique along the trochlea is due to the specialized development of the muscle. Embryologic studies show that at the early stage of development, the muscle itself, the insertion tendon, and the cartilaginous pulley travel together in a straight line. At around 12 weeks, the tendon then begins to turn around the trochlear cartilage, creating the pulley action. [6]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Embryology. The unique pulley action of the superior oblique along the trochlea is due to the specialized development of the muscle. Embryologic studies show that at the early stage of development, the muscle itself, the insertion tendon, and the cartilaginous pulley travel together in a straight line. At around 12 weeks, the tendon then begins to turn around the trochlear cartilage, creating the pulley action. [6]"}
{"id": "article-29709_5", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Blood Supply and Lymphatics", "content": "The ophthalmic artery, which branches off the internal carotid artery, supplies the majority of the bloody supply to the orbit and extraocular muscles. The superior oblique muscle gets its vascular supply from the lateral muscular branch of the ophthalmic artery, which also gives blood to the lateral and superior rectus muscles as well as the levator palpebrae superioris muscle. The ophthalmic artery also branches into the medial muscular branch, which supplies blood to the remaining extraocular muscles. [7]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Blood Supply and Lymphatics. The ophthalmic artery, which branches off the internal carotid artery, supplies the majority of the bloody supply to the orbit and extraocular muscles. The superior oblique muscle gets its vascular supply from the lateral muscular branch of the ophthalmic artery, which also gives blood to the lateral and superior rectus muscles as well as the levator palpebrae superioris muscle. The ophthalmic artery also branches into the medial muscular branch, which supplies blood to the remaining extraocular muscles. [7]"}
{"id": "article-29709_6", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Blood Supply and Lymphatics", "content": "Venous drainage of the superior oblique muscle is similar to the remaining extraocular muscles. Deoxygenated blood from the muscles first reaches the four vortex veins arising from the posterior aspect of the eye then empties into the superior and inferior orbital veins. The orbital veins, also known as the ophthalmic veins, then drain into the cavernous sinus.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Blood Supply and Lymphatics. Venous drainage of the superior oblique muscle is similar to the remaining extraocular muscles. Deoxygenated blood from the muscles first reaches the four vortex veins arising from the posterior aspect of the eye then empties into the superior and inferior orbital veins. The orbital veins, also known as the ophthalmic veins, then drain into the cavernous sinus."}
{"id": "article-29709_7", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Nerves", "content": "Innervation of the superior oblique muscle is distinct from the remaining extraocular muscles in that its nerve supply is from the trochlear nerve (CN IV). Most of the remaining extraocular muscles are innervated by the oculomotor nerve (CN III), except for the lateral rectus, which receives innervation via the abducens nerve (CN VI). [4] [8] The trochlear nerve originates at the level of the inferior colliculus from the dorsal surface of the medial midbrain. It enters the orbit outside of the annulus and travels superior to the oculomotor nerve in the lateral cavernous sinus and inserts on the lateral border of the superior oblique muscle. [8] The tumultuous course of the trochlear nerve increases its susceptibility to damage due to vascular disease or tumors, resulting in a superior oblique muscle palsy.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Nerves. Innervation of the superior oblique muscle is distinct from the remaining extraocular muscles in that its nerve supply is from the trochlear nerve (CN IV). Most of the remaining extraocular muscles are innervated by the oculomotor nerve (CN III), except for the lateral rectus, which receives innervation via the abducens nerve (CN VI). [4] [8] The trochlear nerve originates at the level of the inferior colliculus from the dorsal surface of the medial midbrain. It enters the orbit outside of the annulus and travels superior to the oculomotor nerve in the lateral cavernous sinus and inserts on the lateral border of the superior oblique muscle. [8] The tumultuous course of the trochlear nerve increases its susceptibility to damage due to vascular disease or tumors, resulting in a superior oblique muscle palsy."}
{"id": "article-29709_8", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles", "content": "The superior oblique muscle originates above the annulus of Zinn, which is the origin site for most of the other extraocular muscles. The muscle itself travels along the superomedial orbital wall; however, its cord-like tendon is what passes through the trochlea and turns at an approximately 53-degree angle in the posterolateral direction sagittally. It then fans out and inserts on the sclera in the superotemporal quadrant.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles. The superior oblique muscle originates above the annulus of Zinn, which is the origin site for most of the other extraocular muscles. The muscle itself travels along the superomedial orbital wall; however, its cord-like tendon is what passes through the trochlea and turns at an approximately 53-degree angle in the posterolateral direction sagittally. It then fans out and inserts on the sclera in the superotemporal quadrant."}
{"id": "article-29709_9", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles", "content": "The tendon of the superior oblique is thin and extends posteriorly for approximately 11 mm. The insertion point of the tendon is about 6 to 7 mm from the optic nerve (CN I). One unique aspect of this tendon is its relation to the superior temporal vortex vein, which exits temporally to the insertion of the superior oblique but can also split the fibers of the insertion and pass through them.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles. The tendon of the superior oblique is thin and extends posteriorly for approximately 11 mm. The insertion point of the tendon is about 6 to 7 mm from the optic nerve (CN I). One unique aspect of this tendon is its relation to the superior temporal vortex vein, which exits temporally to the insertion of the superior oblique but can also split the fibers of the insertion and pass through them."}
{"id": "article-29709_10", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles", "content": "The superior oblique muscle is made up of similar muscle types to the remaining extraocular muscles, a particular type of skeletal muscle which contains a combination of type I, slow fibers, and type II, rapid fibers. Also, extraocular muscles, including the superior oblique, possess a higher ratio of nerve fibers to skeletal muscle fibers when compared to other skeletal muscles. [9]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Muscles. The superior oblique muscle is made up of similar muscle types to the remaining extraocular muscles, a particular type of skeletal muscle which contains a combination of type I, slow fibers, and type II, rapid fibers. Also, extraocular muscles, including the superior oblique, possess a higher ratio of nerve fibers to skeletal muscle fibers when compared to other skeletal muscles. [9]"}
{"id": "article-29709_11", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Physiologic Variants", "content": "Physiologic variations between individuals exist when discussing specific measurements of the superior oblique muscle. Certain measurements, such as the size of the muscle, the length of the tendon, the insertion point, and the angle the muscle takes upon approaching the trochlea may differ from individual to individual. Furthermore, as discussed above, the superior temporal vortex vein differs in its path relative to the superior oblique muscle when comparing individuals, passing either through or around the muscle.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Physiologic Variants. Physiologic variations between individuals exist when discussing specific measurements of the superior oblique muscle. Certain measurements, such as the size of the muscle, the length of the tendon, the insertion point, and the angle the muscle takes upon approaching the trochlea may differ from individual to individual. Furthermore, as discussed above, the superior temporal vortex vein differs in its path relative to the superior oblique muscle when comparing individuals, passing either through or around the muscle."}
{"id": "article-29709_12", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Surgical Considerations", "content": "The complex anatomy and function of the superior oblique muscle and tendon make surgery on these structures quite challenging. One surgical consideration is the requirement of an incision through the conjunctiva and through Tenon’s fascia, a connective tissue capsule that attaches to the optic nerve posteriorly and is pierced by most extraocular muscles, including the superior oblique, to access the episcleral space. Excessive damage to this fascia may cause adhesions, which may limit eye movement.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Surgical Considerations. The complex anatomy and function of the superior oblique muscle and tendon make surgery on these structures quite challenging. One surgical consideration is the requirement of an incision through the conjunctiva and through Tenon’s fascia, a connective tissue capsule that attaches to the optic nerve posteriorly and is pierced by most extraocular muscles, including the superior oblique, to access the episcleral space. Excessive damage to this fascia may cause adhesions, which may limit eye movement."}
{"id": "article-29709_13", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Surgical Considerations", "content": "Factors to consider when starting surgery are noting the most common sites of infection, which are the patient’s skin, lid margins, and conjunctiva. Infection of these sites can cause serious postoperative complications, therefore cleansing these structures with an antimicrobial solution in advance of surgery is vital. [10]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Surgical Considerations. Factors to consider when starting surgery are noting the most common sites of infection, which are the patient’s skin, lid margins, and conjunctiva. Infection of these sites can cause serious postoperative complications, therefore cleansing these structures with an antimicrobial solution in advance of surgery is vital. [10]"}
{"id": "article-29709_14", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance", "content": "Assessment of all the extraocular muscles is usually done clinically by having the patient follow the clinician’s finger in the shape of an “H” in the air. Isolated testing of the superior oblique muscle is by having the patient look down and in. Although the specific function of the superior oblique is the movement of the eye in the down and out direction, it is challenging to isolate the function of the superior oblique by having the patient look in this direction due to the contributions of the lateral rectus and inferior rectus. Instead, as mentioned above, the superior oblique is tested by having the patient look down and in. By canceling the action of the inferior rectus muscle via contraction of the medial rectus, one can isolate the action of the superior oblique.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance. Assessment of all the extraocular muscles is usually done clinically by having the patient follow the clinician’s finger in the shape of an “H” in the air. Isolated testing of the superior oblique muscle is by having the patient look down and in. Although the specific function of the superior oblique is the movement of the eye in the down and out direction, it is challenging to isolate the function of the superior oblique by having the patient look in this direction due to the contributions of the lateral rectus and inferior rectus. Instead, as mentioned above, the superior oblique is tested by having the patient look down and in. By canceling the action of the inferior rectus muscle via contraction of the medial rectus, one can isolate the action of the superior oblique."}
{"id": "article-29709_15", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance", "content": "Strabismus is a condition that can present in childhood as acquired paralytic strabismus and is usually due to malfunction of one or more of CN III, IV, and VI, resulting in ocular misalignment. Specific malfunction of CN IV results in paralysis of the superior oblique muscle, which leads to hypertropia, an upward deviation of the eye due to unopposed action of the superior rectus muscle, usually during contralateral gaze. [11] For example, a patient with right CN IV palsy may have right hypertrophia when looking to the left. Strabismus surgery may be performed to correct the misalignment of the eyes. Surgical options include loosening, tightening, or repositioning of the muscle. [7]", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance. Strabismus is a condition that can present in childhood as acquired paralytic strabismus and is usually due to malfunction of one or more of CN III, IV, and VI, resulting in ocular misalignment. Specific malfunction of CN IV results in paralysis of the superior oblique muscle, which leads to hypertropia, an upward deviation of the eye due to unopposed action of the superior rectus muscle, usually during contralateral gaze. [11] For example, a patient with right CN IV palsy may have right hypertrophia when looking to the left. Strabismus surgery may be performed to correct the misalignment of the eyes. Surgical options include loosening, tightening, or repositioning of the muscle. [7]"}
{"id": "article-29709_16", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance", "content": "Superior oblique palsy is another condition that may be caused by damage to CN IV. Damage to CN IV may occur due to vasculopathy, tumor, or trauma. This palsy commonly presents as difficulty looking downwards. Therefore, a presenting patient may complain of problems when descending stairs or reading a book. [3] Patients may complain of verticle diplopia when looking downwards or contralaterally. Tilting head to the opposite side may help decrease double vision. Tilting head to the affected side worsens double vision.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Clinical Significance. Superior oblique palsy is another condition that may be caused by damage to CN IV. Damage to CN IV may occur due to vasculopathy, tumor, or trauma. This palsy commonly presents as difficulty looking downwards. Therefore, a presenting patient may complain of problems when descending stairs or reading a book. [3] Patients may complain of verticle diplopia when looking downwards or contralaterally. Tilting head to the opposite side may help decrease double vision. Tilting head to the affected side worsens double vision."}
{"id": "article-29709_17", "title": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Eye Superior Oblique Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}