{"id": "article-21514_0", "title": "Lower Eyelid Reconstruction -- Continuing Education Activity", "content": "The proper function of the eyelids is necessary to maintain healthy globes. Patients with cancer or with traumatic injuries to the eyelids need special attention to preserve not only the cosmesis of the eyelids but also the function. This activity reviews the technique of lower eyelid reconstruction, its indications, contraindications, and potential complications.", "contents": "Lower Eyelid Reconstruction -- Continuing Education Activity. The proper function of the eyelids is necessary to maintain healthy globes. Patients with cancer or with traumatic injuries to the eyelids need special attention to preserve not only the cosmesis of the eyelids but also the function. This activity reviews the technique of lower eyelid reconstruction, its indications, contraindications, and potential complications."}
{"id": "article-21514_1", "title": "Lower Eyelid Reconstruction -- Continuing Education Activity", "content": "Objectives: Identify the anatomy of the lower eyelid. Determine the indications for lower eyelid reconstruction. Assess the complications of lower eyelid reconstruction. Communicate how care coordination among an interprofessional team to improve outcomes for patients undergoing lower eyelid reconstruction. Access free multiple choice questions on this topic.", "contents": "Lower Eyelid Reconstruction -- Continuing Education Activity. Objectives: Identify the anatomy of the lower eyelid. Determine the indications for lower eyelid reconstruction. Assess the complications of lower eyelid reconstruction. Communicate how care coordination among an interprofessional team to improve outcomes for patients undergoing lower eyelid reconstruction. Access free multiple choice questions on this topic."}
{"id": "article-21514_2", "title": "Lower Eyelid Reconstruction -- Introduction", "content": "The proper function of the eyelids is necessary to maintain healthy globes. Patients with cancer or with traumatic injuries to the eyelids need special attention to preserve not only the cosmesis of the eyelids but also the function. [1] [2]", "contents": "Lower Eyelid Reconstruction -- Introduction. The proper function of the eyelids is necessary to maintain healthy globes. Patients with cancer or with traumatic injuries to the eyelids need special attention to preserve not only the cosmesis of the eyelids but also the function. [1] [2]"}
{"id": "article-21514_3", "title": "Lower Eyelid Reconstruction -- Anatomy and Physiology", "content": "Understanding the anterior and posterior lamella of the eyelid is critical in eyelid reconstruction. The anterior lamella includes the skin and orbicularis oculi muscle, while the posterior lamella includes the conjunctiva and tarsus. When reconstructing an eyelid, it is important to address the reconstruction of both the anterior and posterior lamella. Free skin grafts or free tarsoconjunctival grafts can be used to replace either anterior or posterior lamella defects when they are attached to vascularized tissue, meaning free anterior or posterior lamella grafts can be performed only when the opposite healthy and vascularized lamella remains. Free anterior and posterior lamellar repairs are not commonly performed together because the vasculature would be compromised.", "contents": "Lower Eyelid Reconstruction -- Anatomy and Physiology. Understanding the anterior and posterior lamella of the eyelid is critical in eyelid reconstruction. The anterior lamella includes the skin and orbicularis oculi muscle, while the posterior lamella includes the conjunctiva and tarsus. When reconstructing an eyelid, it is important to address the reconstruction of both the anterior and posterior lamella. Free skin grafts or free tarsoconjunctival grafts can be used to replace either anterior or posterior lamella defects when they are attached to vascularized tissue, meaning free anterior or posterior lamella grafts can be performed only when the opposite healthy and vascularized lamella remains. Free anterior and posterior lamellar repairs are not commonly performed together because the vasculature would be compromised."}
{"id": "article-21514_4", "title": "Lower Eyelid Reconstruction -- Indications", "content": "The most common eyelid skin cancer is basal cell carcinoma (BCC), which occurs more commonly on the lower eyelid. Eyelid cancer can be treated with carcinoma excision with frozen section control of the tissue margins or alongside a Mohs surgeon to excise the lesion. Because of resection, lower eyelid reconstruction is a common problem in ophthalmic plastic surgery. Other types of cancers and trauma may also lead to lower eyelid defects. Various techniques are available for lower eyelid reconstruction, and these depend on the defect's size and patient-specific factors. [3] [4] [5] [6]", "contents": "Lower Eyelid Reconstruction -- Indications. The most common eyelid skin cancer is basal cell carcinoma (BCC), which occurs more commonly on the lower eyelid. Eyelid cancer can be treated with carcinoma excision with frozen section control of the tissue margins or alongside a Mohs surgeon to excise the lesion. Because of resection, lower eyelid reconstruction is a common problem in ophthalmic plastic surgery. Other types of cancers and trauma may also lead to lower eyelid defects. Various techniques are available for lower eyelid reconstruction, and these depend on the defect's size and patient-specific factors. [3] [4] [5] [6]"}
{"id": "article-21514_5", "title": "Lower Eyelid Reconstruction -- Personnel", "content": "Working with a Mohs surgeon to excise a carcinoma may be beneficial. Reconstruction by an oculoplastic surgeon should follow.", "contents": "Lower Eyelid Reconstruction -- Personnel. Working with a Mohs surgeon to excise a carcinoma may be beneficial. Reconstruction by an oculoplastic surgeon should follow."}
{"id": "article-21514_6", "title": "Lower Eyelid Reconstruction -- Technique or Treatment", "content": "Small full-thickness eyelid defects, typically up to 25% of the width of the lid, can often be closed directly by opposing the 2 free edges. Direct closure typically requires closure in 2 layers: 1 layer to close the tarsus and 1 layer to close the skin. The lid margin is usually closed with a horizontal mattress to provide wound edge eversion, to promote healing without a notch. In patients with very lax eyelids, sometimes larger defects may be closed in this fashion. For defects between 25% to 50% of the width of the lid, an option may include lateral canthotomy and inferior cantholysis to provide additional laxity, followed by direct closure. Lateral cantholysis allows the lateral lower lid to be stretched further medially to close a defect. A periosteal flap from the lateral to the lateral orbital rim may also increase the posterior lamella support, closing a larger defect.", "contents": "Lower Eyelid Reconstruction -- Technique or Treatment. Small full-thickness eyelid defects, typically up to 25% of the width of the lid, can often be closed directly by opposing the 2 free edges. Direct closure typically requires closure in 2 layers: 1 layer to close the tarsus and 1 layer to close the skin. The lid margin is usually closed with a horizontal mattress to provide wound edge eversion, to promote healing without a notch. In patients with very lax eyelids, sometimes larger defects may be closed in this fashion. For defects between 25% to 50% of the width of the lid, an option may include lateral canthotomy and inferior cantholysis to provide additional laxity, followed by direct closure. Lateral cantholysis allows the lateral lower lid to be stretched further medially to close a defect. A periosteal flap from the lateral to the lateral orbital rim may also increase the posterior lamella support, closing a larger defect."}
{"id": "article-21514_7", "title": "Lower Eyelid Reconstruction -- Technique or Treatment", "content": "For medium-sized defects between 33% to 66%, a Tenzel semicircular musculocutaneous rotation flap beginning at the lateral canthus extending upward and laterally in a semicircular fashion may be used to recruit anterior lamellar tissue. The flap is then rotated into position over the eyelid defect. Although this flap addresses the anterior lamella defect (skin and muscle), it does not address the posterior lamella defect (conjunctiva and tarsus). A periosteal flap may be performed in conjunction to provide posterior lamella support and increase the ability to close a larger defect.", "contents": "Lower Eyelid Reconstruction -- Technique or Treatment. For medium-sized defects between 33% to 66%, a Tenzel semicircular musculocutaneous rotation flap beginning at the lateral canthus extending upward and laterally in a semicircular fashion may be used to recruit anterior lamellar tissue. The flap is then rotated into position over the eyelid defect. Although this flap addresses the anterior lamella defect (skin and muscle), it does not address the posterior lamella defect (conjunctiva and tarsus). A periosteal flap may be performed in conjunction to provide posterior lamella support and increase the ability to close a larger defect."}
{"id": "article-21514_8", "title": "Lower Eyelid Reconstruction -- Technique or Treatment", "content": "Finally, for large defects, a tarsoconjunctival flap, a Hughes procedure, may be performed for defects up to 100% of the lower eyelid. A tarsoconjunctival flap is a flap from the superior eyelid, including only a portion of the tarsus and conjunctiva, which is brought down and sutured into the lower eyelid defect. This provides a replacement for the posterior lamella. Commonly, about 4 mm of the inferior tarsus of the lower lid is preserved to maintain the stability of the upper eyelid. Local flaps can replace the anterior lamella if enough skin laxity is present or with a full-thickness skin graft, typically from the upper lid. At the end of the surgery, a flap closes the upper and lower eyelids, usually leaving the patient unable to see out of that eye. A second stage procedure can then be performed, typically around 4 to 6 weeks later, to separate the lids and to reform the eyelid margins. Alternatively, a Mustarde cheek rotation flap, similar to but larger than a Tenzel flap, can provide a larger anterior lamella replacement to reconstruct a larger lower eyelid defect.", "contents": "Lower Eyelid Reconstruction -- Technique or Treatment. Finally, for large defects, a tarsoconjunctival flap, a Hughes procedure, may be performed for defects up to 100% of the lower eyelid. A tarsoconjunctival flap is a flap from the superior eyelid, including only a portion of the tarsus and conjunctiva, which is brought down and sutured into the lower eyelid defect. This provides a replacement for the posterior lamella. Commonly, about 4 mm of the inferior tarsus of the lower lid is preserved to maintain the stability of the upper eyelid. Local flaps can replace the anterior lamella if enough skin laxity is present or with a full-thickness skin graft, typically from the upper lid. At the end of the surgery, a flap closes the upper and lower eyelids, usually leaving the patient unable to see out of that eye. A second stage procedure can then be performed, typically around 4 to 6 weeks later, to separate the lids and to reform the eyelid margins. Alternatively, a Mustarde cheek rotation flap, similar to but larger than a Tenzel flap, can provide a larger anterior lamella replacement to reconstruct a larger lower eyelid defect."}
{"id": "article-21514_9", "title": "Lower Eyelid Reconstruction -- Technique or Treatment", "content": "Proper lower eyelid height and support are necessary to prevent post-operative ectropion and retraction. One may perform a temporary tarsorrhaphy (to connect the upper to the lower eyelid) or a Frost suture tarsorrhaphy (to connect both eyelid margins to the brow) to further provide elevated support. If significant eyelid laxity is noted pre-operatively or post-operatively, performing an ectropion repair with a lateral tarsal strip procedure may be necessary. This may be needed, especially with a first or second-stage Hughes procedure. This may also be necessary with a lower eyelid skin-only defect, for example, when a skin cancer excision does not include a defect of the posterior lamella if the lower eyelid is lax. Cicatricial changes with healing can sometimes predispose a lower lid to cicatricial ectropion.", "contents": "Lower Eyelid Reconstruction -- Technique or Treatment. Proper lower eyelid height and support are necessary to prevent post-operative ectropion and retraction. One may perform a temporary tarsorrhaphy (to connect the upper to the lower eyelid) or a Frost suture tarsorrhaphy (to connect both eyelid margins to the brow) to further provide elevated support. If significant eyelid laxity is noted pre-operatively or post-operatively, performing an ectropion repair with a lateral tarsal strip procedure may be necessary. This may be needed, especially with a first or second-stage Hughes procedure. This may also be necessary with a lower eyelid skin-only defect, for example, when a skin cancer excision does not include a defect of the posterior lamella if the lower eyelid is lax. Cicatricial changes with healing can sometimes predispose a lower lid to cicatricial ectropion."}
{"id": "article-21514_10", "title": "Lower Eyelid Reconstruction -- Technique or Treatment", "content": "Further, one may perform a mid-face lift to repair large defects of the lower eyelids and large anterior lamella defects. With this technique, the surgeon still needs the posterior lamella provided from either the upper eyelid (Hughes tarsoconjunctival flap) or possibly from a hard palate graft to avoid eye closure, and then the anterior lamella is provided via the mid-face. [7] [8] [9] [10]", "contents": "Lower Eyelid Reconstruction -- Technique or Treatment. Further, one may perform a mid-face lift to repair large defects of the lower eyelids and large anterior lamella defects. With this technique, the surgeon still needs the posterior lamella provided from either the upper eyelid (Hughes tarsoconjunctival flap) or possibly from a hard palate graft to avoid eye closure, and then the anterior lamella is provided via the mid-face. [7] [8] [9] [10]"}
{"id": "article-21514_11", "title": "Lower Eyelid Reconstruction -- Complications", "content": "Complications can include graft or flap failure, scar tissue formation, dehiscence, infection, ectropion, recurrence, irregular eyelid margins leading to foreign body sensation, dry eyes, and a need for further surgery to optimize eyelid structure and function.", "contents": "Lower Eyelid Reconstruction -- Complications. Complications can include graft or flap failure, scar tissue formation, dehiscence, infection, ectropion, recurrence, irregular eyelid margins leading to foreign body sensation, dry eyes, and a need for further surgery to optimize eyelid structure and function."}
{"id": "article-21514_12", "title": "Lower Eyelid Reconstruction -- Clinical Significance", "content": "Customizing reconstruction is necessary to provide the proper surgery for each patient. For example, eyelid laxity is a factor that can determine what procedures are possible and most beneficial for a patient. Other factors to consider are the patient's age and the status of the other eye. For example, a Hughes flap may be avoided in a child if possible, as blocking vision for 4 to 6 weeks may lead to deprivation amblyopia if a child is in the amblyogenic age. Similarly, if a patient is monocular and cannot see out of the contralateral eye, it may be important to not block the seeing eye for 4 to 6 weeks with a Hughes flap. Finally, as with any cancer treatment, it is important to maintain surveillance to monitor for the recurrence of carcinoma. [11]", "contents": "Lower Eyelid Reconstruction -- Clinical Significance. Customizing reconstruction is necessary to provide the proper surgery for each patient. For example, eyelid laxity is a factor that can determine what procedures are possible and most beneficial for a patient. Other factors to consider are the patient's age and the status of the other eye. For example, a Hughes flap may be avoided in a child if possible, as blocking vision for 4 to 6 weeks may lead to deprivation amblyopia if a child is in the amblyogenic age. Similarly, if a patient is monocular and cannot see out of the contralateral eye, it may be important to not block the seeing eye for 4 to 6 weeks with a Hughes flap. Finally, as with any cancer treatment, it is important to maintain surveillance to monitor for the recurrence of carcinoma. [11]"}
{"id": "article-21514_13", "title": "Lower Eyelid Reconstruction -- Enhancing Healthcare Team Outcomes", "content": "It is best to maintain an interprofessional team approach to the follow-up of these patients. Close surveillance is important to monitor for recurrence of carcinoma. All interprofessional team members should be involved in regular follow-ups.", "contents": "Lower Eyelid Reconstruction -- Enhancing Healthcare Team Outcomes. It is best to maintain an interprofessional team approach to the follow-up of these patients. Close surveillance is important to monitor for recurrence of carcinoma. All interprofessional team members should be involved in regular follow-ups."}
{"id": "article-21514_14", "title": "Lower Eyelid Reconstruction -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lower Eyelid Reconstruction -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}