{"id": "article-21631_0", "title": "Physiology, Fasting -- Introduction", "content": "Fasting is a practice that involves a restriction of food or drink intake for any period. Fasting has been practiced for a variety of reasons that range from dieting to religious beliefs to medical testing. It is commonly used in medical practice for blood glucose and lipid markers laboratory tests to aid in the diagnosis of numerous diseases as well as assessing many risk factors. Variations of fasting have been studied for their ability to improve physiological indicators related to health. Some of these factors include insulin sensitivity, blood pressure, atherogenic lipids, body fat, and inflammation. Many of these studies involve those who participate in the Islamic tradition of Ramadan since participants abstain from food and drink each day from dawn until sunset for an entire month. [1] The compiled results show a variety of metabolic and physiological adaptations that occur from fasting. From a general perspective, this includes the changes in metabolic pathways to create energy for the body.", "contents": "Physiology, Fasting -- Introduction. Fasting is a practice that involves a restriction of food or drink intake for any period. Fasting has been practiced for a variety of reasons that range from dieting to religious beliefs to medical testing. It is commonly used in medical practice for blood glucose and lipid markers laboratory tests to aid in the diagnosis of numerous diseases as well as assessing many risk factors. Variations of fasting have been studied for their ability to improve physiological indicators related to health. Some of these factors include insulin sensitivity, blood pressure, atherogenic lipids, body fat, and inflammation. Many of these studies involve those who participate in the Islamic tradition of Ramadan since participants abstain from food and drink each day from dawn until sunset for an entire month. [1] The compiled results show a variety of metabolic and physiological adaptations that occur from fasting. From a general perspective, this includes the changes in metabolic pathways to create energy for the body."}
{"id": "article-21631_1", "title": "Physiology, Fasting -- Issues of Concern", "content": "The effects of fasting have been thoroughly studied in populations of healthy adult individuals. However, data concerning underweight, geriatric, and pediatric patients is still lacking. A notable effect at the beginning periods of fasting is a tension-type headache. [2] This type of headache has an etiology that is dependent on multiple factors and the precise cause has not been identified yet. Proposed mechanisms that might lead to a fasting headache include hypoglycemia, dehydration, along with caffeine withdrawal. [2] [3] A study has shown that the use of rofecoxib, a COX2 inhibitor, can be effective in reducing and even stopping a fasting headache, suggesting that the etiology may be a product of the pro-inflammatory eicosanoid metabolic pathway. [4] Fasting should always be performed under the supervision of a physician or ideally in a clinical setting.", "contents": "Physiology, Fasting -- Issues of Concern. The effects of fasting have been thoroughly studied in populations of healthy adult individuals. However, data concerning underweight, geriatric, and pediatric patients is still lacking. A notable effect at the beginning periods of fasting is a tension-type headache. [2] This type of headache has an etiology that is dependent on multiple factors and the precise cause has not been identified yet. Proposed mechanisms that might lead to a fasting headache include hypoglycemia, dehydration, along with caffeine withdrawal. [2] [3] A study has shown that the use of rofecoxib, a COX2 inhibitor, can be effective in reducing and even stopping a fasting headache, suggesting that the etiology may be a product of the pro-inflammatory eicosanoid metabolic pathway. [4] Fasting should always be performed under the supervision of a physician or ideally in a clinical setting."}
{"id": "article-21631_2", "title": "Physiology, Fasting -- Cellular Level", "content": "Fasting involves a radical change in cellular physiology and metabolism. Blood glucose normally provides the body with sufficient energy through glycolysis. During a fast, maintenance of blood glucose levels initially relies on glycogen stores in the liver and skeletal muscle. Glycogen is made up of chains of polymerized glucose monosaccharides that are used for energy by the process of glycogenolysis. Most glycogen is stored in the liver, which has the greatest role in the maintenance of blood glucose during the first 24 hours of a fast. After fasting for around 24 hours, glycogen stores are depleted causing the body to utilize energy stores from adipose tissue and protein stores. [5] The drastic change in metabolism that follows glycogen depletion is primarily dependent on the metabolism of triglyceride stores in adipose tissue. Triglycerides are separated into free fatty acids and glycerol that the liver respectively converts into ketone bodies and glucose. Ketone bodies made from free fatty acids through the process of ketogenesis. These ketone bodies travel through the body and are reconverted back into acetyl-CoA at the tissues requiring energy. In addition to adipose catabolism, protein catabolism, through the process of gluconeogenesis, simultaneously takes place in times of fasting. [6] [7] Gluconeogenesis produces glucose from amino acids broken down from various tissues including muscle. After glycogen stores become depleted, the dependence of body tissues for glucose gradually declines as ketone bodies become more readily available to metabolize.", "contents": "Physiology, Fasting -- Cellular Level. Fasting involves a radical change in cellular physiology and metabolism. Blood glucose normally provides the body with sufficient energy through glycolysis. During a fast, maintenance of blood glucose levels initially relies on glycogen stores in the liver and skeletal muscle. Glycogen is made up of chains of polymerized glucose monosaccharides that are used for energy by the process of glycogenolysis. Most glycogen is stored in the liver, which has the greatest role in the maintenance of blood glucose during the first 24 hours of a fast. After fasting for around 24 hours, glycogen stores are depleted causing the body to utilize energy stores from adipose tissue and protein stores. [5] The drastic change in metabolism that follows glycogen depletion is primarily dependent on the metabolism of triglyceride stores in adipose tissue. Triglycerides are separated into free fatty acids and glycerol that the liver respectively converts into ketone bodies and glucose. Ketone bodies made from free fatty acids through the process of ketogenesis. These ketone bodies travel through the body and are reconverted back into acetyl-CoA at the tissues requiring energy. In addition to adipose catabolism, protein catabolism, through the process of gluconeogenesis, simultaneously takes place in times of fasting. [6] [7] Gluconeogenesis produces glucose from amino acids broken down from various tissues including muscle. After glycogen stores become depleted, the dependence of body tissues for glucose gradually declines as ketone bodies become more readily available to metabolize."}
{"id": "article-21631_3", "title": "Physiology, Fasting -- Development", "content": "One of the most heavily studied fasting regimens is known as intermittent fasting, which involves the restriction of caloric intake during a set period continually. Examples of fasting regimens include restriction of calories for 1 full day out of the week or 2 nonconsecutive days, also known as the \"5:2\" diet. Animal studies have repeatedly demonstrated a vigorous, positive response of various health indicators to intermittent fasting regimens. [8] These include improved insulin sensitivity and a reduction of body fat, atherogenic lipids, blood pressure, and IGF-1. Animal models have also demonstrated a statistically significant improvement in the ability of intermittent fasting to delay the progression of neurological diseases including Alzheimer’s, Parkinson’s, and Huntington’s disease. [1] Human studies of intermittent fasting also demonstrate promising results in protection against metabolic syndrome and other lifestyle diseases including diabetes and cardiovascular disease. [1] [9] A notable cellular process that is upregulated during times of fasting includes the inhibition of the tyrosine kinase enzyme. Inhibition of this enzyme is a backbone for the treatment of many types of cancer, and further research is necessary to evaluate whether fasting regimens can be used concomitantly with chemotherapy to improve patient outcomes. [10]", "contents": "Physiology, Fasting -- Development. One of the most heavily studied fasting regimens is known as intermittent fasting, which involves the restriction of caloric intake during a set period continually. Examples of fasting regimens include restriction of calories for 1 full day out of the week or 2 nonconsecutive days, also known as the \"5:2\" diet. Animal studies have repeatedly demonstrated a vigorous, positive response of various health indicators to intermittent fasting regimens. [8] These include improved insulin sensitivity and a reduction of body fat, atherogenic lipids, blood pressure, and IGF-1. Animal models have also demonstrated a statistically significant improvement in the ability of intermittent fasting to delay the progression of neurological diseases including Alzheimer’s, Parkinson’s, and Huntington’s disease. [1] Human studies of intermittent fasting also demonstrate promising results in protection against metabolic syndrome and other lifestyle diseases including diabetes and cardiovascular disease. [1] [9] A notable cellular process that is upregulated during times of fasting includes the inhibition of the tyrosine kinase enzyme. Inhibition of this enzyme is a backbone for the treatment of many types of cancer, and further research is necessary to evaluate whether fasting regimens can be used concomitantly with chemotherapy to improve patient outcomes. [10]"}
{"id": "article-21631_4", "title": "Physiology, Fasting -- Organ Systems Involved", "content": "The most immediate organ affected by a fast is the pancreas. During times of low plasma glucose, the pancreas will release more glucagon from the alpha cells found in the islets of Langerhans. Glucagon will mainly affect the liver as it stores most of the glycogen in the body. Skeletal muscle is also affected by glucagon, but to a lesser extent since skeletal muscle contains a low glycogen concentration. After hepatic glycogen stores are depleted, the body uses adipose tissue and protein for energy. The liver has an active role in the metabolism of fats as it is the main oxidizer of triglycerides. In more extreme versions of fasting, where fat sources have been expended, the body breaks down skeletal muscle for energy. Catabolism of skeletal muscle provides the body with amino acids that can be metabolized. However, this process also leads to a reduction in muscle mass.", "contents": "Physiology, Fasting -- Organ Systems Involved. The most immediate organ affected by a fast is the pancreas. During times of low plasma glucose, the pancreas will release more glucagon from the alpha cells found in the islets of Langerhans. Glucagon will mainly affect the liver as it stores most of the glycogen in the body. Skeletal muscle is also affected by glucagon, but to a lesser extent since skeletal muscle contains a low glycogen concentration. After hepatic glycogen stores are depleted, the body uses adipose tissue and protein for energy. The liver has an active role in the metabolism of fats as it is the main oxidizer of triglycerides. In more extreme versions of fasting, where fat sources have been expended, the body breaks down skeletal muscle for energy. Catabolism of skeletal muscle provides the body with amino acids that can be metabolized. However, this process also leads to a reduction in muscle mass."}
{"id": "article-21631_5", "title": "Physiology, Fasting -- Mechanism", "content": "Fasting is dependent on three types of energy metabolism: glycogen, lipid, and amino acid.", "contents": "Physiology, Fasting -- Mechanism. Fasting is dependent on three types of energy metabolism: glycogen, lipid, and amino acid."}
{"id": "article-21631_6", "title": "Physiology, Fasting -- Mechanism -- Glycogen", "content": "As blood glucose levels fall during fasting, the pancreas secretes increased amounts of glucagon. This action also reduces insulin secretion, which in turn decreases glucose storage in the form of glycogen. Glucagon binds to glucagon receptors at the liver to trigger a cyclic AMP cascade that eventually activates glycogen phosphorylase. Glycogen phosphorylase and debranching enzyme release glucose-1-phosphate (G1P) from glycogen branches at the alpha-1,4 and alpha-1,6 positions, respectively. Then phosphoglucomutase converts G1P to glucose-6-phosphate (G6P). The final step of this process is that G6P is hydrolyzed into glucose and inorganic phosphate by glucose-6-phosphatase.", "contents": "Physiology, Fasting -- Mechanism -- Glycogen. As blood glucose levels fall during fasting, the pancreas secretes increased amounts of glucagon. This action also reduces insulin secretion, which in turn decreases glucose storage in the form of glycogen. Glucagon binds to glucagon receptors at the liver to trigger a cyclic AMP cascade that eventually activates glycogen phosphorylase. Glycogen phosphorylase and debranching enzyme release glucose-1-phosphate (G1P) from glycogen branches at the alpha-1,4 and alpha-1,6 positions, respectively. Then phosphoglucomutase converts G1P to glucose-6-phosphate (G6P). The final step of this process is that G6P is hydrolyzed into glucose and inorganic phosphate by glucose-6-phosphatase."}
{"id": "article-21631_7", "title": "Physiology, Fasting -- Mechanism -- Lipid", "content": "The breakdown of triglycerides begins with the activation of hormone-sensitive lipase (HSL). This enzyme is stimulated by glucagon, epinephrine, cortisol, and growth hormone all of which have increased plasma levels during fasting. [11] Each of these hormones activates HSL through a different pathway. Glucagon and epinephrine bind to adenylyl cyclase (on the cell membrane) creating cyclic AMP. Cyclic AMP activates protein kinase A (PKA), which in turn activates HSL. Cortisol binds to glucocorticoid receptor alpha (GR-alpha) located in the cytosol of the cell. Activation of GR-alpha increases transcription of the protein angiopoietin-like 4 (Angptl4). This protein directly stimulates cyclic AMP-dependent PKA signaling which tells HSL to begin lipolysis. [12] Growth hormone turns on HSL through the phospholipase C (PLC) pathway. PLC activates protein kinase C (PKC) which can either directly or indirectly stimulate HSL. The indirect pathway involves PKC phosphorylating MAPK/ERK kinase (MEK). MEK phosphorylates extracellular signal-related kinase (ERK) which directly phosphorylates HSL.", "contents": "Physiology, Fasting -- Mechanism -- Lipid. The breakdown of triglycerides begins with the activation of hormone-sensitive lipase (HSL). This enzyme is stimulated by glucagon, epinephrine, cortisol, and growth hormone all of which have increased plasma levels during fasting. [11] Each of these hormones activates HSL through a different pathway. Glucagon and epinephrine bind to adenylyl cyclase (on the cell membrane) creating cyclic AMP. Cyclic AMP activates protein kinase A (PKA), which in turn activates HSL. Cortisol binds to glucocorticoid receptor alpha (GR-alpha) located in the cytosol of the cell. Activation of GR-alpha increases transcription of the protein angiopoietin-like 4 (Angptl4). This protein directly stimulates cyclic AMP-dependent PKA signaling which tells HSL to begin lipolysis. [12] Growth hormone turns on HSL through the phospholipase C (PLC) pathway. PLC activates protein kinase C (PKC) which can either directly or indirectly stimulate HSL. The indirect pathway involves PKC phosphorylating MAPK/ERK kinase (MEK). MEK phosphorylates extracellular signal-related kinase (ERK) which directly phosphorylates HSL."}
{"id": "article-21631_8", "title": "Physiology, Fasting -- Mechanism -- Lipid", "content": "After HSL is activated, it works with adipose triglyceride lipase to break a fatty acid (FA) from triglyceride reducing it to a diglyceride. HSL and monoacylglycerol lipase break off the other two FA leaving a net total of one glycerol molecule plus three separate FA. Glycerol is converted to glycerol-3-phosphate and then to dihydroxyacetone (DHAP) by glycerol kinase and glycerol-3-phosphate dehydrogenase respectively. DHAP is then metabolized in the glycolysis pathway.", "contents": "Physiology, Fasting -- Mechanism -- Lipid. After HSL is activated, it works with adipose triglyceride lipase to break a fatty acid (FA) from triglyceride reducing it to a diglyceride. HSL and monoacylglycerol lipase break off the other two FA leaving a net total of one glycerol molecule plus three separate FA. Glycerol is converted to glycerol-3-phosphate and then to dihydroxyacetone (DHAP) by glycerol kinase and glycerol-3-phosphate dehydrogenase respectively. DHAP is then metabolized in the glycolysis pathway."}
{"id": "article-21631_9", "title": "Physiology, Fasting -- Mechanism -- Lipid", "content": "Fatty acids are transformed into fatty acyl CoA through fatty acyl CoA synthetase. Energy from fatty acyl CoA is mainly produced through beta-oxidation and ketogenesis. Omega oxidation is a minor pathway that oxidizes fatty acids into dicarboxylic acids in the smooth endoplasmic reticulum. It remains a minor pathway unless mitochondrial beta-oxidation is defective. The location of beta-oxidation is dependent on the length of the fatty acid chain; short, medium, and long chains are degraded in the mitochondria while very-long and branched chains are degraded in peroxisomes. Every cycle of beta-oxidation produces 1 FADH, 1 NADH, and 1 acetyl CoA molecule. The very last cycle of produces 2 acetyl CoA (from even chained FA) or 1 acetyl CoA and 1 propionyl CoA (from odd chained FA).", "contents": "Physiology, Fasting -- Mechanism -- Lipid. Fatty acids are transformed into fatty acyl CoA through fatty acyl CoA synthetase. Energy from fatty acyl CoA is mainly produced through beta-oxidation and ketogenesis. Omega oxidation is a minor pathway that oxidizes fatty acids into dicarboxylic acids in the smooth endoplasmic reticulum. It remains a minor pathway unless mitochondrial beta-oxidation is defective. The location of beta-oxidation is dependent on the length of the fatty acid chain; short, medium, and long chains are degraded in the mitochondria while very-long and branched chains are degraded in peroxisomes. Every cycle of beta-oxidation produces 1 FADH, 1 NADH, and 1 acetyl CoA molecule. The very last cycle of produces 2 acetyl CoA (from even chained FA) or 1 acetyl CoA and 1 propionyl CoA (from odd chained FA)."}
{"id": "article-21631_10", "title": "Physiology, Fasting -- Mechanism -- Lipid", "content": "The process of ketogenesis first starts with the enzyme thiolase combining two molecules of acetyl-CoA into acetoacetyl-CoA. HMG-CoA synthase then adds another acetyl-CoA to create beta-hydroxy-beta-methylglutaryl-CoA. HMG-CoA lyase removes an acetyl-CoA group from the molecule to form acetoacetate. From this step, acetoacetate is broken down into acetone (by non-enzymatic decarboxylation) and beta-hydroxybutyrate (by D-beta-hydroxybutyrate dehydrogenase).", "contents": "Physiology, Fasting -- Mechanism -- Lipid. The process of ketogenesis first starts with the enzyme thiolase combining two molecules of acetyl-CoA into acetoacetyl-CoA. HMG-CoA synthase then adds another acetyl-CoA to create beta-hydroxy-beta-methylglutaryl-CoA. HMG-CoA lyase removes an acetyl-CoA group from the molecule to form acetoacetate. From this step, acetoacetate is broken down into acetone (by non-enzymatic decarboxylation) and beta-hydroxybutyrate (by D-beta-hydroxybutyrate dehydrogenase)."}
{"id": "article-21631_11", "title": "Physiology, Fasting -- Mechanism -- Amino Acid", "content": "During fed and fasting states, amino acids are generally used for the synthesis of physiologically important metabolites. Amino acids are metabolized based on their category and only the liver can degrade all amino acids. Glucogenic amino acids are made into Krebs cycle intermediates or pyruvate. Ketogenic amino acids are processed into acetoacetate or acetyl-CoA. There are amino acids that are categorized as being both glucogenic and ketogenic which means that they can be metabolized by either pathway. Categorization of Amino Acids Glucogenic: alanine, arginine, asparagine, aspartate, cysteine, glutamate, glutamine, glycine, proline, serine, histidine, methionine, valine Ketogenic: leucine, lysine Glucogenic/Ketogenic: isoleucine, phenylalanine, threonine, tryptophan, tyrosine", "contents": "Physiology, Fasting -- Mechanism -- Amino Acid. During fed and fasting states, amino acids are generally used for the synthesis of physiologically important metabolites. Amino acids are metabolized based on their category and only the liver can degrade all amino acids. Glucogenic amino acids are made into Krebs cycle intermediates or pyruvate. Ketogenic amino acids are processed into acetoacetate or acetyl-CoA. There are amino acids that are categorized as being both glucogenic and ketogenic which means that they can be metabolized by either pathway. Categorization of Amino Acids Glucogenic: alanine, arginine, asparagine, aspartate, cysteine, glutamate, glutamine, glycine, proline, serine, histidine, methionine, valine Ketogenic: leucine, lysine Glucogenic/Ketogenic: isoleucine, phenylalanine, threonine, tryptophan, tyrosine"}
{"id": "article-21631_12", "title": "Physiology, Fasting -- Related Testing", "content": "Fasting is performed clinically when blood tests require minimal caloric intake to aid in the diagnosis of various diseases. Fasting blood glucose is an example of a test that helps to aid in the diagnosis of diabetes mellitus based on a set threshold that determines if a patient’s insulin receptors are functioning properly by their ability to lower blood glucose in response to insulin. In cases of diabetes mellitus type 2, insulin resistance results in high fasting blood glucose. Additionally, high fasting blood glucose has been studied as a risk factor for the development of high blood pressure. [13]", "contents": "Physiology, Fasting -- Related Testing. Fasting is performed clinically when blood tests require minimal caloric intake to aid in the diagnosis of various diseases. Fasting blood glucose is an example of a test that helps to aid in the diagnosis of diabetes mellitus based on a set threshold that determines if a patient’s insulin receptors are functioning properly by their ability to lower blood glucose in response to insulin. In cases of diabetes mellitus type 2, insulin resistance results in high fasting blood glucose. Additionally, high fasting blood glucose has been studied as a risk factor for the development of high blood pressure. [13]"}
{"id": "article-21631_13", "title": "Physiology, Fasting -- Related Testing", "content": "Another test that traditionally requires a patient to be fasting for accuracy includes triglyceride measurement on a lipid panel. Blood triglycerides are present in substantial quantity in the carrier proteins chylomicrons and very-low-density lipoprotein (VLDL). Chylomicrons are responsible for carrying triglycerides from digested food to peripheral tissues while VLDL is made in the liver and represents a baseline blood triglyceride level resilient to food intake. Therefore, an accurate measurement of blood triglycerides in VLDL requires a patient to be fasting to exclude chylomicron triglycerides from the measurement. Recent data suggest that accurate lipid measurement may be possible in the absence of fasting although fasting for lipid panels is still recommended by most national and international guidelines. [14] [15]", "contents": "Physiology, Fasting -- Related Testing. Another test that traditionally requires a patient to be fasting for accuracy includes triglyceride measurement on a lipid panel. Blood triglycerides are present in substantial quantity in the carrier proteins chylomicrons and very-low-density lipoprotein (VLDL). Chylomicrons are responsible for carrying triglycerides from digested food to peripheral tissues while VLDL is made in the liver and represents a baseline blood triglyceride level resilient to food intake. Therefore, an accurate measurement of blood triglycerides in VLDL requires a patient to be fasting to exclude chylomicron triglycerides from the measurement. Recent data suggest that accurate lipid measurement may be possible in the absence of fasting although fasting for lipid panels is still recommended by most national and international guidelines. [14] [15]"}
{"id": "article-21631_14", "title": "Physiology, Fasting -- Pathophysiology", "content": "Chronic or excess exposure to glucocorticoids (GCs), such as cortisol, can lead to insulin resistance or even muscle atrophy. [16] This type of exposure can be prevalent in more intense/prolonged versions of fasting. GCs normally relay their signal through the glucocorticoid receptor (GR) found intracellularly in skeletal muscle tissue. One primary action of GR is to regulate transcription of target genes by either directly binding to DNA or tethering itself to other DNA-binding transcription factors. Inappropriate regulation of these target genes leads to the pathophysiological responses of GCs.", "contents": "Physiology, Fasting -- Pathophysiology. Chronic or excess exposure to glucocorticoids (GCs), such as cortisol, can lead to insulin resistance or even muscle atrophy. [16] This type of exposure can be prevalent in more intense/prolonged versions of fasting. GCs normally relay their signal through the glucocorticoid receptor (GR) found intracellularly in skeletal muscle tissue. One primary action of GR is to regulate transcription of target genes by either directly binding to DNA or tethering itself to other DNA-binding transcription factors. Inappropriate regulation of these target genes leads to the pathophysiological responses of GCs."}
{"id": "article-21631_15", "title": "Physiology, Fasting -- Clinical Significance", "content": "Fasting is not only important for clinically relevant tests but also has the potential to be used as a treatment for some diseases in humans. One study (sample size of 6) has shown that intermittent fasting, combined with the ketogenic diet, can be successfully implemented in pediatric patients with epilepsy. [17] However, current literature on the subject is still limited and numerous studies still need to be performed to show the actual clinical efficacy of fasting as a treatment for human neurological disorders. [18] Recent data also suggests that larger clinical trials are warranted to further investigate the efficacy of prescribed fasting regimens for the treatment of chronic lifestyle and obesity-related diseases. [19] Most studies related to fasting as a treatment for diseases have been based on animal models.", "contents": "Physiology, Fasting -- Clinical Significance. Fasting is not only important for clinically relevant tests but also has the potential to be used as a treatment for some diseases in humans. One study (sample size of 6) has shown that intermittent fasting, combined with the ketogenic diet, can be successfully implemented in pediatric patients with epilepsy. [17] However, current literature on the subject is still limited and numerous studies still need to be performed to show the actual clinical efficacy of fasting as a treatment for human neurological disorders. [18] Recent data also suggests that larger clinical trials are warranted to further investigate the efficacy of prescribed fasting regimens for the treatment of chronic lifestyle and obesity-related diseases. [19] Most studies related to fasting as a treatment for diseases have been based on animal models."}
{"id": "article-21631_16", "title": "Physiology, Fasting -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Fasting -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}