{"id": "article-31774_0", "title": "EMS Medical Oversight Of Systems -- Introduction", "content": "The role of the emergency medical service (EMS) medical director in EMS medical oversight is multifaceted, complex, and often misunderstood. Reaching out to state and local EMS medical directors and the previous EMS medical director at the current employment location can be invaluable in understanding the role. It is to the benefit of the EMS organization, its employees, and the medical director of EMS oversight to clearly understand the job description and the relationship it entails. The roles and requirements of the EMS medical director should be laid out clearly in the form of a contract. This should delineate the authority of the position and allow improvement of the system, the providers within the system, and the public in general. Numerous sources, such as the National Association of EMS Physicians (NAEMSP), the American Academy of Emergency Medicine (AAEM), and the American College of Emergency Physicians (ACEP), have resources that can be modified to fit the legislative and regulatory statutes that govern regional practices. [1]", "contents": "EMS Medical Oversight Of Systems -- Introduction. The role of the emergency medical service (EMS) medical director in EMS medical oversight is multifaceted, complex, and often misunderstood. Reaching out to state and local EMS medical directors and the previous EMS medical director at the current employment location can be invaluable in understanding the role. It is to the benefit of the EMS organization, its employees, and the medical director of EMS oversight to clearly understand the job description and the relationship it entails. The roles and requirements of the EMS medical director should be laid out clearly in the form of a contract. This should delineate the authority of the position and allow improvement of the system, the providers within the system, and the public in general. Numerous sources, such as the National Association of EMS Physicians (NAEMSP), the American Academy of Emergency Medicine (AAEM), and the American College of Emergency Physicians (ACEP), have resources that can be modified to fit the legislative and regulatory statutes that govern regional practices. [1]"}
{"id": "article-31774_1", "title": "EMS Medical Oversight Of Systems -- Introduction", "content": "EMS medical oversight requires understanding state, federal, and local legislation and regulations involving prehospital medical care and transport. [2] Due to the complexity of state, local, and federal regulations, the focus typically shifts to more prehospital medical care and protocol management. Although this is easier for the medically inclined to wrap their mind around, it does sway from understanding regulatory protocols and procedures to mastering the craft of EMS oversight. Understanding the job description of the EMS medical director and EMS oversight is a solid foundation upon which to start. Fortunately for the EMS medical director, daily operational activities, staffing, and regulatory compliance are largely handled by the service director and do not typically take away from oversight responsibilities. Although EMS medical oversight is considered a continuum, it can be divided into 3 parts:", "contents": "EMS Medical Oversight Of Systems -- Introduction. EMS medical oversight requires understanding state, federal, and local legislation and regulations involving prehospital medical care and transport. [2] Due to the complexity of state, local, and federal regulations, the focus typically shifts to more prehospital medical care and protocol management. Although this is easier for the medically inclined to wrap their mind around, it does sway from understanding regulatory protocols and procedures to mastering the craft of EMS oversight. Understanding the job description of the EMS medical director and EMS oversight is a solid foundation upon which to start. Fortunately for the EMS medical director, daily operational activities, staffing, and regulatory compliance are largely handled by the service director and do not typically take away from oversight responsibilities. Although EMS medical oversight is considered a continuum, it can be divided into 3 parts:"}
{"id": "article-31774_2", "title": "EMS Medical Oversight Of Systems -- Introduction", "content": "Prospective medical oversight: Deals with education, training, and protocol development; this is considered medical oversight's planning and preparation stage. Concurrent medical oversight: Deals with online and offline medical control and on-scene response; it is the in-the-field, in action, the here-and-now of medical oversight. Considering technological advancements, concurrent medical control can be directed via cellular, radio, direct patient care on-scene, and telemedicine. Retrospective medical oversight: Involves system-related research and run reviews [3]", "contents": "EMS Medical Oversight Of Systems -- Introduction. Prospective medical oversight: Deals with education, training, and protocol development; this is considered medical oversight's planning and preparation stage. Concurrent medical oversight: Deals with online and offline medical control and on-scene response; it is the in-the-field, in action, the here-and-now of medical oversight. Considering technological advancements, concurrent medical control can be directed via cellular, radio, direct patient care on-scene, and telemedicine. Retrospective medical oversight: Involves system-related research and run reviews [3]"}
{"id": "article-31774_3", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "The EMS medical director and providers must clearly understand the relationship between public safety, wellness, and the mission of the EMS system. EMS providers will have ideas, techniques, and products that benefit the EMS system. The EMS medical director is responsible for approving or rejecting such recommendations based on appropriateness, cost, and safety. EMS medical directors are directly responsible for protecting the general public. They can grant or suspend medical credentials for all EMS providers. The EMS medical director should use ongoing performance improvement reviews, quality assurance programs, yearly CME requirements, and skills reviews to identify deficiencies that may require mediation or suspension of medical credentials. The EMS medical director's central role in quality assurance, suspension for a medical cause, and decredentialing can take a toll. [4] These efforts can also positively affect the EMS system and help enhance the respect for authority and the bond with the public.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. The EMS medical director and providers must clearly understand the relationship between public safety, wellness, and the mission of the EMS system. EMS providers will have ideas, techniques, and products that benefit the EMS system. The EMS medical director is responsible for approving or rejecting such recommendations based on appropriateness, cost, and safety. EMS medical directors are directly responsible for protecting the general public. They can grant or suspend medical credentials for all EMS providers. The EMS medical director should use ongoing performance improvement reviews, quality assurance programs, yearly CME requirements, and skills reviews to identify deficiencies that may require mediation or suspension of medical credentials. The EMS medical director's central role in quality assurance, suspension for a medical cause, and decredentialing can take a toll. [4] These efforts can also positively affect the EMS system and help enhance the respect for authority and the bond with the public."}
{"id": "article-31774_4", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Prehospital EMS providers tend to be doers and action-oriented personnel. This could lead to a potential conflict between the EMS medical director and the EMS providers. Frequent quality control initiatives, process improvement efforts, education, and remediation can be used to help EMS personnel accept and embrace evidence-based techniques, practices, and protocols. Simulation, testing, skills labs, and lecture series can increase camaraderie and openness within the EMS system. An EMS medical director who is easily approachable, open to teaching, and, when needed, renders appropriate redirection and remediation can change the culture of an outdated EMS system. A simple way for medical directors to build reports with their EMS providers is through ride-along. An 8- to 12-hour monthly EMS ride-along can show dedication to education and help address concerns and well-being. Ride-alongs also give a medical director a better understanding of how the EMS system functions, the oversight and process, and how EMS providers perform their jobs.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Prehospital EMS providers tend to be doers and action-oriented personnel. This could lead to a potential conflict between the EMS medical director and the EMS providers. Frequent quality control initiatives, process improvement efforts, education, and remediation can be used to help EMS personnel accept and embrace evidence-based techniques, practices, and protocols. Simulation, testing, skills labs, and lecture series can increase camaraderie and openness within the EMS system. An EMS medical director who is easily approachable, open to teaching, and, when needed, renders appropriate redirection and remediation can change the culture of an outdated EMS system. A simple way for medical directors to build reports with their EMS providers is through ride-along. An 8- to 12-hour monthly EMS ride-along can show dedication to education and help address concerns and well-being. Ride-alongs also give a medical director a better understanding of how the EMS system functions, the oversight and process, and how EMS providers perform their jobs."}
{"id": "article-31774_5", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Online medical control allows direct communication via landline, cellular, or radio transmission between EMS providers and the EMS medical director. Projects involving medical drones with GPS and telemedicine capabilities are currently being developed to broaden the scope and capabilities of online medical control. As technology advances and the standardization of protocols and the implementation of evidence-based medicine becomes the standard of care, differing opinions about online medical commands are increasing. [5] Some EMS medical directors view the online medical command as a 40-year-old bad habit that is hard to leave behind. But, with the increased protocol guidance and training, paramedics have more autonomy than ever. It is possible for the EMS medical director to also delegate medical direction to other ED physicians. However, some states require certification to do so. Online command can lead to delays in appropriate care if too stringent while leading to medical oversight liability if too loose. [5] The growing trend involving online EMS medical oversight is that it should be tailored to the EMS system, the region, and the general populace it serves.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Online medical control allows direct communication via landline, cellular, or radio transmission between EMS providers and the EMS medical director. Projects involving medical drones with GPS and telemedicine capabilities are currently being developed to broaden the scope and capabilities of online medical control. As technology advances and the standardization of protocols and the implementation of evidence-based medicine becomes the standard of care, differing opinions about online medical commands are increasing. [5] Some EMS medical directors view the online medical command as a 40-year-old bad habit that is hard to leave behind. But, with the increased protocol guidance and training, paramedics have more autonomy than ever. It is possible for the EMS medical director to also delegate medical direction to other ED physicians. However, some states require certification to do so. Online command can lead to delays in appropriate care if too stringent while leading to medical oversight liability if too loose. [5] The growing trend involving online EMS medical oversight is that it should be tailored to the EMS system, the region, and the general populace it serves."}
{"id": "article-31774_6", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Medical oversight and supervision in the field can improve patient care. Direct experience with care delivery and the ability to provide immediate feedback can help foster provider advocacy and allow colleagues and subordinates to provide recommendations to improve management and services. On-scene physician supervision can improve medical director medico-legal accountability. The medical director will require an appropriate vehicle with medical equipment and communication capabilities to provide effective on-scene oversight. [5] The EMS medical director's response to the scene should be frequent and random. Responding to the nursing home transfer can be as important as responding to the interstate multicar collision. Criteria on when to alert the EMS medical director is important to ensure appropriate scene management. Examples of situations, when to notify the EMS medical director, include hazardous events, mass casualty, specialized rescue, anticipated complications such as imminent delivery, airway catastrophe, complicated extrication, and amputations. [5]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Medical oversight and supervision in the field can improve patient care. Direct experience with care delivery and the ability to provide immediate feedback can help foster provider advocacy and allow colleagues and subordinates to provide recommendations to improve management and services. On-scene physician supervision can improve medical director medico-legal accountability. The medical director will require an appropriate vehicle with medical equipment and communication capabilities to provide effective on-scene oversight. [5] The EMS medical director's response to the scene should be frequent and random. Responding to the nursing home transfer can be as important as responding to the interstate multicar collision. Criteria on when to alert the EMS medical director is important to ensure appropriate scene management. Examples of situations, when to notify the EMS medical director, include hazardous events, mass casualty, specialized rescue, anticipated complications such as imminent delivery, airway catastrophe, complicated extrication, and amputations. [5]"}
{"id": "article-31774_7", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "All EMS medical directors should stay up-to-date with evidence-based advances in EMS care. Through the ongoing review of quality metrics, EMS services can improve the care provided to their patient population and better address issues and obstacles. Understanding quality metrics can help promote advances in prehospital medical practices and make the system more efficient, economical, and public safety-centered. National organizations are a great source of information to help EMS medical directors promote positive change. [5]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. All EMS medical directors should stay up-to-date with evidence-based advances in EMS care. Through the ongoing review of quality metrics, EMS services can improve the care provided to their patient population and better address issues and obstacles. Understanding quality metrics can help promote advances in prehospital medical practices and make the system more efficient, economical, and public safety-centered. National organizations are a great source of information to help EMS medical directors promote positive change. [5]"}
{"id": "article-31774_8", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "An EMS medical director requires the time and resources to be successful. In some situations, a personal vehicle may be warranted for the EMS medical director. Communication devices, such as cell phones, radio systems, and video conferencing abilities, may be of assistance. Due to the breadth of responsibility, appropriate staff, supplies, and office space may also be required. Although many EMS medical directors do their jobs voluntarily, ensuring proper compensation for time spent improving the EMS system and appropriate liability coverage is important. [4] An EMS medical director can fail if appropriate resources and compensation are not allocated when they assume the roles and responsibilities.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. An EMS medical director requires the time and resources to be successful. In some situations, a personal vehicle may be warranted for the EMS medical director. Communication devices, such as cell phones, radio systems, and video conferencing abilities, may be of assistance. Due to the breadth of responsibility, appropriate staff, supplies, and office space may also be required. Although many EMS medical directors do their jobs voluntarily, ensuring proper compensation for time spent improving the EMS system and appropriate liability coverage is important. [4] An EMS medical director can fail if appropriate resources and compensation are not allocated when they assume the roles and responsibilities."}
{"id": "article-31774_9", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Liability issues are a complex subject area for EMS medical directors. The difficulty in understanding medico-legal liability and EMS medical oversight may cause some physicians to shy away from such a position. The relationship between EMS personnel who provide patient care and the supervisory responsibilities of the EMS medical director can create situations for liability. An important risk area involves limiting or modifying a provider's permission to provide clinical care to the public. Remediation, retraining, discrimination, and harassment are all areas of legal liability.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Liability issues are a complex subject area for EMS medical directors. The difficulty in understanding medico-legal liability and EMS medical oversight may cause some physicians to shy away from such a position. The relationship between EMS personnel who provide patient care and the supervisory responsibilities of the EMS medical director can create situations for liability. An important risk area involves limiting or modifying a provider's permission to provide clinical care to the public. Remediation, retraining, discrimination, and harassment are all areas of legal liability."}
{"id": "article-31774_10", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Although tabloids often publish stories describing the fraudulent activities of EMS services, the claims are usually unsubstantiated. Fraud, as it relates to EMS, can simply be the result of filing a false claim. Failure to understand and follow the rules and regulations for submitting reimbursement claims to Medicare and Medicaid can result in fines, repayment of overpayments, and jail time. Fraud investigations can originate from claims, whether they are intentional or accidental. [6] Misunderstanding federal regulations is not a defensible excuse.", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Although tabloids often publish stories describing the fraudulent activities of EMS services, the claims are usually unsubstantiated. Fraud, as it relates to EMS, can simply be the result of filing a false claim. Failure to understand and follow the rules and regulations for submitting reimbursement claims to Medicare and Medicaid can result in fines, repayment of overpayments, and jail time. Fraud investigations can originate from claims, whether they are intentional or accidental. [6] Misunderstanding federal regulations is not a defensible excuse."}
{"id": "article-31774_11", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "There are many examples of intentional or accidental fraudulent billing for Medicare and Medicaid. Filing reimbursement for patients who could have been transported by other means rather than an ambulance or filing claims at an event or support level when not warranted by documentation or the patient encounter can create a fraudulent bill for service. If a 911 call has been placed and generates a paramedic response, it does not mean the encounter will justify advanced life support billing. If a response call meets emergent response criteria, it does not necessarily mean that the transport of the patient to an appropriate facility will meet emergent billing criteria. The patient encounter and documentation must support the level of service and claims billed. Filing claims directly conflicting with EMS patient care and physician documentation will raise concerns for possible fraudulent billing and may trigger a review. Always document the reasons for bypassing the closest facility, especially if they can care appropriately for the patient encounter. [7] [8]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. There are many examples of intentional or accidental fraudulent billing for Medicare and Medicaid. Filing reimbursement for patients who could have been transported by other means rather than an ambulance or filing claims at an event or support level when not warranted by documentation or the patient encounter can create a fraudulent bill for service. If a 911 call has been placed and generates a paramedic response, it does not mean the encounter will justify advanced life support billing. If a response call meets emergent response criteria, it does not necessarily mean that the transport of the patient to an appropriate facility will meet emergent billing criteria. The patient encounter and documentation must support the level of service and claims billed. Filing claims directly conflicting with EMS patient care and physician documentation will raise concerns for possible fraudulent billing and may trigger a review. Always document the reasons for bypassing the closest facility, especially if they can care appropriately for the patient encounter. [7] [8]"}
{"id": "article-31774_12", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Prehospital EMS providers are responsible for treating patients with conditions that may require the administration of controlled substances. The EMS medical director is accountable for ensuring compliance with DEA regulations and proper completion and management of required forms, such as DEA-222. Clear documentation regarding usage and appropriate wastage of narcotic medications should always be present in the documentation of the patient care encounter. The documentation should contain the name of the medication, the amount used, the amount wasted, and a witness to the disposal of unused medication. An auditing system should be in place within the EMS system to track scheduled medications and include random auditing of resupply and storage. If an audit shows an inconsistency or inaccuracy, the EMS service should investigate immediately. [9]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Prehospital EMS providers are responsible for treating patients with conditions that may require the administration of controlled substances. The EMS medical director is accountable for ensuring compliance with DEA regulations and proper completion and management of required forms, such as DEA-222. Clear documentation regarding usage and appropriate wastage of narcotic medications should always be present in the documentation of the patient care encounter. The documentation should contain the name of the medication, the amount used, the amount wasted, and a witness to the disposal of unused medication. An auditing system should be in place within the EMS system to track scheduled medications and include random auditing of resupply and storage. If an audit shows an inconsistency or inaccuracy, the EMS service should investigate immediately. [9]"}
{"id": "article-31774_13", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Many prehospital services are understaffed, overburdened, and operate with insufficient or suboptimal equipment. Funding to support EMS systems can be obtained through different channels. Grants are a potential funding source, and resources are available to help complete submissions, such as EMSGrantsHelp.com. This service has a grant database that looks at federal, state, or available corporate grants. Other options include community, family, private foundations, and donor-advised funds. Newer tools have been devised, such as crowdfunding sources, which can help increase the ability to raise money by getting like-minded individuals to donate and support an idea or goal. Though it is not the primary responsibility of the EMS medical director to be involved with fundraising and grant writing, participation can build respect and dedication within the EMS system. [10]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Many prehospital services are understaffed, overburdened, and operate with insufficient or suboptimal equipment. Funding to support EMS systems can be obtained through different channels. Grants are a potential funding source, and resources are available to help complete submissions, such as EMSGrantsHelp.com. This service has a grant database that looks at federal, state, or available corporate grants. Other options include community, family, private foundations, and donor-advised funds. Newer tools have been devised, such as crowdfunding sources, which can help increase the ability to raise money by getting like-minded individuals to donate and support an idea or goal. Though it is not the primary responsibility of the EMS medical director to be involved with fundraising and grant writing, participation can build respect and dedication within the EMS system. [10]"}
{"id": "article-31774_14", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Ensuring scene safety is an ongoing challenge, given the uncertainty of what will be encountered on arrival. Scene safety encompasses more than patient care alone, including work-related fatigue, stress, and the overall well-being of EMS providers. The office of EMS initiated numerous initiatives with NHTSA in attempts to reduce and better understand the causes and reduce the incidence of work-related violence, burnout, ambulance crashes, and physical, mental, and sexual harassment. A prudent EMS medical director can provide a safe and productive working environment with appropriate resources and tools. [11] [12]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Ensuring scene safety is an ongoing challenge, given the uncertainty of what will be encountered on arrival. Scene safety encompasses more than patient care alone, including work-related fatigue, stress, and the overall well-being of EMS providers. The office of EMS initiated numerous initiatives with NHTSA in attempts to reduce and better understand the causes and reduce the incidence of work-related violence, burnout, ambulance crashes, and physical, mental, and sexual harassment. A prudent EMS medical director can provide a safe and productive working environment with appropriate resources and tools. [11] [12]"}
{"id": "article-31774_15", "title": "EMS Medical Oversight Of Systems -- Issues of Concern", "content": "Regionalization of trauma and specialty care centers (ie, stroke and cardiac centers) forces EMS to adjust transport practices to get the right patient to the correct hospital within the expected time. The Joint Commission, American College of Cardiology, American Heart Association, and American College of Surgeons Committee on Trauma have requirements that must be adhered to for coalitions to maintain hospital certification. Hospital systems provide patient care and outcome data to these organizations, their designation as a specialty center. The EMS service and medical director are responsible for providing education on components of transport protocol and EMS provider expectations. A goal is to ensure proper triage and treatment and situations in which the patient's condition and presentation warrant bypass of the closest facility in favor of a specialty center. [4]", "contents": "EMS Medical Oversight Of Systems -- Issues of Concern. Regionalization of trauma and specialty care centers (ie, stroke and cardiac centers) forces EMS to adjust transport practices to get the right patient to the correct hospital within the expected time. The Joint Commission, American College of Cardiology, American Heart Association, and American College of Surgeons Committee on Trauma have requirements that must be adhered to for coalitions to maintain hospital certification. Hospital systems provide patient care and outcome data to these organizations, their designation as a specialty center. The EMS service and medical director are responsible for providing education on components of transport protocol and EMS provider expectations. A goal is to ensure proper triage and treatment and situations in which the patient's condition and presentation warrant bypass of the closest facility in favor of a specialty center. [4]"}
{"id": "article-31774_16", "title": "EMS Medical Oversight Of Systems -- Clinical Significance", "content": "Many regions in the United States lack appropriate oversight of EMS medical physicians. Whether it is a private, military, state, county, or volunteer EMS service, increasing the safety of the genral public is well within the scope of practice of an EMS medical director. If EMS leadership is unsure how to improve their EMS service, a great first step is a simple EMS ride-along. Utilizing the experience and expertise of EMS personnel can help EMS directors better generate ideas, identify problems, and create solutions.", "contents": "EMS Medical Oversight Of Systems -- Clinical Significance. Many regions in the United States lack appropriate oversight of EMS medical physicians. Whether it is a private, military, state, county, or volunteer EMS service, increasing the safety of the genral public is well within the scope of practice of an EMS medical director. If EMS leadership is unsure how to improve their EMS service, a great first step is a simple EMS ride-along. Utilizing the experience and expertise of EMS personnel can help EMS directors better generate ideas, identify problems, and create solutions."}
{"id": "article-31774_17", "title": "EMS Medical Oversight Of Systems -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Medical Oversight Of Systems -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}