{"id": "article-41861_0", "title": "Florida Nurse Practice Act Laws and Rules -- Continuing Education Activity", "content": "The Florida Board of Nursing is a regulatory body that ensures individuals are qualified to practice nursing in the State of Florida in several vital ways; i.e., licenses, disciplines, educates, monitors, and rehabilitates. Nurses are held to a minimal standard to ensure safe, competent care delivered to all patients in a variety of healthcare settings. Failure to maintain this minimum practice standard will result in forfeiture of licensure and result in the inability to practice nursing in the state. The Nurse Practice Act, enacted by the Florida Legislature, provides a framework for providing safe, professional nursing care and offers a layer of protection to the individuals seeking such care. Board rules must follow the laws enacted by the legislature and adopted in the Nurse Practice Act. This activity helps nursing professionals to become familiar with the Florida state nursing practice act set forth by law.", "contents": "Florida Nurse Practice Act Laws and Rules -- Continuing Education Activity. The Florida Board of Nursing is a regulatory body that ensures individuals are qualified to practice nursing in the State of Florida in several vital ways; i.e., licenses, disciplines, educates, monitors, and rehabilitates. Nurses are held to a minimal standard to ensure safe, competent care delivered to all patients in a variety of healthcare settings. Failure to maintain this minimum practice standard will result in forfeiture of licensure and result in the inability to practice nursing in the state. The Nurse Practice Act, enacted by the Florida Legislature, provides a framework for providing safe, professional nursing care and offers a layer of protection to the individuals seeking such care. Board rules must follow the laws enacted by the legislature and adopted in the Nurse Practice Act. This activity helps nursing professionals to become familiar with the Florida state nursing practice act set forth by law."}
{"id": "article-41861_1", "title": "Florida Nurse Practice Act Laws and Rules -- Continuing Education Activity", "content": "Objectives: Identify the function and key concepts of the Florida nursing practice act. Describe the education requirements of the Florida nursing practice act. Explain the importance of the nursing practice act in promoting patient safety. Summarize how members of the interprofessional team may influence a nurse's proper compliance with the Florida nursing practice act. Access free multiple choice questions on this topic.", "contents": "Florida Nurse Practice Act Laws and Rules -- Continuing Education Activity. Objectives: Identify the function and key concepts of the Florida nursing practice act. Describe the education requirements of the Florida nursing practice act. Explain the importance of the nursing practice act in promoting patient safety. Summarize how members of the interprofessional team may influence a nurse's proper compliance with the Florida nursing practice act. Access free multiple choice questions on this topic."}
{"id": "article-41861_2", "title": "Florida Nurse Practice Act Laws and Rules -- Introduction", "content": "The Florida Board of Nursing is a regulatory body that ensures individuals are qualified to practice nursing in the State of Florida in several vital ways; i.e., licenses, disciplines, educates, monitors, and rehabilitates. Nurses are held to a minimal standard to ensure safe, competent care delivered to all patients in a variety of healthcare settings. [NCSBN.org, 2018] Failure to maintain this minimum practice standard will forfeit licensure and result in the inability to practice nursing in the state. The Nurse Practice Act, enacted by the Florida Legislature, provides a framework for providing safe, professional nursing care and offers a layer of protection to the individuals seeking such care. [Floridalegislature, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Introduction. The Florida Board of Nursing is a regulatory body that ensures individuals are qualified to practice nursing in the State of Florida in several vital ways; i.e., licenses, disciplines, educates, monitors, and rehabilitates. Nurses are held to a minimal standard to ensure safe, competent care delivered to all patients in a variety of healthcare settings. [NCSBN.org, 2018] Failure to maintain this minimum practice standard will forfeit licensure and result in the inability to practice nursing in the state. The Nurse Practice Act, enacted by the Florida Legislature, provides a framework for providing safe, professional nursing care and offers a layer of protection to the individuals seeking such care. [Floridalegislature, 2018]"}
{"id": "article-41861_3", "title": "Florida Nurse Practice Act Laws and Rules -- Introduction", "content": "Nurse Practice Acts, enacted by all territories and states of the United States beginning over 100 years ago to protect the public, provide for established boards of nursing which have full authorization to create rules and regulations that ensure the laws are specific to the nursing profession and offer a sense of clarity. Board rules must follow the laws enacted by the legislature and adopted in the Nurse Practice Act of each state or territory. Rules and regulations promulgated by the board have the full effect of the law and are enforceable. [NCSBN.org, 2018] A nursing professional must be familiar with their state's specific nurse practice act set forth by law. Requirements change and a healthcare professional is responsible for knowing the current rule of law and cannot claim obtuseness if a problem arises. A misunderstanding or ignorance of the law does not erase responsibility and is not a plausible excuse. [1]", "contents": "Florida Nurse Practice Act Laws and Rules -- Introduction. Nurse Practice Acts, enacted by all territories and states of the United States beginning over 100 years ago to protect the public, provide for established boards of nursing which have full authorization to create rules and regulations that ensure the laws are specific to the nursing profession and offer a sense of clarity. Board rules must follow the laws enacted by the legislature and adopted in the Nurse Practice Act of each state or territory. Rules and regulations promulgated by the board have the full effect of the law and are enforceable. [NCSBN.org, 2018] A nursing professional must be familiar with their state's specific nurse practice act set forth by law. Requirements change and a healthcare professional is responsible for knowing the current rule of law and cannot claim obtuseness if a problem arises. A misunderstanding or ignorance of the law does not erase responsibility and is not a plausible excuse. [1]"}
{"id": "article-41861_4", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "The Nurse Practice Act of Florida includes Part I Nurse Practice Act (ss. 464.001-464.027) [Flsenate.gov, 2017] and Part 2 Certified Nursing Assistants (ss. 464.201-464.208). Section 464.002 ensures minimum requirements for safe practice are met, further stipulating that falling below minimum competency, or if present a danger to the public, are prohibited from practicing nursing in the State of Florida. [Flsenate.gov, 2017] Section 464.003 provides some legal definitions related to the nurse practice act and terminology used. [Floridalegislature, 2018] Legal Definitions Reflected in the Nurse Practice Act Section 464.003", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. The Nurse Practice Act of Florida includes Part I Nurse Practice Act (ss. 464.001-464.027) [Flsenate.gov, 2017] and Part 2 Certified Nursing Assistants (ss. 464.201-464.208). Section 464.002 ensures minimum requirements for safe practice are met, further stipulating that falling below minimum competency, or if present a danger to the public, are prohibited from practicing nursing in the State of Florida. [Flsenate.gov, 2017] Section 464.003 provides some legal definitions related to the nurse practice act and terminology used. [Floridalegislature, 2018] Legal Definitions Reflected in the Nurse Practice Act Section 464.003"}
{"id": "article-41861_5", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Accredited Program: Prelicensure education program of practical or professional nurses conducted in the United States at an institute of education (located in Florida, another state, or District of Columbia) and is accredited by a specialized nursing accrediting agency with national recognition by the United States Secretary of Education to approve nursing education programs. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Accredited Program: Prelicensure education program of practical or professional nurses conducted in the United States at an institute of education (located in Florida, another state, or District of Columbia) and is accredited by a specialized nursing accrediting agency with national recognition by the United States Secretary of Education to approve nursing education programs. [flsenate.gov, 2017]"}
{"id": "article-41861_6", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Advanced or Specialized Nursing Practice: In addition to professional nursing practice these nurses perform advanced-level nursing acts approved by the board after postbasic specialized training, education, and experience. The advanced practice registered nurse may perform specific actions; i.e., nursing diagnosis, nursing treatment, medical diagnosis and treatment, prescription, and operate according to authorization within the guidelines of an established protocol of supervision. By rule, a copy of the protocol may be required to be filed with the department and meet requirements under s. 458.348.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Advanced or Specialized Nursing Practice: In addition to professional nursing practice these nurses perform advanced-level nursing acts approved by the board after postbasic specialized training, education, and experience. The advanced practice registered nurse may perform specific actions; i.e., nursing diagnosis, nursing treatment, medical diagnosis and treatment, prescription, and operate according to authorization within the guidelines of an established protocol of supervision. By rule, a copy of the protocol may be required to be filed with the department and meet requirements under s. 458.348."}
{"id": "article-41861_7", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Advanced Practice Registered Nurse: Any individual licensed in the state of Florida to practice as a professional nurse and who holds a license in advanced nursing practice; i.e., certified nurse practitioners, certified registered nurse anesthetists, certified nurse midwives, psychiatric nurses, and clinical nurse specialists.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Advanced Practice Registered Nurse: Any individual licensed in the state of Florida to practice as a professional nurse and who holds a license in advanced nursing practice; i.e., certified nurse practitioners, certified registered nurse anesthetists, certified nurse midwives, psychiatric nurses, and clinical nurse specialists."}
{"id": "article-41861_8", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Approved Program: A prelicensure educational program for practical or professional nurses conducted in the state of Florida by an educational institution approved under s. 464.019. This term includes programs on a probationary status.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Approved Program: A prelicensure educational program for practical or professional nurses conducted in the state of Florida by an educational institution approved under s. 464.019. This term includes programs on a probationary status."}
{"id": "article-41861_9", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Board: Refers to the Board of Nursing", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Board: Refers to the Board of Nursing"}
{"id": "article-41861_10", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Clinical Preceptor: A licensed practical nurse or a registered nurse who is an employee at a training facility that serves as a role model and a resource clinically during a specified period of time to students enrolled currently in an approved program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Clinical Preceptor: A licensed practical nurse or a registered nurse who is an employee at a training facility that serves as a role model and a resource clinically during a specified period of time to students enrolled currently in an approved program."}
{"id": "article-41861_11", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Clinical Simulation: A replication of clinical practice using a strategy that teaches theory, pharmacology, skills, technology, and assessment as close to a real setting with a clinical preceptor as possible to duplicate.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Clinical Simulation: A replication of clinical practice using a strategy that teaches theory, pharmacology, skills, technology, and assessment as close to a real setting with a clinical preceptor as possible to duplicate."}
{"id": "article-41861_12", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Clinical Training: Direct experience with patients (clients) receiving nursing care or in a simulation setting of clinical experiences related to the delivery of direct nursing care. The student gains the chance to apply, integrate, and refine skills and abilities specific to scientific principles and theory-based concepts.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Clinical Training: Direct experience with patients (clients) receiving nursing care or in a simulation setting of clinical experiences related to the delivery of direct nursing care. The student gains the chance to apply, integrate, and refine skills and abilities specific to scientific principles and theory-based concepts."}
{"id": "article-41861_13", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Community-Based Clinical Experience: Experience focused on activities in correlation with the curriculum that involve the care of groups, families, and persons as a primary intention of promoting wellness, illness prevention, and health maintenance.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Community-Based Clinical Experience: Experience focused on activities in correlation with the curriculum that involve the care of groups, families, and persons as a primary intention of promoting wellness, illness prevention, and health maintenance."}
{"id": "article-41861_14", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Curriculum: Planned courses and learning experiences prepared in a sequential manner that is the core of the nursing education program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Curriculum: Planned courses and learning experiences prepared in a sequential manner that is the core of the nursing education program."}
{"id": "article-41861_15", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Department: Department of Health", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Department: Department of Health"}
{"id": "article-41861_16", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Graduate passage rate: Reflects the percentage of graduates from a program who take the National Council of State Boards of Nursing Licensure Examination for the first time during a calendar year. The contract testing service of the National Council of State Boards of Nursing compiles the data.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Graduate passage rate: Reflects the percentage of graduates from a program who take the National Council of State Boards of Nursing Licensure Examination for the first time during a calendar year. The contract testing service of the National Council of State Boards of Nursing compiles the data."}
{"id": "article-41861_17", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Licensed practical nurse: Any individual licensed in the state of Florida or holding an active multistate license to practice practical nursing under s. 464.0095.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Licensed practical nurse: Any individual licensed in the state of Florida or holding an active multistate license to practice practical nursing under s. 464.0095."}
{"id": "article-41861_18", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Nursing Diagnosis: Recognition of deviations based on observations and evaluations of mental or physical conditions, signs, and symptoms of illness, behaviors, and reactions to treatment to determine if are normal or abnormal findings.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Nursing Diagnosis: Recognition of deviations based on observations and evaluations of mental or physical conditions, signs, and symptoms of illness, behaviors, and reactions to treatment to determine if are normal or abnormal findings."}
{"id": "article-41861_19", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Nursing Treatment: Establishing and implementing nursing regimens for care and comfort for prevention of illness, and the restoration, education and health maintenance of individuals.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Nursing Treatment: Establishing and implementing nursing regimens for care and comfort for prevention of illness, and the restoration, education and health maintenance of individuals."}
{"id": "article-41861_20", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "The Practice of Practical Nursing: Reflects acts carried out in the care of the injured or those having an illness including medication administration and treatments to promote wellness and illness prevention and maintain health. Practical nurse practices under the direct supervision of a registered nurse and licensed independent provider such as a physician, dentist, and podiatrist. A practical nurse is accountable for decisions made based on the individual's education and experience in nursing.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. The Practice of Practical Nursing: Reflects acts carried out in the care of the injured or those having an illness including medication administration and treatments to promote wellness and illness prevention and maintain health. Practical nurse practices under the direct supervision of a registered nurse and licensed independent provider such as a physician, dentist, and podiatrist. A practical nurse is accountable for decisions made based on the individual's education and experience in nursing."}
{"id": "article-41861_21", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "The Practice of Professional Nursing: Requires substantial specialized knowledge, skills, and judgment to perform acts of care for the injured or ill with a basis in the application of principles related to biological, psychological, physical, and social sciences. A professional nurse administers treatment and medications as prescribed or authorized by a licensed practitioner authorized by state laws to prescribe the drugs and treatments. Professional nurses offer supervision and education of other personnel in the acts described such as medication administration and procedures and the theory behind the action.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. The Practice of Professional Nursing: Requires substantial specialized knowledge, skills, and judgment to perform acts of care for the injured or ill with a basis in the application of principles related to biological, psychological, physical, and social sciences. A professional nurse administers treatment and medications as prescribed or authorized by a licensed practitioner authorized by state laws to prescribe the drugs and treatments. Professional nurses offer supervision and education of other personnel in the acts described such as medication administration and procedures and the theory behind the action."}
{"id": "article-41861_22", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Probationary Status: Reflects the state of an approved program placed on this status under s. 464.019.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Probationary Status: Reflects the state of an approved program placed on this status under s. 464.019."}
{"id": "article-41861_23", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Registered Nurse: Reflects an individual licensed in the state of Florida or holding an active multistate license to practice professional nursing under s. 464.0095.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Registered Nurse: Reflects an individual licensed in the state of Florida or holding an active multistate license to practice professional nursing under s. 464.0095."}
{"id": "article-41861_24", "title": "Florida Nurse Practice Act Laws and Rules -- Function", "content": "Required Passage Rate: Reflects the graduate passage rate mandated for an approved program according to s. 464.019(5)(a).", "contents": "Florida Nurse Practice Act Laws and Rules -- Function. Required Passage Rate: Reflects the graduate passage rate mandated for an approved program according to s. 464.019(5)(a)."}
{"id": "article-41861_25", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Created by the Department of Health [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Created by the Department of Health [flsenate.gov, 2017]"}
{"id": "article-41861_26", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Consists of thirteen members appointed by the Governor and confirmed by the Senate", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Consists of thirteen members appointed by the Governor and confirmed by the Senate"}
{"id": "article-41861_27", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Seven of the 13 members must be registered nurses who reside in the State of Florida and engaged in the practice of nursing for at least four years", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Seven of the 13 members must be registered nurses who reside in the State of Florida and engaged in the practice of nursing for at least four years"}
{"id": "article-41861_28", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "One registered nurse member must be an advanced practice registered nurse", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. One registered nurse member must be an advanced practice registered nurse"}
{"id": "article-41861_29", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "One registered nurse member must be a nurse educator of an approved program", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. One registered nurse member must be a nurse educator of an approved program"}
{"id": "article-41861_30", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "One  registered nurse member must be a nurse executive", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. One  registered nurse member must be a nurse executive"}
{"id": "article-41861_31", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "The seven board members shall reflect various diverse practice areas within the nursing profession", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. The seven board members shall reflect various diverse practice areas within the nursing profession"}
{"id": "article-41861_32", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Three members of the board of the thirteen total must be licensed practical nurses who reside in the State of Florida and engaged in the practice of practical nursing for at least four years prior to the appointment", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Three members of the board of the thirteen total must be licensed practical nurses who reside in the State of Florida and engaged in the practice of practical nursing for at least four years prior to the appointment"}
{"id": "article-41861_33", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Three members of the board of the 13 total must be residents of the State of Florida and have never held a nursing license or are in no way affiliated or connected with the nursing profession (layperson)", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Three members of the board of the 13 total must be residents of the State of Florida and have never held a nursing license or are in no way affiliated or connected with the nursing profession (layperson)"}
{"id": "article-41861_34", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "One member of the board must be over age 60", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. One member of the board must be over age 60"}
{"id": "article-41861_35", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "No lay member can have a financial interest with or be connected to any agency related to healthcare, health care facility, or insurer", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. No lay member can have a financial interest with or be connected to any agency related to healthcare, health care facility, or insurer"}
{"id": "article-41861_36", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Governor appoints successors for terms of four years as the terms of members expire [flsenate.gov, 2016]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Governor appoints successors for terms of four years as the terms of members expire [flsenate.gov, 2016]"}
{"id": "article-41861_37", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "The executive director designee may serve as the state administrator of the Nurse Licensure Compact based on requirements under s. 464.0095", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. The executive director designee may serve as the state administrator of the Nurse Licensure Compact based on requirements under s. 464.0095"}
{"id": "article-41861_38", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Official Board headquarters as stated in section 464.005 will be maintained in Tallahassee [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Official Board headquarters as stated in section 464.005 will be maintained in Tallahassee [flsenate.gov, 2017]"}
{"id": "article-41861_39", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004", "content": "Rulemaking authority as stated in 464.006 gives the board the authority to enact rules and implement based under ss. 120.536(1) and 120.54 [floridalegislature, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Board of Nursing Information as Reflected in the Nurse Practice Act Section 464.004. Rulemaking authority as stated in 464.006 gives the board the authority to enact rules and implement based under ss. 120.536(1) and 120.54 [floridalegislature, 2018]"}
{"id": "article-41861_40", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Persons seeking licensure as a registered nurse or practical nurse shall apply to the Department of Health to take the licensure exam.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Persons seeking licensure as a registered nurse or practical nurse shall apply to the Department of Health to take the licensure exam."}
{"id": "article-41861_41", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Complete application process [floridanursing.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Complete application process [floridanursing.gov, 2018]"}
{"id": "article-41861_42", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Pay application fee set by the board not to be more than $150", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Pay application fee set by the board not to be more than $150"}
{"id": "article-41861_43", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Pay examination fee set by the board, not to be more than $75 plus the actual per applicant cost to the Department of Health for the purchase of the exam from the National Council of State Boards of Nursing or a similar entity.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Pay examination fee set by the board, not to be more than $75 plus the actual per applicant cost to the Department of Health for the purchase of the exam from the National Council of State Boards of Nursing or a similar entity."}
{"id": "article-41861_44", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Provided sufficient information on or after October 1, 1989, submitted to the Department of Health for criminal records check statewide through the Department of Law Enforcement.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Provided sufficient information on or after October 1, 1989, submitted to the Department of Health for criminal records check statewide through the Department of Law Enforcement."}
{"id": "article-41861_45", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Possess good physical and mental health", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Possess good physical and mental health"}
{"id": "article-41861_46", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Has a high school diploma or equivalent", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Has a high school diploma or equivalent"}
{"id": "article-41861_47", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Graduated from a program approved by the state or from a prelicensure nursing education program determined by the board to be of equal merit to an approved program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Graduated from a program approved by the state or from a prelicensure nursing education program determined by the board to be of equal merit to an approved program."}
{"id": "article-41861_48", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Graduated on or after July 1, 2009, from a program fully accredited or graduated before July 1, 2009, from a prelicensure nursing educational program whose graduates were eligible for examination.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Graduated on or after July 1, 2009, from a program fully accredited or graduated before July 1, 2009, from a prelicensure nursing educational program whose graduates were eligible for examination."}
{"id": "article-41861_49", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Professional nursing education program courses completed in equal measure to a practical nursing education program used to meet the educational requirement for a license as a licensed practical nurse.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Professional nursing education program courses completed in equal measure to a practical nursing education program used to meet the educational requirement for a license as a licensed practical nurse."}
{"id": "article-41861_50", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Able to communicate in English and may be subject to an examination to determine proficiency.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Able to communicate in English and may be subject to an examination to determine proficiency."}
{"id": "article-41861_51", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "An applicant that passes the exam and meets the educational requirements are entitled to licensure by the State of Florida as a registered professional nurse or a licensed practical nurse based on applicability and unless denied under to s. 464.018.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. An applicant that passes the exam and meets the educational requirements are entitled to licensure by the State of Florida as a registered professional nurse or a licensed practical nurse based on applicability and unless denied under to s. 464.018."}
{"id": "article-41861_52", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "A multistate license from the Department of Health requested if all licensure requirements met as set forth by the board in addition to the requirements under s. 464.0095. A licensure fee and application fee will apply.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. A multistate license from the Department of Health requested if all licensure requirements met as set forth by the board in addition to the requirements under s. 464.0095. A licensure fee and application fee will apply."}
{"id": "article-41861_53", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Failure of the licensure examination 3 consecutive times, regardless of location or jurisdiction was taken, will be required to complete a remedial class approved by the board before may schedule a re-examination attempt.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Failure of the licensure examination 3 consecutive times, regardless of location or jurisdiction was taken, will be required to complete a remedial class approved by the board before may schedule a re-examination attempt."}
{"id": "article-41861_54", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "The exam scheduled within 6 months of approved remediation program successful completion [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. The exam scheduled within 6 months of approved remediation program successful completion [flsenate.gov, 2017]"}
{"id": "article-41861_55", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008", "content": "Applicants graduating from approved programs required to take the exam within 6 months or must enroll and complete successfully in an approved prep course by the board. Cost, of course, cannot be paid with state or federal financial aid.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Examination Information Reflected in the Nurse Practice Act Section 464.008. Applicants graduating from approved programs required to take the exam within 6 months or must enroll and complete successfully in an approved prep course by the board. Cost, of course, cannot be paid with state or federal financial aid."}
{"id": "article-41861_56", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Department of Health issues the license by endorsement to practice professional or practical nurses who meet the requirements set forth by the board. [floridanursing.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Department of Health issues the license by endorsement to practice professional or practical nurses who meet the requirements set forth by the board. [floridanursing.gov, 2018]"}
{"id": "article-41861_57", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Complete application process and provide a fee set by the board and not to exceed $100.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Complete application process and provide a fee set by the board and not to exceed $100."}
{"id": "article-41861_58", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Must hold a valid license to practice practical or professional nursing in another state or the United States territory subject to equivalent or more stringent requirements than those of the State of Florida.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Must hold a valid license to practice practical or professional nursing in another state or the United States territory subject to equivalent or more stringent requirements than those of the State of Florida."}
{"id": "article-41861_59", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "The applicant meets the requirements set forth under s. 464.008 and has completed and passed a regional, state, or national examination of equal substantial value or more stringent than the exam given by the Department of Health or has practiced nursing actively in another state, US territory or jurisdiction for 2 of the past 3 years and the license is in good standing.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. The applicant meets the requirements set forth under s. 464.008 and has completed and passed a regional, state, or national examination of equal substantial value or more stringent than the exam given by the Department of Health or has practiced nursing actively in another state, US territory or jurisdiction for 2 of the past 3 years and the license is in good standing."}
{"id": "article-41861_60", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Applicant must complete Florida laws and rules course that is approved by the board within 6 months of initial licensure.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Applicant must complete Florida laws and rules course that is approved by the board within 6 months of initial licensure."}
{"id": "article-41861_61", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Have a national criminal history check submitted to the board and board determines no criminal history. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Have a national criminal history check submitted to the board and board determines no criminal history. [flsenate.gov, 2017]"}
{"id": "article-41861_62", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "An applicant for licensure by endorsement relocating due to official military orders of a spouse who holds an active license in another state and is a member of the Nurse Licensure Compact is deemed to have satisfied requirements set forth by the board in the sections as mentioned earlier. A license by endorsement after appropriate application, fees, and a criminal background check issued.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. An applicant for licensure by endorsement relocating due to official military orders of a spouse who holds an active license in another state and is a member of the Nurse Licensure Compact is deemed to have satisfied requirements set forth by the board in the sections as mentioned earlier. A license by endorsement after appropriate application, fees, and a criminal background check issued."}
{"id": "article-41861_63", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "Follow State Board specific requirements for fingerprinting process and criminal histories.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. Follow State Board specific requirements for fingerprinting process and criminal histories."}
{"id": "article-41861_64", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "An applicant who is under investigation in another state, US territory or jurisdiction cannot be issued a license by endorsement if the act in violation of chapter 456. When investigation completed, provisions under s. 464.018 apply.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. An applicant who is under investigation in another state, US territory or jurisdiction cannot be issued a license by endorsement if the act in violation of chapter 456. When investigation completed, provisions under s. 464.018 apply."}
{"id": "article-41861_65", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "The application process is electronic and provides notifications and status updates. A license issued within thirty days of all requirements met, documents received and providing no violation of statutes exist.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. The application process is electronic and provides notifications and status updates. A license issued within thirty days of all requirements met, documents received and providing no violation of statutes exist."}
{"id": "article-41861_66", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009", "content": "If holding a multistate license that is active in another state and falls under s. 464.0095 requirements for licensure by endorsement may be waived. [leg.state.fL.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure by Endorsement Information Reflected in the Nurse Practice Act Section 464.009. If holding a multistate license that is active in another state and falls under s. 464.0095 requirements for licensure by endorsement may be waived. [leg.state.fL.us, 2018]"}
{"id": "article-41861_67", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE I FINDINGS AND DECLARATION OF PURPOSE", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE I FINDINGS AND DECLARATION OF PURPOSE"}
{"id": "article-41861_68", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Public Health and safety affected by the degree of compliance and effectiveness of enforcement activities related to state nursing licensure laws. Violation of laws may result in public injury or harm.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Public Health and safety affected by the degree of compliance and effectiveness of enforcement activities related to state nursing licensure laws. Violation of laws may result in public injury or harm."}
{"id": "article-41861_69", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Greater coordination and cooperation among states needed relating to nursing licensure and regulation (nurses are more mobile).", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Greater coordination and cooperation among states needed relating to nursing licensure and regulation (nurses are more mobile)."}
{"id": "article-41861_70", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Technological advances (telenursing, online education) and new practice modalities make individual state nurse licensure laws complex and difficult to navigate.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Technological advances (telenursing, online education) and new practice modalities make individual state nurse licensure laws complex and difficult to navigate."}
{"id": "article-41861_71", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Compact nursing allows for technological advances such as telenursing, distance education, and new practice modalities. [ncsbn.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Compact nursing allows for technological advances such as telenursing, distance education, and new practice modalities. [ncsbn.org, 2018]"}
{"id": "article-41861_72", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Duplicative licensure is redundant for traveling nurses. Compact licensure decreases redundancy.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Duplicative licensure is redundant for traveling nurses. Compact licensure decreases redundancy."}
{"id": "article-41861_73", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Uniformity in licensure amongst states promotes an environment of safety for the public. Safety and protection of the health of the public rest with the individual states.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Uniformity in licensure amongst states promotes an environment of safety for the public. Safety and protection of the health of the public rest with the individual states."}
{"id": "article-41861_74", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Compact licensure encourages the cooperation of states in the area of regulation and licensure of nurses.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Compact licensure encourages the cooperation of states in the area of regulation and licensure of nurses."}
{"id": "article-41861_75", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Facilitates the exchange of information among states; investigation, regulation, and adverse actions.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Facilitates the exchange of information among states; investigation, regulation, and adverse actions."}
{"id": "article-41861_76", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Each state has the authority to hold a nurse accountable for all individual state practice laws governed by the state where the patient or client is located at the time of service and care delivery.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Each state has the authority to hold a nurse accountable for all individual state practice laws governed by the state where the patient or client is located at the time of service and care delivery."}
{"id": "article-41861_77", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Provides for uniform licensure requirements thus enhancing interstate practice opportunities. [leg.state.fL.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Provides for uniform licensure requirements thus enhancing interstate practice opportunities. [leg.state.fL.us, 2018]"}
{"id": "article-41861_78", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE II DEFINITIONS", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE II DEFINITIONS"}
{"id": "article-41861_79", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Adverse action: Imposed actions by a licensing board or other authority against a nurse administratively, equitably, civilly, or criminally. This includes actions against an individual or multistate license; i.e., suspension, probation, revocation, monitoring of the person licensed, cease and desist orders, limited the practice of the licensee, or any other action on a license affecting the authorization to practice.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Adverse action: Imposed actions by a licensing board or other authority against a nurse administratively, equitably, civilly, or criminally. This includes actions against an individual or multistate license; i.e., suspension, probation, revocation, monitoring of the person licensed, cease and desist orders, limited the practice of the licensee, or any other action on a license affecting the authorization to practice."}
{"id": "article-41861_80", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Alternative program: Nondisciplinary monitoring program that must have approval from the licensing board.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Alternative program: Nondisciplinary monitoring program that must have approval from the licensing board."}
{"id": "article-41861_81", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Commission: Interstate Commission of Nurse Licensure Compact Administrators established by as a result of the compact.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Commission: Interstate Commission of Nurse Licensure Compact Administrators established by as a result of the compact."}
{"id": "article-41861_82", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Compact: Nurse Licensure Compact established, recognized, and entered into by the state under the compact.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Compact: Nurse Licensure Compact established, recognized, and entered into by the state under the compact."}
{"id": "article-41861_83", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Coordinated Licensure Information System: Collection, sharing, and storing of data by an integrated process. A non-profit organization under control and composed of the licensing board which assists in enforcement activities related to nursing licensure laws.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Coordinated Licensure Information System: Collection, sharing, and storing of data by an integrated process. A non-profit organization under control and composed of the licensing board which assists in enforcement activities related to nursing licensure laws."}
{"id": "article-41861_84", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Current Significant Investigative Information: Investigative information that prompts a licensure board to perform a preliminary inquiry, allows the nurse time to respond as required by individual state law, has grounds to believe, and if proven, represents more than a minor infraction. Investigative information can be indicative that a nurse represents an immediate threat to the public's safety and overall health regardless of the notification of the nurse or opportunity to respond to the claim.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Current Significant Investigative Information: Investigative information that prompts a licensure board to perform a preliminary inquiry, allows the nurse time to respond as required by individual state law, has grounds to believe, and if proven, represents more than a minor infraction. Investigative information can be indicative that a nurse represents an immediate threat to the public's safety and overall health regardless of the notification of the nurse or opportunity to respond to the claim."}
{"id": "article-41861_85", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Encumbrance: Suspension of, limitation on, or revocation of the ability to practice nursing at full capacity and without restrictions imposed by a board of licensure. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Encumbrance: Suspension of, limitation on, or revocation of the ability to practice nursing at full capacity and without restrictions imposed by a board of licensure. [flsenate.gov, 2017]"}
{"id": "article-41861_86", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Home State: The party-state that is the nurse's primary resident state.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Home State: The party-state that is the nurse's primary resident state."}
{"id": "article-41861_87", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Multistate License: License to practice as a registered nurse (RN) or a licensed practical/vocational nurse (LPN/LVN) issued by the home state licensure board. This license authorizes the nurse to practice in all party states under a multistate licensure privilege.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Multistate License: License to practice as a registered nurse (RN) or a licensed practical/vocational nurse (LPN/LVN) issued by the home state licensure board. This license authorizes the nurse to practice in all party states under a multistate licensure privilege."}
{"id": "article-41861_88", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Multistate Licensure Privilege: Legal authorization permitting an RN, LPN, or LVN to practice nursing in a remote state with a multistate license.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Multistate Licensure Privilege: Legal authorization permitting an RN, LPN, or LVN to practice nursing in a remote state with a multistate license."}
{"id": "article-41861_89", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Party State: Any state that has adopted the compact.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Party State: Any state that has adopted the compact."}
{"id": "article-41861_90", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Remote State: A party state that is not a home state.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Remote State: A party state that is not a home state."}
{"id": "article-41861_91", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Single-State License: License issued by a party state which authorizes practice only in the issuing state and does not include a multistate licensure privilege.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Single-State License: License issued by a party state which authorizes practice only in the issuing state and does not include a multistate licensure privilege."}
{"id": "article-41861_92", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "State: State, possession, or territory of the United States or the District of Columbia.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. State: State, possession, or territory of the United States or the District of Columbia."}
{"id": "article-41861_93", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "State Practice Laws: A party state's rules, regulations, and laws that govern nursing practice and define the scope of that practice, allowing methods and grounds to impose discipline on the nurse holding the license. [leg.state.fL.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. State Practice Laws: A party state's rules, regulations, and laws that govern nursing practice and define the scope of that practice, allowing methods and grounds to impose discipline on the nurse holding the license. [leg.state.fL.us, 2018]"}
{"id": "article-41861_94", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE III GENERAL PROVISIONS AND JURISDICTION", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE III GENERAL PROVISIONS AND JURISDICTION"}
{"id": "article-41861_95", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A multistate license to practice recognizes the ability to practice on a multistate licensure privilege.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A multistate license to practice recognizes the ability to practice on a multistate licensure privilege."}
{"id": "article-41861_96", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A party-state has to have procedures in place to obtain and take into consideration criminal history records and fingerprints from the Federal Bureau of Investigation and state criminal database.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A party-state has to have procedures in place to obtain and take into consideration criminal history records and fingerprints from the Federal Bureau of Investigation and state criminal database."}
{"id": "article-41861_97", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Meets home state licensure requirements; i.e., graduated from a board-approved program pre-licensure, home state's renewal or initial licensure requirements such as continuing education.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Meets home state licensure requirements; i.e., graduated from a board-approved program pre-licensure, home state's renewal or initial licensure requirements such as continuing education."}
{"id": "article-41861_98", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Graduated from a foreign nursing pre-licensure program approved by the applicable country accrediting entity and approved by a credentialing agency approved by the state board.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Graduated from a foreign nursing pre-licensure program approved by the applicable country accrediting entity and approved by a credentialing agency approved by the state board."}
{"id": "article-41861_99", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Passed a board-approved English proficiency exam if foreign program not taught in English or English is not the primary language of the applicant.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Passed a board-approved English proficiency exam if foreign program not taught in English or English is not the primary language of the applicant."}
{"id": "article-41861_100", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Has passed the NCLEX-RN or PN examination or predecessor exam.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Has passed the NCLEX-RN or PN examination or predecessor exam."}
{"id": "article-41861_101", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The license is unencumbered (no holds, no limits, active).", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The license is unencumbered (no holds, no limits, active)."}
{"id": "article-41861_102", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "No felony convictions or has been found guilty of a felony by a federal or state court.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. No felony convictions or has been found guilty of a felony by a federal or state court."}
{"id": "article-41861_103", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "No misdemeanor offenses related to the practice of nursing as determined on a case by case basis. Can not be currently enrolled in an alternative program and must self-disclose if currently is participating in this type of program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. No misdemeanor offenses related to the practice of nursing as determined on a case by case basis. Can not be currently enrolled in an alternative program and must self-disclose if currently is participating in this type of program."}
{"id": "article-41861_104", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Has a valid United States social security number. [ncsbn.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Has a valid United States social security number. [ncsbn.org, 2018]"}
{"id": "article-41861_105", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A home state must be notified if any party state takes adverse action against a multistate licensure privilege.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A home state must be notified if any party state takes adverse action against a multistate licensure privilege."}
{"id": "article-41861_106", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The nurse practicing in a party state must comply with the practice laws in that state where the client or patient located at the time care delivered. The nurse is subject to the jurisdiction of the licensing board, the rule of law, and the courts of the party-state where the patient or client are located at the time of service.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The nurse practicing in a party state must comply with the practice laws in that state where the client or patient located at the time care delivered. The nurse is subject to the jurisdiction of the licensing board, the rule of law, and the courts of the party-state where the patient or client are located at the time of service."}
{"id": "article-41861_107", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A single-state license is not affected by the compact with regards to requirements established by the party-state.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A single-state license is not affected by the compact with regards to requirements established by the party-state."}
{"id": "article-41861_108", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A nurse who changes the primary state of residence after the effective date of the compact must meet all applicable requirements to obtain a multistate license from a new home state.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A nurse who changes the primary state of residence after the effective date of the compact must meet all applicable requirements to obtain a multistate license from a new home state."}
{"id": "article-41861_109", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Failure to meet requirements can result in the multistate license revocation.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Failure to meet requirements can result in the multistate license revocation."}
{"id": "article-41861_110", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE IV APPLICATIONS FOR LICENSURE IN A PARTY STATE", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE IV APPLICATIONS FOR LICENSURE IN A PARTY STATE"}
{"id": "article-41861_111", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The licensing board in the issuing party state through the coordinated licensure information system will determine if the person applying has ever held or currently holds a license issued by another state. Verification of any encumbrances identified or current participation in an alternative program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The licensing board in the issuing party state through the coordinated licensure information system will determine if the person applying has ever held or currently holds a license issued by another state. Verification of any encumbrances identified or current participation in an alternative program."}
{"id": "article-41861_112", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A nurse may hold a multistate license, issued by the home state, in only one-party state at a time.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A nurse may hold a multistate license, issued by the home state, in only one-party state at a time."}
{"id": "article-41861_113", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Change in primary residence by the applicant by moving from one-party state to another party state means the nurse must apply for licensure in the new home state. The multistate license issued prior to the home state shall be deactivated according to applicable rules.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Change in primary residence by the applicant by moving from one-party state to another party state means the nurse must apply for licensure in the new home state. The multistate license issued prior to the home state shall be deactivated according to applicable rules."}
{"id": "article-41861_114", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A multistate license cannot be issued by the new home state until the nurse provides satisfactory proof of a change in their primary state of residence to the new home state. All requirements for licensure must be met by the new home state before the multistate license issued.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A multistate license cannot be issued by the new home state until the nurse provides satisfactory proof of a change in their primary state of residence to the new home state. All requirements for licensure must be met by the new home state before the multistate license issued."}
{"id": "article-41861_115", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "In the event, a nurse changes the primary state where they reside by relocating from a party state to a nonparty state, the multistate license by the home state issued before the move will convert to a single-state license valid only in the former home state.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. In the event, a nurse changes the primary state where they reside by relocating from a party state to a nonparty state, the multistate license by the home state issued before the move will convert to a single-state license valid only in the former home state."}
{"id": "article-41861_116", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A RTICLE V ADDITIONAL AUTHORITY VESTED IN PARTY STATE LICENSING BOARDS", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A RTICLE V ADDITIONAL AUTHORITY VESTED IN PARTY STATE LICENSING BOARDS"}
{"id": "article-41861_117", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "A licensing board or state agency may take adverse action against a multistate licensure privilege to practice within that party state; i.e., issuing cease and desist orders, investigations, issuing subpoenas.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. A licensing board or state agency may take adverse action against a multistate licensure privilege to practice within that party state; i.e., issuing cease and desist orders, investigations, issuing subpoenas."}
{"id": "article-41861_118", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Only a home state has the authority to take adverse action against a nursing license issued by the home state. State laws of the home state will be applied to determine the appropriate action taken against the licensee.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Only a home state has the authority to take adverse action against a nursing license issued by the home state. State laws of the home state will be applied to determine the appropriate action taken against the licensee."}
{"id": "article-41861_119", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The Licensing board or state agency will report the conclusions of investigations to the administrator of the coordinated licensure information system immediately. The administrator will notify the new home state of any action if the nurse has changed the primary state of residence.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The Licensing board or state agency will report the conclusions of investigations to the administrator of the coordinated licensure information system immediately. The administrator will notify the new home state of any action if the nurse has changed the primary state of residence."}
{"id": "article-41861_120", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The compact administrator of a party state provides all investigative documents and information upon request by another party state. [leg.state.fL.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The compact administrator of a party state provides all investigative documents and information upon request by another party state. [leg.state.fL.us, 2018]"}
{"id": "article-41861_121", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "If the adverse action was taken by a home state against a multistate license holder, the multistate licensure privilege to practice in all other party states deactivated until all encumbrances removed from the multistate license.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. If the adverse action was taken by a home state against a multistate license holder, the multistate licensure privilege to practice in all other party states deactivated until all encumbrances removed from the multistate license."}
{"id": "article-41861_122", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The compact does not override the party state's decision to participate in an alternative program instead of adverse action. The licensing board in the home state will deactivate the multistate licensure privilege under the multistate license during the licensee's participation in the alternative program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The compact does not override the party state's decision to participate in an alternative program instead of adverse action. The licensing board in the home state will deactivate the multistate licensure privilege under the multistate license during the licensee's participation in the alternative program."}
{"id": "article-41861_123", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE VI COORDINATED LICENSURE INFORMATION SYSTEM AND EXCHANGE INFORMATION All party states will participate in a coordinated license information system Disciplinary action reported to the license information system by all party states Licensure information reported to the license information system and shared under the compact between party state licensing boards Adverse action reported immediately by all licensing boards Personal identifying data obtained from the coordinated licensure information system by a party state licensure board can't be shared with nonparty states or disclosed to other individuals except to the extent permissible by the laws governing the party-state contributing the data. Any data contributed to the coordinated licensure information system expunged by law by the party-state at a later date will be removed from the coordinated licensure information system. ARTICLE VII ESTABLISHMENT OF THE INTERSTATE COMMISSION OF NURSE LICENSURE COMPACT ADMINISTRATORS", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE VI COORDINATED LICENSURE INFORMATION SYSTEM AND EXCHANGE INFORMATION All party states will participate in a coordinated license information system Disciplinary action reported to the license information system by all party states Licensure information reported to the license information system and shared under the compact between party state licensing boards Adverse action reported immediately by all licensing boards Personal identifying data obtained from the coordinated licensure information system by a party state licensure board can't be shared with nonparty states or disclosed to other individuals except to the extent permissible by the laws governing the party-state contributing the data. Any data contributed to the coordinated licensure information system expunged by law by the party-state at a later date will be removed from the coordinated licensure information system. ARTICLE VII ESTABLISHMENT OF THE INTERSTATE COMMISSION OF NURSE LICENSURE COMPACT ADMINISTRATORS"}
{"id": "article-41861_124", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The party states establish a joint public entity known as the Interstate Commission of Nurse Licensure Compact Administrators", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The party states establish a joint public entity known as the Interstate Commission of Nurse Licensure Compact Administrators"}
{"id": "article-41861_125", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The compact does not waive sovereign immunity except to the extent it is waived in the party states", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The compact does not waive sovereign immunity except to the extent it is waived in the party states"}
{"id": "article-41861_126", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Each party state has one administrator", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Each party state has one administrator"}
{"id": "article-41861_127", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The executive director of the state licensure board is deemed the administrator or appoints a designee", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The executive director of the state licensure board is deemed the administrator or appoints a designee"}
{"id": "article-41861_128", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Vacancies filled according to party state law where the vacancy exists", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Vacancies filled according to party state law where the vacancy exists"}
{"id": "article-41861_129", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Each administrator gets one vote related to the adoption of rules and bylaw creation", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Each administrator gets one vote related to the adoption of rules and bylaw creation"}
{"id": "article-41861_130", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The commission meets at least once during a calendar year", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The commission meets at least once during a calendar year"}
{"id": "article-41861_131", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "All meetings are open to the public and public notices posted", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. All meetings are open to the public and public notices posted"}
{"id": "article-41861_132", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Closed nonpublic meetings are permitted under certain circumstances; i.e., failure of a party state to comply with compact obligations, the disclosure of trade secrets, litigation anticipated, negotiation of contracts, accusing a person of criminal wrongdoing or invasion of privacy risk.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Closed nonpublic meetings are permitted under certain circumstances; i.e., failure of a party state to comply with compact obligations, the disclosure of trade secrets, litigation anticipated, negotiation of contracts, accusing a person of criminal wrongdoing or invasion of privacy risk."}
{"id": "article-41861_133", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The commission must conveniently publish rules and bylaws on the commission's website. Amendments posted.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The commission must conveniently publish rules and bylaws on the commission's website. Amendments posted."}
{"id": "article-41861_134", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "Purchase and maintain insurance bonds [leg.state.fL.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. Purchase and maintain insurance bonds [leg.state.fL.us, 2018]"}
{"id": "article-41861_135", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "ARTICLE VIII RULEMAKING Rules or amendments adopted at a regular or special meeting of the commission Before the adoption of a final rule, a notice will be placed on the commission's website at least sixty days before with information on the proposed rule unless in the event of an emergency If anyone wants to dispute the rule they can comment written or orally If no interested individual appears at the hearing, the commission can proceed with the adoption of the proposed rule ARTICLE IX OVERSIGHT, DISPUTE RESOLUTION, AND ENFORCEMENT Oversight by each party state A state may be terminated from the compact if fails to correct a default ARTICLE X EFFECTIVE DATE, WITHDRAWAL, AND AMENDMENT", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. ARTICLE VIII RULEMAKING Rules or amendments adopted at a regular or special meeting of the commission Before the adoption of a final rule, a notice will be placed on the commission's website at least sixty days before with information on the proposed rule unless in the event of an emergency If anyone wants to dispute the rule they can comment written or orally If no interested individual appears at the hearing, the commission can proceed with the adoption of the proposed rule ARTICLE IX OVERSIGHT, DISPUTE RESOLUTION, AND ENFORCEMENT Oversight by each party state A state may be terminated from the compact if fails to correct a default ARTICLE X EFFECTIVE DATE, WITHDRAWAL, AND AMENDMENT"}
{"id": "article-41861_136", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095", "content": "The compact becomes valid and binding on the date of legislative enactment of the compact into law by no fewer than twenty-six states or on December 31, 2018 All party states to this compact which were parties to the prior Nurse Licensure Compact are deemed to have withdrawn from the previous compact within six months after the effective date of the new compact Compact can be amended by party states ARTICLE XI CONSTRUCTION AND SEVERABILITY The compact provisions are severable if deemed unconstitutional in any party state or of the United States", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Nurse Licensure Compact Information Reflected in the Nurse Practice Act Section 464.0095. The compact becomes valid and binding on the date of legislative enactment of the compact into law by no fewer than twenty-six states or on December 31, 2018 All party states to this compact which were parties to the prior Nurse Licensure Compact are deemed to have withdrawn from the previous compact within six months after the effective date of the new compact Compact can be amended by party states ARTICLE XI CONSTRUCTION AND SEVERABILITY The compact provisions are severable if deemed unconstitutional in any party state or of the United States"}
{"id": "article-41861_137", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Current license to practice professional nursing or has an active multistate license to practice professional nursing under s. 464.0095", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Current license to practice professional nursing or has an active multistate license to practice professional nursing under s. 464.0095"}
{"id": "article-41861_138", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Certification by a specialty board deemed appropriate", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Certification by a specialty board deemed appropriate"}
{"id": "article-41861_139", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Graduation from a program resulting in a master's degree in a nursing clinical specialty area with preparation in specialized practitioner skills.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Graduation from a program resulting in a master's degree in a nursing clinical specialty area with preparation in specialized practitioner skills."}
{"id": "article-41861_140", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The board provides the appropriate requirements for advanced practice registered nurses by rule of law for the advanced nursing practices; i.e., certified nurse practitioners, certified registered nurse anesthetists, certified nurse midwives, psychiatric nurses, and clinical nurse specialists.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The board provides the appropriate requirements for advanced practice registered nurses by rule of law for the advanced nursing practices; i.e., certified nurse practitioners, certified registered nurse anesthetists, certified nurse midwives, psychiatric nurses, and clinical nurse specialists."}
{"id": "article-41861_141", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Established protocols must be maintained on-site at the location or locations where an advanced practice registered nurse practices relating to authorization and functions performed.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Established protocols must be maintained on-site at the location or locations where an advanced practice registered nurse practices relating to authorization and functions performed."}
{"id": "article-41861_142", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The advanced practice registered nurse (APRN) must enter into a supervisory protocol with at least one physician within the physician group practice", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The advanced practice registered nurse (APRN) must enter into a supervisory protocol with at least one physician within the physician group practice"}
{"id": "article-41861_143", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Advanced practice registered nurses may carry out functions within an established framework; i.e., prescribe, dispense, administer, or order any medication.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Advanced practice registered nurses may carry out functions within an established framework; i.e., prescribe, dispense, administer, or order any medication."}
{"id": "article-41861_144", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "An APRN may prescribe or dispense a controlled substance as defined in s. 893.03 only if the advanced practice registered nurse has graduated from a master’s or doctoral degree program in a clinical nursing specialty area with training in specialized practitioner skills. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. An APRN may prescribe or dispense a controlled substance as defined in s. 893.03 only if the advanced practice registered nurse has graduated from a master’s or doctoral degree program in a clinical nursing specialty area with training in specialized practitioner skills. [flsenate.gov, 2017]"}
{"id": "article-41861_145", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "An advanced practice registered nurse may order diagnostic tests, order occupational and physical therapy, manage selected medical problems, and coordinate health care as appropriate and necessary. The advanced practice registered nurse evaluates the patient or client for the effectiveness of the care provided.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. An advanced practice registered nurse may order diagnostic tests, order occupational and physical therapy, manage selected medical problems, and coordinate health care as appropriate and necessary. The advanced practice registered nurse evaluates the patient or client for the effectiveness of the care provided."}
{"id": "article-41861_146", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Perform additional functions as may be determined by rule s. 464.003(2).", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Perform additional functions as may be determined by rule s. 464.003(2)."}
{"id": "article-41861_147", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "Order any medication for administration to a patient in an institution licensed under chapter 395 or part II of chapter 400, notwithstanding any provisions of chapter 465 or chapter 893.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. Order any medication for administration to a patient in an institution licensed under chapter 395 or part II of chapter 400, notwithstanding any provisions of chapter 465 or chapter 893."}
{"id": "article-41861_148", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The certified nurse practitioner may initiate, monitor, or alter treatment for some uncomplicated acute illnesses", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The certified nurse practitioner may initiate, monitor, or alter treatment for some uncomplicated acute illnesses"}
{"id": "article-41861_149", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The certified nurse practitioner may manage and monitor patients or clients with stable chronic diseases", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The certified nurse practitioner may manage and monitor patients or clients with stable chronic diseases"}
{"id": "article-41861_150", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The certified registered nurse anesthetist (CRNA) may perform functions to the extent authorized by established protocols approved by the medical staff at the institution in which the anesthetic service performed. The CRNA may determine the health status of the patient and any risk factors they pose, order pre-anesthetic medications, and support life functions during anesthesia. A CRNA may place central venous and peripheral catheters, and arterial lines if covered under the protocol. A CRNA, according to protocol, may order and administer spinal, regional, and general anesthesia. A CRNA recognizes and treats cardiac arrhythmias while under anesthesia, and assists in the management of care of the patient while in the postanesthesia recovery unit.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The certified registered nurse anesthetist (CRNA) may perform functions to the extent authorized by established protocols approved by the medical staff at the institution in which the anesthetic service performed. The CRNA may determine the health status of the patient and any risk factors they pose, order pre-anesthetic medications, and support life functions during anesthesia. A CRNA may place central venous and peripheral catheters, and arterial lines if covered under the protocol. A CRNA, according to protocol, may order and administer spinal, regional, and general anesthesia. A CRNA recognizes and treats cardiac arrhythmias while under anesthesia, and assists in the management of care of the patient while in the postanesthesia recovery unit."}
{"id": "article-41861_151", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The certified nurse-midwife (CNM) works under authorized protocols approved by the medical staff at the healthcare institution in which the services are performed or approved by the physician backup coverage when home delivery performed.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The certified nurse-midwife (CNM) works under authorized protocols approved by the medical staff at the healthcare institution in which the services are performed or approved by the physician backup coverage when home delivery performed."}
{"id": "article-41861_152", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The CNM may perform superficial minor surgical procedures, order appropriate medications, perform postpartum exams, and provide family-planning services. The CNM manages the patient during labor and delivery and oversees the medical care of the normal obstetrical patient and initial newborn care.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The CNM may perform superficial minor surgical procedures, order appropriate medications, perform postpartum exams, and provide family-planning services. The CNM manages the patient during labor and delivery and oversees the medical care of the normal obstetrical patient and initial newborn care."}
{"id": "article-41861_153", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The clinical nurse specialist (CNS) works under established protocols. The CNS may diagnose human responses to actual or potential health problems, and plan for disease prevention. Planning for health promotion and therapeutic intervention while collaborating with the patient or client is part of the role of the CNS within some established frameworks. Therapeutic interventions are implemented based on the area of expertise of the CNS and fall within the scope of advanced nursing practice; i.e., counseling, direct nursing care, teaching, and collaborating with other licensed health care providers.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The clinical nurse specialist (CNS) works under established protocols. The CNS may diagnose human responses to actual or potential health problems, and plan for disease prevention. Planning for health promotion and therapeutic intervention while collaborating with the patient or client is part of the role of the CNS within some established frameworks. Therapeutic interventions are implemented based on the area of expertise of the CNS and fall within the scope of advanced nursing practice; i.e., counseling, direct nursing care, teaching, and collaborating with other licensed health care providers."}
{"id": "article-41861_154", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "A psychiatric nurse, meeting the requirements in s. 394.455(35), within an established protocol with a psychiatrist, may prescribe psychotropic controlled substances for the treatment of mental disorders.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. A psychiatric nurse, meeting the requirements in s. 394.455(35), within an established protocol with a psychiatrist, may prescribe psychotropic controlled substances for the treatment of mental disorders."}
{"id": "article-41861_155", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The board shall impose an application fee not to exceed $100 and a biennial renewal fee not to exceed $50.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The board shall impose an application fee not to exceed $100 and a biennial renewal fee not to exceed $50."}
{"id": "article-41861_156", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The board establishes a committee to recommend a controlled substances formulary that an APRN may not prescribe or may prescribe only for specific uses or in limited amounts. The committee must consist of three licensed APRNs with board recommendation, three physicians licensed under chapter 458 or chapter 459 who have experience with APRNs and be recommended by the Board of Medicine, and a pharmacist licensed under chapter 465 who is a doctor of pharmacy and is approved by the Board of Pharmacy.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The board establishes a committee to recommend a controlled substances formulary that an APRN may not prescribe or may prescribe only for specific uses or in limited amounts. The committee must consist of three licensed APRNs with board recommendation, three physicians licensed under chapter 458 or chapter 459 who have experience with APRNs and be recommended by the Board of Medicine, and a pharmacist licensed under chapter 465 who is a doctor of pharmacy and is approved by the Board of Pharmacy."}
{"id": "article-41861_157", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012", "content": "The APRN will be aware of the controlled substances bill that designates s. 464.012, F.S., as the “Barbara Lumpkin Prescribing Act.” [flsenate.gov, 2016]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Licensure of Advanced Practice Registered Nurses; Fees; Controlled Substance Prescribing Reflected in the Nurse Practice Act Section 464.012. The APRN will be aware of the controlled substances bill that designates s. 464.012, F.S., as the “Barbara Lumpkin Prescribing Act.” [flsenate.gov, 2016]"}
{"id": "article-41861_158", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "The Department of Health shall renew a license upon receipt of a renewal application and appropriate fee", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. The Department of Health shall renew a license upon receipt of a renewal application and appropriate fee"}
{"id": "article-41861_159", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "Biennial renewal of licenses [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. Biennial renewal of licenses [flsenate.gov, 2017]"}
{"id": "article-41861_160", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "The board by rule prescribes up to thirty hours of continuing education biennially as a condition for renewal of a license or certificate", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. The board by rule prescribes up to thirty hours of continuing education biennially as a condition for renewal of a license or certificate"}
{"id": "article-41861_161", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "A nurse who is certified by a health care specialty program accredited by the National Commission for Certifying Agencies or the Accreditation Board for Specialty Nursing Certification is exempt from continuing education requirements. The criteria for programs must be approved by the board", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. A nurse who is certified by a health care specialty program accredited by the National Commission for Certifying Agencies or the Accreditation Board for Specialty Nursing Certification is exempt from continuing education requirements. The criteria for programs must be approved by the board"}
{"id": "article-41861_162", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "ARNPs certified under s. 464.012 must complete at least three hours of continuing education on the safe and effective prescription of controlled substances by a board-approved entity.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. ARNPs certified under s. 464.012 must complete at least three hours of continuing education on the safe and effective prescription of controlled substances by a board-approved entity."}
{"id": "article-41861_163", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013", "content": "The board shall require each person licensed or certified under this chapter to complete a 2-hour continuing education course on human trafficking, as defined in s. 787.06(2). All licensees must complete this course for every biennial licensure renewal on or after January 1, 2019. [floridasnursing.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Renewal of License or Certificate Reflected in the Nurse Practice Act Section 464.013. The board shall require each person licensed or certified under this chapter to complete a 2-hour continuing education course on human trafficking, as defined in s. 787.06(2). All licensees must complete this course for every biennial licensure renewal on or after January 1, 2019. [floridasnursing.gov, 2017]"}
{"id": "article-41861_164", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Inactive Status Reflected in the Nurse Practice Act Section 464.014", "content": "The Department of Health may not reactivate a license unless the delinquent or inactive licensee has paid any applicable biennial renewal, delinquent fees, and a reactivation fee The board has adopted rules related to the application procedures for inactive status and reactivation process [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Inactive Status Reflected in the Nurse Practice Act Section 464.014. The Department of Health may not reactivate a license unless the delinquent or inactive licensee has paid any applicable biennial renewal, delinquent fees, and a reactivation fee The board has adopted rules related to the application procedures for inactive status and reactivation process [flsenate.gov, 2017]"}
{"id": "article-41861_165", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only a person who holds a license in this state or a multistate license under s. 464.0095 to practice professional nursing or who performs nursing services under the exception set forth in s. 464.022(8) may use the title “Registered Nurse” and the abbreviation “R.N.” [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only a person who holds a license in this state or a multistate license under s. 464.0095 to practice professional nursing or who performs nursing services under the exception set forth in s. 464.022(8) may use the title “Registered Nurse” and the abbreviation “R.N.” [flsenate.gov, 2017]"}
{"id": "article-41861_166", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only a person who holds a license in this state or a multistate license according to s. 464.0095 to practice as a licensed practical nurse or who performs practical nursing services pursuant to the exception set forth in s. 464.022(8) may use the title “Licensed Practical Nurse” and the abbreviation “L.P.N.”", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only a person who holds a license in this state or a multistate license according to s. 464.0095 to practice as a licensed practical nurse or who performs practical nursing services pursuant to the exception set forth in s. 464.022(8) may use the title “Licensed Practical Nurse” and the abbreviation “L.P.N.”"}
{"id": "article-41861_167", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who are graduates of prelicensure nursing education programs listed in s. 464.008(1)(c) may use the term “Graduate Nurse” and the abbreviation “G.N.,” pending the results of the first licensure examination for which they are eligible.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who are graduates of prelicensure nursing education programs listed in s. 464.008(1)(c) may use the term “Graduate Nurse” and the abbreviation “G.N.,” pending the results of the first licensure examination for which they are eligible."}
{"id": "article-41861_168", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who are graduates of prelicensure nursing education programs listed in s. 464.008(1)(c) may use the term “Graduate Practical Nurse” and the abbreviation “G.P.N.,” pending the results of the first licensure examination for which they are eligible.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who are graduates of prelicensure nursing education programs listed in s. 464.008(1)(c) may use the term “Graduate Practical Nurse” and the abbreviation “G.P.N.,” pending the results of the first licensure examination for which they are eligible."}
{"id": "article-41861_169", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who hold valid certificates to practice as clinical nurse specialists in this state may use the title “Clinical Nurse Specialist” and the abbreviation “C.N.S.”", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who hold valid certificates to practice as clinical nurse specialists in this state may use the title “Clinical Nurse Specialist” and the abbreviation “C.N.S.”"}
{"id": "article-41861_170", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who hold valid certificates to practice as a certified registered nurse anesthetists in this state may use the title “Certified Registered Nurse Anesthetist” and the abbreviations “C.R.N.A.” or “nurse anesthetist.”", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who hold valid certificates to practice as a certified registered nurse anesthetists in this state may use the title “Certified Registered Nurse Anesthetist” and the abbreviations “C.R.N.A.” or “nurse anesthetist.”"}
{"id": "article-41861_171", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who hold valid certificates to practice as certified nurse-midwives in this state may use the title “Certified Nurse Midwife” and the abbreviations “C.N.M.” or “nurse-midwife.\"", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who hold valid certificates to practice as certified nurse-midwives in this state may use the title “Certified Nurse Midwife” and the abbreviations “C.N.M.” or “nurse-midwife.\""}
{"id": "article-41861_172", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "Only persons who hold valid certificates to practice as advanced registered nurse practitioners in this state may use the title “Advanced Registered Nurse Practitioner” and the abbreviation “A.R.N.P.”", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. Only persons who hold valid certificates to practice as advanced registered nurse practitioners in this state may use the title “Advanced Registered Nurse Practitioner” and the abbreviation “A.R.N.P.”"}
{"id": "article-41861_173", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "A person may not practice or advertise as or assume the title of, registered nurse, licensed practical nurse, clinical nurse specialist, certified registered nurse anesthetist, certified nurse-midwife, or advanced registered nurse practitioner or use the abbreviation “R.N.,” “L.P.N.,” “C.N.S.,” “C.R.N.A.,” “C.N.M.,” or “A.R.N.P.” or take any other action that would lead the public to believe that person was authorized by law to practice as such or is performing nursing services pursuant to the exception set forth in s. 464.022(8) unless that person is licensed, certified, or authorized under s. 464.0095 to practice as such. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. A person may not practice or advertise as or assume the title of, registered nurse, licensed practical nurse, clinical nurse specialist, certified registered nurse anesthetist, certified nurse-midwife, or advanced registered nurse practitioner or use the abbreviation “R.N.,” “L.P.N.,” “C.N.S.,” “C.R.N.A.,” “C.N.M.,” or “A.R.N.P.” or take any other action that would lead the public to believe that person was authorized by law to practice as such or is performing nursing services pursuant to the exception set forth in s. 464.022(8) unless that person is licensed, certified, or authorized under s. 464.0095 to practice as such. [flsenate.gov, 2018]"}
{"id": "article-41861_174", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015", "content": "A violation of this section is a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Titles and Abbreviations; Restrictions; Penalty Reflected in the Nurse Practice Act Section 464.015. A violation of this section is a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083."}
{"id": "article-41861_175", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Violations and Penalties Reflected in the Nurse Practice Act Section 464.016", "content": "Each of the following acts constitutes a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084: Practicing advanced or specialized, professional, or practical nursing, as defined in this part, unless holding an active license or certificate to do so. Using or attempting to use a license or certificate which has been suspended or revoked. Knowingly employing unlicensed persons in the practice of nursing. Obtaining or attempting to obtain a license or certificate under this part by misleading statements or knowing misrepresentation. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Violations and Penalties Reflected in the Nurse Practice Act Section 464.016. Each of the following acts constitutes a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084: Practicing advanced or specialized, professional, or practical nursing, as defined in this part, unless holding an active license or certificate to do so. Using or attempting to use a license or certificate which has been suspended or revoked. Knowingly employing unlicensed persons in the practice of nursing. Obtaining or attempting to obtain a license or certificate under this part by misleading statements or knowing misrepresentation. [flsenate.gov, 2017]"}
{"id": "article-41861_176", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Violations and Penalties Reflected in the Nurse Practice Act Section 464.016", "content": "Each of the following acts constitutes a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083: Using the name or title “Nurse,” “Registered Nurse,” “Licensed Practical Nurse,” “Clinical Nurse Specialist,” “Certified Registered Nurse Anesthetist,” “Certified Nurse Midwife,” “Advanced Registered Nurse Practitioner,” or any other name or title which implies that a person was licensed or certified as same unless such person is duly licensed or certified. Knowingly concealing information relating to violations of this part. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Violations and Penalties Reflected in the Nurse Practice Act Section 464.016. Each of the following acts constitutes a misdemeanor of the first degree, punishable as provided in s. 775.082 or s. 775.083: Using the name or title “Nurse,” “Registered Nurse,” “Licensed Practical Nurse,” “Clinical Nurse Specialist,” “Certified Registered Nurse Anesthetist,” “Certified Nurse Midwife,” “Advanced Registered Nurse Practitioner,” or any other name or title which implies that a person was licensed or certified as same unless such person is duly licensed or certified. Knowingly concealing information relating to violations of this part. [flsenate.gov, 2018]"}
{"id": "article-41861_177", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Sexual Misconduct in the Practice of Nursing Reflected in the Nurse Practice Act Section 464.017", "content": "Mutual trust is the basis for the nurse-patient relationship. [flsenate.gov, 2017] Sexual misconduct in the practice of nursing means violation of the nurse-patient relationship through which the nurse uses said relationship to induce or attempt to induce the patient to engage or to engage or attempt to engage the patient, in sexual activity outside the scope of the practice or the scope of generally accepted examination or treatment of the patient. Sexual misconduct in the practice of nursing is prohibited. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Sexual Misconduct in the Practice of Nursing Reflected in the Nurse Practice Act Section 464.017. Mutual trust is the basis for the nurse-patient relationship. [flsenate.gov, 2017] Sexual misconduct in the practice of nursing means violation of the nurse-patient relationship through which the nurse uses said relationship to induce or attempt to induce the patient to engage or to engage or attempt to engage the patient, in sexual activity outside the scope of the practice or the scope of generally accepted examination or treatment of the patient. Sexual misconduct in the practice of nursing is prohibited. [leg.state.fl.us, 2018]"}
{"id": "article-41861_178", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "The following acts constitute grounds for denial of a license or disciplinary action, as specified in ss. 456.072(2) and 464.0095:", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. The following acts constitute grounds for denial of a license or disciplinary action, as specified in ss. 456.072(2) and 464.0095:"}
{"id": "article-41861_179", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "Procuring, attempting to procure, or renewing a license to practice nursing or the authority to practice practical or professional nursing pursuant to s. 464.0095 by bribery, by knowing misrepresentations, or through an error of the department or the board.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. Procuring, attempting to procure, or renewing a license to practice nursing or the authority to practice practical or professional nursing pursuant to s. 464.0095 by bribery, by knowing misrepresentations, or through an error of the department or the board."}
{"id": "article-41861_180", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "Having a license to practice nursing revoked, suspended, or otherwise acted against, including the denial of licensure, by the licensing authority of another state, territory, or country. Being convicted or found guilty of, or entering a plea of guilty or nolo contendere to, regardless of adjudication, a crime in any jurisdiction which directly relates to the practice of nursing or to the ability to practice nursing.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. Having a license to practice nursing revoked, suspended, or otherwise acted against, including the denial of licensure, by the licensing authority of another state, territory, or country. Being convicted or found guilty of, or entering a plea of guilty or nolo contendere to, regardless of adjudication, a crime in any jurisdiction which directly relates to the practice of nursing or to the ability to practice nursing."}
{"id": "article-41861_181", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "Being convicted or found guilty of, or entering a plea of guilty or nolo contendere to, regardless of adjudication, any of the following offenses:", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. Being convicted or found guilty of, or entering a plea of guilty or nolo contendere to, regardless of adjudication, any of the following offenses:"}
{"id": "article-41861_182", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A forcible felony as defined in chapter 776. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A forcible felony as defined in chapter 776. [flsenate.gov, 2017]"}
{"id": "article-41861_183", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 812, relating to theft, robbery, and related crimes.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 812, relating to theft, robbery, and related crimes."}
{"id": "article-41861_184", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 817, relating to fraudulent practices.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 817, relating to fraudulent practices."}
{"id": "article-41861_185", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 800, relating to lewdness and indecent exposure.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 800, relating to lewdness and indecent exposure."}
{"id": "article-41861_186", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 784, relating to assault, battery, and culpable negligence.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 784, relating to assault, battery, and culpable negligence."}
{"id": "article-41861_187", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 827, relating to child abuse.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 827, relating to child abuse."}
{"id": "article-41861_188", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 415, relating to protection from abuse, neglect, and exploitation.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 415, relating to protection from abuse, neglect, and exploitation."}
{"id": "article-41861_189", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "A violation of chapter 39, relating to child abuse, abandonment, and neglect.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. A violation of chapter 39, relating to child abuse, abandonment, and neglect."}
{"id": "article-41861_190", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "For an applicant for a multistate license or a multistate license holder under s. 464.0095, a felony offense under Florida law or federal criminal law.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. For an applicant for a multistate license or a multistate license holder under s. 464.0095, a felony offense under Florida law or federal criminal law."}
{"id": "article-41861_191", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "Having been found guilty of, regardless of adjudication, or entered a plea of nolo contendere or guilty to, any offense prohibited under s. 435.04 or a similar statute of another jurisdiction; or having committed an act which constitutes domestic violence as defined in s. 741.28.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. Having been found guilty of, regardless of adjudication, or entered a plea of nolo contendere or guilty to, any offense prohibited under s. 435.04 or a similar statute of another jurisdiction; or having committed an act which constitutes domestic violence as defined in s. 741.28."}
{"id": "article-41861_192", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018", "content": "This list not exhaustive, and additional information related to denial of a license and disciplinary action found on the Florida Legislature website. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Disciplinary Actions Reflected in the Nurse Practice Act Section 464.018. This list not exhaustive, and additional information related to denial of a license and disciplinary action found on the Florida Legislature website. [leg.state.fl.us, 2018]"}
{"id": "article-41861_193", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Approval of Nursing Education Programs Reflected in the Nurse Practice Act Section 464.019", "content": "The board will publish on its internet website a list of accredited programs in the State of Florida and the graduate passage rates of each program for the most recent two calendar years. The internet website data updated at least quarterly. Any nursing program placed on probation must disclose in writing to the applicants and current students the probationary status. The notice must explain the implications of the program's probationary status on the students and applicants. More information on approval of nursing education programs can be found on the Florida Legislature website as mentioned above. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Approval of Nursing Education Programs Reflected in the Nurse Practice Act Section 464.019. The board will publish on its internet website a list of accredited programs in the State of Florida and the graduate passage rates of each program for the most recent two calendar years. The internet website data updated at least quarterly. Any nursing program placed on probation must disclose in writing to the applicants and current students the probationary status. The notice must explain the implications of the program's probationary status on the students and applicants. More information on approval of nursing education programs can be found on the Florida Legislature website as mentioned above. [flsenate.gov, 2017]"}
{"id": "article-41861_194", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195", "content": "The Florida Center for Nursing established to address issues of supply and demand for nursing which includes retention, recruitment, and utilization of nurse workforce resources.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195. The Florida Center for Nursing established to address issues of supply and demand for nursing which includes retention, recruitment, and utilization of nurse workforce resources."}
{"id": "article-41861_195", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195", "content": "The Florida Center for Nursing's primary goal is to develop a strategic plan for the nursing workforce in the State of Florida.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195. The Florida Center for Nursing's primary goal is to develop a strategic plan for the nursing workforce in the State of Florida."}
{"id": "article-41861_196", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195", "content": "The Florida Center for Nursing will assess the impact of the State of Florida's participation in the Nurse Licensure Compact under s. 464.0095.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195. The Florida Center for Nursing will assess the impact of the State of Florida's participation in the Nurse Licensure Compact under s. 464.0095."}
{"id": "article-41861_197", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195", "content": "The center will convene a variety of groups representative of nurses, health care providers in other professions, business, industry, educators, legislators, and consumers to review and comment on data prepared for the center. These groups will recommend systemic changes and strategies to implement, evaluate the effectiveness of the changes implemented, and report findings to the legislature and others.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195. The center will convene a variety of groups representative of nurses, health care providers in other professions, business, industry, educators, legislators, and consumers to review and comment on data prepared for the center. These groups will recommend systemic changes and strategies to implement, evaluate the effectiveness of the changes implemented, and report findings to the legislature and others."}
{"id": "article-41861_198", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195", "content": "The center may request from the board, and the board must provide to the center upon its request, any information held by the board regarding nurses licensed in this state or holding a multistate license under s. 464.0095 or information reported to the board by employers of such nurses, other than personal identifying information. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Goals Reflected in the Nurse Practice Act Section 464.0195. The center may request from the board, and the board must provide to the center upon its request, any information held by the board regarding nurses licensed in this state or holding a multistate license under s. 464.0095 or information reported to the board by employers of such nurses, other than personal identifying information. [flsenate.gov, 2017]"}
{"id": "article-41861_199", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Board of Directors Reflected in the Nurse Practice Act Section 464.0196", "content": "The Florida Center for Nursing governed by a policy-setting board of directors. The board must have sixteen members with a simple majority of the board being representative of diverse practice locations. Four members recommended by the President of the Senate, one must be a registered nurse recommended by the Florida Organization of Nurse Executives, and one a representative of the hospital industry recommended by the Florida Hospital Association Four members recommended by the Speaker of the House of Representatives, one must be a registered nurse recommended by the Florida Nurses Association, and one representative from the long-term care industry Four members recommended by the Governor, two must be registered nurses One nurse educator recommended by the Board of Governors who is a dean of a College of Nursing at a state university. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Florida Center for Nursing; Board of Directors Reflected in the Nurse Practice Act Section 464.0196. The Florida Center for Nursing governed by a policy-setting board of directors. The board must have sixteen members with a simple majority of the board being representative of diverse practice locations. Four members recommended by the President of the Senate, one must be a registered nurse recommended by the Florida Organization of Nurse Executives, and one a representative of the hospital industry recommended by the Florida Hospital Association Four members recommended by the Speaker of the House of Representatives, one must be a registered nurse recommended by the Florida Nurses Association, and one representative from the long-term care industry Four members recommended by the Governor, two must be registered nurses One nurse educator recommended by the Board of Governors who is a dean of a College of Nursing at a state university. [flsenate.gov, 2017]"}
{"id": "article-41861_200", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Retired Volunteer Nurse Certificate Reflected in the Nurse Practice Act Section 464.0205", "content": "Any retired registered or practical nurse desiring to serve indigent, underserved, or critical need populations may apply to the Department of Health for a retired volunteer nurse certificate. The applicant must provide proof of meeting the requirements set forth under s. 464.008 or s. 464.009. A retired volunteer nurse must work under direct supervision of the county health department director, a physician working under a limited license issued according to s. 458.317 or s. 459.0075, a physician licensed under chapter 458 or chapter 459, an advanced practice registered nurse licensed under s. 464.012, or a registered nurse licensed under s. 464.008 or s. 464.009. [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Retired Volunteer Nurse Certificate Reflected in the Nurse Practice Act Section 464.0205. Any retired registered or practical nurse desiring to serve indigent, underserved, or critical need populations may apply to the Department of Health for a retired volunteer nurse certificate. The applicant must provide proof of meeting the requirements set forth under s. 464.008 or s. 464.009. A retired volunteer nurse must work under direct supervision of the county health department director, a physician working under a limited license issued according to s. 458.317 or s. 459.0075, a physician licensed under chapter 458 or chapter 459, an advanced practice registered nurse licensed under s. 464.012, or a registered nurse licensed under s. 464.008 or s. 464.009. [flsenate.gov, 2017]"}
{"id": "article-41861_201", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Exceptions Reflected in the Nurse Practice Act Section 464.022", "content": "No provision of this part shall be construed to prohibit: [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Exceptions Reflected in the Nurse Practice Act Section 464.022. No provision of this part shall be construed to prohibit: [flsenate.gov, 2017]"}
{"id": "article-41861_202", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Exceptions Reflected in the Nurse Practice Act Section 464.022", "content": "Assistance by anyone in the case of an emergency The practice of nursing by individuals enrolled in remedial courses approved by the board. Any nurse practicing in accordance with the practices and principles of the body known as the Church of Christ Scientist; nor shall any rule of the board apply to any sanitarium, nursing home, or rest home operated in accordance with the practices and principles of the body known as the Church of Christ Scientist. The practice of any legally qualified nurse or licensed attendant of another state who is employed by the United States Government, or any bureau, division, or agency thereof, while in the discharge of official duties. The establishment of an independent practice by one or more nurses to render nursing services to patients within the scope of the nursing license. This list not exhaustive and found in its entirety on the website for the Florida Legislature. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Exceptions Reflected in the Nurse Practice Act Section 464.022. Assistance by anyone in the case of an emergency The practice of nursing by individuals enrolled in remedial courses approved by the board. Any nurse practicing in accordance with the practices and principles of the body known as the Church of Christ Scientist; nor shall any rule of the board apply to any sanitarium, nursing home, or rest home operated in accordance with the practices and principles of the body known as the Church of Christ Scientist. The practice of any legally qualified nurse or licensed attendant of another state who is employed by the United States Government, or any bureau, division, or agency thereof, while in the discharge of official duties. The establishment of an independent practice by one or more nurses to render nursing services to patients within the scope of the nursing license. This list not exhaustive and found in its entirety on the website for the Florida Legislature. [leg.state.fl.us, 2018]"}
{"id": "article-41861_203", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Registered Nurse First Assistant Reflected in the Nurse Practice Act Section 464.027", "content": "Encourages the use of registered nurse first assistants who meet the qualifications as \"assistants at surgery\" by physicians and hospitals to provide quality, cost-effective surgical intervention to health care recipients of the State of Florida. Perioperative nursing means a practice of nursing in which the nurse provides preoperative, intraoperative, and postoperative nursing care to surgical patients. Each health care facility must establish specific procedures for the appointment and reappointment of a registered nurse first assistant staff member and for granting, revising, and renewing their clinical privileges. A registered nurse first assistant must meet the qualifications set forth by the board: Holds a registered nurse license Certified in perioperative nursing Successful completion of a registered nurse first assistant board-approved program and holds the certificate [flsenate.gov, 2017]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Registered Nurse First Assistant Reflected in the Nurse Practice Act Section 464.027. Encourages the use of registered nurse first assistants who meet the qualifications as \"assistants at surgery\" by physicians and hospitals to provide quality, cost-effective surgical intervention to health care recipients of the State of Florida. Perioperative nursing means a practice of nursing in which the nurse provides preoperative, intraoperative, and postoperative nursing care to surgical patients. Each health care facility must establish specific procedures for the appointment and reappointment of a registered nurse first assistant staff member and for granting, revising, and renewing their clinical privileges. A registered nurse first assistant must meet the qualifications set forth by the board: Holds a registered nurse license Certified in perioperative nursing Successful completion of a registered nurse first assistant board-approved program and holds the certificate [flsenate.gov, 2017]"}
{"id": "article-41861_204", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201", "content": "Approved Training Programs: A training course conducted by a public or private sector educational center licensed by the Department of Education to implement the basic curriculum for nursing assistants which must be approved by the Department of Education.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201. Approved Training Programs: A training course conducted by a public or private sector educational center licensed by the Department of Education to implement the basic curriculum for nursing assistants which must be approved by the Department of Education."}
{"id": "article-41861_205", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201", "content": "Certified Nursing Assistant: a person who meets the qualifications specified by the Board of Nursing and who has been certified by the board as a certified nursing assistant.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201. Certified Nursing Assistant: a person who meets the qualifications specified by the Board of Nursing and who has been certified by the board as a certified nursing assistant."}
{"id": "article-41861_206", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201", "content": "The Practice of a Certified Nursing Assistant: providing care and assisting persons with tasks relating to the activities of daily living; i.e., personal care, nutrition, hydration, mobility, toileting, elimination, assistive devices, safety, cleanliness, and postmortem care. Certified Nursing Assistants gather data, report any abnormal signs and symptoms, provide end of life care, cardiopulmonary resuscitation and emergency care, and provide for socialization and reality orientation. A registered nurse must validate competency related to the performance of skills. [flsenate.gov, 2012]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Definitions Reflected in the Nurse Practice Act Section 464.201. The Practice of a Certified Nursing Assistant: providing care and assisting persons with tasks relating to the activities of daily living; i.e., personal care, nutrition, hydration, mobility, toileting, elimination, assistive devices, safety, cleanliness, and postmortem care. Certified Nursing Assistants gather data, report any abnormal signs and symptoms, provide end of life care, cardiopulmonary resuscitation and emergency care, and provide for socialization and reality orientation. A registered nurse must validate competency related to the performance of skills. [flsenate.gov, 2012]"}
{"id": "article-41861_207", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Duties and Powers of the Board Reflected in the Nurse Practice Act Section 464.202", "content": "Maintains a state registry of certified nursing assistants The registry is accessible to the public, the certificate holder, employers, and additional state agencies The board adopts rules for testing procedures to certify nursing assistants The board adopts rules regulating the practice of certified nursing assistants, provides a scope of practice, and sets the level of supervision requirements. [flsenate.gov, 2012]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Duties and Powers of the Board Reflected in the Nurse Practice Act Section 464.202. Maintains a state registry of certified nursing assistants The registry is accessible to the public, the certificate holder, employers, and additional state agencies The board adopts rules for testing procedures to certify nursing assistants The board adopts rules regulating the practice of certified nursing assistants, provides a scope of practice, and sets the level of supervision requirements. [flsenate.gov, 2012]"}
{"id": "article-41861_208", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "The board shall issue a certificate to practice as a certified nursing assistant to any person who demonstrates a minimum competency to read and write and successfully passes the required background screening pursuant to s. 400.215. If the person has successfully passed the required background screening pursuant to s. 400.215 or s. 408.809 within 90 days before applying for a certificate to practice and the person’s background screening results are not retained in the clearinghouse created under s. 435.12, the board shall waive the requirement that the applicant successfully passes an additional background screening pursuant to s. 400.215. The person must also meet additional requirements specified by the board. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. The board shall issue a certificate to practice as a certified nursing assistant to any person who demonstrates a minimum competency to read and write and successfully passes the required background screening pursuant to s. 400.215. If the person has successfully passed the required background screening pursuant to s. 400.215 or s. 408.809 within 90 days before applying for a certificate to practice and the person’s background screening results are not retained in the clearinghouse created under s. 435.12, the board shall waive the requirement that the applicant successfully passes an additional background screening pursuant to s. 400.215. The person must also meet additional requirements specified by the board. [flsenate.gov, 2018]"}
{"id": "article-41861_209", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "If an applicant fails to pass the nursing assistant competency examination in three attempts, the applicant is not eligible for reexamination unless the applicant completes an approved training program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. If an applicant fails to pass the nursing assistant competency examination in three attempts, the applicant is not eligible for reexamination unless the applicant completes an approved training program."}
{"id": "article-41861_210", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "Certification as a nursing assistant, by this part, may be renewed until the nursing assistant allows twenty-four consecutive months to pass during which period the nursing assistant fails to perform any nursing-related services for monetary compensation. When a nursing assistant fails to deliver any nursing-related services for financial compensation for twenty-four consecutive months, the nursing assistant must complete a new training and competency evaluation program or a new competency evaluation program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. Certification as a nursing assistant, by this part, may be renewed until the nursing assistant allows twenty-four consecutive months to pass during which period the nursing assistant fails to perform any nursing-related services for monetary compensation. When a nursing assistant fails to deliver any nursing-related services for financial compensation for twenty-four consecutive months, the nursing assistant must complete a new training and competency evaluation program or a new competency evaluation program."}
{"id": "article-41861_211", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "A certified nursing assistant shall maintain a current address with the board under s. 456.035.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. A certified nursing assistant shall maintain a current address with the board under s. 456.035."}
{"id": "article-41861_212", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "A certified nursing assistant must complete twenty-four hours of in-service training during each biennium. The certified nursing assistant will maintain documentation demonstrating compliance with this subsection. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. A certified nursing assistant must complete twenty-four hours of in-service training during each biennium. The certified nursing assistant will maintain documentation demonstrating compliance with this subsection. [leg.state.fl.us, 2018]"}
{"id": "article-41861_213", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203", "content": "The department shall renew a certificate upon receipt of the renewal application and imposition of a fee of not less than $20 and not more than $50 biennially. The department shall adopt rules establishing a procedure for the biennial renewal of certificates.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Certified Nursing Assistants; Certification Requirement Reflected in the Nurse Practice Act Section 464.203. The department shall renew a certificate upon receipt of the renewal application and imposition of a fee of not less than $20 and not more than $50 biennially. The department shall adopt rules establishing a procedure for the biennial renewal of certificates."}
{"id": "article-41861_214", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Denial, Suspension, or Revocation of Certification; Disciplinary Actions Reflected in the Nurse Practice Act Section 464.204", "content": "The following acts constitute grounds for which the board may impose disciplinary sanctions as specified in subsection (2): Obtaining or attempting to get certification or an exemption, or possessing or trying to possess certification or a letter of exemption, by bribery, misrepresentation, deceit, or through an error of the board. Intentionally violating any provision of this chapter, chapter 456, or the rules adopted by the board. When the board finds any person guilty of any of the grounds outlined in subsection (1), it may enter an order imposing one or more of the following penalties: Denial, suspension, or revocation of certification. Imposition of an administrative fine not to exceed $150 for each count or separate offense. Imposition of probation or restriction of certification, including conditions such as corrective actions as retraining or compliance with the department’s impaired practitioner program operated by a consultant as described in s. 456.076.", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Denial, Suspension, or Revocation of Certification; Disciplinary Actions Reflected in the Nurse Practice Act Section 464.204. The following acts constitute grounds for which the board may impose disciplinary sanctions as specified in subsection (2): Obtaining or attempting to get certification or an exemption, or possessing or trying to possess certification or a letter of exemption, by bribery, misrepresentation, deceit, or through an error of the board. Intentionally violating any provision of this chapter, chapter 456, or the rules adopted by the board. When the board finds any person guilty of any of the grounds outlined in subsection (1), it may enter an order imposing one or more of the following penalties: Denial, suspension, or revocation of certification. Imposition of an administrative fine not to exceed $150 for each count or separate offense. Imposition of probation or restriction of certification, including conditions such as corrective actions as retraining or compliance with the department’s impaired practitioner program operated by a consultant as described in s. 456.076."}
{"id": "article-41861_215", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Denial, Suspension, or Revocation of Certification; Disciplinary Actions Reflected in the Nurse Practice Act Section 464.204", "content": "The board may, upon the request of a certificate holder, exempt the certificate holder from disqualification of employment in accordance with chapter 435 and issue a letter of exemption. The board must notify an applicant seeking an exemption from disqualification from certification or employment of its decision to approve or deny the request within thirty days after the date the board receives all required documentation. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Denial, Suspension, or Revocation of Certification; Disciplinary Actions Reflected in the Nurse Practice Act Section 464.204. The board may, upon the request of a certificate holder, exempt the certificate holder from disqualification of employment in accordance with chapter 435 and issue a letter of exemption. The board must notify an applicant seeking an exemption from disqualification from certification or employment of its decision to approve or deny the request within thirty days after the date the board receives all required documentation. [leg.state.fl.us, 2018]"}
{"id": "article-41861_216", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Availability of Disciplinary Records and Proceedings Reflected in the Nurse Practice Act Section 464.205", "content": "Under s. 456.073, any complaint or record maintained by the department under the discipline of a certified nursing assistant and any proceeding held by the board to discipline a certified nursing assistant shall remain open and available to the public. [flsenate.gov, 2012]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Availability of Disciplinary Records and Proceedings Reflected in the Nurse Practice Act Section 464.205. Under s. 456.073, any complaint or record maintained by the department under the discipline of a certified nursing assistant and any proceeding held by the board to discipline a certified nursing assistant shall remain open and available to the public. [flsenate.gov, 2012]"}
{"id": "article-41861_217", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Exemption from Liability Reflected in the Nurse Practice Act Section 464.206", "content": "If an employer terminates or denies employment to a certified nursing assistant whose certification is inactive as shown on the certified nursing assistant registry or whose name appears on a criminal screening report of the Department of Law Enforcement; the employer is not civilly liable for such termination, and a cause of action may not be brought against the employer for damages, regardless of whether the employee has filed for an exemption from the board under s. 464.204(3). There may not be any monetary liability on the part of, and a cause of action for damages may not arise against, any licensed facility, its governing board or members thereof, medical staff, disciplinary board, agents, investigators, witnesses, employees, or any other person for any action taken in good faith without intentional fraud in carrying out this section. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Exemption from Liability Reflected in the Nurse Practice Act Section 464.206. If an employer terminates or denies employment to a certified nursing assistant whose certification is inactive as shown on the certified nursing assistant registry or whose name appears on a criminal screening report of the Department of Law Enforcement; the employer is not civilly liable for such termination, and a cause of action may not be brought against the employer for damages, regardless of whether the employee has filed for an exemption from the board under s. 464.204(3). There may not be any monetary liability on the part of, and a cause of action for damages may not arise against, any licensed facility, its governing board or members thereof, medical staff, disciplinary board, agents, investigators, witnesses, employees, or any other person for any action taken in good faith without intentional fraud in carrying out this section. [flsenate.gov, 2018]"}
{"id": "article-41861_218", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Penalties Reflected in the Nurse Practice Act Section 464.207", "content": "It is a misdemeanor of the first degree, punishable as provided under s. 775.082 or s. 775.083, for any person, knowingly or intentionally, to fail to disclose, by false statement, misrepresentation, impersonation, or other fraudulent means, in any application for voluntary or paid employment or certification regulated under this part, a material fact used in making a determination as to such person’s qualifications to be an employee or certificate holder. [flsenate.gov, 2012]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Penalties Reflected in the Nurse Practice Act Section 464.207. It is a misdemeanor of the first degree, punishable as provided under s. 775.082 or s. 775.083, for any person, knowingly or intentionally, to fail to disclose, by false statement, misrepresentation, impersonation, or other fraudulent means, in any application for voluntary or paid employment or certification regulated under this part, a material fact used in making a determination as to such person’s qualifications to be an employee or certificate holder. [flsenate.gov, 2012]"}
{"id": "article-41861_219", "title": "Florida Nurse Practice Act Laws and Rules -- Function -- Background Screening Information; Rulemaking Authority Reflected in the Nurse Practice Act Section 464.208", "content": "The Agency for Health Care Administration must allow the board electronic access its background screening records and database. An employer, or an agent thereof, may not use criminal records or juvenile records relating to vulnerable adults for any purpose other than determining if the person meets the requirements of this part. Such documents and information obtained by the board shall remain confidential and exempt from s. 119.07(1). If the requirements of the Omnibus Budget Reconciliation Act of 1987, as amended, for the certification of nursing assistants are in conflict with this part, the federal requirements shall prevail for those facilities certified to provide care under Title XVIII (Medicare) or Title XIX (Medicaid) of the Social Security Act. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Function -- Background Screening Information; Rulemaking Authority Reflected in the Nurse Practice Act Section 464.208. The Agency for Health Care Administration must allow the board electronic access its background screening records and database. An employer, or an agent thereof, may not use criminal records or juvenile records relating to vulnerable adults for any purpose other than determining if the person meets the requirements of this part. Such documents and information obtained by the board shall remain confidential and exempt from s. 119.07(1). If the requirements of the Omnibus Budget Reconciliation Act of 1987, as amended, for the certification of nursing assistants are in conflict with this part, the federal requirements shall prevail for those facilities certified to provide care under Title XVIII (Medicare) or Title XIX (Medicaid) of the Social Security Act. [flsenate.gov, 2018]"}
{"id": "article-41861_220", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Another Florida Statute, Chapter 456, discusses general provisions of health professions and occupations and is an issue of concern. A healthcare professional must be aware of the laws outlined in this chapter of legislation. The Florida Legislature covers these laws in sections 456.001 to 456.50. Below, we will highlight some of these Florida Statutes underscored in Chapter 456. A comprehensive list and reference found on the Florida Senate website. [flsenate.gov, 2018] 456.001 Definitions", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Another Florida Statute, Chapter 456, discusses general provisions of health professions and occupations and is an issue of concern. A healthcare professional must be aware of the laws outlined in this chapter of legislation. The Florida Legislature covers these laws in sections 456.001 to 456.50. Below, we will highlight some of these Florida Statutes underscored in Chapter 456. A comprehensive list and reference found on the Florida Senate website. [flsenate.gov, 2018] 456.001 Definitions"}
{"id": "article-41861_221", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Board: Any commission or board, or other statutorily created entity to the extent such entity is authorized to exercise regulatory or rulemaking functions, within the department, except that, for ss. 456.003-456.018, 456.022, 456.023, 456.025-456.033, and 456.039-456.082, “board” means only a board, or other statutorily created entity to the extent such entity is authorized to exercise regulatory or rulemaking functions, within the Division of Medical Quality Assurance.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Board: Any commission or board, or other statutorily created entity to the extent such entity is authorized to exercise regulatory or rulemaking functions, within the department, except that, for ss. 456.003-456.018, 456.022, 456.023, 456.025-456.033, and 456.039-456.082, “board” means only a board, or other statutorily created entity to the extent such entity is authorized to exercise regulatory or rulemaking functions, within the Division of Medical Quality Assurance."}
{"id": "article-41861_222", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Healthcare practitioner: Any person licensed under chapter 457; chapter 458; chapter 459; chapter 460; chapter 461; chapter 462; chapter 463; chapter 464; chapter 465; chapter 466; chapter 467; part I, part II, part III, part V, part X, part XIII, or part XIV of chapter 468; chapter 478; chapter 480; part II or part III of chapter 483; chapter 484; chapter 486; chapter 490; or chapter 491.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Healthcare practitioner: Any person licensed under chapter 457; chapter 458; chapter 459; chapter 460; chapter 461; chapter 462; chapter 463; chapter 464; chapter 465; chapter 466; chapter 467; part I, part II, part III, part V, part X, part XIII, or part XIV of chapter 468; chapter 478; chapter 480; part II or part III of chapter 483; chapter 484; chapter 486; chapter 490; or chapter 491."}
{"id": "article-41861_223", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Profession: Any activity, occupation, profession, or vocation regulated by the department in the Division of Medical Quality Assurance.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Profession: Any activity, occupation, profession, or vocation regulated by the department in the Division of Medical Quality Assurance."}
{"id": "article-41861_224", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "More definitions found on the Florida Senate Website. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. More definitions found on the Florida Senate Website. [flsenate.gov, 2018]"}
{"id": "article-41861_225", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.003 Legislative Intent And Requirements", "content": "The intent of the Legislature is that persons desiring to engage in any lawful profession regulated by the department shall be entitled to do so as a matter of right if otherwise qualified. The Legislature further believes that such professions shall be regulated only for the preservation of the health, safety, and welfare of the public under the police powers of the state. Unless expressly and specifically granted in the statute, the duties conferred on the boards do not include the enlargement, modification, or contravention of the lawful scope of practice of the profession regulated by the boards. This subsection shall not prohibit the boards, or the department when there is no board, from taking disciplinary action or issuing a declaratory statement. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.004 Department Powers and Duties", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.003 Legislative Intent And Requirements. The intent of the Legislature is that persons desiring to engage in any lawful profession regulated by the department shall be entitled to do so as a matter of right if otherwise qualified. The Legislature further believes that such professions shall be regulated only for the preservation of the health, safety, and welfare of the public under the police powers of the state. Unless expressly and specifically granted in the statute, the duties conferred on the boards do not include the enlargement, modification, or contravention of the lawful scope of practice of the profession regulated by the boards. This subsection shall not prohibit the boards, or the department when there is no board, from taking disciplinary action or issuing a declaratory statement. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.004 Department Powers and Duties"}
{"id": "article-41861_226", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Work cooperatively with the Department of Revenue to establish an automated method for periodically disclosing information relating to current licensees to the Department of Revenue, the state’s Title IV-D agency. The purpose of this subsection is to promote the public policy of this state relating to child support as established in s. 409.2551. The department shall when directed by the court or the Department of Revenue under s. 409.2598, suspend or deny the license of any licensee found not to comply with a support order, a subpoena, an order to show cause or a written agreement with the Department of Revenue. The department shall issue or reinstate the license without additional charge to the licensee when notified by the court or the Department of Revenue that the licensee has complied with the terms of the support order. The department is not liable for any license denial or suspension resulting from the discharge of its duties under this subsection.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Work cooperatively with the Department of Revenue to establish an automated method for periodically disclosing information relating to current licensees to the Department of Revenue, the state’s Title IV-D agency. The purpose of this subsection is to promote the public policy of this state relating to child support as established in s. 409.2551. The department shall when directed by the court or the Department of Revenue under s. 409.2598, suspend or deny the license of any licensee found not to comply with a support order, a subpoena, an order to show cause or a written agreement with the Department of Revenue. The department shall issue or reinstate the license without additional charge to the licensee when notified by the court or the Department of Revenue that the licensee has complied with the terms of the support order. The department is not liable for any license denial or suspension resulting from the discharge of its duties under this subsection."}
{"id": "article-41861_227", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Work in cooperation with the Agency for Health Care Administration and the judicial system to recover Medicaid overpayments by the Medicaid program. The Department of Health shall investigate and prosecute health care practitioners who have not remitted amounts owed to the state for an overpayment from the Medicaid program under a final order, judgment, or stipulation or settlement.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Work in cooperation with the Agency for Health Care Administration and the judicial system to recover Medicaid overpayments by the Medicaid program. The Department of Health shall investigate and prosecute health care practitioners who have not remitted amounts owed to the state for an overpayment from the Medicaid program under a final order, judgment, or stipulation or settlement."}
{"id": "article-41861_228", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018]"}
{"id": "article-41861_229", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "456.008 Accountability and Liability of Board Members Each board member held accountable to the Governor for the proper performance of duties as a member of the board. The Governor shall investigate any legally sufficient complaint or unfavorable written report received by the Governor or by the department or a board concerning the actions of the board or its members. The Governor may suspend from office any board member for malfeasance, misfeasance, neglect of duty, drunkenness, incompetence, permanent inability to perform his or her official functions, or commission of a felony. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.012 Board Rules; Final Agency Action and Challenges The State Surgeon General has legal standing to challenge any rule or proposed rule of a board under its jurisdiction under s. 120.56. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.0135 General Background Screening Provisions", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. 456.008 Accountability and Liability of Board Members Each board member held accountable to the Governor for the proper performance of duties as a member of the board. The Governor shall investigate any legally sufficient complaint or unfavorable written report received by the Governor or by the department or a board concerning the actions of the board or its members. The Governor may suspend from office any board member for malfeasance, misfeasance, neglect of duty, drunkenness, incompetence, permanent inability to perform his or her official functions, or commission of a felony. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.012 Board Rules; Final Agency Action and Challenges The State Surgeon General has legal standing to challenge any rule or proposed rule of a board under its jurisdiction under s. 120.56. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.0135 General Background Screening Provisions"}
{"id": "article-41861_230", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "An application for initial licensure received on or after January 1, 2013, under chapter 458, chapter 459, chapter 460, chapter 461, chapter 464, s. 465.022, part XIII of chapter 468, or chapter 480 shall include fingerprints under procedures established by the department through a vendor approved by the Department of Law Enforcement and fees imposed for the initial screening and retention of fingerprints. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.014 Public Inspection of Information Required From Applicants; Exceptions and Examination Hearing", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. An application for initial licensure received on or after January 1, 2013, under chapter 458, chapter 459, chapter 460, chapter 461, chapter 464, s. 465.022, part XIII of chapter 468, or chapter 480 shall include fingerprints under procedures established by the department through a vendor approved by the Department of Law Enforcement and fees imposed for the initial screening and retention of fingerprints. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.014 Public Inspection of Information Required From Applicants; Exceptions and Examination Hearing"}
{"id": "article-41861_231", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "All information required by the department of any applicant shall be a public record and shall be open to public inspection according to s. 119.07, except financial information, medical information, school transcripts, examination questions, answers, papers, grades, and grading keys, which are confidential and exempt from s. 119.07(1) and shall not be discussed with or made accessible to anyone except the program director of an approved program or accredited program as provided in s. 464.019(6), members of the board, the department, and staff thereof, who have a bona fide need to know such information. Any information supplied to the department by any other agency which is exempt from the provisions of chapter 119 or is confidential shall remain exempt or confidential under the applicable law while in the custody of the department or the agency. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.017 Examinations", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. All information required by the department of any applicant shall be a public record and shall be open to public inspection according to s. 119.07, except financial information, medical information, school transcripts, examination questions, answers, papers, grades, and grading keys, which are confidential and exempt from s. 119.07(1) and shall not be discussed with or made accessible to anyone except the program director of an approved program or accredited program as provided in s. 464.019(6), members of the board, the department, and staff thereof, who have a bona fide need to know such information. Any information supplied to the department by any other agency which is exempt from the provisions of chapter 119 or is confidential shall remain exempt or confidential under the applicable law while in the custody of the department or the agency. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.017 Examinations"}
{"id": "article-41861_232", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "For each examination developed or administered by the department or a contracted vendor, an accurate record of each applicant’s examination questions, answers, papers, grades, and grading key kept for a period of not less than two years immediately following the examination, and record shall thereafter be maintained or destroyed as provided in chapters 119 and 257. This subsection does not apply to national examinations approved and administered under this section. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.018 Penalty for Theft or Reproduction of an Examination", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. For each examination developed or administered by the department or a contracted vendor, an accurate record of each applicant’s examination questions, answers, papers, grades, and grading key kept for a period of not less than two years immediately following the examination, and record shall thereafter be maintained or destroyed as provided in chapters 119 and 257. This subsection does not apply to national examinations approved and administered under this section. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.018 Penalty for Theft or Reproduction of an Examination"}
{"id": "article-41861_233", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "In addition to, or instead of, any other discipline imposed under s. 456.072, the theft of an examination in whole or in part or the act of reproducing or copying any examination administered by the department, whether such examination is reproduced or copied in part or whole and by any means, constitutes a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. [leg.state.fl.us, 2018] 456.019 Restriction on Requirement of Citizenship A person not disqualified from practicing an occupation or profession regulated by the state solely because she or he is not a United States citizen. [leg.state.fl.us, 2018] 456.021 Qualification of Immigrants for Examination to Practice a Licensed Profession or Occupation", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. In addition to, or instead of, any other discipline imposed under s. 456.072, the theft of an examination in whole or in part or the act of reproducing or copying any examination administered by the department, whether such examination is reproduced or copied in part or whole and by any means, constitutes a felony of the third degree, punishable as provided in s. 775.082, s. 775.083, or s. 775.084. [leg.state.fl.us, 2018] 456.019 Restriction on Requirement of Citizenship A person not disqualified from practicing an occupation or profession regulated by the state solely because she or he is not a United States citizen. [leg.state.fl.us, 2018] 456.021 Qualification of Immigrants for Examination to Practice a Licensed Profession or Occupation"}
{"id": "article-41861_234", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "It is the declared purpose of this section to encourage the use of foreign-speaking Florida residents duly qualified to become actively qualified in their professions so that all people of this state may receive better services. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.025 Fees, Receipts, and Disposition", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. It is the declared purpose of this section to encourage the use of foreign-speaking Florida residents duly qualified to become actively qualified in their professions so that all people of this state may receive better services. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.025 Fees, Receipts, and Disposition"}
{"id": "article-41861_235", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Legislative intent dictates that all costs of regulating health care professions and practitioners shall be borne solely by licensees and licensure applicants. It is also the intent of the Legislature that fees should be reasonable and not serve as a barrier to licensure. Moreover, it is the Legislative intent that the department operates as efficiently as possible and regularly report to the Legislature additional methods to streamline operational costs. If a duplicate license is required or requested by the licensee, the board or, if there is no board, the department may charge a fee as determined by rule not to exceed $25 before issuance of the duplicate license. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.026 Annual Report Concerning Finances, Administrative Complaints, Disciplinary Actions, and Recommendations", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Legislative intent dictates that all costs of regulating health care professions and practitioners shall be borne solely by licensees and licensure applicants. It is also the intent of the Legislature that fees should be reasonable and not serve as a barrier to licensure. Moreover, it is the Legislative intent that the department operates as efficiently as possible and regularly report to the Legislature additional methods to streamline operational costs. If a duplicate license is required or requested by the licensee, the board or, if there is no board, the department may charge a fee as determined by rule not to exceed $25 before issuance of the duplicate license. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.026 Annual Report Concerning Finances, Administrative Complaints, Disciplinary Actions, and Recommendations"}
{"id": "article-41861_236", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The department is directed to prepare and submit a report to the President of the Senate and the Speaker of the House of Representatives by November 1 of each year. In addition to finances and any other information the Legislature may require, the report shall include statistics and relevant information, profession by profession This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.028 Consultation With Postsecondary Education Boards Before the Adoption of Changes to Training Requirements.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The department is directed to prepare and submit a report to the President of the Senate and the Speaker of the House of Representatives by November 1 of each year. In addition to finances and any other information the Legislature may require, the report shall include statistics and relevant information, profession by profession This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.028 Consultation With Postsecondary Education Boards Before the Adoption of Changes to Training Requirements."}
{"id": "article-41861_237", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Any state agency or board that has jurisdiction over the regulation of a profession or occupation shall consult with the Commission for Independent Education, the Board of Governors of the State University System, and the State Board of Education before adopting any changes to training requirements relating to entry into the profession or occupation. This consultation must allow the educational board to provide advice regarding the impact of the proposed changes regarding the length of time necessary to complete the training program and the fiscal impact of the changes. The educational board consulted only when an institution offering the training program falls under its jurisdiction. [leg.state.fl.us, 2018] 456.032 Hepatitis B or HIV Carriers", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Any state agency or board that has jurisdiction over the regulation of a profession or occupation shall consult with the Commission for Independent Education, the Board of Governors of the State University System, and the State Board of Education before adopting any changes to training requirements relating to entry into the profession or occupation. This consultation must allow the educational board to provide advice regarding the impact of the proposed changes regarding the length of time necessary to complete the training program and the fiscal impact of the changes. The educational board consulted only when an institution offering the training program falls under its jurisdiction. [leg.state.fl.us, 2018] 456.032 Hepatitis B or HIV Carriers"}
{"id": "article-41861_238", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The department and each appropriate board within the Division of Medical Quality Assurance will have the authority to establish procedures to handle, counsel, and provide other services to healthcare professionals within their respective boards infected with hepatitis B or the human immunodeficiency virus.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The department and each appropriate board within the Division of Medical Quality Assurance will have the authority to establish procedures to handle, counsel, and provide other services to healthcare professionals within their respective boards infected with hepatitis B or the human immunodeficiency virus."}
{"id": "article-41861_239", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Any person licensed by the department and any other person employed by a healthcare facility who contracts a blood-borne infection shall have a rebuttable presumption that the illness was contracted in the course and scope of his or her employment, provided that the person, as soon as practicable, reports to the person’s supervisor or the facility’s risk manager any significant exposure, as that term is defined in s. 381.004(1)(f), to blood or body fluids.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Any person licensed by the department and any other person employed by a healthcare facility who contracts a blood-borne infection shall have a rebuttable presumption that the illness was contracted in the course and scope of his or her employment, provided that the person, as soon as practicable, reports to the person’s supervisor or the facility’s risk manager any significant exposure, as that term is defined in s. 381.004(1)(f), to blood or body fluids."}
{"id": "article-41861_240", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The employer may test the blood or body fluid to determine if infected with the same disease contracted by the employee.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The employer may test the blood or body fluid to determine if infected with the same disease contracted by the employee."}
{"id": "article-41861_241", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The employer may rebut the presumption by the preponderance of the evidence. Except as expressly provided in this subsection, there shall be no presumption that a blood-borne infection is a job-related injury or illness. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The employer may rebut the presumption by the preponderance of the evidence. Except as expressly provided in this subsection, there shall be no presumption that a blood-borne infection is a job-related injury or illness. [flsenate.gov, 2018]"}
{"id": "article-41861_242", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "456.0361 Compliance with Continuing Education requirements The department will establish an electronic continuing education tracking system to monitor licensee compliance with applicable continuing education requirements and to determine whether a licensee is in full compliance with the requirements at the time of his or her application for license renewal. The tracking system will integrate into the department’s licensure and renewal process. The department may not renew a license until the licensee complies with all applicable continuing education requirements. This subsection does not prohibit the department or the boards from imposing additional penalties under the applicable professional practice act or applicable rules for failure to comply with continuing education requirements. The department may adopt rules to implement this section. [flsenate.gov, 2018] 456.0495 Reporting Adverse Incidents Occurring in Planned Out-of-Hospital Births", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. 456.0361 Compliance with Continuing Education requirements The department will establish an electronic continuing education tracking system to monitor licensee compliance with applicable continuing education requirements and to determine whether a licensee is in full compliance with the requirements at the time of his or her application for license renewal. The tracking system will integrate into the department’s licensure and renewal process. The department may not renew a license until the licensee complies with all applicable continuing education requirements. This subsection does not prohibit the department or the boards from imposing additional penalties under the applicable professional practice act or applicable rules for failure to comply with continuing education requirements. The department may adopt rules to implement this section. [flsenate.gov, 2018] 456.0495 Reporting Adverse Incidents Occurring in Planned Out-of-Hospital Births"}
{"id": "article-41861_243", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "For purposes of this section, the term “adverse incident” means an event over which a physician licensed under chapter 458 or chapter 459, a nurse-midwife certified under part I of chapter 464, or a midwife licensed under chapter 467 could exercise control and which associated with an attempted or completed planned out-of-hospital birth, and results in one or more of the following injuries or conditions:", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. For purposes of this section, the term “adverse incident” means an event over which a physician licensed under chapter 458 or chapter 459, a nurse-midwife certified under part I of chapter 464, or a midwife licensed under chapter 467 could exercise control and which associated with an attempted or completed planned out-of-hospital birth, and results in one or more of the following injuries or conditions:"}
{"id": "article-41861_244", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "A maternal death that occurs during delivery or within 42 days after delivery The transfer of a maternal patient to a hospital intensive care unit A maternal patient experiencing hemorrhagic shock or requiring a transfusion of more than four units of blood or blood products A fetal or newborn death, including a stillbirth, associated with an obstetrical delivery A transfer of a newborn to a neonatal intensive care unit due to a traumatic physical or neurological birth injury, including any degree of a brachial plexus injury A transfer of a newborn to a neonatal intensive care unit within the first 72 hours after birth if the newborn remains in such unit for more than 72 hours or any other injury as determined by department rule", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. A maternal death that occurs during delivery or within 42 days after delivery The transfer of a maternal patient to a hospital intensive care unit A maternal patient experiencing hemorrhagic shock or requiring a transfusion of more than four units of blood or blood products A fetal or newborn death, including a stillbirth, associated with an obstetrical delivery A transfer of a newborn to a neonatal intensive care unit due to a traumatic physical or neurological birth injury, including any degree of a brachial plexus injury A transfer of a newborn to a neonatal intensive care unit within the first 72 hours after birth if the newborn remains in such unit for more than 72 hours or any other injury as determined by department rule"}
{"id": "article-41861_245", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "Beginning July 1, 2018, a physician licensed under chapter 458 or chapter 459, a nurse-midwife certified under part I of chapter 464, or a midwife licensed under chapter 467 who performs an attempted or completed planned out-of-hospital birth must report an adverse incident, along with a medical summary of events, to the department within 15 days after the adverse incident occurs. The department shall review each incident report and determine whether the incident involves conduct by a healthcare practitioner who is subject to disciplinary action under s. 456.073. Disciplinary action, if any, must be taken by the appropriate regulatory board or by the department if no such board exists. The department shall adopt rules to implement this section and shall develop a form used for the reporting of adverse incidents. [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. Beginning July 1, 2018, a physician licensed under chapter 458 or chapter 459, a nurse-midwife certified under part I of chapter 464, or a midwife licensed under chapter 467 who performs an attempted or completed planned out-of-hospital birth must report an adverse incident, along with a medical summary of events, to the department within 15 days after the adverse incident occurs. The department shall review each incident report and determine whether the incident involves conduct by a healthcare practitioner who is subject to disciplinary action under s. 456.073. Disciplinary action, if any, must be taken by the appropriate regulatory board or by the department if no such board exists. The department shall adopt rules to implement this section and shall develop a form used for the reporting of adverse incidents. [flsenate.gov, 2018]"}
{"id": "article-41861_246", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "Except as otherwise provided in this section and in s. 440.13(4)(c), such records may not be furnished to, and the medical condition of a patient may not get discussed with, any person other than the patient, the patient’s legal representative, or other health care practitioners and providers involved in the patient’s care or treatment, except upon written authorization from the patient. However, such records  furnished without written permission under the following circumstances:", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. Except as otherwise provided in this section and in s. 440.13(4)(c), such records may not be furnished to, and the medical condition of a patient may not get discussed with, any person other than the patient, the patient’s legal representative, or other health care practitioners and providers involved in the patient’s care or treatment, except upon written authorization from the patient. However, such records  furnished without written permission under the following circumstances:"}
{"id": "article-41861_247", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "To any person, firm, or corporation that has procured or provided such care or treatment with the patient’s consent.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. To any person, firm, or corporation that has procured or provided such care or treatment with the patient’s consent."}
{"id": "article-41861_248", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "When a necessary physical examination made under Rule 1.360, Florida Rules of Civil Procedure, in which case copies of the medical records furnished to both the defendant and the plaintiff.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. When a necessary physical examination made under Rule 1.360, Florida Rules of Civil Procedure, in which case copies of the medical records furnished to both the defendant and the plaintiff."}
{"id": "article-41861_249", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "In any civil or criminal action, unless otherwise prohibited by law, upon the issuance of a subpoena from a court of competent jurisdiction and proper notice to the patient or the patient’s legal representative by the party seeking such records.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. In any civil or criminal action, unless otherwise prohibited by law, upon the issuance of a subpoena from a court of competent jurisdiction and proper notice to the patient or the patient’s legal representative by the party seeking such records."}
{"id": "article-41861_250", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "For statistical and scientific research, provided the information is abstracted in such a way as to protect the identity of the patient or provided written permission received from the patient or the patient’s legal representative.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. For statistical and scientific research, provided the information is abstracted in such a way as to protect the identity of the patient or provided written permission received from the patient or the patient’s legal representative."}
{"id": "article-41861_251", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "To a regional poison control center for purposes of treating a poisoning episode under evaluation, case management of poison cases, or compliance with data collection and reporting requirements of s. 395.1027 and the professional organization that certifies poison control centers per federal law.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. To a regional poison control center for purposes of treating a poisoning episode under evaluation, case management of poison cases, or compliance with data collection and reporting requirements of s. 395.1027 and the professional organization that certifies poison control centers per federal law."}
{"id": "article-41861_252", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "To the Department of Children and Families, its agent, or its contracted entity, for investigations of or services for cases of abuse, neglect, or exploitation of children or vulnerable adults.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. To the Department of Children and Families, its agent, or its contracted entity, for investigations of or services for cases of abuse, neglect, or exploitation of children or vulnerable adults."}
{"id": "article-41861_253", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information", "content": "This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] .", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.057 Ownership and Control of Patient Records; Reports or Copies of Records to be Furnished and Disclosure of Information. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] ."}
{"id": "article-41861_254", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.0575 Duty to Notify Patients", "content": "Every licensed health care practitioner must inform each patient, or an individual identified under s. 765.401(1), in person about adverse incidents that result in serious harm to the patient. Notification of outcomes of care that result in injury to the patient under this section does not constitute an acknowledgment of admission of liability, nor can such notifications be introduced as evidence. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.068 Toll-free Telephone Number for Reporting of Complaints The Agency for Health Care Administration will establish a toll-free telephone number for public reporting of complaints relating to medical services or treatment provided by healthcare professionals. [leg.state.fl.us, 2018] 456.0721 Practitioners in Default on a Student L oan or Scholarship Obligations, Investigation, Reporting", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern -- 456.0575 Duty to Notify Patients. Every licensed health care practitioner must inform each patient, or an individual identified under s. 765.401(1), in person about adverse incidents that result in serious harm to the patient. Notification of outcomes of care that result in injury to the patient under this section does not constitute an acknowledgment of admission of liability, nor can such notifications be introduced as evidence. This list in its entirety found on the Florida Senate Website. [flsenate.gov, 2018] 456.068 Toll-free Telephone Number for Reporting of Complaints The Agency for Health Care Administration will establish a toll-free telephone number for public reporting of complaints relating to medical services or treatment provided by healthcare professionals. [leg.state.fl.us, 2018] 456.0721 Practitioners in Default on a Student L oan or Scholarship Obligations, Investigation, Reporting"}
{"id": "article-41861_255", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The Department of Health shall obtain from the United States Department of Health and Human Services information necessary to investigate and prosecute health care practitioners for failing to repay a student loan or comply with scholarship service obligations under s. 456.072(1)(k).", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The Department of Health shall obtain from the United States Department of Health and Human Services information necessary to investigate and prosecute health care practitioners for failing to repay a student loan or comply with scholarship service obligations under s. 456.072(1)(k)."}
{"id": "article-41861_256", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The department shall obtain from the United States Department of Health and Human Services a list of default healthcare practitioners each month, along with the information necessary to investigate a complaint by s. 456.073.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The department shall obtain from the United States Department of Health and Human Services a list of default healthcare practitioners each month, along with the information necessary to investigate a complaint by s. 456.073."}
{"id": "article-41861_257", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The department may obtain evidence to support the investigation and prosecution from any financial institution or educational institution involved in providing the loan or education to the practitioner.", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The department may obtain evidence to support the investigation and prosecution from any financial institution or educational institution involved in providing the loan or education to the practitioner."}
{"id": "article-41861_258", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "The department shall report to the Legislature as part of the annual report required by s. 456.026, the number of practitioners in default, along with the results of the department’s investigations and prosecutions, and the amount of fines collected from practitioners prosecuted for violating s. 456.072(1)(k). [flsenate.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. The department shall report to the Legislature as part of the annual report required by s. 456.026, the number of practitioners in default, along with the results of the department’s investigations and prosecutions, and the amount of fines collected from practitioners prosecuted for violating s. 456.072(1)(k). [flsenate.gov, 2018]"}
{"id": "article-41861_259", "title": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern", "content": "456.38 Practitioner Registry for Disasters and Emergencies The Department of Health may include on its forms for the certification or licensure of health care practitioners, as defined in s. 456.001, who could assist the department in the event of a disaster a question asking if the practitioner would be available to provide health care services in special needs shelters or to help staff disaster medical assistance teams during times of major disaster or emergency. The names of practitioners who answer yes maintained by the department as a health care practitioner registry for disasters and emergencies. [leg.state.fl.us, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Issues of Concern. 456.38 Practitioner Registry for Disasters and Emergencies The Department of Health may include on its forms for the certification or licensure of health care practitioners, as defined in s. 456.001, who could assist the department in the event of a disaster a question asking if the practitioner would be available to provide health care services in special needs shelters or to help staff disaster medical assistance teams during times of major disaster or emergency. The names of practitioners who answer yes maintained by the department as a health care practitioner registry for disasters and emergencies. [leg.state.fl.us, 2018]"}
{"id": "article-41861_260", "title": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance", "content": "As healthcare providers, we have certain ethical and legal obligations related to care delivery. Ethical dilemmas arise regarding palliative care, organ procurement, religious beliefs, cultural considerations, assisted suicide, informed consent, and the disclosure of medical conditions. The American Nurses Association (ANA) provides a Code of Ethics for Nurses with 9 provisions. [ANA, 2015] According to this 2015 Code of Ethics for Nurses with Interpretive Statements by the ANA, provision 1 addresses respect for human dignity, the nature of healthcare, the right to self-determination, and relationships with patients or colleagues. Provision 2 highlights collaboration, the primacy of the patient's interests, professional boundaries, and conflicts of interests for nurses. [2] [3] [4] [5]", "contents": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance. As healthcare providers, we have certain ethical and legal obligations related to care delivery. Ethical dilemmas arise regarding palliative care, organ procurement, religious beliefs, cultural considerations, assisted suicide, informed consent, and the disclosure of medical conditions. The American Nurses Association (ANA) provides a Code of Ethics for Nurses with 9 provisions. [ANA, 2015] According to this 2015 Code of Ethics for Nurses with Interpretive Statements by the ANA, provision 1 addresses respect for human dignity, the nature of healthcare, the right to self-determination, and relationships with patients or colleagues. Provision 2 highlights collaboration, the primacy of the patient's interests, professional boundaries, and conflicts of interests for nurses. [2] [3] [4] [5]"}
{"id": "article-41861_261", "title": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance", "content": "Provision 3 offers information on the protection of patient rights related to the critical issues; i.e., privacy and confidentiality, human participation in research, nursing while impaired, performance standards, acting on questionable practice, and professional responsibility in promoting a safety culture. Provision 4 discusses authority, responsibility, and accountability. Delegation and assignment of tasks fall under this provision. Clinical judgment and decision making are vital components of this provision. Provision 5 focuses on personal health promotion and well-being, integrity preservation, and continual professional growth.", "contents": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance. Provision 3 offers information on the protection of patient rights related to the critical issues; i.e., privacy and confidentiality, human participation in research, nursing while impaired, performance standards, acting on questionable practice, and professional responsibility in promoting a safety culture. Provision 4 discusses authority, responsibility, and accountability. Delegation and assignment of tasks fall under this provision. Clinical judgment and decision making are vital components of this provision. Provision 5 focuses on personal health promotion and well-being, integrity preservation, and continual professional growth."}
{"id": "article-41861_262", "title": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance", "content": "Provision 6 explores environmental moral virtue and ethical obligations. Responsibility for the healthcare environment plays a role in this provision. Provision 7 profiles contributions through scholarly inquiry, research, professional practice standards and development, and policy development. Provision 8 examines health as a universal right and obligations to human rights in a variety of settings. Provision 9 looks at the integrity of the profession and integrating social injustice.", "contents": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance. Provision 6 explores environmental moral virtue and ethical obligations. Responsibility for the healthcare environment plays a role in this provision. Provision 7 profiles contributions through scholarly inquiry, research, professional practice standards and development, and policy development. Provision 8 examines health as a universal right and obligations to human rights in a variety of settings. Provision 9 looks at the integrity of the profession and integrating social injustice."}
{"id": "article-41861_263", "title": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance", "content": "In 2017, a Gallup poll ranked nurses as the most trusted profession. This distinctive honor comes with a moral and ethical responsibility to practice within the laws and rules of the Nurse Practice Acts of one's state or territory. Often, aspects of the Code Of Ethics for Nurses provide a framework for nursing laws, codes, and rules. A nurse has a responsibility to know the essential elements of these laws as they relate to and guide safe nursing practice. The Florida Department of State's Administrative Code will further assist nurses in this knowledge. [6] [7]", "contents": "Florida Nurse Practice Act Laws and Rules -- Clinical Significance. In 2017, a Gallup poll ranked nurses as the most trusted profession. This distinctive honor comes with a moral and ethical responsibility to practice within the laws and rules of the Nurse Practice Acts of one's state or territory. Often, aspects of the Code Of Ethics for Nurses provide a framework for nursing laws, codes, and rules. A nurse has a responsibility to know the essential elements of these laws as they relate to and guide safe nursing practice. The Florida Department of State's Administrative Code will further assist nurses in this knowledge. [6] [7]"}
{"id": "article-41861_264", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The Florida Department of State’s Administrative Code, Register and Laws Section is the point rules put into effect get filed by state regulatory agencies. Agency rulemaking governed by Chapter 120, Florida Statutes, the Administrative Procedures Act. Regulations published in the Florida Administrative Code. [flrules.org, 2010] Florida Administrative Code Section 64B9 by the Florida Department of State provides information and laws governing certain essential elements of nursing licensure and professional conduct. [flrules.org, 2018] 64B9-2.021 Curriculum Guidelines", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The Florida Department of State’s Administrative Code, Register and Laws Section is the point rules put into effect get filed by state regulatory agencies. Agency rulemaking governed by Chapter 120, Florida Statutes, the Administrative Procedures Act. Regulations published in the Florida Administrative Code. [flrules.org, 2010] Florida Administrative Code Section 64B9 by the Florida Department of State provides information and laws governing certain essential elements of nursing licensure and professional conduct. [flrules.org, 2018] 64B9-2.021 Curriculum Guidelines"}
{"id": "article-41861_265", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "All nursing programs requesting the Board of Nursing approval must conform with the Florida Department of Education curriculum framework. The curriculum for professional nursing programs that terminate in a bachelor’s degree must consist of at least 40% clinical training. The curriculums for professional nursing programs that terminate in an associate’s degree and professional nursing programs that end in a diploma must consist of at least 50% clinical training. This list not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018] 64B9-2.022 Clinical Training", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. All nursing programs requesting the Board of Nursing approval must conform with the Florida Department of Education curriculum framework. The curriculum for professional nursing programs that terminate in a bachelor’s degree must consist of at least 40% clinical training. The curriculums for professional nursing programs that terminate in an associate’s degree and professional nursing programs that end in a diploma must consist of at least 50% clinical training. This list not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018] 64B9-2.022 Clinical Training"}
{"id": "article-41861_266", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Clinical learning experiences must be an integral part of the total curriculum plan and show a relationship to concurrent theory.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Clinical learning experiences must be an integral part of the total curriculum plan and show a relationship to concurrent theory."}
{"id": "article-41861_267", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Clinical training must be in the United States, the District of Columbia, or a territory of the United States.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Clinical training must be in the United States, the District of Columbia, or a territory of the United States."}
{"id": "article-41861_268", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Clinical training must include experience in long-term care, acute care, and community-based care.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Clinical training must include experience in long-term care, acute care, and community-based care."}
{"id": "article-41861_269", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The clinical instructor must directly supervise no more than 12 students, unless, by written agreement the clinical training site allows more, not to exceed 18 students.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The clinical instructor must directly supervise no more than 12 students, unless, by written agreement the clinical training site allows more, not to exceed 18 students."}
{"id": "article-41861_270", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Indirect supervision is allowed for community-based clinic experiences when the clinical instructor is available by telephone unless the clinical experience is an invasive or complicated nursing activity. The monitoring of invasive or complicated nursing activities needs approval by the community-based clinical site.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Indirect supervision is allowed for community-based clinic experiences when the clinical instructor is available by telephone unless the clinical experience is an invasive or complicated nursing activity. The monitoring of invasive or complicated nursing activities needs approval by the community-based clinical site."}
{"id": "article-41861_271", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Up to fifty percent of each clinical training category: long-term care, acute care, and community-based care may be simulated when accompanied by traditional clinical experience.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Up to fifty percent of each clinical training category: long-term care, acute care, and community-based care may be simulated when accompanied by traditional clinical experience."}
{"id": "article-41861_272", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Traditional clinical experience consists of activities that include observation, hands-on experience with patients, and interaction with an interprofessional team.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Traditional clinical experience consists of activities that include observation, hands-on experience with patients, and interaction with an interprofessional team."}
{"id": "article-41861_273", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The simulation consists of activities or events replicating clinical practice using scenarios, high-fidelity manikins, medium-fidelity manikins, standardized patients, role-playing, skills stations, and computer-based critical thinking situations.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The simulation consists of activities or events replicating clinical practice using scenarios, high-fidelity manikins, medium-fidelity manikins, standardized patients, role-playing, skills stations, and computer-based critical thinking situations."}
{"id": "article-41861_274", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Debriefing is an integral part of the simulation that follows the experience.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Debriefing is an integral part of the simulation that follows the experience."}
{"id": "article-41861_275", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "This list not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. This list not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018]"}
{"id": "article-41861_276", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "64B9-3.002 Qualifications for Examination", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. 64B9-3.002 Qualifications for Examination"}
{"id": "article-41861_277", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "An applicant seeking certification to take the licensure examination shall submit a completed Nursing Licensure by Examination Application demonstrating that he or she meets the qualifications prescribed by the Nurse Practice Act, Chapter 464, F.S.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. An applicant seeking certification to take the licensure examination shall submit a completed Nursing Licensure by Examination Application demonstrating that he or she meets the qualifications prescribed by the Nurse Practice Act, Chapter 464, F.S."}
{"id": "article-41861_278", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Forms are also available from the Florida Board office or on the Board’s website. [floridanursing.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Forms are also available from the Florida Board office or on the Board’s website. [floridanursing.gov, 2018]"}
{"id": "article-41861_279", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Qualifications include a high school diploma or an equivalent of a high school diploma.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Qualifications include a high school diploma or an equivalent of a high school diploma."}
{"id": "article-41861_280", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "For graduates of an approved nursing program, a notice of graduation or completion of the requirements for graduation.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. For graduates of an approved nursing program, a notice of graduation or completion of the requirements for graduation."}
{"id": "article-41861_281", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "For graduates of programs in a country other than the United States, the applicant must obtain a report by a credentialing agency that meets the requirements of Rule 64B9-3.014, F.A.C.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. For graduates of programs in a country other than the United States, the applicant must obtain a report by a credentialing agency that meets the requirements of Rule 64B9-3.014, F.A.C."}
{"id": "article-41861_282", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "If the individual applying is a graduate of a foreign prelicensure education program not taught in English, or if English is not the person applying's native language, successful completion of a board-approved test of proficiency of English as a foreign language is a requirement. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. If the individual applying is a graduate of a foreign prelicensure education program not taught in English, or if English is not the person applying's native language, successful completion of a board-approved test of proficiency of English as a foreign language is a requirement. [flrules.org, 2018]"}
{"id": "article-41861_283", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "64B9-3.008 Licensure by Endorsement A person applying for licensure by endorsement shall submit a completed Nursing Licensure by Endorsement Application, and verification of licensure forms from the original state or territory in which licensure obtained, and from a territory or state in which the person applying holds an active license, and pay the required fee. To apply for endorsement under Section 464.009(1)(a), F.S., an individual applying shall be required to show current licensure in another state of the United States, and the licensure requirements of the original state of licensure at the time of initial licensure. Any applicant who has not been in active practice of nursing within the past five years required to take a remedial course as specified in Rule 64B9-3.0025, F.A.C., before licensure. This list is not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018] 64B9-3.016 Multi-State License Upgrade", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. 64B9-3.008 Licensure by Endorsement A person applying for licensure by endorsement shall submit a completed Nursing Licensure by Endorsement Application, and verification of licensure forms from the original state or territory in which licensure obtained, and from a territory or state in which the person applying holds an active license, and pay the required fee. To apply for endorsement under Section 464.009(1)(a), F.S., an individual applying shall be required to show current licensure in another state of the United States, and the licensure requirements of the original state of licensure at the time of initial licensure. Any applicant who has not been in active practice of nursing within the past five years required to take a remedial course as specified in Rule 64B9-3.0025, F.A.C., before licensure. This list is not listed in its entirety; more information found on the Department of State's Administrative Code Website. [flrules.org, 2018] 64B9-3.016 Multi-State License Upgrade"}
{"id": "article-41861_284", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Registered and practical nurses currently licensed in Florida may upgrade their licenses to include multi-state practice by submitting a Multi-State License Upgrade Application to the board. Forms available on the board website. [Florida Nursing.gov, 2018] 64B9-15.0045 Certified Nursing Assistant Renewal Fee For renewal of Certified Nursing Assistant Certificate, as provided in Section 464.203(8), FS., the fee is $50.00. [flrules.org, 2017] 64B9-5.002 Continuing Education Requirement", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Registered and practical nurses currently licensed in Florida may upgrade their licenses to include multi-state practice by submitting a Multi-State License Upgrade Application to the board. Forms available on the board website. [Florida Nursing.gov, 2018] 64B9-15.0045 Certified Nursing Assistant Renewal Fee For renewal of Certified Nursing Assistant Certificate, as provided in Section 464.203(8), FS., the fee is $50.00. [flrules.org, 2017] 64B9-5.002 Continuing Education Requirement"}
{"id": "article-41861_285", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "During each biennium, one contact hour must be earned for each calendar month of the licensure cycle. [floridasnursing.gov, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. During each biennium, one contact hour must be earned for each calendar month of the licensure cycle. [floridasnursing.gov, 2018]"}
{"id": "article-41861_286", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Those persons licensed by examination within a biennium are exempt from the continuing education requirement for that biennium. This exemption should apply to a person who is licensed by endorsement during a biennium if such person was licensed in the original state of licensure by successful completion of an acceptable licensure examination during that biennium. A licensee who has endorsed into the State of Florida during a biennium or whose license was reactivated or reinstated during a biennium shall be required to accrue one (1) contact hour for each calendar month remaining in the biennium after licensure, reactivation, or reinstatement (however, no hours are required if the time remaining in the biennium is six months or less). This exemption or limitation shall only apply if the license is timely renewed at the end of the biennium, and does not apply if the license is suspended, revoked, or is (or becomes) inactive at the end of the biennium.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Those persons licensed by examination within a biennium are exempt from the continuing education requirement for that biennium. This exemption should apply to a person who is licensed by endorsement during a biennium if such person was licensed in the original state of licensure by successful completion of an acceptable licensure examination during that biennium. A licensee who has endorsed into the State of Florida during a biennium or whose license was reactivated or reinstated during a biennium shall be required to accrue one (1) contact hour for each calendar month remaining in the biennium after licensure, reactivation, or reinstatement (however, no hours are required if the time remaining in the biennium is six months or less). This exemption or limitation shall only apply if the license is timely renewed at the end of the biennium, and does not apply if the license is suspended, revoked, or is (or becomes) inactive at the end of the biennium."}
{"id": "article-41861_287", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "An RN who also holds a current license as an LPN may meet the continuing education requirement for renewal of both licenses by completing appropriate continuing education for an RN. An RN who also holds a current ARNP certificate may satisfy the continuing education requirement for both licenses by completing the proper continuing education for an RN or may satisfy up to fifty percent of the continuing education requirement by completing continuing medical education coursework equivalent to the contact hours required by these rules.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. An RN who also holds a current license as an LPN may meet the continuing education requirement for renewal of both licenses by completing appropriate continuing education for an RN. An RN who also holds a current ARNP certificate may satisfy the continuing education requirement for both licenses by completing the proper continuing education for an RN or may satisfy up to fifty percent of the continuing education requirement by completing continuing medical education coursework equivalent to the contact hours required by these rules."}
{"id": "article-41861_288", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "A nurse who is the spouse of a member of the Armed Forces and caused to be absent from Florida due to the spouse's official duties with the Armed Forces shall be exempt from continuing education requirements. The licensee must show proof in a satisfactory manner of the absence, and the spouse’s military status.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. A nurse who is the spouse of a member of the Armed Forces and caused to be absent from Florida due to the spouse's official duties with the Armed Forces shall be exempt from continuing education requirements. The licensee must show proof in a satisfactory manner of the absence, and the spouse’s military status."}
{"id": "article-41861_289", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The following continuing education courses are a mandatory part of the hours required in subsection (1), at the stated time periods: A two-hour course in the prevention of medical errors each biennium A one hour course in HIV/AIDS in the first biennium only A two-hour course in Florida laws and rules each biennium A two-hour course in recognizing impairment in the workplace every other biennium after that For biennial renewal on or after January 1, 2019, a two-hour course on human trafficking, and each biennium after that A course in domestic violence every third biennium. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The following continuing education courses are a mandatory part of the hours required in subsection (1), at the stated time periods: A two-hour course in the prevention of medical errors each biennium A one hour course in HIV/AIDS in the first biennium only A two-hour course in Florida laws and rules each biennium A two-hour course in recognizing impairment in the workplace every other biennium after that For biennial renewal on or after January 1, 2019, a two-hour course on human trafficking, and each biennium after that A course in domestic violence every third biennium. [flrules.org, 2018]"}
{"id": "article-41861_290", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Unprofessional conduct includes:", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Unprofessional conduct includes:"}
{"id": "article-41861_291", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Inaccurate recording", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Inaccurate recording"}
{"id": "article-41861_292", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Misappropriating drugs, supplies or equipment", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Misappropriating drugs, supplies or equipment"}
{"id": "article-41861_293", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Leaving a nursing assignment without advising licensed nursing personnel", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Leaving a nursing assignment without advising licensed nursing personnel"}
{"id": "article-41861_294", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Stealing from a patient", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Stealing from a patient"}
{"id": "article-41861_295", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Violating the integrity of a medication administration system or an information technology system", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Violating the integrity of a medication administration system or an information technology system"}
{"id": "article-41861_296", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Falsifying or altering of patient records or nursing progress records, employment applications or time records", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Falsifying or altering of patient records or nursing progress records, employment applications or time records"}
{"id": "article-41861_297", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Violating confidentiality of information or knowledge concerning a client or patient", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Violating confidentiality of information or knowledge concerning a client or patient"}
{"id": "article-41861_298", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Discriminating by one's race, creed, religion, age, sex or national origin, in the delivery of nursing services as it relates to human rights and dignity of the individuals", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Discriminating by one's race, creed, religion, age, sex or national origin, in the delivery of nursing services as it relates to human rights and dignity of the individuals"}
{"id": "article-41861_299", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Engaging in fraud, misrepresentation, or deceit in taking the licensing examination", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Engaging in fraud, misrepresentation, or deceit in taking the licensing examination"}
{"id": "article-41861_300", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Impersonating another licensed practitioner, or permitting another person to use his certificate to practice nursing", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Impersonating another licensed practitioner, or permitting another person to use his certificate to practice nursing"}
{"id": "article-41861_301", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Providing incorrect or false information to the employer regarding the status of the license", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Providing incorrect or false information to the employer regarding the status of the license"}
{"id": "article-41861_302", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Practicing beyond the scope of the licensee’s license, educational preparation or nursing experience", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Practicing beyond the scope of the licensee’s license, educational preparation or nursing experience"}
{"id": "article-41861_303", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Using force against a patient, striking a patient, or throwing objects at a patient", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Using force against a patient, striking a patient, or throwing objects at a patient"}
{"id": "article-41861_304", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Using abusive, threatening or foul language in front of a patient or directing such expression toward a patient", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Using abusive, threatening or foul language in front of a patient or directing such expression toward a patient"}
{"id": "article-41861_305", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Accepting a gift from a patient or client the value of which exceeds the employer’s policy regarding gifts. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Accepting a gift from a patient or client the value of which exceeds the employer’s policy regarding gifts. [flrules.org, 2018]"}
{"id": "article-41861_306", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Knowingly obtaining or using or attempting to obtain or use a patient’s property with the intent to temporarily or permanently deprive the patient of the use, benefit or possession of the funds, assets or property, or to benefit someone other than the patient.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Knowingly obtaining or using or attempting to obtain or use a patient’s property with the intent to temporarily or permanently deprive the patient of the use, benefit or possession of the funds, assets or property, or to benefit someone other than the patient."}
{"id": "article-41861_307", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "64B9-4.004 Requirements for Documentation A Registered Nurse applying for initial certification as an Advanced Registered Nurse Practitioner shall submit with a completed application the following: Acceptable proof to the Board of satisfactory completion of the educational program consisting of an official Registrar’s copy of the applicant’s transcript sent directly to the Board from the school, and that denotes successful completion of the formal post-basic program or awarding of the masters’ degree in a clinical nursing specialty. Also, a verification form prescribed by the Board submitted by the director of the advanced nursing program indicating successful completion with the official school seal is a requirement.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. 64B9-4.004 Requirements for Documentation A Registered Nurse applying for initial certification as an Advanced Registered Nurse Practitioner shall submit with a completed application the following: Acceptable proof to the Board of satisfactory completion of the educational program consisting of an official Registrar’s copy of the applicant’s transcript sent directly to the Board from the school, and that denotes successful completion of the formal post-basic program or awarding of the masters’ degree in a clinical nursing specialty. Also, a verification form prescribed by the Board submitted by the director of the advanced nursing program indicating successful completion with the official school seal is a requirement."}
{"id": "article-41861_308", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct", "content": "Advanced registered nurse practitioners licensed after July 1, 2006, and all certified registered nurse anesthetists, certified nurse midwives, and psychiatric nurses must supply documentation of national certification by a national nursing specialty board identified in subsection 64B9-4.002(2), F.A.C., or documentation of certification by a specialty board that meets the requirements set forth in subsection 64B9-4.002(3), F.A.C., by submitting one of the following: A copy of the recertification or original specialty board certificate Such other documentary proof which evidences certification by an appropriate specialty board, or verification from the specialty association of certification. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.005 Unprofessional Conduct. Advanced registered nurse practitioners licensed after July 1, 2006, and all certified registered nurse anesthetists, certified nurse midwives, and psychiatric nurses must supply documentation of national certification by a national nursing specialty board identified in subsection 64B9-4.002(2), F.A.C., or documentation of certification by a specialty board that meets the requirements set forth in subsection 64B9-4.002(3), F.A.C., by submitting one of the following: A copy of the recertification or original specialty board certificate Such other documentary proof which evidences certification by an appropriate specialty board, or verification from the specialty association of certification. [flrules.org, 2018]"}
{"id": "article-41861_309", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations", "content": "“Citation” means an instrument that meets the requirements outlined in Section 456.077, F.S., and which is served upon a licensee for the purpose of assessing a penalty in an amount established by this rule.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations. “Citation” means an instrument that meets the requirements outlined in Section 456.077, F.S., and which is served upon a licensee for the purpose of assessing a penalty in an amount established by this rule."}
{"id": "article-41861_310", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations", "content": "The Board designates the first instance of the following as citation violations, which shall result in a penalty of $100.00: Failure to report a misdemeanor to the Board, in writing within 30 days after the licensee has been convicted or found guilty of, or entered a plea of nolo contendere to, regardless of adjudication, a crime in any jurisdiction, in violation of Section 456.072(1)(x), F.S.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations. The Board designates the first instance of the following as citation violations, which shall result in a penalty of $100.00: Failure to report a misdemeanor to the Board, in writing within 30 days after the licensee has been convicted or found guilty of, or entered a plea of nolo contendere to, regardless of adjudication, a crime in any jurisdiction, in violation of Section 456.072(1)(x), F.S."}
{"id": "article-41861_311", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations", "content": "The Board designates the second instance of the following as citation violations, which shall result in a penalty of $100.00; Failure to report address change in violation of Rule 64B9-1.013, F.A.C., provided the licensee was not ordered to do so in a Board disciplinary order. Failure to submit updates of required information in practitioner profile within 15 days after the final activity that renders such information a fact, as required by Section 456.042, F.S.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations. The Board designates the second instance of the following as citation violations, which shall result in a penalty of $100.00; Failure to report address change in violation of Rule 64B9-1.013, F.A.C., provided the licensee was not ordered to do so in a Board disciplinary order. Failure to submit updates of required information in practitioner profile within 15 days after the final activity that renders such information a fact, as required by Section 456.042, F.S."}
{"id": "article-41861_312", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations", "content": "The Board designates the first instance of the following a citation violation, which shall result in a penalty of $1,500: Providing to another individual a confidential password, access code, keys, or other entry mechanisms, which results in a violation of, or threatens, the integrity of a medication administration system or an information technology system. In addition to the fine, the licensee will be required to complete a 2-hour continuing education course in legal aspects of nursing within 60 days of the issuance of the citation. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues -- 64B9-8.003 Citations. The Board designates the first instance of the following a citation violation, which shall result in a penalty of $1,500: Providing to another individual a confidential password, access code, keys, or other entry mechanisms, which results in a violation of, or threatens, the integrity of a medication administration system or an information technology system. In addition to the fine, the licensee will be required to complete a 2-hour continuing education course in legal aspects of nursing within 60 days of the issuance of the citation. [flrules.org, 2018]"}
{"id": "article-41861_313", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "64B9-15.008 Testing and Competency Evaluation", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. 64B9-15.008 Testing and Competency Evaluation"}
{"id": "article-41861_314", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The Certified Nursing Assistant Examination must consist of the Written Exam and the Clinical Skills Test. Both the Written Exam and the Clinical Skills Test passed within a two-year period to achieve certification. Results on either the Written Exam or the Clinical Skills Test which are over two years old are invalid, and both the Written Exam and the Clinical Skills Test repeated.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The Certified Nursing Assistant Examination must consist of the Written Exam and the Clinical Skills Test. Both the Written Exam and the Clinical Skills Test passed within a two-year period to achieve certification. Results on either the Written Exam or the Clinical Skills Test which are over two years old are invalid, and both the Written Exam and the Clinical Skills Test repeated."}
{"id": "article-41861_315", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "For the Clinical Skills Test, the recommended minimum passing level for each task is Three Standard Errors of Measure below the mean. The minimum passing level of the Clinical Skills Test varies depending on the difficulty of the items selected by the testing service for each form of the examination and established by the testing service for each kind of the test based on its testing expertise. The candidate must have a minimum passing score on each of the five tasks on an examination form to pass the Clinical Skills Test.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. For the Clinical Skills Test, the recommended minimum passing level for each task is Three Standard Errors of Measure below the mean. The minimum passing level of the Clinical Skills Test varies depending on the difficulty of the items selected by the testing service for each form of the examination and established by the testing service for each kind of the test based on its testing expertise. The candidate must have a minimum passing score on each of the five tasks on an examination form to pass the Clinical Skills Test."}
{"id": "article-41861_316", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "If a person applying fails to pass the nursing assistant competency examination in three attempts, the individual applicant is not eligible for reexamination unless the applicant completes an approved training program.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. If a person applying fails to pass the nursing assistant competency examination in three attempts, the individual applicant is not eligible for reexamination unless the applicant completes an approved training program."}
{"id": "article-41861_317", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "This list not listed in its entirety. Additional information can be found on the Department of State's Administrative Code Website. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. This list not listed in its entirety. Additional information can be found on the Department of State's Administrative Code Website. [flrules.org, 2018]"}
{"id": "article-41861_318", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "64B9-15.0097 Notice of Non-Compliance – Minor Violations A Notice of Non-Compliance is a notification by the Department of Health issued to a licensee as a first response to a minor violation. It is not accompanied by a fine or another disciplinary penalty. [flrules.org, 2018] The Board designates the following as minor violations for which a Notice of Non-Compliance may be issued for the first violation thereof: Failure to notify the Department of an address change for more than sixty days, in violation of Section 464.203(6), F.S., provided the failure does not constitute a failure to comply with an order of the Board. False, deceptive or misleading use of a certified nursing assistant title, in violation of Section 456.072(1)(a), F.S., provided no criminal prosecution resulted and no practice issue was involved. Further resources available from the board. [floridanursing.gov, 2018] 64B9-4.0025 Provisional Certification", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. 64B9-15.0097 Notice of Non-Compliance – Minor Violations A Notice of Non-Compliance is a notification by the Department of Health issued to a licensee as a first response to a minor violation. It is not accompanied by a fine or another disciplinary penalty. [flrules.org, 2018] The Board designates the following as minor violations for which a Notice of Non-Compliance may be issued for the first violation thereof: Failure to notify the Department of an address change for more than sixty days, in violation of Section 464.203(6), F.S., provided the failure does not constitute a failure to comply with an order of the Board. False, deceptive or misleading use of a certified nursing assistant title, in violation of Section 456.072(1)(a), F.S., provided no criminal prosecution resulted and no practice issue was involved. Further resources available from the board. [floridanursing.gov, 2018] 64B9-4.0025 Provisional Certification"}
{"id": "article-41861_319", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Before certification by the appropriate professional or national nursing specialty board, applicants for certification as certified registered nurse anesthetists, psychiatric nurses, or certified nurse-midwives may apply for provisional state certification. Each applicant for provisional state certification must be a graduate of an appropriate educational program under Rule 64B9-4.002, F.A.C. The provisional ARNP certification is valid for twelve months. The provisional ARNP certification will expire if no specialty board certification submitted within twelve months of the date granting provisional ARNP certification. [flrules.org, 2018] 64B9-15.0096 Mediation The Board finds that mediation is an acceptable resolution for the first instance of the following violations:", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Before certification by the appropriate professional or national nursing specialty board, applicants for certification as certified registered nurse anesthetists, psychiatric nurses, or certified nurse-midwives may apply for provisional state certification. Each applicant for provisional state certification must be a graduate of an appropriate educational program under Rule 64B9-4.002, F.A.C. The provisional ARNP certification is valid for twelve months. The provisional ARNP certification will expire if no specialty board certification submitted within twelve months of the date granting provisional ARNP certification. [flrules.org, 2018] 64B9-15.0096 Mediation The Board finds that mediation is an acceptable resolution for the first instance of the following violations:"}
{"id": "article-41861_320", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Issuance of a worthless bank check to the Department or the Board for initial licensure or renewal of a license provided the licensee does not practice on a delinquent license. Failure to report a change of address for more than thirty days but less than sixty days, in violation of Section 464.203(6), F.S., provided the failure does not constitute a failure to comply with a directive from the Board. [flrules.org, 2018] 64B9-15.0095 Citation for Certified Nursing Assistants", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Issuance of a worthless bank check to the Department or the Board for initial licensure or renewal of a license provided the licensee does not practice on a delinquent license. Failure to report a change of address for more than thirty days but less than sixty days, in violation of Section 464.203(6), F.S., provided the failure does not constitute a failure to comply with a directive from the Board. [flrules.org, 2018] 64B9-15.0095 Citation for Certified Nursing Assistants"}
{"id": "article-41861_321", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "“Citation” means an instrument that meets the requirements outlined in Section 456.077, F.S., and which is served upon a licensee to assess a penalty in an amount established by this rule.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. “Citation” means an instrument that meets the requirements outlined in Section 456.077, F.S., and which is served upon a licensee to assess a penalty in an amount established by this rule."}
{"id": "article-41861_322", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "Instead of the disciplinary procedures contained in Section 456.073, F.S., the Department of Health might issue a citation to the subject within six months after the filing of the complaint which is the basis for the citation. All citations include a requirement that the respondent corrects the violation, if remediable, within a specified period and impose whatever obligations will remedy the offense.", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. Instead of the disciplinary procedures contained in Section 456.073, F.S., the Department of Health might issue a citation to the subject within six months after the filing of the complaint which is the basis for the citation. All citations include a requirement that the respondent corrects the violation, if remediable, within a specified period and impose whatever obligations will remedy the offense."}
{"id": "article-41861_323", "title": "Florida Nurse Practice Act Laws and Rules -- Other Issues", "content": "The Board designates the following as a citation violation, which shall result in the Board imposing a penalty of $25.00: A first-time failure to report a misdemeanor to the Board, in writing within thirty days after the licensee has been convicted or found guilty of or entered a plea of nolo contendere to, regardless of adjudication, a crime in any jurisdiction, in violation of Section 456.072(1)(x), F.S. [flrules.org, 2018]", "contents": "Florida Nurse Practice Act Laws and Rules -- Other Issues. The Board designates the following as a citation violation, which shall result in the Board imposing a penalty of $25.00: A first-time failure to report a misdemeanor to the Board, in writing within thirty days after the licensee has been convicted or found guilty of or entered a plea of nolo contendere to, regardless of adjudication, a crime in any jurisdiction, in violation of Section 456.072(1)(x), F.S. [flrules.org, 2018]"}
{"id": "article-41861_324", "title": "Florida Nurse Practice Act Laws and Rules -- Enhancing Healthcare Team Outcomes", "content": "Laws are dynamic, amended and enacted as the legislative need arises. A healthcare provider must be versed in current practice standards and rules outlined in their states Nurse Practice Act. A scope of practice defined, and a framework set for the delegation of duties and safe patient care environments. Professional ethics and legislation a guide in the murky waters of the current healthcare setting of multiple comorbidities, polypharmacy, and the opioid crisis. [8]", "contents": "Florida Nurse Practice Act Laws and Rules -- Enhancing Healthcare Team Outcomes. Laws are dynamic, amended and enacted as the legislative need arises. A healthcare provider must be versed in current practice standards and rules outlined in their states Nurse Practice Act. A scope of practice defined, and a framework set for the delegation of duties and safe patient care environments. Professional ethics and legislation a guide in the murky waters of the current healthcare setting of multiple comorbidities, polypharmacy, and the opioid crisis. [8]"}
{"id": "article-41861_325", "title": "Florida Nurse Practice Act Laws and Rules -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Florida Nurse Practice Act Laws and Rules -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}