{"id": "article-35394_0", "title": "Selenium -- Continuing Education Activity", "content": "Selenium is a trace metal supplement used to manage and treat selenium deficiency. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of selenium supplementation in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with selenium deficiency and its related conditions and sequelae.", "contents": "Selenium -- Continuing Education Activity. Selenium is a trace metal supplement used to manage and treat selenium deficiency. This activity reviews the indications, contraindications, activity, adverse events, and other key elements of selenium supplementation in the clinical setting related to the essential points needed by members of an interprofessional team managing the care of patients with selenium deficiency and its related conditions and sequelae."}
{"id": "article-35394_1", "title": "Selenium -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of selenium. Describe the adverse effects of selenium. Review administration of selenium as a supplement and as a topical agent. Summarize some interprofessional team strategies for improving care coordination and communication to advance selenium therapy and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Selenium -- Continuing Education Activity. Objectives: Identify the mechanism of action of selenium. Describe the adverse effects of selenium. Review administration of selenium as a supplement and as a topical agent. Summarize some interprofessional team strategies for improving care coordination and communication to advance selenium therapy and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-35394_2", "title": "Selenium -- Indications", "content": "Selenium is a trace mineral that exists in minimal concentrations in the body but can play an essential role in human health. Food sources high in selenium include Brazil nuts, seeds, mushrooms, fish, seafood, beef, and poultry. [1] Selenium presents in an organic form as selenomethionine in plant food and an inorganic form as selenate and selenite in supplements; both the organic and inorganic forms have greater than 90% bioavailability. [2] Selenium absorption occurs mainly within the duodenum of the small intestine. The mechanism of absorption depends on the form of selenium. Selenite is absorbed by simple diffusion, whereas selenate would be by a cotransport sodium selenate and exchange selenate/OH− via an active transport sodium pump. [3]", "contents": "Selenium -- Indications. Selenium is a trace mineral that exists in minimal concentrations in the body but can play an essential role in human health. Food sources high in selenium include Brazil nuts, seeds, mushrooms, fish, seafood, beef, and poultry. [1] Selenium presents in an organic form as selenomethionine in plant food and an inorganic form as selenate and selenite in supplements; both the organic and inorganic forms have greater than 90% bioavailability. [2] Selenium absorption occurs mainly within the duodenum of the small intestine. The mechanism of absorption depends on the form of selenium. Selenite is absorbed by simple diffusion, whereas selenate would be by a cotransport sodium selenate and exchange selenate/OH− via an active transport sodium pump. [3]"}
{"id": "article-35394_3", "title": "Selenium -- Indications", "content": "Selenium provides several functions in the human body. It plays a role in enzymatic functions to catalyze thyroid hormone production. [4] Immune system function relies on selenium, as research has associated the mineral with defending the body against infections, particularly viral in origin. [5] Selenium, in the form of selenoproteins, serves as an antioxidant to protect against reactive oxygen species and reactive nitrogen species. [6]", "contents": "Selenium -- Indications. Selenium provides several functions in the human body. It plays a role in enzymatic functions to catalyze thyroid hormone production. [4] Immune system function relies on selenium, as research has associated the mineral with defending the body against infections, particularly viral in origin. [5] Selenium, in the form of selenoproteins, serves as an antioxidant to protect against reactive oxygen species and reactive nitrogen species. [6]"}
{"id": "article-35394_4", "title": "Selenium -- Indications", "content": "Selenium plays an essential role in treating dermatologic conditions. Selenium sulfide administration is typically done via a topical lotion, foam, or shampoo. The main dermatologic indications include tinea versicolor, seborrheic dermatitis of the scalp, dandruff, and hyperkeratosis. [7] [8] [9] [10] Intact skin does not absorb any of the topical selenium.", "contents": "Selenium -- Indications. Selenium plays an essential role in treating dermatologic conditions. Selenium sulfide administration is typically done via a topical lotion, foam, or shampoo. The main dermatologic indications include tinea versicolor, seborrheic dermatitis of the scalp, dandruff, and hyperkeratosis. [7] [8] [9] [10] Intact skin does not absorb any of the topical selenium."}
{"id": "article-35394_5", "title": "Selenium -- Indications", "content": "In excessive doses, selenium is toxic, but it is an essential micronutrient in humans. Selenium supplementation is indicated to replete stores in cases of selenium deficiency. However, this is usually secondary to the localized diet versus an individual problem with the patient. Therefore, a common way to reduce selenium deficiency is via biofortification at the agricultural level. [1] A therapeutic option is to add selenium-enriched foods into the diet on an individualized level. [1]", "contents": "Selenium -- Indications. In excessive doses, selenium is toxic, but it is an essential micronutrient in humans. Selenium supplementation is indicated to replete stores in cases of selenium deficiency. However, this is usually secondary to the localized diet versus an individual problem with the patient. Therefore, a common way to reduce selenium deficiency is via biofortification at the agricultural level. [1] A therapeutic option is to add selenium-enriched foods into the diet on an individualized level. [1]"}
{"id": "article-35394_6", "title": "Selenium -- Indications", "content": "Selenium deficiency is rarely associated with Keshan disease, a cardiomyopathy that ranges from heart failure, cardiomegaly, and electrocardiogram abnormalities to cardiogenic shock and demise. The most common demographic includes children and women of child-bearing age in endemic areas of China. [1] In these regions, preventative selenium supplements are essential to reduce the incidence of the disease.", "contents": "Selenium -- Indications. Selenium deficiency is rarely associated with Keshan disease, a cardiomyopathy that ranges from heart failure, cardiomegaly, and electrocardiogram abnormalities to cardiogenic shock and demise. The most common demographic includes children and women of child-bearing age in endemic areas of China. [1] In these regions, preventative selenium supplements are essential to reduce the incidence of the disease."}
{"id": "article-35394_7", "title": "Selenium -- Indications", "content": "Selenium deficiency occurs more commonly in patients with malabsorption syndrome, mainly caused by stomach and small intestine surgical resections. [11] Removal of gastrointestinal contents reduces the ability for selenium to be absorbed through the small intestine brush border and therefore lowers the selenium serum concentrations below adequate levels. Supplementation for systemic deficiency is FDA-approved as a source of selenium when oral or enteral nutrition is insufficient or not possible. Selenium is FDA indicated in topical form as selenium sulfate for seborrheic dermatitis of the scalp, tinea versicolor, and is used off-label as an adjunct therapy in tinea capitis.", "contents": "Selenium -- Indications. Selenium deficiency occurs more commonly in patients with malabsorption syndrome, mainly caused by stomach and small intestine surgical resections. [11] Removal of gastrointestinal contents reduces the ability for selenium to be absorbed through the small intestine brush border and therefore lowers the selenium serum concentrations below adequate levels. Supplementation for systemic deficiency is FDA-approved as a source of selenium when oral or enteral nutrition is insufficient or not possible. Selenium is FDA indicated in topical form as selenium sulfate for seborrheic dermatitis of the scalp, tinea versicolor, and is used off-label as an adjunct therapy in tinea capitis."}
{"id": "article-35394_8", "title": "Selenium -- Mechanism of Action", "content": "Selenium displays several different mechanisms of action. Many of the various effects of selenium involve the incorporation of selenium into different proteins to create selenoproteins. [6] There are at least 25 selenoproteins within human tissues that provide different functions in the body. [12]", "contents": "Selenium -- Mechanism of Action. Selenium displays several different mechanisms of action. Many of the various effects of selenium involve the incorporation of selenium into different proteins to create selenoproteins. [6] There are at least 25 selenoproteins within human tissues that provide different functions in the body. [12]"}
{"id": "article-35394_9", "title": "Selenium -- Mechanism of Action", "content": "Selenium exerts its biological functions via molecules called selenoproteins, containing the amino acid selenocysteine. The human genome encodes 25 selenoproteins. [13] Selenium plays a role in forming several biologically significant molecules/molecular families in humans and other mammals. Some of these include: Glutathione peroxidases - this family of enzymes catalyzes the reduction of organic hyperoxides and hydrogen peroxide. [14] Thioredoxin reductase - This enzyme functions to form reduced thioredoxin, which serves as a source of electrons for enzymes that play a role in making DNA from RNA precursors. [15] Deiodinase enzymes - These enzymes activate and deactivate various thyroid hormones and hormonal metabolites. There has been speculation that selenium supplementation can help prevent Hashimoto thyroiditis by reducing thyroid peroxidase antibodies, but data remains equivocal. [16] [17]", "contents": "Selenium -- Mechanism of Action. Selenium exerts its biological functions via molecules called selenoproteins, containing the amino acid selenocysteine. The human genome encodes 25 selenoproteins. [13] Selenium plays a role in forming several biologically significant molecules/molecular families in humans and other mammals. Some of these include: Glutathione peroxidases - this family of enzymes catalyzes the reduction of organic hyperoxides and hydrogen peroxide. [14] Thioredoxin reductase - This enzyme functions to form reduced thioredoxin, which serves as a source of electrons for enzymes that play a role in making DNA from RNA precursors. [15] Deiodinase enzymes - These enzymes activate and deactivate various thyroid hormones and hormonal metabolites. There has been speculation that selenium supplementation can help prevent Hashimoto thyroiditis by reducing thyroid peroxidase antibodies, but data remains equivocal. [16] [17]"}
{"id": "article-35394_10", "title": "Selenium -- Mechanism of Action", "content": "Selenium serves as a cofactor for glutathione peroxidase and helps minimize oxidative damage through cellular metabolism. [6] Selenium, in combination with vitamin E, protects cell membranes and organelles from peroxidative destruction. [1] Thus, selenium can boost host defense and the immune system.", "contents": "Selenium -- Mechanism of Action. Selenium serves as a cofactor for glutathione peroxidase and helps minimize oxidative damage through cellular metabolism. [6] Selenium, in combination with vitamin E, protects cell membranes and organelles from peroxidative destruction. [1] Thus, selenium can boost host defense and the immune system."}
{"id": "article-35394_11", "title": "Selenium -- Mechanism of Action", "content": "The requirement of selenium in the endocrine system is defined by its role in making active thyroid hormone. The mineral interacts with iodothyronine deiodinase, an enzyme that transforms inactive thyroid hormone (T4) into active thyroid hormone (T3). [1]", "contents": "Selenium -- Mechanism of Action. The requirement of selenium in the endocrine system is defined by its role in making active thyroid hormone. The mineral interacts with iodothyronine deiodinase, an enzyme that transforms inactive thyroid hormone (T4) into active thyroid hormone (T3). [1]"}
{"id": "article-35394_12", "title": "Selenium -- Mechanism of Action", "content": "As a dermatologic treatment, selenium in the form of selenium sulfide plays an alternative role with several suggestive mechanisms. In the treatment of seborrheic dermatitis, dandruff, and tinea versicolor, selenium sulfide acts as an anti-pityrosporum agent that inhibits the growth of the fungus. [18] Selenium sulfide's cytostatic effect on the epidermis lowers the mitotic rate and cell turnover in the basal layer, consequently reducing the production rate of the stratum corneum and limiting keratotic development. [10] Selenium sulfide blocks enzymes involved in the growth of epithelial tissue. [10] Lastly, research shows that selenium sulfide increases the rate of sebum excretion. [19]", "contents": "Selenium -- Mechanism of Action. As a dermatologic treatment, selenium in the form of selenium sulfide plays an alternative role with several suggestive mechanisms. In the treatment of seborrheic dermatitis, dandruff, and tinea versicolor, selenium sulfide acts as an anti-pityrosporum agent that inhibits the growth of the fungus. [18] Selenium sulfide's cytostatic effect on the epidermis lowers the mitotic rate and cell turnover in the basal layer, consequently reducing the production rate of the stratum corneum and limiting keratotic development. [10] Selenium sulfide blocks enzymes involved in the growth of epithelial tissue. [10] Lastly, research shows that selenium sulfide increases the rate of sebum excretion. [19]"}
{"id": "article-35394_13", "title": "Selenium -- Administration", "content": "The most efficient way to obtain selenium systemically is through a well-balanced diet. Food items rich in selenium include Brazil nuts, halibut, sardines, yellowfin tuna, and shrimp, as well as turkey, chicken, and beef. If additional supplementation is needed, selenium administration can be through both oral and parenteral routes, and the preferred route depends on the indication for use. Most cases of selenium deficiency will reverse with oral supplements or selenium-containing foods. Intravenous infusions of selenium are available; however, they must be diluted before injection to prevent tissue irritation. [12]", "contents": "Selenium -- Administration. The most efficient way to obtain selenium systemically is through a well-balanced diet. Food items rich in selenium include Brazil nuts, halibut, sardines, yellowfin tuna, and shrimp, as well as turkey, chicken, and beef. If additional supplementation is needed, selenium administration can be through both oral and parenteral routes, and the preferred route depends on the indication for use. Most cases of selenium deficiency will reverse with oral supplements or selenium-containing foods. Intravenous infusions of selenium are available; however, they must be diluted before injection to prevent tissue irritation. [12]"}
{"id": "article-35394_14", "title": "Selenium -- Administration", "content": "In 2000 the US Institute of Medicine (IOM) updated estimated average requirements (EARs), recommended dietary allowances (RDAs), and tolerable upper intake limits (ULs) for selenium in their dietary reference intakes (DRIs): The EAR for ages 14 and older: 45 mcg per day. The RDA is 55 mcg daily. For pregnancy: The RDA is 60 mcg daily. For lactation, the RDA increases to 70 mcg per day. For children ages 1 to 13, the RDA is 20 mcg to 40 mcg, increasing with age. The Institute of Medicine has also set the tolerable upper intake level at 400 mcg daily. All these numbers come from the IOM dietary reference intakes (DRIs). [20] When administering selenious acid injection (600 mcg/10 mL), the recommended dosing is as follows: Adults: 60 mcg daily Pediatric patients 7 kg and over: 2 mcg/kg/day. Pediatric patients under 7 kg: 2 to 4 mcg/kg/day. Clinicians should monitor selenium concentrations during the treatment period.", "contents": "Selenium -- Administration. In 2000 the US Institute of Medicine (IOM) updated estimated average requirements (EARs), recommended dietary allowances (RDAs), and tolerable upper intake limits (ULs) for selenium in their dietary reference intakes (DRIs): The EAR for ages 14 and older: 45 mcg per day. The RDA is 55 mcg daily. For pregnancy: The RDA is 60 mcg daily. For lactation, the RDA increases to 70 mcg per day. For children ages 1 to 13, the RDA is 20 mcg to 40 mcg, increasing with age. The Institute of Medicine has also set the tolerable upper intake level at 400 mcg daily. All these numbers come from the IOM dietary reference intakes (DRIs). [20] When administering selenious acid injection (600 mcg/10 mL), the recommended dosing is as follows: Adults: 60 mcg daily Pediatric patients 7 kg and over: 2 mcg/kg/day. Pediatric patients under 7 kg: 2 to 4 mcg/kg/day. Clinicians should monitor selenium concentrations during the treatment period."}
{"id": "article-35394_15", "title": "Selenium -- Administration", "content": "Dermatologic conditions require the use of topical administration of selenium sulfide. [10] [21] For seborrheic dermatitis, recommendations are as follows: 1% shampoo: Apply twice weekly, with a maximum of 7 times per week. It should not be used on inflamed or broken skin. Treatment should be for the shortest effective duration. [10] 2.25% shampoo or 2.5% lotion: Apply one to four times weekly.", "contents": "Selenium -- Administration. Dermatologic conditions require the use of topical administration of selenium sulfide. [10] [21] For seborrheic dermatitis, recommendations are as follows: 1% shampoo: Apply twice weekly, with a maximum of 7 times per week. It should not be used on inflamed or broken skin. Treatment should be for the shortest effective duration. [10] 2.25% shampoo or 2.5% lotion: Apply one to four times weekly."}
{"id": "article-35394_16", "title": "Selenium -- Adverse Effects", "content": "Selenium supplementation has a very low adverse effect profile. A majority of the adverse reactions center around selenium sulfide. The more common adverse effects include redness, burning, itching, stinging, scalp sores, increased oiliness, nail hyperpigmentation, and skin irritation, creating contact dermatitis. [22] Less common effects associated specifically with selenium sulfide shampoo include scalp hyperpigmentation, scalp discoloration, and alopecia. A rare non-dermatologic effect includes nausea due to the odor of the medication. [22] [23] [24] [25] [26] [27] There are no reported severe reactions to using this drug.", "contents": "Selenium -- Adverse Effects. Selenium supplementation has a very low adverse effect profile. A majority of the adverse reactions center around selenium sulfide. The more common adverse effects include redness, burning, itching, stinging, scalp sores, increased oiliness, nail hyperpigmentation, and skin irritation, creating contact dermatitis. [22] Less common effects associated specifically with selenium sulfide shampoo include scalp hyperpigmentation, scalp discoloration, and alopecia. A rare non-dermatologic effect includes nausea due to the odor of the medication. [22] [23] [24] [25] [26] [27] There are no reported severe reactions to using this drug."}
{"id": "article-35394_17", "title": "Selenium -- Contraindications", "content": "The only true contraindication to selenium is a previous hypersensitivity reaction with topical application. There are precautions to take when administering selenium in patients with particular comorbidities. Caution is necessary for patients with gastrointestinal dysfunction, as there is evidence of selenium causing gastrointestinal symptoms in these specific patients, such as diarrhea and vomiting. [28] Clinicians should be cautious when prescribing dietary supplements to patients with renal failure due to inadequate renal excretion. However, such evidence for precaution with early chronic kidney disease is not as strong as data for patients on dialysis. [29]", "contents": "Selenium -- Contraindications. The only true contraindication to selenium is a previous hypersensitivity reaction with topical application. There are precautions to take when administering selenium in patients with particular comorbidities. Caution is necessary for patients with gastrointestinal dysfunction, as there is evidence of selenium causing gastrointestinal symptoms in these specific patients, such as diarrhea and vomiting. [28] Clinicians should be cautious when prescribing dietary supplements to patients with renal failure due to inadequate renal excretion. However, such evidence for precaution with early chronic kidney disease is not as strong as data for patients on dialysis. [29]"}
{"id": "article-35394_18", "title": "Selenium -- Monitoring", "content": "Symptoms of selenium deficiency are rare but include: Deformity of bones, cartilage, and joints Restricted movements Myalgias Extremity edema Shortness of breath [1] Can monitor selenium levels via: Serum selenium levels Scalp hair selenium levels Nail selenium levels Glutathione peroxidase activity in plasma Glutathione peroxidase activity in erythrocytes Glutathione peroxidase activity in thrombocytes Glutathione peroxidase activity in whole blood The concentration of selenoprotein P (SePP) [1]", "contents": "Selenium -- Monitoring. Symptoms of selenium deficiency are rare but include: Deformity of bones, cartilage, and joints Restricted movements Myalgias Extremity edema Shortness of breath [1] Can monitor selenium levels via: Serum selenium levels Scalp hair selenium levels Nail selenium levels Glutathione peroxidase activity in plasma Glutathione peroxidase activity in erythrocytes Glutathione peroxidase activity in thrombocytes Glutathione peroxidase activity in whole blood The concentration of selenoprotein P (SePP) [1]"}
{"id": "article-35394_19", "title": "Selenium -- Toxicity", "content": "Selenium is considered a relatively non-toxic supplement. However, extremely high selenium intake can result in diarrhea, fatigue, hair loss, joint pain, nail discoloration or brittleness, and nausea. [28] Due to selenium supplementation toxicity being extremely rare, there is no current treatment for selenium overdose. If selenium toxicity is suspected, it is best to stop using the supplement.", "contents": "Selenium -- Toxicity. Selenium is considered a relatively non-toxic supplement. However, extremely high selenium intake can result in diarrhea, fatigue, hair loss, joint pain, nail discoloration or brittleness, and nausea. [28] Due to selenium supplementation toxicity being extremely rare, there is no current treatment for selenium overdose. If selenium toxicity is suspected, it is best to stop using the supplement."}
{"id": "article-35394_20", "title": "Selenium -- Enhancing Healthcare Team Outcomes", "content": "Managing selenium deficiency can be difficult, considering this phenomenon typically occurs in underdeveloped and developing regions of the world where healthcare and nutrition are limited. Selenium levels are rarely tested, and clinicians and other healthcare providers are often unaware of deficiencies and treatment options. Therefore, the entire interprofessional healthcare team needs to work together, starting with gathering a good history from the patient. Along with physicians, mid-level practitioners (PAS and NPS), nurses, medical assistants, pharmacists, nutritionists/dieticians, and technicians can ask questions and collect data from the patient. Specifically, it is essential to ask about diet, as many selenium-deficient patients lack selenium in the food they consume. Pharmacists must stay up to date with the most recent guidelines regarding selenium supplementation dosing so that pharmacists and clinical staff can communicate to ensure the most beneficial course of action for patients.", "contents": "Selenium -- Enhancing Healthcare Team Outcomes. Managing selenium deficiency can be difficult, considering this phenomenon typically occurs in underdeveloped and developing regions of the world where healthcare and nutrition are limited. Selenium levels are rarely tested, and clinicians and other healthcare providers are often unaware of deficiencies and treatment options. Therefore, the entire interprofessional healthcare team needs to work together, starting with gathering a good history from the patient. Along with physicians, mid-level practitioners (PAS and NPS), nurses, medical assistants, pharmacists, nutritionists/dieticians, and technicians can ask questions and collect data from the patient. Specifically, it is essential to ask about diet, as many selenium-deficient patients lack selenium in the food they consume. Pharmacists must stay up to date with the most recent guidelines regarding selenium supplementation dosing so that pharmacists and clinical staff can communicate to ensure the most beneficial course of action for patients."}
{"id": "article-35394_21", "title": "Selenium -- Enhancing Healthcare Team Outcomes", "content": "The same approach is valid when patients have a condition that will respond to topical selenium preparations. This therapy may also involve a dermatologist working with the family clinician, nursing staff, and pharmacist to answer patient questions and provide guidance on using the drug and what to look for in the rare event of an adverse reaction. This interprofessional approach will optimize selenium therapy and use the agent only when necessary, leading to better patient outcomes. [Level 5]", "contents": "Selenium -- Enhancing Healthcare Team Outcomes. The same approach is valid when patients have a condition that will respond to topical selenium preparations. This therapy may also involve a dermatologist working with the family clinician, nursing staff, and pharmacist to answer patient questions and provide guidance on using the drug and what to look for in the rare event of an adverse reaction. This interprofessional approach will optimize selenium therapy and use the agent only when necessary, leading to better patient outcomes. [Level 5]"}
{"id": "article-35394_22", "title": "Selenium -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Selenium -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}