{"id": "article-32326_0", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Introduction", "content": "The abdominopelvic cavity is confined superiorly by the diaphragm and extends inferiorly into the pelvis. This cavity houses most digestive organs and parts of the urogenital system. The abdominopelvic vasculature is complex and supplies various organs and tissue layers across many planes. Physiologic variation among vessels introduces diversity among patient populations. Pathologies affecting the abdominopelvic vasculature, such as atherosclerosis, aneurysms, thrombosis, and vascular malformations, can have profound clinical implications. Surgeons regularly need to manipulate and manage the vasculature during abdominopelvic surgeries. Understanding abdominopelvic anatomy is a critical component of clinical and surgical knowledge.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Introduction. The abdominopelvic cavity is confined superiorly by the diaphragm and extends inferiorly into the pelvis. This cavity houses most digestive organs and parts of the urogenital system. The abdominopelvic vasculature is complex and supplies various organs and tissue layers across many planes. Physiologic variation among vessels introduces diversity among patient populations. Pathologies affecting the abdominopelvic vasculature, such as atherosclerosis, aneurysms, thrombosis, and vascular malformations, can have profound clinical implications. Surgeons regularly need to manipulate and manage the vasculature during abdominopelvic surgeries. Understanding abdominopelvic anatomy is a critical component of clinical and surgical knowledge."}
{"id": "article-32326_1", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Structure and Function", "content": "The abdominal aorta supplies the abdomen's circulation (see Image . CT Scan L1-L2 Level). This large blood vessel is the thoracic aorta's furtherance into the abdominal compartment, piercing the diaphragm close to the 12th thoracic vertebra (T12) and bifurcating around the fourth and fifth lumbar vertebrae (L4 and L5). [1] The abdominal aorta provides a vast network of paired and unpaired branches that supply the abdomen, some of which bifurcate inferiorly to supply the pelvis and lower limbs.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Structure and Function. The abdominal aorta supplies the abdomen's circulation (see Image . CT Scan L1-L2 Level). This large blood vessel is the thoracic aorta's furtherance into the abdominal compartment, piercing the diaphragm close to the 12th thoracic vertebra (T12) and bifurcating around the fourth and fifth lumbar vertebrae (L4 and L5). [1] The abdominal aorta provides a vast network of paired and unpaired branches that supply the abdomen, some of which bifurcate inferiorly to supply the pelvis and lower limbs."}
{"id": "article-32326_2", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Structure and Function", "content": "Abdominal venous drainage occurs by the inferior vena cava (IVC) and its tributaries. Portal venous blood passes through the liver and finally drains into the IVC. The IVC forms at the fifth lumbar vertebrae by the union between the left and right common iliac veins. The IVC ascends anterior to the vertebral column on the abdominal aorta's right side (see Image . Point of Care Ultrasound of the Inferior Vena Cava and Abdominal Aorta). The IVC then pierces the diaphragm at the T8 level just before opening into the right atrium in the thorax. [2]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Structure and Function. Abdominal venous drainage occurs by the inferior vena cava (IVC) and its tributaries. Portal venous blood passes through the liver and finally drains into the IVC. The IVC forms at the fifth lumbar vertebrae by the union between the left and right common iliac veins. The IVC ascends anterior to the vertebral column on the abdominal aorta's right side (see Image . Point of Care Ultrasound of the Inferior Vena Cava and Abdominal Aorta). The IVC then pierces the diaphragm at the T8 level just before opening into the right atrium in the thorax. [2]"}
{"id": "article-32326_3", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology", "content": "During embryonic development, the descending aorta forms from the fusion of the 2 embryonic dorsal aortae below the pharyngeal arches. This process establishes the abdominal aorta, giving rise to 3 main arterial groups. The dorsal arteries, traversing posteriorly to the spinal cord and body wall, form the lumbar arteries. The lateral arteries, including the suprarenal, renal, and gonadal arteries, develop bilaterally from the abdominal aorta, with the renal arteries being the largest branch. The anterior arteries supply the gut, consisting of the celiac trunk for the foregut, the superior mesenteric artery (SMA) for the midgut, and the inferior mesenteric artery (IMA) for the hindgut.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology. During embryonic development, the descending aorta forms from the fusion of the 2 embryonic dorsal aortae below the pharyngeal arches. This process establishes the abdominal aorta, giving rise to 3 main arterial groups. The dorsal arteries, traversing posteriorly to the spinal cord and body wall, form the lumbar arteries. The lateral arteries, including the suprarenal, renal, and gonadal arteries, develop bilaterally from the abdominal aorta, with the renal arteries being the largest branch. The anterior arteries supply the gut, consisting of the celiac trunk for the foregut, the superior mesenteric artery (SMA) for the midgut, and the inferior mesenteric artery (IMA) for the hindgut."}
{"id": "article-32326_4", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology", "content": "The celiac trunk, SMA, and IMA arise from the abdominal aorta's ventral aspect at different levels. These arteries' roots are connected by a longitudinal anastomosis, which may either regress, resulting in normal anatomy, or persist, leading to variations. Additionally, the kidneys initially develop in the pelvis and ascend while receiving new vessels from the abdominal aorta's lateral side at successive levels. Persistent embryonic vessels can give rise to accessory renal arteries. The common iliac arteries also derive from the aorta's fifth dorsal aortic branches during early embryological development. [3]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology. The celiac trunk, SMA, and IMA arise from the abdominal aorta's ventral aspect at different levels. These arteries' roots are connected by a longitudinal anastomosis, which may either regress, resulting in normal anatomy, or persist, leading to variations. Additionally, the kidneys initially develop in the pelvis and ascend while receiving new vessels from the abdominal aorta's lateral side at successive levels. Persistent embryonic vessels can give rise to accessory renal arteries. The common iliac arteries also derive from the aorta's fifth dorsal aortic branches during early embryological development. [3]"}
{"id": "article-32326_5", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology", "content": "Contrarily, embryonic IVC formation is a complex process of fusion and regression of several embryological veins. Initially, the right and left horns of the sinus venosus receive paired common cardinal, umbilical, and vitelline veins, draining blood from various tissues, the placenta, and the yolk sac, respectively. These veins change as the embryo matures, with some persisting to form crucial mature venous segments. Paired posterior cardinal veins dominate during the sixth week of gestation, carrying blood from the embryo's caudal portion to the common cardinal vein, persisting as the mature common iliac veins. Meanwhile, proximally, paired vitelline and umbilical veins contribute to the hepatic sinusoidal network, forming the basis for the IVC's hepatic segment. The right hepatocardiac channel persists postnatally.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology. Contrarily, embryonic IVC formation is a complex process of fusion and regression of several embryological veins. Initially, the right and left horns of the sinus venosus receive paired common cardinal, umbilical, and vitelline veins, draining blood from various tissues, the placenta, and the yolk sac, respectively. These veins change as the embryo matures, with some persisting to form crucial mature venous segments. Paired posterior cardinal veins dominate during the sixth week of gestation, carrying blood from the embryo's caudal portion to the common cardinal vein, persisting as the mature common iliac veins. Meanwhile, proximally, paired vitelline and umbilical veins contribute to the hepatic sinusoidal network, forming the basis for the IVC's hepatic segment. The right hepatocardiac channel persists postnatally."}
{"id": "article-32326_6", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology", "content": "Paired subcardinal and supracardinal veins emerge as dominant tributaries. These veins form multiple channels draining into the posterior cardinal veins, giving rise to significant anastomotic networks. The intersubcardinal anastomosis forms the left renal vein, contributing to the IVC's renal segment, while the suprarenal portion arises from the right subcardinal vein's cranial end. Gonadal and suprarenal veins are also derived from the subcardinal veins. Caudally, the right supracardinal vein persists as the infrarenal IVC, communicating with the paired iliac veins. Thus, the mature IVC consists of infrarenal, renal, suprarenal, infrahepatic, and hepatic segments, with contributions from various embryological veins. Posterior cardinal veins persist as paired common iliac veins, and supracardinal veins contribute to the azygos venous system. [4]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Embryology. Paired subcardinal and supracardinal veins emerge as dominant tributaries. These veins form multiple channels draining into the posterior cardinal veins, giving rise to significant anastomotic networks. The intersubcardinal anastomosis forms the left renal vein, contributing to the IVC's renal segment, while the suprarenal portion arises from the right subcardinal vein's cranial end. Gonadal and suprarenal veins are also derived from the subcardinal veins. Caudally, the right supracardinal vein persists as the infrarenal IVC, communicating with the paired iliac veins. Thus, the mature IVC consists of infrarenal, renal, suprarenal, infrahepatic, and hepatic segments, with contributions from various embryological veins. Posterior cardinal veins persist as paired common iliac veins, and supracardinal veins contribute to the azygos venous system. [4]"}
{"id": "article-32326_7", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Blood Supply to the Abdomen", "content": "The abdominal arteries arise from the abdominal aorta, which enters the abdomen through the diaphragmatic aortic hiatus near the T12 vertebrae and descends on the IVC’s left side anterior to the vertebral bodies (see Image . Retroperitoneal Organs). The aorta gives off the renal arteries and the 3 major trunks supplying the alimentary organs before bifurcating at the L4 vertebrae. [5]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Blood Supply to the Abdomen. The abdominal arteries arise from the abdominal aorta, which enters the abdomen through the diaphragmatic aortic hiatus near the T12 vertebrae and descends on the IVC’s left side anterior to the vertebral bodies (see Image . Retroperitoneal Organs). The aorta gives off the renal arteries and the 3 major trunks supplying the alimentary organs before bifurcating at the L4 vertebrae. [5]"}
{"id": "article-32326_8", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta", "content": "The branches of the abdominal aorta include 3 major unpaired trunks comprising the celiac trunk, SMA, and IMA, 6 paired branches, and an unpaired median sacral artery. Another way of classifying the abdominal aorta branches is: Ventral branches: Celiac trunk, SMA, and IMA (see Image . Superior and Inferior Mesenteric Arteries) Lateral branches: Inferior phrenic, middle suprarenal, renal, and gonadal arteries Dorsal branches: Lumbar and median sacral arteries Terminal branches: Right and left common iliac arteries", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta. The branches of the abdominal aorta include 3 major unpaired trunks comprising the celiac trunk, SMA, and IMA, 6 paired branches, and an unpaired median sacral artery. Another way of classifying the abdominal aorta branches is: Ventral branches: Celiac trunk, SMA, and IMA (see Image . Superior and Inferior Mesenteric Arteries) Lateral branches: Inferior phrenic, middle suprarenal, renal, and gonadal arteries Dorsal branches: Lumbar and median sacral arteries Terminal branches: Right and left common iliac arteries"}
{"id": "article-32326_9", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta", "content": "The initial branches of the abdominal aorta are the paired inferior phrenic arteries, which further branch into the superior suprarenal arteries. The next abdominal aortic branch is the unpaired celiac trunk. This large artery arises at the T12-L1 level and supplies the foregut, comprising the esophagus, stomach, proximal half of the duodenum, gallbladder, superior pancreas, and liver. [6] The celiac trunk lies posterior to the stomach and lesser omentum. The 3 major branches of the celiac trunk are the common hepatic, left gastric, and splenic arteries. The common hepatic artery further divides into the proper hepatic, right gastric, and gastroduodenal arteries. [7]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta. The initial branches of the abdominal aorta are the paired inferior phrenic arteries, which further branch into the superior suprarenal arteries. The next abdominal aortic branch is the unpaired celiac trunk. This large artery arises at the T12-L1 level and supplies the foregut, comprising the esophagus, stomach, proximal half of the duodenum, gallbladder, superior pancreas, and liver. [6] The celiac trunk lies posterior to the stomach and lesser omentum. The 3 major branches of the celiac trunk are the common hepatic, left gastric, and splenic arteries. The common hepatic artery further divides into the proper hepatic, right gastric, and gastroduodenal arteries. [7]"}
{"id": "article-32326_10", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta", "content": "The paired middle suprarenal arteries are the third abdominal aortic branches, followed by the unpaired SMA. [8] The SMA provides oxygenated blood to the midgut, which includes the distal duodenum, jejunum, ileum, cecum, appendix, ascending colon, right colic flexure, and proximal two-thirds of the transverse colon. [9] The fifth branches are the paired renal arteries, which give rise to the inferior suprarenal arteries. The renal arteries arise at the L1-L2 level and supply the kidneys on either side. Each renal artery further subdivides into anterior and posterior branches. [10] The anterior branch further divides into 4 segmental arteries that supply renal tissue. [11]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta. The paired middle suprarenal arteries are the third abdominal aortic branches, followed by the unpaired SMA. [8] The SMA provides oxygenated blood to the midgut, which includes the distal duodenum, jejunum, ileum, cecum, appendix, ascending colon, right colic flexure, and proximal two-thirds of the transverse colon. [9] The fifth branches are the paired renal arteries, which give rise to the inferior suprarenal arteries. The renal arteries arise at the L1-L2 level and supply the kidneys on either side. Each renal artery further subdivides into anterior and posterior branches. [10] The anterior branch further divides into 4 segmental arteries that supply renal tissue. [11]"}
{"id": "article-32326_11", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta", "content": "The lumbar arteries follow the renal arteries; the first four sets are paired. A set of paired testicular or ovarian arteries supply the gonads. [12] [13] The third unpaired abdominal aortic branch is the IMA, which arises around L3. This blood vessel supplies the hindgut structures, including the distal half of the transverse colon, left colic flexure, descending and sigmoid colons, rectum, and upper anal canal. [14] [15] The common iliac arteries are the final paired branches of the abdominal aorta and supply the pelvis and lower limbs. [16] The small unpaired offshoot branch is the median sacral artery. [17]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Branches of the abdominal aorta. The lumbar arteries follow the renal arteries; the first four sets are paired. A set of paired testicular or ovarian arteries supply the gonads. [12] [13] The third unpaired abdominal aortic branch is the IMA, which arises around L3. This blood vessel supplies the hindgut structures, including the distal half of the transverse colon, left colic flexure, descending and sigmoid colons, rectum, and upper anal canal. [14] [15] The common iliac arteries are the final paired branches of the abdominal aorta and supply the pelvis and lower limbs. [16] The small unpaired offshoot branch is the median sacral artery. [17]"}
{"id": "article-32326_12", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Abdominal arterial anastomoses", "content": "Abdominal arterial arrangement provides adequate blood flow to the abdominal organs. The abdomen has 3 major arterial anastomoses. The pancreaticoduodenal arteries unite the celiac trunk and SMA. The middle and left colic arteries connect the SMA and IMA. The superior and middle or inferior rectal arteries join the IMA with the internal iliac arteries. [18]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Abdominal arterial anastomoses. Abdominal arterial arrangement provides adequate blood flow to the abdominal organs. The abdomen has 3 major arterial anastomoses. The pancreaticoduodenal arteries unite the celiac trunk and SMA. The middle and left colic arteries connect the SMA and IMA. The superior and middle or inferior rectal arteries join the IMA with the internal iliac arteries. [18]"}
{"id": "article-32326_13", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply Distal to the Aortic Bifurcation", "content": "The abdominal aorta bifurcates into the right and left common iliac arteries close to the L4 vertebral level. Each common iliac artery courses inferolaterally before dividing into the external and internal iliac arteries. The external iliac artery descends into the iliac fossa and becomes the femoral artery posterior to the inguinal ligament. [19]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply Distal to the Aortic Bifurcation. The abdominal aorta bifurcates into the right and left common iliac arteries close to the L4 vertebral level. Each common iliac artery courses inferolaterally before dividing into the external and internal iliac arteries. The external iliac artery descends into the iliac fossa and becomes the femoral artery posterior to the inguinal ligament. [19]"}
{"id": "article-32326_14", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The anterolateral abdominal wall has an intricate vascular network. The superior epigastric vessels and musculophrenic branches comprise the bulk of the anterolateral abdominal wall vasculature. The inferior epigastric and deep circumflex iliac vessels branch from the external iliac vessels. The superficial circumflex and superficial epigastric vessels arise from the femoral artery and greater saphenous vein. The 10th and 11th posterior intercostal vessels and subcostal branches are the final aortic bifurcations.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The anterolateral abdominal wall has an intricate vascular network. The superior epigastric vessels and musculophrenic branches comprise the bulk of the anterolateral abdominal wall vasculature. The inferior epigastric and deep circumflex iliac vessels branch from the external iliac vessels. The superficial circumflex and superficial epigastric vessels arise from the femoral artery and greater saphenous vein. The 10th and 11th posterior intercostal vessels and subcostal branches are the final aortic bifurcations."}
{"id": "article-32326_15", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The anterolateral abdominal wall vessels are arranged circumferentially, similar to the intercostal vessels. In contrast, the central abdominal wall vessels are oriented vertically. The superior epigastric artery is a continuation of the internal thoracic artery, supplying the superior rectus abdominis and connecting with the inferior epigastric artery at the level of the umbilicus. The inferior epigastric artery diverges from the external iliac artery to perfuse the rectus abdominis muscle. The musculophrenic artery arises from the internal thoracic artery, supplying the anterolateral diaphragm. The deep circumflex artery is a branch of the external iliac artery, perfusing the iliacus muscle. [20]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The anterolateral abdominal wall vessels are arranged circumferentially, similar to the intercostal vessels. In contrast, the central abdominal wall vessels are oriented vertically. The superior epigastric artery is a continuation of the internal thoracic artery, supplying the superior rectus abdominis and connecting with the inferior epigastric artery at the level of the umbilicus. The inferior epigastric artery diverges from the external iliac artery to perfuse the rectus abdominis muscle. The musculophrenic artery arises from the internal thoracic artery, supplying the anterolateral diaphragm. The deep circumflex artery is a branch of the external iliac artery, perfusing the iliacus muscle. [20]"}
{"id": "article-32326_16", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The femoral artery has 2 branches. One branch is the superficial circumflex iliac artery, which supplies the superficial abdominal wall in the inguinal area. The other branch is the superficial epigastric artery, which provides circulation to the superficial abdominal wall in the pubic region. [21]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The femoral artery has 2 branches. One branch is the superficial circumflex iliac artery, which supplies the superficial abdominal wall in the inguinal area. The other branch is the superficial epigastric artery, which provides circulation to the superficial abdominal wall in the pubic region. [21]"}
{"id": "article-32326_17", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "Venous drainage of the anterior abdominal wall is to the superior vena cava via the internal thoracic vein medially and lateral thoracic veins laterally. The inferior vena cava also drains the abdominal wall through the superficial and inferior epigastric veins. [22]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. Venous drainage of the anterior abdominal wall is to the superior vena cava via the internal thoracic vein medially and lateral thoracic veins laterally. The inferior vena cava also drains the abdominal wall through the superficial and inferior epigastric veins. [22]"}
{"id": "article-32326_18", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The pelvis has several anastomotic networks and thus extensive collateral circulation (see Image. Pelvic Blood Vessels). The female pelvis is supplied by 6 main arteries, including the paired internal iliac and ovarian arteries and the unpaired superior rectal and median sacral arteries. The male pelvis, on the other hand, only has 4 main arteries since the paired testicular arteries do not enter the lesser pelvis in males.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The pelvis has several anastomotic networks and thus extensive collateral circulation (see Image. Pelvic Blood Vessels). The female pelvis is supplied by 6 main arteries, including the paired internal iliac and ovarian arteries and the unpaired superior rectal and median sacral arteries. The male pelvis, on the other hand, only has 4 main arteries since the paired testicular arteries do not enter the lesser pelvis in males."}
{"id": "article-32326_19", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The internal iliac artery is the predominant major pelvic vessel, perfusing most pelvic viscera and some musculoskeletal structures. The internal iliac artery also supplies the gluteal region, medial thigh, and perineal areas. Each internal iliac artery is approximately 4 cm long; the common iliac artery bifurcates into the internal and external iliac arteries at approximately the level of the L5 vertebrae. [23] [24] The internal iliac artery descends posteromedially into the lesser pelvis, traveling medial to the external iliac artery and obturator nerve.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The internal iliac artery is the predominant major pelvic vessel, perfusing most pelvic viscera and some musculoskeletal structures. The internal iliac artery also supplies the gluteal region, medial thigh, and perineal areas. Each internal iliac artery is approximately 4 cm long; the common iliac artery bifurcates into the internal and external iliac arteries at approximately the level of the L5 vertebrae. [23] [24] The internal iliac artery descends posteromedially into the lesser pelvis, traveling medial to the external iliac artery and obturator nerve."}
{"id": "article-32326_20", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The internal iliac artery divides into an anterior and posterior trunk at the level of the greater sciatic foramen. The anterior division mainly supplies visceral structures like the bladder, rectum, and reproductive organs. The internal iliac artery continues as the umbilical artery prenatally and connects to the placenta, providing nutrition to the fetus. The umbilical arteries become occluded after birth and become the fibrous cords called “medial umbilical ligaments.” [25]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The internal iliac artery divides into an anterior and posterior trunk at the level of the greater sciatic foramen. The anterior division mainly supplies visceral structures like the bladder, rectum, and reproductive organs. The internal iliac artery continues as the umbilical artery prenatally and connects to the placenta, providing nutrition to the fetus. The umbilical arteries become occluded after birth and become the fibrous cords called “medial umbilical ligaments.” [25]"}
{"id": "article-32326_21", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The obturator artery arises from either the common or anterior iliac artery, passing between the obturator vein and nerve. [26] This obturator artery gives off muscular branches and subdivisions to the ileum and pubic area. The inferior vesical arteries in men and vaginal arteries in women supply the inferior portion of the bladder and the pelvic urethra. The inferior vesical artery supplies the prostate, while the vaginal artery supplies the proximal vagina. The uterine artery is an additional branch of the internal iliac artery in women, providing circulation to the uterus, uterine tubes, ovaries, and superior vagina together with the vaginal artery. The middle rectal artery supplies parts of the rectum, the seminal glands, and the prostate.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The obturator artery arises from either the common or anterior iliac artery, passing between the obturator vein and nerve. [26] This obturator artery gives off muscular branches and subdivisions to the ileum and pubic area. The inferior vesical arteries in men and vaginal arteries in women supply the inferior portion of the bladder and the pelvic urethra. The inferior vesical artery supplies the prostate, while the vaginal artery supplies the proximal vagina. The uterine artery is an additional branch of the internal iliac artery in women, providing circulation to the uterus, uterine tubes, ovaries, and superior vagina together with the vaginal artery. The middle rectal artery supplies parts of the rectum, the seminal glands, and the prostate."}
{"id": "article-32326_22", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The final 2 anterior branches of the internal iliac artery are the internal pudendal and inferior gluteal arteries. The internal pudendal artery passes through the pudendal canal before terminating as the perineal artery and the dorsal artery of either the penis or clitoris. The inferior gluteal artery supplies the buttocks and the skin and muscles of the posterior thigh.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The final 2 anterior branches of the internal iliac artery are the internal pudendal and inferior gluteal arteries. The internal pudendal artery passes through the pudendal canal before terminating as the perineal artery and the dorsal artery of either the penis or clitoris. The inferior gluteal artery supplies the buttocks and the skin and muscles of the posterior thigh."}
{"id": "article-32326_23", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The posterior branch of the internal iliac artery has 3 subdivisions: the iliolumbar, lateral sacral, and superior gluteal arteries. The iliolumbar artery supplies the quadratus lumborum and psoas major muscles. The lateral sacral arteries give off spinal branches that supply the spinal meninges. These vessels may also give off branches to the erector spinae and the skin overlying the sacrum. Lastly, the superior gluteal artery supplies the muscles of the buttocks. [27]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The posterior branch of the internal iliac artery has 3 subdivisions: the iliolumbar, lateral sacral, and superior gluteal arteries. The iliolumbar artery supplies the quadratus lumborum and psoas major muscles. The lateral sacral arteries give off spinal branches that supply the spinal meninges. These vessels may also give off branches to the erector spinae and the skin overlying the sacrum. Lastly, the superior gluteal artery supplies the muscles of the buttocks. [27]"}
{"id": "article-32326_24", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis", "content": "The other main pelvic arteries are the ovarian, median sacral, and superior rectal arteries. The bilateral ovarian arteries arise from the abdominal aorta inferior to the renal arteries, coursing anterior to the ureter. The ovarian artery gives off ovarian and tubal branches as it enters the lesser pelvis and crosses the external iliac vessels. The median sacral artery originates from the posterior abdominal aorta and gives branches to the lumbar vertebra, sacrum, and coccyx. The superior rectal artery continues from the IMA, dividing at the S3 level into 2 branches to supply the superior rectum and internal anal sphincter. [28]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Arterial Supply to the Abdominal Wall and Pelvis. The other main pelvic arteries are the ovarian, median sacral, and superior rectal arteries. The bilateral ovarian arteries arise from the abdominal aorta inferior to the renal arteries, coursing anterior to the ureter. The ovarian artery gives off ovarian and tubal branches as it enters the lesser pelvis and crosses the external iliac vessels. The median sacral artery originates from the posterior abdominal aorta and gives branches to the lumbar vertebra, sacrum, and coccyx. The superior rectal artery continues from the IMA, dividing at the S3 level into 2 branches to supply the superior rectum and internal anal sphincter. [28]"}
{"id": "article-32326_25", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract", "content": "The IVC is a major systemic drainage route arising from the anastomosis of the 2 common iliac veins at L5. The IVC only drains the lower rectum and anal canal from the gastrointestinal tract. All the drainage from the abdominal viscera above the pectinate line transits the hepatic portal vein and liver sinusoids. Venous blood from the hepatic sinusoids drains to the hepatic veins and IVC before entering the right atrium for oxygenation. The hepatic portal vein also drains the veins from the spleen, pancreas, and gall bladder. The hepatic portal vein is 8 cm long, arising posterior to the neck of the pancreas from the union between the superior mesenteric and splenic veins.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract. The IVC is a major systemic drainage route arising from the anastomosis of the 2 common iliac veins at L5. The IVC only drains the lower rectum and anal canal from the gastrointestinal tract. All the drainage from the abdominal viscera above the pectinate line transits the hepatic portal vein and liver sinusoids. Venous blood from the hepatic sinusoids drains to the hepatic veins and IVC before entering the right atrium for oxygenation. The hepatic portal vein also drains the veins from the spleen, pancreas, and gall bladder. The hepatic portal vein is 8 cm long, arising posterior to the neck of the pancreas from the union between the superior mesenteric and splenic veins."}
{"id": "article-32326_26", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract", "content": "The portal vein supplies the liver with nutrient-laden blood from the alimentary canal. [29] The tributaries of the portal vein include the superior mesenteric, splenic, right and left gastric, cystic, paraumbilical, and superior pancreaticoduodenal veins. Portal vein tributaries anastomose with IVC tributaries at different anatomical sites , giving rise to the portocaval anastomosis. These clinically relevant sites are found at the distal esophagus, hepatic bare areas, umbilicus, falciform ligament (accessory portal system of Sappey), ligamentum venosum fissure, behind the peritoneum, lower rectum, and anal canal. [30]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract. The portal vein supplies the liver with nutrient-laden blood from the alimentary canal. [29] The tributaries of the portal vein include the superior mesenteric, splenic, right and left gastric, cystic, paraumbilical, and superior pancreaticoduodenal veins. Portal vein tributaries anastomose with IVC tributaries at different anatomical sites , giving rise to the portocaval anastomosis. These clinically relevant sites are found at the distal esophagus, hepatic bare areas, umbilicus, falciform ligament (accessory portal system of Sappey), ligamentum venosum fissure, behind the peritoneum, lower rectum, and anal canal. [30]"}
{"id": "article-32326_27", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract", "content": "The pelvic venous outflow arises from the confluence of adjoining veins in the pelvic area. The various plexuses mainly drain into the internal iliac vein, with some draining into the superior rectal vein before reaching the hepatic portal system. Another minor venous drainage path for women is the ovarian vein. The superior gluteal veins are the largest tributaries of the internal iliac vein. [31]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Blood Supply and Lymphatics -- Venous Drainage of the Gastrointestinal Tract. The pelvic venous outflow arises from the confluence of adjoining veins in the pelvic area. The various plexuses mainly drain into the internal iliac vein, with some draining into the superior rectal vein before reaching the hepatic portal system. Another minor venous drainage path for women is the ovarian vein. The superior gluteal veins are the largest tributaries of the internal iliac vein. [31]"}
{"id": "article-32326_28", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves", "content": "The thoracoabdominal nerves are the primary innervation of the anterolateral abdominal wall. These nerves originate from the T7-T11 spinal nerves and supply the anterolateral abdominal wall musculature and overlying skin. The lateral cutaneous branches arise from the T7-T9 segments, innervating the skin over the right and left hypochondriac regions. The subcostal nerves form from the anterior T12 rami, supplementing the innervation of the external oblique muscles' most inferior portion and the overlying skin. The iliohypogastric and ilioinguinal nerves are terminal L1 branches. The iliohypogastric nerve supplies the skin overlying the upper iliac, inguinal, and hypogastric regions. The ilioinguinal nerve supplies the lower inguinal region, mons pubis, and anterior scrotal area.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves. The thoracoabdominal nerves are the primary innervation of the anterolateral abdominal wall. These nerves originate from the T7-T11 spinal nerves and supply the anterolateral abdominal wall musculature and overlying skin. The lateral cutaneous branches arise from the T7-T9 segments, innervating the skin over the right and left hypochondriac regions. The subcostal nerves form from the anterior T12 rami, supplementing the innervation of the external oblique muscles' most inferior portion and the overlying skin. The iliohypogastric and ilioinguinal nerves are terminal L1 branches. The iliohypogastric nerve supplies the skin overlying the upper iliac, inguinal, and hypogastric regions. The ilioinguinal nerve supplies the lower inguinal region, mons pubis, and anterior scrotal area."}
{"id": "article-32326_29", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves", "content": "The sacral and coccygeal nerves innervate most of the pelvic structures, some providing autonomic stimulation. The obturator nerve forms the anterior rami of L2-L4, enters the pelvis, and passes through the obturator foramen, where it divides into anterior and posterior divisions. The obturator nerve does not supply pelvic structures.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves. The sacral and coccygeal nerves innervate most of the pelvic structures, some providing autonomic stimulation. The obturator nerve forms the anterior rami of L2-L4, enters the pelvis, and passes through the obturator foramen, where it divides into anterior and posterior divisions. The obturator nerve does not supply pelvic structures."}
{"id": "article-32326_30", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves", "content": "The lumbosacral trunk is a large nerve arising from the anterior rami of L4 and L5 and the sacral plexus. The sacral plexus, located at the lesser pelvis' posterolateral wall, gives rise to the sciatic and pudendal nerves. The sciatic nerve is the thickest nerve in the body, forming from the anterior rami of L4-S3. This nerve descends and supplies the posterior thigh, lower leg, and foot. The pudendal nerve is the primary innervative supply to the perineum, providing most of the sensation to the external genitalia in both phenotypes. The coccygeal plexus is a small network arising from the anterior rami of S4 and S5. This plexus supplies part of the pelvic diaphragm. The anococcygeal nerves are small nerves arising from the coccygeal plexus that supply the small cutaneous area between the coccyx and anus. [32]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Nerves. The lumbosacral trunk is a large nerve arising from the anterior rami of L4 and L5 and the sacral plexus. The sacral plexus, located at the lesser pelvis' posterolateral wall, gives rise to the sciatic and pudendal nerves. The sciatic nerve is the thickest nerve in the body, forming from the anterior rami of L4-S3. This nerve descends and supplies the posterior thigh, lower leg, and foot. The pudendal nerve is the primary innervative supply to the perineum, providing most of the sensation to the external genitalia in both phenotypes. The coccygeal plexus is a small network arising from the anterior rami of S4 and S5. This plexus supplies part of the pelvic diaphragm. The anococcygeal nerves are small nerves arising from the coccygeal plexus that supply the small cutaneous area between the coccyx and anus. [32]"}
{"id": "article-32326_31", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles", "content": "A funnel-shaped pelvic diaphragm forms the pelvic floor, consisting of the coccygeus and levator ani muscles. This diaphragm separates the pelvic cavity from the perineum. The coccygeus muscle originates from the inferior sacrum and coccyx and attaches to the sacrospinous ligament.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles. A funnel-shaped pelvic diaphragm forms the pelvic floor, consisting of the coccygeus and levator ani muscles. This diaphragm separates the pelvic cavity from the perineum. The coccygeus muscle originates from the inferior sacrum and coccyx and attaches to the sacrospinous ligament."}
{"id": "article-32326_32", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles", "content": "The levator ani is a muscular sheet that attaches to the pubic bones anteriorly and ischial spines posteriorly. The levator ani consists of 3 fused muscles named according to their attachments: the puborectalis, pubococcygeus, and iliococcygeus. The levator ani supports the abdominopelvic viscera and helps maintain urinary and fecal continence. [33]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles. The levator ani is a muscular sheet that attaches to the pubic bones anteriorly and ischial spines posteriorly. The levator ani consists of 3 fused muscles named according to their attachments: the puborectalis, pubococcygeus, and iliococcygeus. The levator ani supports the abdominopelvic viscera and helps maintain urinary and fecal continence. [33]"}
{"id": "article-32326_33", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles", "content": "The abdominal wall is composed of 5 paired muscles. The external and internal obliques and the transversus abdominis are nearly horizontal and horizontal muscles, respectively, while the rectus abdominis and pyramidalis are vertically oriented muscles covered by the rectus sheath. In men, additional paired cremaster muscles originate from the lower abdomen and enter the scrotum. These muscles are responsible for the cremasteric reflex seen when lightly stroking the medial thigh. [34]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Muscles. The abdominal wall is composed of 5 paired muscles. The external and internal obliques and the transversus abdominis are nearly horizontal and horizontal muscles, respectively, while the rectus abdominis and pyramidalis are vertically oriented muscles covered by the rectus sheath. In men, additional paired cremaster muscles originate from the lower abdomen and enter the scrotum. These muscles are responsible for the cremasteric reflex seen when lightly stroking the medial thigh. [34]"}
{"id": "article-32326_34", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Physiologic Variants", "content": "Approximately 20% of the population has an accessory obturator artery arising from the inferior epigastric artery and descending into the pelvis along the route of the pubic branch. [35] A rare variation involves the inferior phrenic artery, superior suprarenal artery, and inferior suprarenal artery originating as a common trunk from the right renal artery. [36] The corona mortis is a vascular variant of the anastomotic branch between the inferior epigastric and obturator vessels in the obturator canal. Another variation includes the accessory obturator artery arising from the external iliac artery and forming a connection with the obturator artery originating from the internal iliac artery. [37] Knowledge of abdominal blood vessel variants is essential during diagnostic and surgical procedures.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Physiologic Variants. Approximately 20% of the population has an accessory obturator artery arising from the inferior epigastric artery and descending into the pelvis along the route of the pubic branch. [35] A rare variation involves the inferior phrenic artery, superior suprarenal artery, and inferior suprarenal artery originating as a common trunk from the right renal artery. [36] The corona mortis is a vascular variant of the anastomotic branch between the inferior epigastric and obturator vessels in the obturator canal. Another variation includes the accessory obturator artery arising from the external iliac artery and forming a connection with the obturator artery originating from the internal iliac artery. [37] Knowledge of abdominal blood vessel variants is essential during diagnostic and surgical procedures."}
{"id": "article-32326_35", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations", "content": "The abdominal and pelvic vasculature harbors numerous vessels critical in surgical contexts, such as incision-related injuries, ureter damage in pelvic surgeries, and metastatic routes. Lower abdominal wall incisions risk injuring the inferior epigastric artery. Trocar placement during laparoscopic procedures may also injure abdominopelvic vessels, which may produce abdominal wall hematomas. These blood collections can expand considerably due to minimal tissue resistance in this area. [38]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations. The abdominal and pelvic vasculature harbors numerous vessels critical in surgical contexts, such as incision-related injuries, ureter damage in pelvic surgeries, and metastatic routes. Lower abdominal wall incisions risk injuring the inferior epigastric artery. Trocar placement during laparoscopic procedures may also injure abdominopelvic vessels, which may produce abdominal wall hematomas. These blood collections can expand considerably due to minimal tissue resistance in this area. [38]"}
{"id": "article-32326_36", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations", "content": "Uterine artery injury or transection can occur during Caesarean sections when the incision extends into the broad ligament. Due to their proximity, the ureters may also be inadvertently included when ligating the uterine arteries to attempt hemostasis. Surgeons should be cautious of injuring a common variant of an accessory or aberrant obturator artery during hernia repairs. This variation often follows the path of the pubic branch of the obturator artery and may be at risk of injury during procedures. [39]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations. Uterine artery injury or transection can occur during Caesarean sections when the incision extends into the broad ligament. Due to their proximity, the ureters may also be inadvertently included when ligating the uterine arteries to attempt hemostasis. Surgeons should be cautious of injuring a common variant of an accessory or aberrant obturator artery during hernia repairs. This variation often follows the path of the pubic branch of the obturator artery and may be at risk of injury during procedures. [39]"}
{"id": "article-32326_37", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations", "content": "The lateral sacral veins anastomose with the internal vertebral venous plexus and act as an alternate route to the inferior vena cava. This pathway is a possible metastatic route from primary prostatic or ovarian cancers to vertebral or cranial sites. [40] Liver cirrhosis may lead to portal hypertension and esophageal variceal bleeding. Severe hemorrhage may arise at the portocaval anastomosis at the distal esophagus. [30] Another significant site for portocaval anastomosis occurs at the distal rectum and anal canal, where pathological variations can lead to hemorrhoids. [41]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Surgical Considerations. The lateral sacral veins anastomose with the internal vertebral venous plexus and act as an alternate route to the inferior vena cava. This pathway is a possible metastatic route from primary prostatic or ovarian cancers to vertebral or cranial sites. [40] Liver cirrhosis may lead to portal hypertension and esophageal variceal bleeding. Severe hemorrhage may arise at the portocaval anastomosis at the distal esophagus. [30] Another significant site for portocaval anastomosis occurs at the distal rectum and anal canal, where pathological variations can lead to hemorrhoids. [41]"}
{"id": "article-32326_38", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Clinical Significance", "content": "Renal artery stenosis can reduce renal blood flow and increase renin secretion. This hormone converts angiotensinogen to angiotensin I, which forms angiotensin II with subsequent cleavage. The resulting vasoconstriction increases renal artery pressure, producing renal hypertension, a condition that must be considered when evaluating hypertension. [42] [43]", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Clinical Significance. Renal artery stenosis can reduce renal blood flow and increase renin secretion. This hormone converts angiotensinogen to angiotensin I, which forms angiotensin II with subsequent cleavage. The resulting vasoconstriction increases renal artery pressure, producing renal hypertension, a condition that must be considered when evaluating hypertension. [42] [43]"}
{"id": "article-32326_39", "title": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Arteries and Veins -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}