{"id": "article-26233_0", "title": "Physiology, Opsonization -- Introduction", "content": "Foreign invaders are continuously attacking the human body. Their attempts to hijack the body's machinery is quickly shut down by the immune system. The immune system is a multilayered system that prevents the entry of pathogens into our body and allows us to live every day without constantly being sick. There are many mechanisms in which our immune system fights pathogens. One is opsonization. Opsonization is the process of recognizing and targeting invading particles for phagocytosis. [1] This article will review 2 types of opsonins, complement C3b and antibodies, as well as the associated function, mechanisms, and the clinical significance of opsonization.", "contents": "Physiology, Opsonization -- Introduction. Foreign invaders are continuously attacking the human body. Their attempts to hijack the body's machinery is quickly shut down by the immune system. The immune system is a multilayered system that prevents the entry of pathogens into our body and allows us to live every day without constantly being sick. There are many mechanisms in which our immune system fights pathogens. One is opsonization. Opsonization is the process of recognizing and targeting invading particles for phagocytosis. [1] This article will review 2 types of opsonins, complement C3b and antibodies, as well as the associated function, mechanisms, and the clinical significance of opsonization."}
{"id": "article-26233_1", "title": "Physiology, Opsonization -- Organ Systems Involved", "content": "The immune system is the body’s defense against invaders. Opsonization occurs in the immune system. The organ systems involved are dependent on what mechanism is used. The lymphatic system is responsible for the transport and filtration of lymph fluid, which contains antibodies and lymphocytes. The cardiovascular system is responsible for the circulation of blood, which is necessary for an important factor in the alternative complement system pathway. The lectin-complement system pathway requires the involvement of the liver. The liver is part of the gastrointestinal (GI) system. These organ systems work together to fight off bacteria, viruses, and other invaders that are trying to attack the body.", "contents": "Physiology, Opsonization -- Organ Systems Involved. The immune system is the body’s defense against invaders. Opsonization occurs in the immune system. The organ systems involved are dependent on what mechanism is used. The lymphatic system is responsible for the transport and filtration of lymph fluid, which contains antibodies and lymphocytes. The cardiovascular system is responsible for the circulation of blood, which is necessary for an important factor in the alternative complement system pathway. The lectin-complement system pathway requires the involvement of the liver. The liver is part of the gastrointestinal (GI) system. These organ systems work together to fight off bacteria, viruses, and other invaders that are trying to attack the body."}
{"id": "article-26233_2", "title": "Physiology, Opsonization -- Function", "content": "Opsonization is an immune process which uses opsonins to tag foreign pathogens for elimination by phagocytes. Without an opsonin, such as an antibody, the negatively-charged cell walls of the pathogen and phagocyte repel each other. The pathogen can then avoid destruction and continue to replicate inside the human body.", "contents": "Physiology, Opsonization -- Function. Opsonization is an immune process which uses opsonins to tag foreign pathogens for elimination by phagocytes. Without an opsonin, such as an antibody, the negatively-charged cell walls of the pathogen and phagocyte repel each other. The pathogen can then avoid destruction and continue to replicate inside the human body."}
{"id": "article-26233_3", "title": "Physiology, Opsonization -- Function", "content": "Opsonins are used to overcome the repellent force between the negative cell walls and promote uptake of the pathogen by the macrophage. Opsonization is an antimicrobial technique to kill and stop the spread of disease.", "contents": "Physiology, Opsonization -- Function. Opsonins are used to overcome the repellent force between the negative cell walls and promote uptake of the pathogen by the macrophage. Opsonization is an antimicrobial technique to kill and stop the spread of disease."}
{"id": "article-26233_4", "title": "Physiology, Opsonization -- Mechanism", "content": "Opsonization of a pathogen can occur by antibodies or the complement system.", "contents": "Physiology, Opsonization -- Mechanism. Opsonization of a pathogen can occur by antibodies or the complement system."}
{"id": "article-26233_5", "title": "Physiology, Opsonization -- Mechanism -- Antibodies", "content": "Antibodies are part of the adaptive immune system and are produced by plasma cells in response to a specific antigen. Different antigens stimulate different B cells to develop into plasma cells. An antibody’s complex structure enables its specificity to certain antigens. At the end of the light and heavy chains, antibodies have variable regions, also known as antigen-binding sites. These sites allow the antibody to fit like “a lock and key” into the epitopes of specific antigens. Once the antigen-binding sites are bound to the epitopes on the antigen, the stem region of the antibody binds to the receptor on the phagocytes. Multiple antibodies bind to multiple sites on the antigen, increasing the chance and efficiency in which the pathogen is engulfed in the phagosome and destroyed by lysosomes. Immunoglobulin A (IgA) often exists in a monomeric state when in the bloodstream but it is secreted into the lumen of mucosal surfaces in a dimeric form. The dimeric form is joined together by a \"J chain\" with two antigen-binding sites for the neutralization of pathogens. IgA can be found in saliva, tears, respiratory, gastrointestinal, and genitourinary secretions. Immunoglobulin M (IgM), on the other hand, exists as a pentamer joined by a \"J chain\" when secreted into the bloodstream. Its response to pathogen invasion is mostly swift while that of Immunoglobulin G is delayed. When IgM is affixed on the surface of B cells, it exists as a monomer. Immunoglobulin G (IgG) is produced by plasma cells after class switching of antibodies. It can also cross the placenta and establish passive immunity. Immunoglobulin D (IgD) is mainly found bound to B cells. [2] Immunoglobulin E (IgE) activates mast cells and basophils leading to the release and formation of inflammatory mediators such as histamine, carboxypeptidase A3, tryptase, eosinophil chemotactic factor, prostaglandin D2, Leukotrienes, tumor necrosis factor-alpha, and platelet-activating factor (PAF). IgE is involved in allergic reactions and immune response to helminths and protozoan pathogens. [3]", "contents": "Physiology, Opsonization -- Mechanism -- Antibodies. Antibodies are part of the adaptive immune system and are produced by plasma cells in response to a specific antigen. Different antigens stimulate different B cells to develop into plasma cells. An antibody’s complex structure enables its specificity to certain antigens. At the end of the light and heavy chains, antibodies have variable regions, also known as antigen-binding sites. These sites allow the antibody to fit like “a lock and key” into the epitopes of specific antigens. Once the antigen-binding sites are bound to the epitopes on the antigen, the stem region of the antibody binds to the receptor on the phagocytes. Multiple antibodies bind to multiple sites on the antigen, increasing the chance and efficiency in which the pathogen is engulfed in the phagosome and destroyed by lysosomes. Immunoglobulin A (IgA) often exists in a monomeric state when in the bloodstream but it is secreted into the lumen of mucosal surfaces in a dimeric form. The dimeric form is joined together by a \"J chain\" with two antigen-binding sites for the neutralization of pathogens. IgA can be found in saliva, tears, respiratory, gastrointestinal, and genitourinary secretions. Immunoglobulin M (IgM), on the other hand, exists as a pentamer joined by a \"J chain\" when secreted into the bloodstream. Its response to pathogen invasion is mostly swift while that of Immunoglobulin G is delayed. When IgM is affixed on the surface of B cells, it exists as a monomer. Immunoglobulin G (IgG) is produced by plasma cells after class switching of antibodies. It can also cross the placenta and establish passive immunity. Immunoglobulin D (IgD) is mainly found bound to B cells. [2] Immunoglobulin E (IgE) activates mast cells and basophils leading to the release and formation of inflammatory mediators such as histamine, carboxypeptidase A3, tryptase, eosinophil chemotactic factor, prostaglandin D2, Leukotrienes, tumor necrosis factor-alpha, and platelet-activating factor (PAF). IgE is involved in allergic reactions and immune response to helminths and protozoan pathogens. [3]"}
{"id": "article-26233_6", "title": "Physiology, Opsonization -- Mechanism -- Complement System", "content": "The complement system is composed of over 30 proteins that improve the ability of antibodies and phagocytic cells to fight invading organisms. It initiates phagocytosis by opsonizing antigens. This system is also responsible for enhancing inflammation and cytolysis. However, in this article, we are going to focus on the complement systems role in Opsonization. The complement proteins, C1 through C9, are inactive when circulating throughout the human body. When a pathogen is detected, proteases cleave the inactive precursors rendering them active. [4]", "contents": "Physiology, Opsonization -- Mechanism -- Complement System. The complement system is composed of over 30 proteins that improve the ability of antibodies and phagocytic cells to fight invading organisms. It initiates phagocytosis by opsonizing antigens. This system is also responsible for enhancing inflammation and cytolysis. However, in this article, we are going to focus on the complement systems role in Opsonization. The complement proteins, C1 through C9, are inactive when circulating throughout the human body. When a pathogen is detected, proteases cleave the inactive precursors rendering them active. [4]"}
{"id": "article-26233_7", "title": "Physiology, Opsonization -- Mechanism -- Complement System", "content": "Classical pathway: The formation of the antigen-antibody complex triggers the classical pathway. The antigen-antibody reaction activates C1, which then cleaves inactive C4 to active C4a and C4b. C1 combines with C4b to form enzyme C14b. This enzyme is used to split C2 to C2a and C2b. C2a works together with enzyme C14b to form C14b2a. C14b2a, also known as C3 convertase, splits inactive C3 into active C3a and C3b.", "contents": "Physiology, Opsonization -- Mechanism -- Complement System. Classical pathway: The formation of the antigen-antibody complex triggers the classical pathway. The antigen-antibody reaction activates C1, which then cleaves inactive C4 to active C4a and C4b. C1 combines with C4b to form enzyme C14b. This enzyme is used to split C2 to C2a and C2b. C2a works together with enzyme C14b to form C14b2a. C14b2a, also known as C3 convertase, splits inactive C3 into active C3a and C3b."}
{"id": "article-26233_8", "title": "Physiology, Opsonization -- Mechanism -- Complement System", "content": "Alternative pathway: The presence of lipid-carbohydrate complexes found in the cell wall of bacteria and fungus activates the alternative pathway. Factor C3, normally found in blood plasma, spontaneously hydrolyzes into C3b. The structure of C3b is more stable, increasing its reactivity. C3b reacts with Factor B, which is cleaved by Factor D into Ba and Bb. Then, Factor C3b and Bb come together to form C3bBb, also known as C3 convertase. C3 convertase splits inactive C3 into active C3a and C3b.", "contents": "Physiology, Opsonization -- Mechanism -- Complement System. Alternative pathway: The presence of lipid-carbohydrate complexes found in the cell wall of bacteria and fungus activates the alternative pathway. Factor C3, normally found in blood plasma, spontaneously hydrolyzes into C3b. The structure of C3b is more stable, increasing its reactivity. C3b reacts with Factor B, which is cleaved by Factor D into Ba and Bb. Then, Factor C3b and Bb come together to form C3bBb, also known as C3 convertase. C3 convertase splits inactive C3 into active C3a and C3b."}
{"id": "article-26233_9", "title": "Physiology, Opsonization -- Mechanism -- Complement System", "content": "Lectin pathway: When a pathogen enters the human body, mannose-binding lectin (MBL) is released from the liver. It releases the lectin in response to the carbohydrates and mannose residues found in the pathogen’s cell wall. This then activates MBL serine proteases MASP-1 and MASP-2. These proteases split inactive C4 and C2 into its active components: C4a, C4b, and C2a, C2b. Together, C4b and C2a form C3 convertase. C3 convertase splits inactive C3 into active C3a and C3b.", "contents": "Physiology, Opsonization -- Mechanism -- Complement System. Lectin pathway: When a pathogen enters the human body, mannose-binding lectin (MBL) is released from the liver. It releases the lectin in response to the carbohydrates and mannose residues found in the pathogen’s cell wall. This then activates MBL serine proteases MASP-1 and MASP-2. These proteases split inactive C4 and C2 into its active components: C4a, C4b, and C2a, C2b. Together, C4b and C2a form C3 convertase. C3 convertase splits inactive C3 into active C3a and C3b."}
{"id": "article-26233_10", "title": "Physiology, Opsonization -- Mechanism -- Complement System", "content": "Once created by one of the 3 pathways, C3b binds to multiple sites on the cell surface of the pathogen. It then binds to receptors on the surface of the macrophage or neutrophil. C3b is best known for its opsonizing activity because when it coats the microbe, phagocytosis activity is increased.", "contents": "Physiology, Opsonization -- Mechanism -- Complement System. Once created by one of the 3 pathways, C3b binds to multiple sites on the cell surface of the pathogen. It then binds to receptors on the surface of the macrophage or neutrophil. C3b is best known for its opsonizing activity because when it coats the microbe, phagocytosis activity is increased."}
{"id": "article-26233_11", "title": "Physiology, Opsonization -- Pathophysiology", "content": "The pathophysiology of opsonization is when the process is not occurring. Opsonization fights off foreign invaders like bacteria and viruses and also supports self-tolerance and inhibits autoimmunity. Self-tolerance is the ability of the immune system to recognize its self-antigens without mounting a response. However, when opsonins are not available, or opsonization does not occur, apoptotic cell fragments remain in the body. [5] The three main complement components commonly implicated as anaphylatoxins include C3a, C4a, and C5a. [6] CD55 also known as the Decay accelerating factor (DAF) helps to shield blood cells, particularly red blood cells from the complement system to prevent cell lysis. Defect in this protein can occur in certain diseases such as Paroxysmal nocturnal hemoglobinuria. [7] Patients deficient in C3b tend to have recurrent respiratory and sinus tract infections. Deficiency of IgA predisposes the patient to respiratory and gastrointestinal tract infections like giardiasis. Patients with selective IgA deficiency are also at risk of a serious anaphylactic reaction if they receive blood products containing IgA. [8]", "contents": "Physiology, Opsonization -- Pathophysiology. The pathophysiology of opsonization is when the process is not occurring. Opsonization fights off foreign invaders like bacteria and viruses and also supports self-tolerance and inhibits autoimmunity. Self-tolerance is the ability of the immune system to recognize its self-antigens without mounting a response. However, when opsonins are not available, or opsonization does not occur, apoptotic cell fragments remain in the body. [5] The three main complement components commonly implicated as anaphylatoxins include C3a, C4a, and C5a. [6] CD55 also known as the Decay accelerating factor (DAF) helps to shield blood cells, particularly red blood cells from the complement system to prevent cell lysis. Defect in this protein can occur in certain diseases such as Paroxysmal nocturnal hemoglobinuria. [7] Patients deficient in C3b tend to have recurrent respiratory and sinus tract infections. Deficiency of IgA predisposes the patient to respiratory and gastrointestinal tract infections like giardiasis. Patients with selective IgA deficiency are also at risk of a serious anaphylactic reaction if they receive blood products containing IgA. [8]"}
{"id": "article-26233_12", "title": "Physiology, Opsonization -- Clinical Significance", "content": "Many doctors and hospital staff aim to reduce the time a patient spends at a medical facility due to acquired infections. One of these acquired infections includes Staphylococcus epidermidis . S. epidermidis can avoid phagocytosis by excreting polysaccharides. These polysaccharides prevent opsonins from recognizing the pathogen. S. epidermidis becomes increasingly resistant to antibiotics increasing the need to develop another approach to treat gram-positive and gram-negative infections. Artificial opsonin is a therapeutic strategy to enhance phagocytosis in immunocompromised patients and patients infected with antibiotic-resistant pathogens. [9] Artificial opsonins can help a variety of patients, such as patients who are immunosuppressed, patients allergic to the antibiotics, and lastly can help patients fight against antibiotic-resistant bacteria.", "contents": "Physiology, Opsonization -- Clinical Significance. Many doctors and hospital staff aim to reduce the time a patient spends at a medical facility due to acquired infections. One of these acquired infections includes Staphylococcus epidermidis . S. epidermidis can avoid phagocytosis by excreting polysaccharides. These polysaccharides prevent opsonins from recognizing the pathogen. S. epidermidis becomes increasingly resistant to antibiotics increasing the need to develop another approach to treat gram-positive and gram-negative infections. Artificial opsonin is a therapeutic strategy to enhance phagocytosis in immunocompromised patients and patients infected with antibiotic-resistant pathogens. [9] Artificial opsonins can help a variety of patients, such as patients who are immunosuppressed, patients allergic to the antibiotics, and lastly can help patients fight against antibiotic-resistant bacteria."}
{"id": "article-26233_13", "title": "Physiology, Opsonization -- Clinical Significance", "content": "Opsonophagocytosis killing assay (OPKA), is an in vitro assay commonly used in vaccine research. It can quantitatively measure antibody-mediated opsonophagocytosis. Researchers have used OPKA in studying various pathogens that have caused substantial deaths worldwide. For example, the researchers recently used it to study the efficiency of a vaccine against group A Streptococcus (GAS). [10] GAS has an M-protein virulence factor, which allows it to escape phagocytosis by the host. Scientists are developing an M-protein based vaccine which targets the production the M antibodies to decrease the survival of GAS. In recent years, GAS vaccine development has been delayed due to unreliable assays. However, OPKA is now being used because of its ability to limit variability. [10] OPKA can provide accurate and reproducible results and can advance vaccine development. Furthermore, the use of M antibodies as an opsonin is crucial for fighting group A Streptococcus .", "contents": "Physiology, Opsonization -- Clinical Significance. Opsonophagocytosis killing assay (OPKA), is an in vitro assay commonly used in vaccine research. It can quantitatively measure antibody-mediated opsonophagocytosis. Researchers have used OPKA in studying various pathogens that have caused substantial deaths worldwide. For example, the researchers recently used it to study the efficiency of a vaccine against group A Streptococcus (GAS). [10] GAS has an M-protein virulence factor, which allows it to escape phagocytosis by the host. Scientists are developing an M-protein based vaccine which targets the production the M antibodies to decrease the survival of GAS. In recent years, GAS vaccine development has been delayed due to unreliable assays. However, OPKA is now being used because of its ability to limit variability. [10] OPKA can provide accurate and reproducible results and can advance vaccine development. Furthermore, the use of M antibodies as an opsonin is crucial for fighting group A Streptococcus ."}
{"id": "article-26233_14", "title": "Physiology, Opsonization -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Opsonization -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}