{"id": "article-29838_0", "title": "Physiology, Systemic Vascular Resistance -- Introduction", "content": "Systemic vascular resistance (SVR), also known as total peripheral resistance (TPR), is the amount of force exerted on circulating blood by the vasculature of the body. Three factors determine the force: the length of the blood vessels in the body, the diameter of the vessels, and the viscosity of the blood within them. Total peripheral resistance is an important concept to understand because it plays a vital role in the establishment and manipulation of blood pressure. This relationship is expressed mathematically as MAP = CO x TPR, where CO stands for cardiac output, and MAP stands for mean arterial pressure. [1]", "contents": "Physiology, Systemic Vascular Resistance -- Introduction. Systemic vascular resistance (SVR), also known as total peripheral resistance (TPR), is the amount of force exerted on circulating blood by the vasculature of the body. Three factors determine the force: the length of the blood vessels in the body, the diameter of the vessels, and the viscosity of the blood within them. Total peripheral resistance is an important concept to understand because it plays a vital role in the establishment and manipulation of blood pressure. This relationship is expressed mathematically as MAP = CO x TPR, where CO stands for cardiac output, and MAP stands for mean arterial pressure. [1]"}
{"id": "article-29838_1", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "All vessels in the human body are composed of 1 to 3 main layers: the outermost tunica adventitia, the middle tunica media, and the innermost tunica intima. These three layers have characteristic properties and vary relatively in their thickness in each type of vessel found in the body.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. All vessels in the human body are composed of 1 to 3 main layers: the outermost tunica adventitia, the middle tunica media, and the innermost tunica intima. These three layers have characteristic properties and vary relatively in their thickness in each type of vessel found in the body."}
{"id": "article-29838_2", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "The adventitia is composed of strong fibrous connective tissue, which prevents vessels from bursting when carrying blood under high pressure. The tunica intima is composed of epithelial cells that play an important role in vascular function by signaling the smooth muscle of the tunica media to change its tone, especially in response to injury. Prostaglandins and nitric oxide are two important substances that the endothelium uses to regulate vascular tone. [2] If the endothelium is damaged, it may release less of these substances leading to vasoconstriction and increased SVR near the site of damage.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. The adventitia is composed of strong fibrous connective tissue, which prevents vessels from bursting when carrying blood under high pressure. The tunica intima is composed of epithelial cells that play an important role in vascular function by signaling the smooth muscle of the tunica media to change its tone, especially in response to injury. Prostaglandins and nitric oxide are two important substances that the endothelium uses to regulate vascular tone. [2] If the endothelium is damaged, it may release less of these substances leading to vasoconstriction and increased SVR near the site of damage."}
{"id": "article-29838_3", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "The tunica media is composed of elastic connective tissue and smooth muscle. This layer is the most significant of the three when it comes to maintenance of blood pressure via SVR. The elastic fibers in this layer can hold the force exerted on the blood vessel as blood is pushed out of the heart. [3] When the heart relaxes, the elastic fibers exert the force back onto the blood, maintaining blood pressure and flow during diastole.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. The tunica media is composed of elastic connective tissue and smooth muscle. This layer is the most significant of the three when it comes to maintenance of blood pressure via SVR. The elastic fibers in this layer can hold the force exerted on the blood vessel as blood is pushed out of the heart. [3] When the heart relaxes, the elastic fibers exert the force back onto the blood, maintaining blood pressure and flow during diastole."}
{"id": "article-29838_4", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "The smooth muscle also found in this layer helps to maintain pressure on the blood by manipulating the diameter of certain vessels. In the arterioles, smooth muscle controls blood through capillary beds. The smooth muscle receives innervation from the autonomic nervous system, primarily the sympathetic nervous system via post-ganglionic noradrenergic neurons. [4] These neurons synapse on smooth muscle cells and release norepinephrine onto alpha-1 or alpha-2 adrenergic receptors, depending on location in the body. This type of smooth muscle is unitary smooth muscle, meaning that each muscle cell is innervated by a neuron rather than having innervation to a few muscle cells with gap junctions between to communicate the signal. When the body needs to direct blood to a specific organ system, or when blood pressure is too low or high, the smooth muscle cells receive signals to have a greater or lower tone of contraction and increase or decrease resistance to blood flow in specific capillary beds of organs by decreasing or increasing the diameter of the vessel respectively.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. The smooth muscle also found in this layer helps to maintain pressure on the blood by manipulating the diameter of certain vessels. In the arterioles, smooth muscle controls blood through capillary beds. The smooth muscle receives innervation from the autonomic nervous system, primarily the sympathetic nervous system via post-ganglionic noradrenergic neurons. [4] These neurons synapse on smooth muscle cells and release norepinephrine onto alpha-1 or alpha-2 adrenergic receptors, depending on location in the body. This type of smooth muscle is unitary smooth muscle, meaning that each muscle cell is innervated by a neuron rather than having innervation to a few muscle cells with gap junctions between to communicate the signal. When the body needs to direct blood to a specific organ system, or when blood pressure is too low or high, the smooth muscle cells receive signals to have a greater or lower tone of contraction and increase or decrease resistance to blood flow in specific capillary beds of organs by decreasing or increasing the diameter of the vessel respectively."}
{"id": "article-29838_5", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "Another important mechanism for the alteration of SVR is the renin-angiotensin-aldosterone system. [5] This system maintains blood flow to the kidney by altering resistance in the blood vessels of the body in response to changes in blood pressure and also altering the volume of circulating blood by promoting the retention of sodium. It does this through angiotensin II. Angiotensin II signals smooth muscle in arterioles, especially the arterioles of nephrons, to increase their smooth muscle tone.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. Another important mechanism for the alteration of SVR is the renin-angiotensin-aldosterone system. [5] This system maintains blood flow to the kidney by altering resistance in the blood vessels of the body in response to changes in blood pressure and also altering the volume of circulating blood by promoting the retention of sodium. It does this through angiotensin II. Angiotensin II signals smooth muscle in arterioles, especially the arterioles of nephrons, to increase their smooth muscle tone."}
{"id": "article-29838_6", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "Any change in caliber of blood vessels alters the amount of blood that can flow through so dramatically, that reducing the diameter of a blood vessel by 1/2 allows for only 1/16 of the previous blood flow. Most of the SVR arises from the arterial system, as the vessel walls of the venous system have relatively thin elastic layers and no smooth muscle layer to exert force onto the blood within. Arteries, on the other hand, have a very thick tunica media and tunica adventitia, allowing them to maintain the high pressures needed to perfuse the tissues and organs with blood.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. Any change in caliber of blood vessels alters the amount of blood that can flow through so dramatically, that reducing the diameter of a blood vessel by 1/2 allows for only 1/16 of the previous blood flow. Most of the SVR arises from the arterial system, as the vessel walls of the venous system have relatively thin elastic layers and no smooth muscle layer to exert force onto the blood within. Arteries, on the other hand, have a very thick tunica media and tunica adventitia, allowing them to maintain the high pressures needed to perfuse the tissues and organs with blood."}
{"id": "article-29838_7", "title": "Physiology, Systemic Vascular Resistance -- Mechanism", "content": "The viscosity of the blood also plays an important role in SVR. [6] The more substances dissolved in the blood, the more viscous it will be. One way for this to happen is in polycythemia, where there is an abnormally high level of red blood cells in the blood. These crowded blood cells bump against each other and the walls of the blood vessels, increasing resistance to flow and therefore increasing SVR. Conversely, in anemia, the blood is thinner from having fewer red blood cells in it, and SVR is lower as a result.", "contents": "Physiology, Systemic Vascular Resistance -- Mechanism. The viscosity of the blood also plays an important role in SVR. [6] The more substances dissolved in the blood, the more viscous it will be. One way for this to happen is in polycythemia, where there is an abnormally high level of red blood cells in the blood. These crowded blood cells bump against each other and the walls of the blood vessels, increasing resistance to flow and therefore increasing SVR. Conversely, in anemia, the blood is thinner from having fewer red blood cells in it, and SVR is lower as a result."}
{"id": "article-29838_8", "title": "Physiology, Systemic Vascular Resistance -- Related Testing", "content": "Unfortunately, it can be quite difficult to obtain an accurate measurement of SVR in the clinic. Still, SVR may be estimated if one can get an accurate blood pressure reading and the patient's cardiac output, which can be estimated using ultrasound data. [7] The BP can be used to calculate the MAP, and this can be plugged into the above equation to calculate SVR. [1]", "contents": "Physiology, Systemic Vascular Resistance -- Related Testing. Unfortunately, it can be quite difficult to obtain an accurate measurement of SVR in the clinic. Still, SVR may be estimated if one can get an accurate blood pressure reading and the patient's cardiac output, which can be estimated using ultrasound data. [7] The BP can be used to calculate the MAP, and this can be plugged into the above equation to calculate SVR. [1]"}
{"id": "article-29838_9", "title": "Physiology, Systemic Vascular Resistance -- Pathophysiology", "content": "Many conditions can cause pathologic changes to SVR. Some conditions can cause an increase or a decrease in SVR, and some pathologies can damage the walls of blood vessels. When blood vessel walls are damaged, their ability to dilate or constrict to adapt to hemodynamic changes becomes impaired. This damage often leads to too high resistance in that vessel, causing further damage to the vessel or preventing the flow of blood to that vascular territory.", "contents": "Physiology, Systemic Vascular Resistance -- Pathophysiology. Many conditions can cause pathologic changes to SVR. Some conditions can cause an increase or a decrease in SVR, and some pathologies can damage the walls of blood vessels. When blood vessel walls are damaged, their ability to dilate or constrict to adapt to hemodynamic changes becomes impaired. This damage often leads to too high resistance in that vessel, causing further damage to the vessel or preventing the flow of blood to that vascular territory."}
{"id": "article-29838_10", "title": "Physiology, Systemic Vascular Resistance -- Pathophysiology", "content": "Two common conditions that can disrupt normal SVR are diabetes mellitus and hypertension. In uncontrolled diabetes mellitus, chronic hyperglycemia can lead to the non-enzymatic glycosylation of the basement membranes of medium and small vessels in the body. This process contributes to atheroma formation. [8] Hypertension can also cause arteriolosclerosis by causing hyperplastic or hyaline arteriolosclerosis, depending on the acuity and severity of hypertension. Hypertension in the pulmonary circulation can cause remodeling of the pulmonary vessel walls decreasing their compliance and increasing the heart's workload. [9] Endothelial damage is yet another contributor to arteriosclerosis, as exampled by increased rates of vascular disease in smokers. [10]", "contents": "Physiology, Systemic Vascular Resistance -- Pathophysiology. Two common conditions that can disrupt normal SVR are diabetes mellitus and hypertension. In uncontrolled diabetes mellitus, chronic hyperglycemia can lead to the non-enzymatic glycosylation of the basement membranes of medium and small vessels in the body. This process contributes to atheroma formation. [8] Hypertension can also cause arteriolosclerosis by causing hyperplastic or hyaline arteriolosclerosis, depending on the acuity and severity of hypertension. Hypertension in the pulmonary circulation can cause remodeling of the pulmonary vessel walls decreasing their compliance and increasing the heart's workload. [9] Endothelial damage is yet another contributor to arteriosclerosis, as exampled by increased rates of vascular disease in smokers. [10]"}
{"id": "article-29838_11", "title": "Physiology, Systemic Vascular Resistance -- Pathophysiology", "content": "An example of a pathology that may cause decreased SVR is distributive shock, such as in anaphylaxis, neurogenic shock, or sepsis. In septic and anaphylactic shock, massive amounts of cytokines are dumped into the circulation, which causes vascular dysfunction leading to a pathologic decrease in SVR. [11] In neurogenic shock, there is a loss of sympathetic input to the vascular myocytes causing them to relax, which can lead to dangerously low SVR.", "contents": "Physiology, Systemic Vascular Resistance -- Pathophysiology. An example of a pathology that may cause decreased SVR is distributive shock, such as in anaphylaxis, neurogenic shock, or sepsis. In septic and anaphylactic shock, massive amounts of cytokines are dumped into the circulation, which causes vascular dysfunction leading to a pathologic decrease in SVR. [11] In neurogenic shock, there is a loss of sympathetic input to the vascular myocytes causing them to relax, which can lead to dangerously low SVR."}
{"id": "article-29838_12", "title": "Physiology, Systemic Vascular Resistance -- Clinical Significance", "content": "SVR becomes clinically significant when the patient's blood pressure is too high or low. Often this situation is an emergency and warrants immediate action with appropriate medication management. The classic example of an emergency like this is when a patient has lost a significant amount of blood and needs pharmacological intervention to maintain perfusion of vital organs. [12] In patients with heart failure, lowering SVR can be a helpful tool to take the strain off of the heart and improve cardiac output. Another situation would be when a patient is having a hypertensive crisis and needs their MAP decreased to prevent end-organ damage.", "contents": "Physiology, Systemic Vascular Resistance -- Clinical Significance. SVR becomes clinically significant when the patient's blood pressure is too high or low. Often this situation is an emergency and warrants immediate action with appropriate medication management. The classic example of an emergency like this is when a patient has lost a significant amount of blood and needs pharmacological intervention to maintain perfusion of vital organs. [12] In patients with heart failure, lowering SVR can be a helpful tool to take the strain off of the heart and improve cardiac output. Another situation would be when a patient is having a hypertensive crisis and needs their MAP decreased to prevent end-organ damage."}
{"id": "article-29838_13", "title": "Physiology, Systemic Vascular Resistance -- Clinical Significance", "content": "Vasopressors: Agents such as exogenous epinephrine, or epinephrine analogs can be utilized to agonize alpha receptors on smooth muscle cells, increasing their tone and reducing the diameter of the associated arterioles, thus increasing SVR. Vasopressors can also be administered locally with sodium channel blockers to constrict the local vasculature and increase the duration of local analgesia. [13]", "contents": "Physiology, Systemic Vascular Resistance -- Clinical Significance. Vasopressors: Agents such as exogenous epinephrine, or epinephrine analogs can be utilized to agonize alpha receptors on smooth muscle cells, increasing their tone and reducing the diameter of the associated arterioles, thus increasing SVR. Vasopressors can also be administered locally with sodium channel blockers to constrict the local vasculature and increase the duration of local analgesia. [13]"}
{"id": "article-29838_14", "title": "Physiology, Systemic Vascular Resistance -- Clinical Significance", "content": "Calcium channel blockers: Clinicians can use medications that block the calcium channels on the surface of smooth muscle cells such as verapamil to treat patients with high SVR to relax the smooth muscle cells surrounding arterioles by preventing the formation of Ca2+/calmodulin complexes needed for the contraction to occur. [14]", "contents": "Physiology, Systemic Vascular Resistance -- Clinical Significance. Calcium channel blockers: Clinicians can use medications that block the calcium channels on the surface of smooth muscle cells such as verapamil to treat patients with high SVR to relax the smooth muscle cells surrounding arterioles by preventing the formation of Ca2+/calmodulin complexes needed for the contraction to occur. [14]"}
{"id": "article-29838_15", "title": "Physiology, Systemic Vascular Resistance -- Clinical Significance", "content": "The processes underlying the maintenance of SVR can also become significant when specific organs are not being appropriately perfused, as in the case of erectile dysfunction. In erectile dysfunction, there is an insufficient vasodilatory drive from the endothelium of the arterioles of the erectile tissue to allow for tumescence. This condition is treatable by blocking the action of phosphodiesterase E4 (PDE4) with drugs such as sildenafil. PDE4, metabolizes cGMP, a second messenger that mediates the relaxation of smooth muscle cells lining the arterioles. With PDE4 inhibition, cGMP levels rise due to the activity of NO from the endothelium on guanylate cyclase. This increase in cGMP mediates the relaxation of the arterioles of the erectile tissue, allowing for blood to enter the tissue and compress the veins of the erectile tissue, leading to a sustained erection. [15]", "contents": "Physiology, Systemic Vascular Resistance -- Clinical Significance. The processes underlying the maintenance of SVR can also become significant when specific organs are not being appropriately perfused, as in the case of erectile dysfunction. In erectile dysfunction, there is an insufficient vasodilatory drive from the endothelium of the arterioles of the erectile tissue to allow for tumescence. This condition is treatable by blocking the action of phosphodiesterase E4 (PDE4) with drugs such as sildenafil. PDE4, metabolizes cGMP, a second messenger that mediates the relaxation of smooth muscle cells lining the arterioles. With PDE4 inhibition, cGMP levels rise due to the activity of NO from the endothelium on guanylate cyclase. This increase in cGMP mediates the relaxation of the arterioles of the erectile tissue, allowing for blood to enter the tissue and compress the veins of the erectile tissue, leading to a sustained erection. [15]"}
{"id": "article-29838_16", "title": "Physiology, Systemic Vascular Resistance -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Systemic Vascular Resistance -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}