{"id": "article-31671_0", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Introduction", "content": "Prehospital clinical diagnosis by emergency medical services (EMS) personnel does not require a thermometer to recognize an infectious disease. Many other signs and symptoms can lead to the diagnosis of fever and associated contagious disease: chills, rigors, sweats, altered mental status, or a patient's history of fever or associated symptoms. Concerning symptoms specific to the infected body system (a cough in a lung infection, a rash in a skin infection, abdominal pain in diverticulitis, etc) should lead the EMS provider to suspect infection and include it on the differential diagnosis. High suspicion of an infectious disease can improve patient treatment and protect the providers from possible infectious exposures. Although universal precautions should be taken with all patients, significantly better protocol adherence is achieved when EMS personnel are highly suspected of infectious disease. Proper patient history, presentation, and physical exam assessment can add to the appropriate suspicion of infectious disease.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Introduction. Prehospital clinical diagnosis by emergency medical services (EMS) personnel does not require a thermometer to recognize an infectious disease. Many other signs and symptoms can lead to the diagnosis of fever and associated contagious disease: chills, rigors, sweats, altered mental status, or a patient's history of fever or associated symptoms. Concerning symptoms specific to the infected body system (a cough in a lung infection, a rash in a skin infection, abdominal pain in diverticulitis, etc) should lead the EMS provider to suspect infection and include it on the differential diagnosis. High suspicion of an infectious disease can improve patient treatment and protect the providers from possible infectious exposures. Although universal precautions should be taken with all patients, significantly better protocol adherence is achieved when EMS personnel are highly suspected of infectious disease. Proper patient history, presentation, and physical exam assessment can add to the appropriate suspicion of infectious disease."}
{"id": "article-31671_1", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Introduction", "content": "Baseline vital signs in EMS include pulse, respirations, skin color, skin temperature and condition, and blood pressure. These vital signs comprise an important part of the physical assessment in EMS. It may also be argued that these vital signs should include skin temperature to touch (or with a thermometer if available). Does the skin feel cool/normal or warm/hot? The clinical evaluation of tactile temperature is at least as accurate as topical (eg, temporal) thermometry, even in untrained personnel (eg, mothers of sick children, etc). Certainly, trained EMS personnel use this technique as part of their careful clinical assessment when evaluating a possible infectious disease. Many other historical clues and physical findings may aid the EMS provider. [1] [2] [3]", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Introduction. Baseline vital signs in EMS include pulse, respirations, skin color, skin temperature and condition, and blood pressure. These vital signs comprise an important part of the physical assessment in EMS. It may also be argued that these vital signs should include skin temperature to touch (or with a thermometer if available). Does the skin feel cool/normal or warm/hot? The clinical evaluation of tactile temperature is at least as accurate as topical (eg, temporal) thermometry, even in untrained personnel (eg, mothers of sick children, etc). Certainly, trained EMS personnel use this technique as part of their careful clinical assessment when evaluating a possible infectious disease. Many other historical clues and physical findings may aid the EMS provider. [1] [2] [3]"}
{"id": "article-31671_2", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "The subjective assessment of fever, as well as the assessment of other signs and symptoms that occur with infectious disease, is essential in EMS. Pulse can be high due to fever or with possible associated dehydration or shock. Palpating a pulse gives an accurate rate and information about the effectiveness of blood pressure and flow. This can be of significant concern with severe infectious diseases, especially sepsis. Shock can develop quickly, and differentiating infectious causes for shock is necessary for definitive treatment. Unfortunately, people taking medications affecting the heart rate (such as beta-blockers or calcium channel blockers) may not mount a tachycardic response, so an average heart rate does not rule out fever or infection. Additionally, sepsis, especially in older people, can cause bradycardia (associated with end-organ failure.)", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. The subjective assessment of fever, as well as the assessment of other signs and symptoms that occur with infectious disease, is essential in EMS. Pulse can be high due to fever or with possible associated dehydration or shock. Palpating a pulse gives an accurate rate and information about the effectiveness of blood pressure and flow. This can be of significant concern with severe infectious diseases, especially sepsis. Shock can develop quickly, and differentiating infectious causes for shock is necessary for definitive treatment. Unfortunately, people taking medications affecting the heart rate (such as beta-blockers or calcium channel blockers) may not mount a tachycardic response, so an average heart rate does not rule out fever or infection. Additionally, sepsis, especially in older people, can cause bradycardia (associated with end-organ failure.)"}
{"id": "article-31671_3", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "The respiratory rate also may be elevated as a direct response to fever. Studies have suggested that the respiratory rate can increase to 5 bpm for each degree Fahrenheit elevation of core body temperature. Although tachypnea forces additional assessment looking for respiratory distress, hypoxia, or ineffective ventilation, it can also directly result from fever and infection. Recognition of this correlation may improve infectious treatment and potentially avoid unneeded prehospital and hospital interventions.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. The respiratory rate also may be elevated as a direct response to fever. Studies have suggested that the respiratory rate can increase to 5 bpm for each degree Fahrenheit elevation of core body temperature. Although tachypnea forces additional assessment looking for respiratory distress, hypoxia, or ineffective ventilation, it can also directly result from fever and infection. Recognition of this correlation may improve infectious treatment and potentially avoid unneeded prehospital and hospital interventions."}
{"id": "article-31671_4", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "Skin color, skin temperature, and skin condition may give surprising information. Red, flushed faces are familiar to every parent with a febrile child. Generalized, or especially central (face and torso), skin erythema occurs due to vascular dilation. This vasodilation is part of a feedback mechanism to fever, allowing the patient to decrease heat retention. Tactile temperature (Does the patient feel warm/hot to touch?) is surprisingly accurate in studies. The parents' or patient's history, or the EMS personnel assessment, of \"hot to touch\" needs to be noted and conveyed to the accepting medical providers.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. Skin color, skin temperature, and skin condition may give surprising information. Red, flushed faces are familiar to every parent with a febrile child. Generalized, or especially central (face and torso), skin erythema occurs due to vascular dilation. This vasodilation is part of a feedback mechanism to fever, allowing the patient to decrease heat retention. Tactile temperature (Does the patient feel warm/hot to touch?) is surprisingly accurate in studies. The parents' or patient's history, or the EMS personnel assessment, of \"hot to touch\" needs to be noted and conveyed to the accepting medical providers."}
{"id": "article-31671_5", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "Additionally, the skin condition, including diaphoresis and redness or erythema, may aid in diagnosing an infectious disease. Diaphoresis and skin erythema may increase as a fever improves, as these are mechanisms to decrease retained heat in the body. Rashes of many types can be associated with infectious disease; however, of particular concern are petechiae or purpura, which can be related to vascular and platelet malfunction or sepsis, and generalized exanthems, which can be associated with or be diagnostic of specific infectious diseases (such as measles, chicken pox, etc). Decreased capillary refill may be due to poor hydration or peripheral vasoconstriction. Peripheral cyanosis may also occur from vasoconstriction, especially in very young patients. This peripheral vasoconstriction, which can prolong capillary refill and increase cyanosis, helps the patient by shunting blood away from the arms and legs to increase the blood flow to the more critical central organs (brain, heart, lungs, kidneys, etc).", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. Additionally, the skin condition, including diaphoresis and redness or erythema, may aid in diagnosing an infectious disease. Diaphoresis and skin erythema may increase as a fever improves, as these are mechanisms to decrease retained heat in the body. Rashes of many types can be associated with infectious disease; however, of particular concern are petechiae or purpura, which can be related to vascular and platelet malfunction or sepsis, and generalized exanthems, which can be associated with or be diagnostic of specific infectious diseases (such as measles, chicken pox, etc). Decreased capillary refill may be due to poor hydration or peripheral vasoconstriction. Peripheral cyanosis may also occur from vasoconstriction, especially in very young patients. This peripheral vasoconstriction, which can prolong capillary refill and increase cyanosis, helps the patient by shunting blood away from the arms and legs to increase the blood flow to the more critical central organs (brain, heart, lungs, kidneys, etc)."}
{"id": "article-31671_6", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "Blood pressure is also of critical importance in the assessment of infectious diseases. Vascular dilation associated with fever can decrease blood pressure, causing reduced blood flow to essential organs. This is especially true if exacerbated by dehydration or cardiac compromise, including medications. If hypotensive, central nervous system effects of the infectious disease increase in addition to decreased urine output, gastrointestinal dysfunction, and cyanosis. This is part of the spectrum of sepsis and septic shock and can signify a critical finding that needs immediate treatment.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. Blood pressure is also of critical importance in the assessment of infectious diseases. Vascular dilation associated with fever can decrease blood pressure, causing reduced blood flow to essential organs. This is especially true if exacerbated by dehydration or cardiac compromise, including medications. If hypotensive, central nervous system effects of the infectious disease increase in addition to decreased urine output, gastrointestinal dysfunction, and cyanosis. This is part of the spectrum of sepsis and septic shock and can signify a critical finding that needs immediate treatment."}
{"id": "article-31671_7", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern", "content": "Additional signs may also point to infectious disease and can be assessed without special tools. Although not specific to fever or infectious disease, chills, shivering, \"goosebumps\" or piloerection, and altered mental status are all important indicators that should increase the provider's suspicion of infectious disease. [4] [5]", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Issues of Concern. Additional signs may also point to infectious disease and can be assessed without special tools. Although not specific to fever or infectious disease, chills, shivering, \"goosebumps\" or piloerection, and altered mental status are all important indicators that should increase the provider's suspicion of infectious disease. [4] [5]"}
{"id": "article-31671_8", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Clinical Significance", "content": "Safe EMS practices will assume the possibility of infectious disease in a person with symptoms, history, or physician assessment signs that suggest infection. Prehospital care requires the protection of the patient (and EMS personnel) and properly communicating this clinical diagnosis to the receiving facility. Although thermometers are now often available for EMS personnel, clinical assessment is an even more important consideration in assessing infectious diseases.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Clinical Significance. Safe EMS practices will assume the possibility of infectious disease in a person with symptoms, history, or physician assessment signs that suggest infection. Prehospital care requires the protection of the patient (and EMS personnel) and properly communicating this clinical diagnosis to the receiving facility. Although thermometers are now often available for EMS personnel, clinical assessment is an even more important consideration in assessing infectious diseases."}
{"id": "article-31671_9", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Clinical Significance", "content": "Evaluation of the patient's vital signs, including pulse, respiration, and blood pressure, should accompany a focused physical assessment. Tactile skin temperature, color, and condition can also give important information. Altered mental status, decreased cardiac function, and evidence of any end organ failure should increase concern over serious infectious disease or se sis. The patient's history of symptoms, clinical course, and exposures may aid the final diagnosis, also. [6] [7]", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Clinical Significance. Evaluation of the patient's vital signs, including pulse, respiration, and blood pressure, should accompany a focused physical assessment. Tactile skin temperature, color, and condition can also give important information. Altered mental status, decreased cardiac function, and evidence of any end organ failure should increase concern over serious infectious disease or se sis. The patient's history of symptoms, clinical course, and exposures may aid the final diagnosis, also. [6] [7]"}
{"id": "article-31671_10", "title": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Clinical Diagnosis Without The Use Of A Thermometer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}