{"id": "article-27573_0", "title": "Potassium -- Continuing Education Activity", "content": "Potassium is an essential mineral constituent of the human body and is the chief cation found within the intracellular fluid of all cells. The chief indication for potassium administration is potassium deficiency or hypokalemia, a condition in which serum potassium level falls below a critical range. This activity describes the indications, action, and contraindications for potassium administration as a valuable agent in managing hypokalemia and other disorders when applicable. This activity will also highlight the mechanism of action, adverse event profile, and other key factors (e.g., dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional team members who are involved in the prescribing or administration of potassium to patients.", "contents": "Potassium -- Continuing Education Activity. Potassium is an essential mineral constituent of the human body and is the chief cation found within the intracellular fluid of all cells. The chief indication for potassium administration is potassium deficiency or hypokalemia, a condition in which serum potassium level falls below a critical range. This activity describes the indications, action, and contraindications for potassium administration as a valuable agent in managing hypokalemia and other disorders when applicable. This activity will also highlight the mechanism of action, adverse event profile, and other key factors (e.g., dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for interprofessional team members who are involved in the prescribing or administration of potassium to patients."}
{"id": "article-27573_1", "title": "Potassium -- Continuing Education Activity", "content": "Objectives: Identify the proper indications for potassium administration. Review the signs of potassium overdose or toxicity. Summarize the proper dose and routes of administration of potassium in different age groups. Explain some interprofessional team strategies for improving care coordination and communication to advance potassium therapy, where indicated, and improve patient outcomes. Access free multiple choice questions on this topic.", "contents": "Potassium -- Continuing Education Activity. Objectives: Identify the proper indications for potassium administration. Review the signs of potassium overdose or toxicity. Summarize the proper dose and routes of administration of potassium in different age groups. Explain some interprofessional team strategies for improving care coordination and communication to advance potassium therapy, where indicated, and improve patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27573_2", "title": "Potassium -- Indications", "content": "Potassium is an essential mineral constituent of the human body and is the chief cation found within the intracellular fluid of all cells. Multiple potassium salts exist and can be useful as a medication for a wide range of indications. Since potassium is an essential electrolyte usually sourced through our diet, any condition in which a patient is unable to maintain their dietary intake is an indication for exogenous replenishment of potassium. Hence, the recommendation is to include potassium in electrolyte replacement regimens and form a part of intravenous maintenance fluids in adult and pediatric patients or as routine prophylaxis following surgery.", "contents": "Potassium -- Indications. Potassium is an essential mineral constituent of the human body and is the chief cation found within the intracellular fluid of all cells. Multiple potassium salts exist and can be useful as a medication for a wide range of indications. Since potassium is an essential electrolyte usually sourced through our diet, any condition in which a patient is unable to maintain their dietary intake is an indication for exogenous replenishment of potassium. Hence, the recommendation is to include potassium in electrolyte replacement regimens and form a part of intravenous maintenance fluids in adult and pediatric patients or as routine prophylaxis following surgery."}
{"id": "article-27573_3", "title": "Potassium -- Indications", "content": "The chief indication for potassium administration is potassium deficiency or hypokalemia, a condition in which serum potassium level falls below a critical range. Hypokalemia can occur due to multiple reasons, mainly inadequate intake of potassium such as in the condition of malnutrition, malabsorption, debilitation, prolonged parenteral nutrition without potassium, or excessive losses of potassium such as vomiting, diarrhea, excessive drainage of gastrointestinal fluids, dialysis, renal diseases, diabetic ketoacidosis, hyperadrenalism, use of diuretics, corticosteroids and amphotericin B. Hyperactivity of adrenal cortex called as Cushing syndrome is another important cause of hypokalemia. Metabolic alkalosis can also cause hypokalemia by shifting potassium from the extracellular to the intracellular compartment. Other recommended indications for potassium salts include:", "contents": "Potassium -- Indications. The chief indication for potassium administration is potassium deficiency or hypokalemia, a condition in which serum potassium level falls below a critical range. Hypokalemia can occur due to multiple reasons, mainly inadequate intake of potassium such as in the condition of malnutrition, malabsorption, debilitation, prolonged parenteral nutrition without potassium, or excessive losses of potassium such as vomiting, diarrhea, excessive drainage of gastrointestinal fluids, dialysis, renal diseases, diabetic ketoacidosis, hyperadrenalism, use of diuretics, corticosteroids and amphotericin B. Hyperactivity of adrenal cortex called as Cushing syndrome is another important cause of hypokalemia. Metabolic alkalosis can also cause hypokalemia by shifting potassium from the extracellular to the intracellular compartment. Other recommended indications for potassium salts include:"}
{"id": "article-27573_4", "title": "Potassium -- Indications", "content": "Hypertension: Adequate intake of potassium is recommended to prevent the development of hypertension. Prescribers also give potassium supplements to improve blood pressure control in patients with known hypertension. [1] Arrhythmia: It is recommended when cardiac glycoside toxicity occurs due to a loss of potassium or in certain tachyarrhythmias following cardiac surgery. Thallium toxicity: Used intravenously in a limited fashion. [2] [3]", "contents": "Potassium -- Indications. Hypertension: Adequate intake of potassium is recommended to prevent the development of hypertension. Prescribers also give potassium supplements to improve blood pressure control in patients with known hypertension. [1] Arrhythmia: It is recommended when cardiac glycoside toxicity occurs due to a loss of potassium or in certain tachyarrhythmias following cardiac surgery. Thallium toxicity: Used intravenously in a limited fashion. [2] [3]"}
{"id": "article-27573_5", "title": "Potassium -- Indications", "content": "Hyperthyroidism: Potassium iodide is prescribed as an oral adjunctive medication in the immediate preoperative period for patients with hyperthyroidism undergoing thyroidectomy. [4] It is also useful as an adjunct treatment of patients critically ill with thyrotoxicosis crisis.", "contents": "Potassium -- Indications. Hyperthyroidism: Potassium iodide is prescribed as an oral adjunctive medication in the immediate preoperative period for patients with hyperthyroidism undergoing thyroidectomy. [4] It is also useful as an adjunct treatment of patients critically ill with thyrotoxicosis crisis."}
{"id": "article-27573_6", "title": "Potassium -- Indications", "content": "Radiation protection: Oral potassium iodide can help protect the thyroid gland by blocking thyroid hormone uptake of radioactive iodine isotopes either from environmental hazards or during treatment with radiopharmaceuticals. [5]", "contents": "Potassium -- Indications. Radiation protection: Oral potassium iodide can help protect the thyroid gland by blocking thyroid hormone uptake of radioactive iodine isotopes either from environmental hazards or during treatment with radiopharmaceuticals. [5]"}
{"id": "article-27573_7", "title": "Potassium -- Indications", "content": "Sporotrichosis: Oral potassium iodide is considered the drug of choice for fixed cutaneous or lymphocutaneous sporotrichosis in resource-constrained countries because of its low cost. [6] However, there has been no comparison of its efficacy to antifungals such as itraconazole, and prolonged duration of therapy correlates with a high number of side effects. Cough: Historically, clinicians have used potassium iodide to treat symptoms of chronic cough as an expectorant of tenacious mucus. However, its efficacy in this role is not well supported.", "contents": "Potassium -- Indications. Sporotrichosis: Oral potassium iodide is considered the drug of choice for fixed cutaneous or lymphocutaneous sporotrichosis in resource-constrained countries because of its low cost. [6] However, there has been no comparison of its efficacy to antifungals such as itraconazole, and prolonged duration of therapy correlates with a high number of side effects. Cough: Historically, clinicians have used potassium iodide to treat symptoms of chronic cough as an expectorant of tenacious mucus. However, its efficacy in this role is not well supported."}
{"id": "article-27573_8", "title": "Potassium -- Indications", "content": "Alkalinization: Potassium citrate is useful to alkalinize urine in case of certain kinds of urinary tract calculi and management of conditions associated with chronic metabolic acidosis (chronic renal insufficiency and renal tubular acidosis). In these conditions, potassium citrate serves as an alternative to sodium citrate or sodium bicarbonate when a high quantity of sodium administration is undesirable.", "contents": "Potassium -- Indications. Alkalinization: Potassium citrate is useful to alkalinize urine in case of certain kinds of urinary tract calculi and management of conditions associated with chronic metabolic acidosis (chronic renal insufficiency and renal tubular acidosis). In these conditions, potassium citrate serves as an alternative to sodium citrate or sodium bicarbonate when a high quantity of sodium administration is undesirable."}
{"id": "article-27573_9", "title": "Potassium -- Indications", "content": "Antibiotics: Potassium is also used as a vehicle or compounding chemical for some antibiotic preparations (e.g., potassium benzylpenicillin, potassium penicillin V and amoxicillin-clavulanate potassium).", "contents": "Potassium -- Indications. Antibiotics: Potassium is also used as a vehicle or compounding chemical for some antibiotic preparations (e.g., potassium benzylpenicillin, potassium penicillin V and amoxicillin-clavulanate potassium)."}
{"id": "article-27573_10", "title": "Potassium -- Mechanism of Action", "content": "As a major intracellular cation, potassium acts to preserve acid-base balance and maintain isotonicity and electrodynamic cellular function. It activates many enzymatic reactions within our body. It plays an essential role in the transmission of nerve impulses, contraction of cardiac muscles, skeletal and smooth muscles, tissue synthesis, gastric secretion, and renal function. Potassium reduces mean systolic and diastolic blood pressure. [1] Normal serum potassium values are between 3.5 and 5.0 millimoles/L (mmol/L). Levels outside this range correlate with increased rates of death from several causes. [7] [8]", "contents": "Potassium -- Mechanism of Action. As a major intracellular cation, potassium acts to preserve acid-base balance and maintain isotonicity and electrodynamic cellular function. It activates many enzymatic reactions within our body. It plays an essential role in the transmission of nerve impulses, contraction of cardiac muscles, skeletal and smooth muscles, tissue synthesis, gastric secretion, and renal function. Potassium reduces mean systolic and diastolic blood pressure. [1] Normal serum potassium values are between 3.5 and 5.0 millimoles/L (mmol/L). Levels outside this range correlate with increased rates of death from several causes. [7] [8]"}
{"id": "article-27573_11", "title": "Potassium -- Administration", "content": "Potassium administration can be in the form of multiple salts, some of which can be ingested by the oral route (potassium chloride, acetate, bicarbonate, gluconate, and citrate), and some of which are given intravenously (potassium chloride and acetate). Certain potassium-containing compounds (e.g., potassium chloride) can be injected subcutaneously (hypodermoclysis). [9] The oral route is always preferable to intravenous injection except in critical hypokalemia; this is because the relatively slow process of gastrointestinal absorption of potassium salts limits the likelihood of a sudden, significant increase in serum potassium concentration.", "contents": "Potassium -- Administration. Potassium administration can be in the form of multiple salts, some of which can be ingested by the oral route (potassium chloride, acetate, bicarbonate, gluconate, and citrate), and some of which are given intravenously (potassium chloride and acetate). Certain potassium-containing compounds (e.g., potassium chloride) can be injected subcutaneously (hypodermoclysis). [9] The oral route is always preferable to intravenous injection except in critical hypokalemia; this is because the relatively slow process of gastrointestinal absorption of potassium salts limits the likelihood of a sudden, significant increase in serum potassium concentration."}
{"id": "article-27573_12", "title": "Potassium -- Administration -- Oral Administration", "content": "To reduce gastrointestinal irritation and cathartic effect, oral potassium supplements should be administered with or after meals. Oral potassium salts are usually administered in 1 to 4 doses daily. With a relatively high daily dosage (greater than 20 mEq), drug administration should be in divided doses. Extended-release potassium chloride preparations are useful for patients who cannot tolerate or are non-compliant with multiple daily doses of potassium preparations.", "contents": "Potassium -- Administration -- Oral Administration. To reduce gastrointestinal irritation and cathartic effect, oral potassium supplements should be administered with or after meals. Oral potassium salts are usually administered in 1 to 4 doses daily. With a relatively high daily dosage (greater than 20 mEq), drug administration should be in divided doses. Extended-release potassium chloride preparations are useful for patients who cannot tolerate or are non-compliant with multiple daily doses of potassium preparations."}
{"id": "article-27573_13", "title": "Potassium -- Administration -- IV Infusion", "content": "Administration of potassium-containing infusions must be by slow intravenous infusion, including boluses of potassium for hypokalemia (rate of administration generally should not exceed 20 mEq/hour). When including potassium in the long term or maintenance fluid administration, concentration should not exceed 40 mEq/L (exceptions may be severe hypokalemia associated with cardiac arrhythmias or diabetic ketoacidosis where higher concentrations of 60 to 80 mEq/L require caution). Continuous ECG monitoring and serial measurements of plasma potassium concentrations are essential during IV administration of potassium, particularly when the rate of administration is greater than 20 mEq/hour. Potassium IV solutions should be administered only in well-hydrated patients and with adequate urine flow (especially in post-surgical patients). The selection of potassium dosages requires caution in patients with renal impairment and geriatric patients. [10]", "contents": "Potassium -- Administration -- IV Infusion. Administration of potassium-containing infusions must be by slow intravenous infusion, including boluses of potassium for hypokalemia (rate of administration generally should not exceed 20 mEq/hour). When including potassium in the long term or maintenance fluid administration, concentration should not exceed 40 mEq/L (exceptions may be severe hypokalemia associated with cardiac arrhythmias or diabetic ketoacidosis where higher concentrations of 60 to 80 mEq/L require caution). Continuous ECG monitoring and serial measurements of plasma potassium concentrations are essential during IV administration of potassium, particularly when the rate of administration is greater than 20 mEq/hour. Potassium IV solutions should be administered only in well-hydrated patients and with adequate urine flow (especially in post-surgical patients). The selection of potassium dosages requires caution in patients with renal impairment and geriatric patients. [10]"}
{"id": "article-27573_14", "title": "Potassium -- Administration -- IV Infusion", "content": "Potassium acetate, potassium chloride, and potassium phosphate are available as concentrated solutions that require dilution before intravenous administration. Local vascular intolerance may be a limiting factor in the ability to administer concentrated solutions. Ideally, potassium infusion administration should be via a large, high-flow vein (e.g., femoral vein), or administration of lower concentration solutions may be in divided doses via peripheral veins.", "contents": "Potassium -- Administration -- IV Infusion. Potassium acetate, potassium chloride, and potassium phosphate are available as concentrated solutions that require dilution before intravenous administration. Local vascular intolerance may be a limiting factor in the ability to administer concentrated solutions. Ideally, potassium infusion administration should be via a large, high-flow vein (e.g., femoral vein), or administration of lower concentration solutions may be in divided doses via peripheral veins."}
{"id": "article-27573_15", "title": "Potassium -- Administration -- Dosage", "content": "The calculated dosage of potassium supplements is usually as mEq of potassium. Depending on the potassium supplement formulation being used, the amount of a particular oral supplement that will provide a specific effective dosage of potassium in mEq will vary. Normal adult daily potassium requirement and usual dietary potassium intake is 40 to 80 mEq; infants and children require 2 to 3 mEq/kg up to 40 mEq/m daily.", "contents": "Potassium -- Administration -- Dosage. The calculated dosage of potassium supplements is usually as mEq of potassium. Depending on the potassium supplement formulation being used, the amount of a particular oral supplement that will provide a specific effective dosage of potassium in mEq will vary. Normal adult daily potassium requirement and usual dietary potassium intake is 40 to 80 mEq; infants and children require 2 to 3 mEq/kg up to 40 mEq/m daily."}
{"id": "article-27573_16", "title": "Potassium -- Adverse Effects", "content": "Hyperkalemia is the most common and life-threatening adverse effect of potassium administration and can develop rapidly. [11] This condition can manifest as potentially fatal bradycardia, asystole, and ventricular fibrillation. Gastrointestinal side effects commonly occur with enteral preparations, such as nausea, emesis, diarrhea, and abdominal pain. Extravasation, local irritation, and phlebitis may occur due to improper dilution of intravenous preparations or administration through a peripheral vein. Hypersensitivity reactions occur from the use of potassium iodide as well as chronic iodine poisoning (iodism). [12]", "contents": "Potassium -- Adverse Effects. Hyperkalemia is the most common and life-threatening adverse effect of potassium administration and can develop rapidly. [11] This condition can manifest as potentially fatal bradycardia, asystole, and ventricular fibrillation. Gastrointestinal side effects commonly occur with enteral preparations, such as nausea, emesis, diarrhea, and abdominal pain. Extravasation, local irritation, and phlebitis may occur due to improper dilution of intravenous preparations or administration through a peripheral vein. Hypersensitivity reactions occur from the use of potassium iodide as well as chronic iodine poisoning (iodism). [12]"}
{"id": "article-27573_17", "title": "Potassium -- Contraindications", "content": "Hyperkalemia is an absolute contraindication for potassium replacement. Inadequate or absent urine output and severe renal impairment are relative contraindications. Systemic acidosis and states of dehydration require correction before potassium administration. Potassium administration requires caution in states of significant tissue breakdown (e.g., burns or post-operative conditions), adrenal insufficiency, and concomitant administration of potassium-sparing diuretics. Oral forms of potassium supplements should be used cautiously in patients who have delayed gastrointestinal transit due to structural or functional causes. Potassium iodide is not for use in patients with known sensitivity to iodides.", "contents": "Potassium -- Contraindications. Hyperkalemia is an absolute contraindication for potassium replacement. Inadequate or absent urine output and severe renal impairment are relative contraindications. Systemic acidosis and states of dehydration require correction before potassium administration. Potassium administration requires caution in states of significant tissue breakdown (e.g., burns or post-operative conditions), adrenal insufficiency, and concomitant administration of potassium-sparing diuretics. Oral forms of potassium supplements should be used cautiously in patients who have delayed gastrointestinal transit due to structural or functional causes. Potassium iodide is not for use in patients with known sensitivity to iodides."}
{"id": "article-27573_18", "title": "Potassium -- Monitoring", "content": "Fluid balance, hydration, and acid-base status need to be monitored periodically during potassium replacement. Serum potassium levels require frequent monitoring in patients with renal impairment or with intravenous bolus potassium replacement. Regular potassium checks are also necessary when patients are receiving drugs that increase the risk of hyperkalemia (e.g., ACE inhibitors, potassium-sparing diuretics). [13]", "contents": "Potassium -- Monitoring. Fluid balance, hydration, and acid-base status need to be monitored periodically during potassium replacement. Serum potassium levels require frequent monitoring in patients with renal impairment or with intravenous bolus potassium replacement. Regular potassium checks are also necessary when patients are receiving drugs that increase the risk of hyperkalemia (e.g., ACE inhibitors, potassium-sparing diuretics). [13]"}
{"id": "article-27573_19", "title": "Potassium -- Toxicity", "content": "Hyperkalemia is the most prevalent and life-threatening hazard of potassium therapy. ECG changes are the most critical indicator of silent potassium toxicity. They include tall, peaked T waves, ST-segment depression, the disappearance of the P wave, QT interval prolongation, and widening of the QRS complex with slurring. Clinical signs and symptoms of hyperkalemia include paresthesias, drowsiness, mental confusion, flaccid paralysis, gray pallor, cold skin, peripheral vascular collapse with a fall in blood pressure, critical cardiac arrhythmias, and heart block.", "contents": "Potassium -- Toxicity. Hyperkalemia is the most prevalent and life-threatening hazard of potassium therapy. ECG changes are the most critical indicator of silent potassium toxicity. They include tall, peaked T waves, ST-segment depression, the disappearance of the P wave, QT interval prolongation, and widening of the QRS complex with slurring. Clinical signs and symptoms of hyperkalemia include paresthesias, drowsiness, mental confusion, flaccid paralysis, gray pallor, cold skin, peripheral vascular collapse with a fall in blood pressure, critical cardiac arrhythmias, and heart block."}
{"id": "article-27573_20", "title": "Potassium -- Toxicity", "content": "Treatment of hyperkalemia is dependant on its severity, and there are multiple regimens available. [11] However, the rapid lowering of plasma potassium concentrations in digitalized patients can result in cardiac glycoside toxicity. Administration of potassium-rich foods and potassium-sparing diuretics require prompt discontinuation. In patients with severe hyperkalemia, immediate measures that allow an intracellular shift of potassium (administration of sodium bicarbonate, a calcium salt, and/or insulin-dextrose) have been recommended. Patients whose ECGs demonstrate absent P waves or a broad QRS complex and who are not receiving cardiac glycosides should immediately be given calcium gluconate or another calcium salt IV with continuous ECG monitoring to antagonize the cardiotoxic effects of potassium. If abnormalities on the ECG persist, repeated doses of the calcium salt may be given.", "contents": "Potassium -- Toxicity. Treatment of hyperkalemia is dependant on its severity, and there are multiple regimens available. [11] However, the rapid lowering of plasma potassium concentrations in digitalized patients can result in cardiac glycoside toxicity. Administration of potassium-rich foods and potassium-sparing diuretics require prompt discontinuation. In patients with severe hyperkalemia, immediate measures that allow an intracellular shift of potassium (administration of sodium bicarbonate, a calcium salt, and/or insulin-dextrose) have been recommended. Patients whose ECGs demonstrate absent P waves or a broad QRS complex and who are not receiving cardiac glycosides should immediately be given calcium gluconate or another calcium salt IV with continuous ECG monitoring to antagonize the cardiotoxic effects of potassium. If abnormalities on the ECG persist, repeated doses of the calcium salt may be given."}
{"id": "article-27573_21", "title": "Potassium -- Toxicity", "content": "When the ECG normalizes, the subsequent efforts should point toward removing potassium from the body. Some potassium adsorption can be accomplished by administering sodium polystyrene sulfonate orally or as an enema. Hemodialysis or peritoneal dialysis will reduce plasma potassium concentrations and can be necessary for patients with renal insufficiency.", "contents": "Potassium -- Toxicity. When the ECG normalizes, the subsequent efforts should point toward removing potassium from the body. Some potassium adsorption can be accomplished by administering sodium polystyrene sulfonate orally or as an enema. Hemodialysis or peritoneal dialysis will reduce plasma potassium concentrations and can be necessary for patients with renal insufficiency."}
{"id": "article-27573_22", "title": "Potassium -- Enhancing Healthcare Team Outcomes", "content": "Managing potassium overdose requires an interprofessional team of healthcare professionals, including nurses, laboratory technologists, pharmacists, and physicians in different specialties. Without prompt and proper management, the morbidity and mortality from potassium overdose are high. Cardiovascular mortality from hyperkalemia especially increases in patients with chronic kidney disease and those on dialysis. [14] [Level 1] As soon as it is apparent that hyperkalemia may have ensued as a result of potassium administration, the patient requires ICU admission for monitoring and treatment. The ICU clinician provides care coordination, including the following:", "contents": "Potassium -- Enhancing Healthcare Team Outcomes. Managing potassium overdose requires an interprofessional team of healthcare professionals, including nurses, laboratory technologists, pharmacists, and physicians in different specialties. Without prompt and proper management, the morbidity and mortality from potassium overdose are high. Cardiovascular mortality from hyperkalemia especially increases in patients with chronic kidney disease and those on dialysis. [14] [Level 1] As soon as it is apparent that hyperkalemia may have ensued as a result of potassium administration, the patient requires ICU admission for monitoring and treatment. The ICU clinician provides care coordination, including the following:"}
{"id": "article-27573_23", "title": "Potassium -- Enhancing Healthcare Team Outcomes", "content": "Ordering serial blood potassium levels Monitor the patient for signs and symptoms of cardiac arrhythmias, and continuous EKG monitoring Performing various maneuvers to help limit the absorption of the drug in the body Rapid administration of sodium bicarbonate and calcium gluconate or calcium chloride to limit cardiotoxicity Consult with the pharmacist about the use of Polystyrene sulfonate and glucose-insulin Consult with a nephrologist on further management, which may include dialysis Consult with a cardiologist for management of life-threatening arrhythmias", "contents": "Potassium -- Enhancing Healthcare Team Outcomes. Ordering serial blood potassium levels Monitor the patient for signs and symptoms of cardiac arrhythmias, and continuous EKG monitoring Performing various maneuvers to help limit the absorption of the drug in the body Rapid administration of sodium bicarbonate and calcium gluconate or calcium chloride to limit cardiotoxicity Consult with the pharmacist about the use of Polystyrene sulfonate and glucose-insulin Consult with a nephrologist on further management, which may include dialysis Consult with a cardiologist for management of life-threatening arrhythmias"}
{"id": "article-27573_24", "title": "Potassium -- Enhancing Healthcare Team Outcomes", "content": "Existing treatment protocols for critical hyperkalemia resulting from potassium administration have no support by solid evidence and appear to be institution-specific. [15] [Level 3] Definitive clinical trials are needed to fill knowledge gaps of when and how to treat. [15] The management of potassium overdose does not stop with the resolution of hyperkalemia. Following patient stabilization, one must determine how and why the patient became hyperkalemic. The team's nursing and pharmacy sections can help identify whether the intended dose was administered or whether a medical error resulted in the potassium toxicity. The nephrologist can detect a baseline decreased renal function contributing to the resultant hyperkalemia. Only by working as an interprofessional team can the morbidity and mortality of inadvertent potassium overdose be reduced.", "contents": "Potassium -- Enhancing Healthcare Team Outcomes. Existing treatment protocols for critical hyperkalemia resulting from potassium administration have no support by solid evidence and appear to be institution-specific. [15] [Level 3] Definitive clinical trials are needed to fill knowledge gaps of when and how to treat. [15] The management of potassium overdose does not stop with the resolution of hyperkalemia. Following patient stabilization, one must determine how and why the patient became hyperkalemic. The team's nursing and pharmacy sections can help identify whether the intended dose was administered or whether a medical error resulted in the potassium toxicity. The nephrologist can detect a baseline decreased renal function contributing to the resultant hyperkalemia. Only by working as an interprofessional team can the morbidity and mortality of inadvertent potassium overdose be reduced."}
{"id": "article-27573_25", "title": "Potassium -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Potassium -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}