{"id": "article-128643_0", "title": "Sonography Evaluation of Amniotic Fluid -- Continuing Education Activity", "content": "Amniotic fluid is produced and processed largely by the fetus. Two main methods are used to communicate amniotic fluid levels: the amniotic fluid index (AFI) or the maximal vertical pocket (MVP). Adequate amounts of amniotic fluid are necessary for normal fetal development, and alterations can indicate an underlying disease process affecting the pregnancy. This activity reviews the sonographic evaluation and interpretation of amniotic fluid levels and highlights the inter-professional team's role in evaluating and treating abnormalities in amniotic fluid levels.", "contents": "Sonography Evaluation of Amniotic Fluid -- Continuing Education Activity. Amniotic fluid is produced and processed largely by the fetus. Two main methods are used to communicate amniotic fluid levels: the amniotic fluid index (AFI) or the maximal vertical pocket (MVP). Adequate amounts of amniotic fluid are necessary for normal fetal development, and alterations can indicate an underlying disease process affecting the pregnancy. This activity reviews the sonographic evaluation and interpretation of amniotic fluid levels and highlights the inter-professional team's role in evaluating and treating abnormalities in amniotic fluid levels."}
{"id": "article-128643_1", "title": "Sonography Evaluation of Amniotic Fluid -- Continuing Education Activity", "content": "Objectives: Describe indications for obtaining sonographic estimations of amniotic fluid. Describe how to properly perform an ultrasound and calculate an amniotic fluid index (AFI) and maximal vertical pocket (MVP). Identify abnormal amniotic fluid parameters. Describe common etiologies associated with oligohydramnios and polyhydramnios. Access free multiple choice questions on this topic.", "contents": "Sonography Evaluation of Amniotic Fluid -- Continuing Education Activity. Objectives: Describe indications for obtaining sonographic estimations of amniotic fluid. Describe how to properly perform an ultrasound and calculate an amniotic fluid index (AFI) and maximal vertical pocket (MVP). Identify abnormal amniotic fluid parameters. Describe common etiologies associated with oligohydramnios and polyhydramnios. Access free multiple choice questions on this topic."}
{"id": "article-128643_2", "title": "Sonography Evaluation of Amniotic Fluid -- Introduction", "content": "The amniotic fluid serves multiple functions necessary for adequate fetal development ranging from biomechanical protection and immunologic properties, hormonal regulation, and the development of whole organ systems as seen with pulmonary development. [1] The evaluation of amniotic fluid can be an indicator of fetal wellbeing. [2]", "contents": "Sonography Evaluation of Amniotic Fluid -- Introduction. The amniotic fluid serves multiple functions necessary for adequate fetal development ranging from biomechanical protection and immunologic properties, hormonal regulation, and the development of whole organ systems as seen with pulmonary development. [1] The evaluation of amniotic fluid can be an indicator of fetal wellbeing. [2]"}
{"id": "article-128643_3", "title": "Sonography Evaluation of Amniotic Fluid -- Introduction", "content": "Ultrasound offers a rapid, non-invasive way to evaluate amniotic fluid. Some studies have noted that sonographic assessment of amniotic fluid may not be accurate compared to the more direct dye dilution method. However, ultrasound offers a safe real-time option with comparable clinical outcomes. [3] [4] Sonographic assessment can be qualitative or semi-quantitative. The maximal vertical pocket (MVP) and four-quadrant amniotic fluid index (AFI) are semi-quantitative methods with established reference ranges common in clinical practice.", "contents": "Sonography Evaluation of Amniotic Fluid -- Introduction. Ultrasound offers a rapid, non-invasive way to evaluate amniotic fluid. Some studies have noted that sonographic assessment of amniotic fluid may not be accurate compared to the more direct dye dilution method. However, ultrasound offers a safe real-time option with comparable clinical outcomes. [3] [4] Sonographic assessment can be qualitative or semi-quantitative. The maximal vertical pocket (MVP) and four-quadrant amniotic fluid index (AFI) are semi-quantitative methods with established reference ranges common in clinical practice."}
{"id": "article-128643_4", "title": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology", "content": "At the beginning of pregnancy, amniotic fluid is largely a byproduct of maternal serum and resembles plasma due to hydrostatic and osmotic pressures. After 8 weeks of gestation, the fetal kidneys begin to function and produce urine; however, this does not become a key component of amniotic fluid until closer to 23-25 weeks when fetal keratinization is complete. [1] By the time keratinization is complete, fetal urinary production accounts for the main volume of amitotic fluid with up to 1500 ml produced per day. [5] In the last 20 weeks, fetal respiratory and gastric secretions also contribute up to 350 mL per day. Amniotic fluid is recycled primarily by fetal swallowing. [1]", "contents": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology. At the beginning of pregnancy, amniotic fluid is largely a byproduct of maternal serum and resembles plasma due to hydrostatic and osmotic pressures. After 8 weeks of gestation, the fetal kidneys begin to function and produce urine; however, this does not become a key component of amniotic fluid until closer to 23-25 weeks when fetal keratinization is complete. [1] By the time keratinization is complete, fetal urinary production accounts for the main volume of amitotic fluid with up to 1500 ml produced per day. [5] In the last 20 weeks, fetal respiratory and gastric secretions also contribute up to 350 mL per day. Amniotic fluid is recycled primarily by fetal swallowing. [1]"}
{"id": "article-128643_5", "title": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology", "content": "Additional recycling pathways include the intramembranous pathway of the placenta, umbilical cord, and fetal skin between the amniotic fluid and fetal blood (400 mL per day). [5] Amniotic fluid increases at a linear rate initially in the first half of pregnancy and continues to increase until the 36-38th week of pregnancy with an average maximal volume of 800 mL. [2] [5] Next, amniotic fluid can decrease by 8% per week, down to as low as 400ml in gestation near 42 weeks [2] .", "contents": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology. Additional recycling pathways include the intramembranous pathway of the placenta, umbilical cord, and fetal skin between the amniotic fluid and fetal blood (400 mL per day). [5] Amniotic fluid increases at a linear rate initially in the first half of pregnancy and continues to increase until the 36-38th week of pregnancy with an average maximal volume of 800 mL. [2] [5] Next, amniotic fluid can decrease by 8% per week, down to as low as 400ml in gestation near 42 weeks [2] ."}
{"id": "article-128643_6", "title": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology", "content": "Under normal conditions, maternal serum remains near but slightly lower in osmolality to fetal serum favoring flow to the fetus. Following fetal keratinization, amniotic fluid remains 10 Osm lower than fetal blood, allowing continuous flow through the placenta to the fetal blood. [2] In maternal dehydration, this balanced gradient between maternal and fetal serum can reverse favoring flow out of the fetal circulation. When this occurs, counter-regulation by continued flow into the fetal circulation can result in decreased amniotic fluid volume. These osmolarity gradient changes may explain why maternal hydration effectively reduces isolated uncomplicated oligohydramnios and why hyperglycemia often results in polyhydramnios. [5] The fetus itself can also affect the flow through these pathways due to the excretion of certain hormones, like growth factors and prolactin, which can alter membranes' permeability.", "contents": "Sonography Evaluation of Amniotic Fluid -- Anatomy and Physiology. Under normal conditions, maternal serum remains near but slightly lower in osmolality to fetal serum favoring flow to the fetus. Following fetal keratinization, amniotic fluid remains 10 Osm lower than fetal blood, allowing continuous flow through the placenta to the fetal blood. [2] In maternal dehydration, this balanced gradient between maternal and fetal serum can reverse favoring flow out of the fetal circulation. When this occurs, counter-regulation by continued flow into the fetal circulation can result in decreased amniotic fluid volume. These osmolarity gradient changes may explain why maternal hydration effectively reduces isolated uncomplicated oligohydramnios and why hyperglycemia often results in polyhydramnios. [5] The fetus itself can also affect the flow through these pathways due to the excretion of certain hormones, like growth factors and prolactin, which can alter membranes' permeability."}
{"id": "article-128643_7", "title": "Sonography Evaluation of Amniotic Fluid -- Indications", "content": "Amniotic fluid assessments are considered an integral part of the routine anatomic fetal evaluation, with derangements often found incidentally. The ACR guidelines state that amniotic fluid assessment should be performed at all sonographic fetal evaluations. [6]", "contents": "Sonography Evaluation of Amniotic Fluid -- Indications. Amniotic fluid assessments are considered an integral part of the routine anatomic fetal evaluation, with derangements often found incidentally. The ACR guidelines state that amniotic fluid assessment should be performed at all sonographic fetal evaluations. [6]"}
{"id": "article-128643_8", "title": "Sonography Evaluation of Amniotic Fluid -- Indications", "content": "Specific high-risk factors in pregnancies have the potential to alter amniotic fluid dynamics and may warrant serial assessments. These high-risk factors include hypertension severe enough to require antihypertensives, pregnancy-induced hypertensive disorders, fetal growth restriction, certain fetal anatomic anomalies, and late-term pregnancies. Additionally, when fundal size on a routine exam does not correlate with the gestational size, the amniotic fluid volume should be assessed. [7] Assessment of amniotic fluid volume can also help rule out rupture of membranes and is included in the general assessment of fetal wellbeing as one of the five parts of the biophysical profile (BPP).", "contents": "Sonography Evaluation of Amniotic Fluid -- Indications. Specific high-risk factors in pregnancies have the potential to alter amniotic fluid dynamics and may warrant serial assessments. These high-risk factors include hypertension severe enough to require antihypertensives, pregnancy-induced hypertensive disorders, fetal growth restriction, certain fetal anatomic anomalies, and late-term pregnancies. Additionally, when fundal size on a routine exam does not correlate with the gestational size, the amniotic fluid volume should be assessed. [7] Assessment of amniotic fluid volume can also help rule out rupture of membranes and is included in the general assessment of fetal wellbeing as one of the five parts of the biophysical profile (BPP)."}
{"id": "article-128643_9", "title": "Sonography Evaluation of Amniotic Fluid -- Contraindications", "content": "Although diagnostic ultrasound is generally considered safe in pregnancy, ultrasound should only be performed when medically indicated. The concept of as-low-as-reasonably-achievable (ALARA) should be applied to reduce the overall thermal index exposed to the fetus. [8] Doppler should not be used unless necessary due to the high-energy output of this technique. [9]", "contents": "Sonography Evaluation of Amniotic Fluid -- Contraindications. Although diagnostic ultrasound is generally considered safe in pregnancy, ultrasound should only be performed when medically indicated. The concept of as-low-as-reasonably-achievable (ALARA) should be applied to reduce the overall thermal index exposed to the fetus. [8] Doppler should not be used unless necessary due to the high-energy output of this technique. [9]"}
{"id": "article-128643_10", "title": "Sonography Evaluation of Amniotic Fluid -- Equipment", "content": "Performing a diagnostics ultrasound in pregnancy requires real-time scanning. For subjective fluid measurement in the first trimester of pregnancy, intracavitary transducers may be used. Most amniotic fluid assessments will occur in the second and third trimester and utilize a transabdominal approach with a curvilinear transducer able to provide >3 MHz. [8]", "contents": "Sonography Evaluation of Amniotic Fluid -- Equipment. Performing a diagnostics ultrasound in pregnancy requires real-time scanning. For subjective fluid measurement in the first trimester of pregnancy, intracavitary transducers may be used. Most amniotic fluid assessments will occur in the second and third trimester and utilize a transabdominal approach with a curvilinear transducer able to provide >3 MHz. [8]"}
{"id": "article-128643_11", "title": "Sonography Evaluation of Amniotic Fluid -- Technique or Treatment", "content": "The patient should be positioned supine with the transducer perpendicular to the floor and coronal to the patient. To obtain the maximal vertical pocket (MVP), the entire uterus is scanned, and the pocket of amniotic fluid with the greatest vertical length is identified. Vertical calipers are used to measure the depth in cm of amniotic fluid, which will appear hypoechoic on ultrasound. The literature interchangeably refers to this as the single deepest pocket (SDP) or occasionally the deepest vertical pocket (DVP). [10] These pockets of amniotic fluid must be at least 1 cm in width to be considered valid pockets. The exception is using MVP for biophysical profiles, which requires a 2 cm wide pocket. [11] When measuring the depth of a pocket, the calipers should not cross any fetal body part or portions of the umbilical cord as this may exaggerate the size of the pocket.", "contents": "Sonography Evaluation of Amniotic Fluid -- Technique or Treatment. The patient should be positioned supine with the transducer perpendicular to the floor and coronal to the patient. To obtain the maximal vertical pocket (MVP), the entire uterus is scanned, and the pocket of amniotic fluid with the greatest vertical length is identified. Vertical calipers are used to measure the depth in cm of amniotic fluid, which will appear hypoechoic on ultrasound. The literature interchangeably refers to this as the single deepest pocket (SDP) or occasionally the deepest vertical pocket (DVP). [10] These pockets of amniotic fluid must be at least 1 cm in width to be considered valid pockets. The exception is using MVP for biophysical profiles, which requires a 2 cm wide pocket. [11] When measuring the depth of a pocket, the calipers should not cross any fetal body part or portions of the umbilical cord as this may exaggerate the size of the pocket."}
{"id": "article-128643_12", "title": "Sonography Evaluation of Amniotic Fluid -- Technique or Treatment", "content": "To obtain the amniotic fluid index (AFI), the same process above is repeated four times. With the uterus divided into four quadrants and the umbilicus as a central point, each quadrant's largest vertical pocket is identified and measured. The criteria above apply to the pockets obtained in each quadrant. The measurements are added to obtain the total. [2] While intra-observer variations and maternal positions can alter apparent fluid volumes, maternal hydration can affect actual amniotic fluid volumes; therefore, patients must hydrate adequately. [6] [12] Simple hypotonic oral solutions are more effective than isotonic IV fluid; therefore, instructing the patient to drink several liters of water may improve the specificity when diagnosing oligohydramnios. [13]", "contents": "Sonography Evaluation of Amniotic Fluid -- Technique or Treatment. To obtain the amniotic fluid index (AFI), the same process above is repeated four times. With the uterus divided into four quadrants and the umbilicus as a central point, each quadrant's largest vertical pocket is identified and measured. The criteria above apply to the pockets obtained in each quadrant. The measurements are added to obtain the total. [2] While intra-observer variations and maternal positions can alter apparent fluid volumes, maternal hydration can affect actual amniotic fluid volumes; therefore, patients must hydrate adequately. [6] [12] Simple hypotonic oral solutions are more effective than isotonic IV fluid; therefore, instructing the patient to drink several liters of water may improve the specificity when diagnosing oligohydramnios. [13]"}
{"id": "article-128643_13", "title": "Sonography Evaluation of Amniotic Fluid -- Complications", "content": "Complications during the sonographic assessment of AFI or MVP are minimal.   When performing the ultrasound, patients may experience discomfort with the pressure from the ultrasound probe or lightheadedness from the gravid uterus's compression on the vena cava in the supine position. A rolled towel under the patient’s flank to provide left lateral tilt may improve venous return and improve symptoms. [14]", "contents": "Sonography Evaluation of Amniotic Fluid -- Complications. Complications during the sonographic assessment of AFI or MVP are minimal.   When performing the ultrasound, patients may experience discomfort with the pressure from the ultrasound probe or lightheadedness from the gravid uterus's compression on the vena cava in the supine position. A rolled towel under the patient’s flank to provide left lateral tilt may improve venous return and improve symptoms. [14]"}
{"id": "article-128643_14", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "Normal reference ranges for the AFI vary depending on if the 5-95 or 3-97 percentiles are applied. For single gestations above 20 weeks, normal fluid is noted as an AFI between 5-24 cm, although some references prefer 25 cm as the upper limit. MVP in single gestation pregnancies is considered normal when measured to be between 2-8 cm. It is important to note that only MVP is used to assess the amniotic fluid volumes in multi-gestation pregnancies. In a diamniotic pregnancy, the MVP is measured in each amniotic sac, allowing the clinician to attribute fluid to each fetus. Although the normal range for twins is closer to 2.2-7.5 cm, it is conventionally defined normal as between 2-8 cm. [15] [10]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. Normal reference ranges for the AFI vary depending on if the 5-95 or 3-97 percentiles are applied. For single gestations above 20 weeks, normal fluid is noted as an AFI between 5-24 cm, although some references prefer 25 cm as the upper limit. MVP in single gestation pregnancies is considered normal when measured to be between 2-8 cm. It is important to note that only MVP is used to assess the amniotic fluid volumes in multi-gestation pregnancies. In a diamniotic pregnancy, the MVP is measured in each amniotic sac, allowing the clinician to attribute fluid to each fetus. Although the normal range for twins is closer to 2.2-7.5 cm, it is conventionally defined normal as between 2-8 cm. [15] [10]"}
{"id": "article-128643_15", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "Oligohydramnios is diagnosed when amniotic fluid values fall below normal cut-offs. The list of potential causes is long and includes any condition causing uteroplacental insufficiency, anatomic issues with fetal urine production, and urinary tract obstructions.  In severe cases, early pulmonary hypoplasia and limb disfigurement occur result in significant perinatal morbidity and mortality.   Even among structurally normal fetuses, oligohydramnios' mortality has been shown to have a 50-fold increase compared to a fetus with normal amniotic fluid measurements. [16] Patients with oligohydramnios have several additional complications include higher rates of intrauterine growth restriction, fetal distress on heart rate monitoring, meconium-stained amniotic fluid, low Apgar scores, and higher rates of Cesarean section. [16] [17] [18] [19]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. Oligohydramnios is diagnosed when amniotic fluid values fall below normal cut-offs. The list of potential causes is long and includes any condition causing uteroplacental insufficiency, anatomic issues with fetal urine production, and urinary tract obstructions.  In severe cases, early pulmonary hypoplasia and limb disfigurement occur result in significant perinatal morbidity and mortality.   Even among structurally normal fetuses, oligohydramnios' mortality has been shown to have a 50-fold increase compared to a fetus with normal amniotic fluid measurements. [16] Patients with oligohydramnios have several additional complications include higher rates of intrauterine growth restriction, fetal distress on heart rate monitoring, meconium-stained amniotic fluid, low Apgar scores, and higher rates of Cesarean section. [16] [17] [18] [19]"}
{"id": "article-128643_16", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "As a result of these complications, the American College of Obstetrics and Gynecology recommends induction of pregnancy for isolated oligohydramnios between 36.0 and 37.6 weeks. [20] It is paramount that accurate measurements be obtained as these can lead to unnecessary intervention. Multiple studies have compared the use of the AFI with MVP for the diagnosis of oligohydramnios. Results indicate that AFI, in comparison to MVP, tends to overestimate clinically significant oligohydramnios and leads to overdiagnosis without improvement in maternal and perinatal outcomes. [21] [22] Therefore, MVP is the preferred method for diagnosing oligohydramnios. [10]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. As a result of these complications, the American College of Obstetrics and Gynecology recommends induction of pregnancy for isolated oligohydramnios between 36.0 and 37.6 weeks. [20] It is paramount that accurate measurements be obtained as these can lead to unnecessary intervention. Multiple studies have compared the use of the AFI with MVP for the diagnosis of oligohydramnios. Results indicate that AFI, in comparison to MVP, tends to overestimate clinically significant oligohydramnios and leads to overdiagnosis without improvement in maternal and perinatal outcomes. [21] [22] Therefore, MVP is the preferred method for diagnosing oligohydramnios. [10]"}
{"id": "article-128643_17", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "Polyhydramnios results from conditions in which there is increased production of amniotic fluid or decreased fetal swallowing. Causes of overproduction can include increased osmotic forces like hyperglycemia or hydrops, cardiac dysfunction, infection leading to decreased fetal swallowing occurs due to GI tract obstruction, impaired neurological swallowing pathways, and some cranial facial abnormities. The majority of cases are mild with no underlying etiology. As the severity of polyhydramnios increases, so does the incidence of fetal structural and genetic anomalies. Polyhydramnios graded in severity using AFIs (mild: 24-29.9 cm, moderate: 30-34.9 cm, or severe: 35 cm or more), or MVP (mild: 8-11 cm, moderate: 12-15 cm, or severe: >16 cm). [7] Some evidence suggests that the MVP method may overestimate polyhydramnios, but more data is needed to confirm this hypothesis. [12]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. Polyhydramnios results from conditions in which there is increased production of amniotic fluid or decreased fetal swallowing. Causes of overproduction can include increased osmotic forces like hyperglycemia or hydrops, cardiac dysfunction, infection leading to decreased fetal swallowing occurs due to GI tract obstruction, impaired neurological swallowing pathways, and some cranial facial abnormities. The majority of cases are mild with no underlying etiology. As the severity of polyhydramnios increases, so does the incidence of fetal structural and genetic anomalies. Polyhydramnios graded in severity using AFIs (mild: 24-29.9 cm, moderate: 30-34.9 cm, or severe: 35 cm or more), or MVP (mild: 8-11 cm, moderate: 12-15 cm, or severe: >16 cm). [7] Some evidence suggests that the MVP method may overestimate polyhydramnios, but more data is needed to confirm this hypothesis. [12]"}
{"id": "article-128643_18", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "Polyhydramnios has been shown to increase perinatal mortality, to a lesser extent than oligohydramnios, with the rate dependent on the underlying cause. Perinatal morbidity associated with polyhydramnios includes an increase in preterm labor, macrosomia, nonvertex positions, nonreassuring fetal heart tracings, and Cesarea sections. [18] Polyhydramnios can cause significant discomfort to the mother as severe cases can impair adequate maternal respiration. In these cases, therapeutic amnioreduction may be considered. For most causes of mild polyhydramnios, the American College of Obstetrics and Gynecology currently recommends delivery between 39 and 39.6 weeks. [20]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. Polyhydramnios has been shown to increase perinatal mortality, to a lesser extent than oligohydramnios, with the rate dependent on the underlying cause. Perinatal morbidity associated with polyhydramnios includes an increase in preterm labor, macrosomia, nonvertex positions, nonreassuring fetal heart tracings, and Cesarea sections. [18] Polyhydramnios can cause significant discomfort to the mother as severe cases can impair adequate maternal respiration. In these cases, therapeutic amnioreduction may be considered. For most causes of mild polyhydramnios, the American College of Obstetrics and Gynecology currently recommends delivery between 39 and 39.6 weeks. [20]"}
{"id": "article-128643_19", "title": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance", "content": "Twin-twin transfusion syndrome is a special case that warrants mentioning in the discussion of the amniotic fluid derangement due to its simultaneous presentation of both polyhydramnios and oligohydramnios during the same pregnancy. This syndrome occurs in 10% to 15% of diamniotic-monochorionic twins due to shared chorionic vessels. [23] The diagnosis requires a single placenta and the findings of oligohydramnios in one twin and polyhydramnios in the other. It is often associated with hydrops of the twin with polyhydramnios and growth restriction of the twin with oligohydramnios. Due to significant associated maternal and fetal mortality and morbidity, current guidelines recommend screening starting at 16 weeks and continuing every 2 weeks until delivery to allow for early identification, treatment and to guide delivery timelines. [23]", "contents": "Sonography Evaluation of Amniotic Fluid -- Clinical Significance. Twin-twin transfusion syndrome is a special case that warrants mentioning in the discussion of the amniotic fluid derangement due to its simultaneous presentation of both polyhydramnios and oligohydramnios during the same pregnancy. This syndrome occurs in 10% to 15% of diamniotic-monochorionic twins due to shared chorionic vessels. [23] The diagnosis requires a single placenta and the findings of oligohydramnios in one twin and polyhydramnios in the other. It is often associated with hydrops of the twin with polyhydramnios and growth restriction of the twin with oligohydramnios. Due to significant associated maternal and fetal mortality and morbidity, current guidelines recommend screening starting at 16 weeks and continuing every 2 weeks until delivery to allow for early identification, treatment and to guide delivery timelines. [23]"}
{"id": "article-128643_20", "title": "Sonography Evaluation of Amniotic Fluid -- Enhancing Healthcare Team Outcomes", "content": "Oligohydramnios and polyhydramnios are both common conditions that can have serious implications during pregnancy. Healthcare providers performing prenatal care should be aware of conditions that warrant enhanced screening for these conditions and abnormal findings. Providers skilled at performing and interpreting detailed anatomic ultrasounds should be involved in the care team due to the high rate of associated fetal anomalies. These providers often include pediatric radiologists and maternal-fetal medicine physicians.", "contents": "Sonography Evaluation of Amniotic Fluid -- Enhancing Healthcare Team Outcomes. Oligohydramnios and polyhydramnios are both common conditions that can have serious implications during pregnancy. Healthcare providers performing prenatal care should be aware of conditions that warrant enhanced screening for these conditions and abnormal findings. Providers skilled at performing and interpreting detailed anatomic ultrasounds should be involved in the care team due to the high rate of associated fetal anomalies. These providers often include pediatric radiologists and maternal-fetal medicine physicians."}
{"id": "article-128643_21", "title": "Sonography Evaluation of Amniotic Fluid -- Enhancing Healthcare Team Outcomes", "content": "The interprofessional healthcare team should include the newborn provider, designated personnel capable of providing resuscitation during the delivery; this can include specialty-trained NICU nursing staff, as well as the clinicians. In severe cases, delivery should occur at a tertiary care facility due to the high NICU admissions rate and increased rate of anomalies identified postnatally. WIth an interprofessional team approach to fetal evaluation and delivery, the best outcomes are possible for both newborns and mothers. [7] [Level 5]", "contents": "Sonography Evaluation of Amniotic Fluid -- Enhancing Healthcare Team Outcomes. The interprofessional healthcare team should include the newborn provider, designated personnel capable of providing resuscitation during the delivery; this can include specialty-trained NICU nursing staff, as well as the clinicians. In severe cases, delivery should occur at a tertiary care facility due to the high NICU admissions rate and increased rate of anomalies identified postnatally. WIth an interprofessional team approach to fetal evaluation and delivery, the best outcomes are possible for both newborns and mothers. [7] [Level 5]"}
{"id": "article-128643_22", "title": "Sonography Evaluation of Amniotic Fluid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sonography Evaluation of Amniotic Fluid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}