{"id": "article-22634_0", "title": "Health Screening -- Continuing Education Activity", "content": "A health screening test is a medical test or procedure performed on members of an asymptomatic population or population subgroup to assess their likelihood of having a particular disease. Health professionals often think of screening for early diagnosis of cancer (such as Pap smears for cervical cancer or colonoscopy for colon cancer), but there are many other screening tests commonly used, for example, thyroid-stimulating hormone (TSH) for congenital hypothyroidism in newborns, cholesterol level for heart disease, urine drug screen for illicit drug use, or blood pressure for hypertension. Some screening tests are applied to a large segment of the population (for instance, all adults older than age 50), while others target a smaller subset of the population (pregnant women). Many screening tests are widely used in the United States. This activity provides guidelines on the current screening tests and the role of the interprofessional team in patient education on the benefits of screening.", "contents": "Health Screening -- Continuing Education Activity. A health screening test is a medical test or procedure performed on members of an asymptomatic population or population subgroup to assess their likelihood of having a particular disease. Health professionals often think of screening for early diagnosis of cancer (such as Pap smears for cervical cancer or colonoscopy for colon cancer), but there are many other screening tests commonly used, for example, thyroid-stimulating hormone (TSH) for congenital hypothyroidism in newborns, cholesterol level for heart disease, urine drug screen for illicit drug use, or blood pressure for hypertension. Some screening tests are applied to a large segment of the population (for instance, all adults older than age 50), while others target a smaller subset of the population (pregnant women). Many screening tests are widely used in the United States. This activity provides guidelines on the current screening tests and the role of the interprofessional team in patient education on the benefits of screening."}
{"id": "article-22634_1", "title": "Health Screening -- Continuing Education Activity", "content": "Objectives: Identify the function of screening tests. Describe the issues of concern with screening test. Explain the benefits of screening tests. Outline interprofessional team strategies for improving care coordination and communication to advance approved screening tests and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Health Screening -- Continuing Education Activity. Objectives: Identify the function of screening tests. Describe the issues of concern with screening test. Explain the benefits of screening tests. Outline interprofessional team strategies for improving care coordination and communication to advance approved screening tests and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22634_2", "title": "Health Screening -- Introduction", "content": "A health screening test is a medical test or procedure performed on members of an asymptomatic population or population subgroup to assess their likelihood of having a particular disease. We often think of screening for early diagnosis of cancer (such as Pap smears for cervical cancer or colonoscopy for colon cancer), but there are many other screening tests commonly used, for example, thyroid-stimulating hormone (TSH) for congenital hypothyroidism in newborns, cholesterol level for heart disease, urine drug screen for illicit drug use, or blood pressure for hypertension. Some screening tests are applied to a large segment of the population (for instance, all adults older than age 50), while others target a smaller subset of the population (pregnant women). Many screening tests are widely used in the United States. Healthcare providers can agree that early diagnosis of a life-threatening disease, for which there is an effective treatment, is a positive action.", "contents": "Health Screening -- Introduction. A health screening test is a medical test or procedure performed on members of an asymptomatic population or population subgroup to assess their likelihood of having a particular disease. We often think of screening for early diagnosis of cancer (such as Pap smears for cervical cancer or colonoscopy for colon cancer), but there are many other screening tests commonly used, for example, thyroid-stimulating hormone (TSH) for congenital hypothyroidism in newborns, cholesterol level for heart disease, urine drug screen for illicit drug use, or blood pressure for hypertension. Some screening tests are applied to a large segment of the population (for instance, all adults older than age 50), while others target a smaller subset of the population (pregnant women). Many screening tests are widely used in the United States. Healthcare providers can agree that early diagnosis of a life-threatening disease, for which there is an effective treatment, is a positive action."}
{"id": "article-22634_3", "title": "Health Screening -- Introduction", "content": "Unfortunately, health screening is complicated. Many articles about screening present a bewildering array of medical economics and biostatistics to make their points and a multitude of credible organizations have offered their own (often differing) screening recommendations. The economic implications of screening are real. Even a single screening test, applied to a large number (millions) of people, can result in billions of dollars of health care expenditure annually. There are legitimate debates about sensitivity and specificity, disease prevalence, predictive values, lead-time bias, screening intervals, and appropriate cutoffs for positive or negative results. Recently, \"shared decision making\" has been suggested as an option when there is uncertainty about the advisability of a particular screening test (such as the prostate-specific antigen, or PSA, for the early diagnosis of prostate cancer). That may be possible if your patient is an educated professional. However, asking a patient without medical training to understand issues that challenge the intellect and judgment of most trained clinicians does not seem realistic. That the issue even arises highlights the urgent need for better screening tests. [1] [2] [3] [4] [5] [6]", "contents": "Health Screening -- Introduction. Unfortunately, health screening is complicated. Many articles about screening present a bewildering array of medical economics and biostatistics to make their points and a multitude of credible organizations have offered their own (often differing) screening recommendations. The economic implications of screening are real. Even a single screening test, applied to a large number (millions) of people, can result in billions of dollars of health care expenditure annually. There are legitimate debates about sensitivity and specificity, disease prevalence, predictive values, lead-time bias, screening intervals, and appropriate cutoffs for positive or negative results. Recently, \"shared decision making\" has been suggested as an option when there is uncertainty about the advisability of a particular screening test (such as the prostate-specific antigen, or PSA, for the early diagnosis of prostate cancer). That may be possible if your patient is an educated professional. However, asking a patient without medical training to understand issues that challenge the intellect and judgment of most trained clinicians does not seem realistic. That the issue even arises highlights the urgent need for better screening tests. [1] [2] [3] [4] [5] [6]"}
{"id": "article-22634_4", "title": "Health Screening -- Function", "content": "The function of health screening is to assess the likelihood that an asymptomatic individual has a particular disease, with the goal of preventing illness or death from that disease. There are several characteristics of a good screening test.", "contents": "Health Screening -- Function. The function of health screening is to assess the likelihood that an asymptomatic individual has a particular disease, with the goal of preventing illness or death from that disease. There are several characteristics of a good screening test."}
{"id": "article-22634_5", "title": "Health Screening -- Function", "content": "Diseases that are good candidates for screening are those that are prevalent in the population and cause significant morbidity and mortality. In the United States, heart disease and lung cancer are good examples. In contrast, trypanosomiasis might be a good target for screening in Tanzania, but not in the United States.", "contents": "Health Screening -- Function. Diseases that are good candidates for screening are those that are prevalent in the population and cause significant morbidity and mortality. In the United States, heart disease and lung cancer are good examples. In contrast, trypanosomiasis might be a good target for screening in Tanzania, but not in the United States."}
{"id": "article-22634_6", "title": "Health Screening -- Function", "content": "The disease must have an asymptomatic period during which treatment will reduce morbidity and mortality significantly more than waiting until symptoms develop. Congenital hypothyroidism and cervical cancer are good examples. In contrast, chest x-rays as a screening test for lung cancer were discontinued because of failure to demonstrate the value of early diagnosis.", "contents": "Health Screening -- Function. The disease must have an asymptomatic period during which treatment will reduce morbidity and mortality significantly more than waiting until symptoms develop. Congenital hypothyroidism and cervical cancer are good examples. In contrast, chest x-rays as a screening test for lung cancer were discontinued because of failure to demonstrate the value of early diagnosis."}
{"id": "article-22634_7", "title": "Health Screening -- Function", "content": "The screening test should have the highest possible sensitivity (few false-negative results) and specificity (few false-positive results). The ideal screening test will be 100% sensitive and 100% specific, identifying all patients with the disease and falsely diagnosing none. Unfortunately, no ideal test exists. For example, PSA screening for prostate cancer has a very high false-positive rate, as well as the very real possibility of diagnosing an indolent disease that may never cause symptoms.", "contents": "Health Screening -- Function. The screening test should have the highest possible sensitivity (few false-negative results) and specificity (few false-positive results). The ideal screening test will be 100% sensitive and 100% specific, identifying all patients with the disease and falsely diagnosing none. Unfortunately, no ideal test exists. For example, PSA screening for prostate cancer has a very high false-positive rate, as well as the very real possibility of diagnosing an indolent disease that may never cause symptoms."}
{"id": "article-22634_8", "title": "Health Screening -- Function", "content": "The screening test should also be inexpensive, readily available, safe, and easy.  Many current screening tests are less than ideal. Ask anyone who has had a colonoscopy for colon cancer screening or a low-dose helical CT scan for lung cancer screening. These tests are expensive, inconvenient, and not universally available.", "contents": "Health Screening -- Function. The screening test should also be inexpensive, readily available, safe, and easy.  Many current screening tests are less than ideal. Ask anyone who has had a colonoscopy for colon cancer screening or a low-dose helical CT scan for lung cancer screening. These tests are expensive, inconvenient, and not universally available."}
{"id": "article-22634_9", "title": "Health Screening -- Function", "content": "Effective treatment for the disease in question should be available at a reasonable cost. Why screen for a disease for which there is no real treatment?", "contents": "Health Screening -- Function. Effective treatment for the disease in question should be available at a reasonable cost. Why screen for a disease for which there is no real treatment?"}
{"id": "article-22634_10", "title": "Health Screening -- Issues of Concern", "content": "There is no perfect screening test, but looking at a questionable screening test and a reasonable screening test is helpful for understanding the issues.", "contents": "Health Screening -- Issues of Concern. There is no perfect screening test, but looking at a questionable screening test and a reasonable screening test is helpful for understanding the issues."}
{"id": "article-22634_11", "title": "Health Screening -- Issues of Concern", "content": "First, consider a questionable (bad) screening test. Many patients get an annual (or periodic) complete blood count (CBC) and comprehensive metabolic panel (CMP). Doctors do this to identify some asymptomatic disease (screening for anemia or hypokalemia). Is there any scientific support for this? No. There is none. It is a shot in the dark. The patient in question is a healthy asymptomatic adult, not a hypertensive patient in whom we are following serum chemistry or a patient with menorrhagia in whom we are following a CBC. There's no evidence that a routine CBC or CMP in a healthy, asymptomatic adult is useful, reasonable, or cost-effective. However, doctors order these tests. The reason (not without some basis in reality) that they are more likely to be criticized (or sued) for doing too little rather than too much, so they err on the side of doing too much. Moreover, they may rationalize that at least they are not ordering a total body CT scan for screening. Multiply one CBC or CMP by thousands or millions of patients per year. By eliminating these unnecessary tests, we can pay for thousands or millions of rational screening tests per year.", "contents": "Health Screening -- Issues of Concern. First, consider a questionable (bad) screening test. Many patients get an annual (or periodic) complete blood count (CBC) and comprehensive metabolic panel (CMP). Doctors do this to identify some asymptomatic disease (screening for anemia or hypokalemia). Is there any scientific support for this? No. There is none. It is a shot in the dark. The patient in question is a healthy asymptomatic adult, not a hypertensive patient in whom we are following serum chemistry or a patient with menorrhagia in whom we are following a CBC. There's no evidence that a routine CBC or CMP in a healthy, asymptomatic adult is useful, reasonable, or cost-effective. However, doctors order these tests. The reason (not without some basis in reality) that they are more likely to be criticized (or sued) for doing too little rather than too much, so they err on the side of doing too much. Moreover, they may rationalize that at least they are not ordering a total body CT scan for screening. Multiply one CBC or CMP by thousands or millions of patients per year. By eliminating these unnecessary tests, we can pay for thousands or millions of rational screening tests per year."}
{"id": "article-22634_12", "title": "Health Screening -- Issues of Concern", "content": "Then, consider a reasonable (\"good\") screening test.  Checking a blood type on a woman early in her pregnancy has become standard of care in the US since the 1970s.  It is done as a screening test primarily to identify women with Rh-negative blood type.  Why?  Because if Rh incompatibility is present, antenatal and postnatal RhoGAM given to the mother dramatically reduces the incidence of the problems that can result.  (The problems occur when a woman is Rh-negative, and her baby is Rh-positive, and they mainly affect the baby.  If untreated, the problems get worse with subsequent pregnancies.)  Because checking the mother's blood type in pregnancy is now almost universal, and most Rh-negative women receive RhoGAM, most younger US physicians have never seen a case of severe hemolytic disease of the fetus or newborn.  A simple, inexpensive, and readily available screening blood test, with appropriate follow-up treatment when indicated, has virtually eliminated what used to be a common and potentially fatal consequence of Rh incompatibility. [7] [8] [9]", "contents": "Health Screening -- Issues of Concern. Then, consider a reasonable (\"good\") screening test.  Checking a blood type on a woman early in her pregnancy has become standard of care in the US since the 1970s.  It is done as a screening test primarily to identify women with Rh-negative blood type.  Why?  Because if Rh incompatibility is present, antenatal and postnatal RhoGAM given to the mother dramatically reduces the incidence of the problems that can result.  (The problems occur when a woman is Rh-negative, and her baby is Rh-positive, and they mainly affect the baby.  If untreated, the problems get worse with subsequent pregnancies.)  Because checking the mother's blood type in pregnancy is now almost universal, and most Rh-negative women receive RhoGAM, most younger US physicians have never seen a case of severe hemolytic disease of the fetus or newborn.  A simple, inexpensive, and readily available screening blood test, with appropriate follow-up treatment when indicated, has virtually eliminated what used to be a common and potentially fatal consequence of Rh incompatibility. [7] [8] [9]"}
{"id": "article-22634_13", "title": "Health Screening -- Clinical Significance", "content": "A good screening test should target diseases that are prevalent in the population and cause significant morbidity and mortality. The leading cause of death in the United States is heart disease. The second leading cause of death is cancer, with lung cancer and colorectal cancer accounting for the highest number of cancer deaths. The following are the screening tests available for these three diseases.", "contents": "Health Screening -- Clinical Significance. A good screening test should target diseases that are prevalent in the population and cause significant morbidity and mortality. The leading cause of death in the United States is heart disease. The second leading cause of death is cancer, with lung cancer and colorectal cancer accounting for the highest number of cancer deaths. The following are the screening tests available for these three diseases."}
{"id": "article-22634_14", "title": "Health Screening -- Clinical Significance", "content": "Heart Disease (ischemic heart disease or coronary artery disease, rather than valvular heart disease, hypertrophic cardiomyopathy). The following can be done to diagnose heart disease while it is asymptomatic. First, doctors can identify risk factors to determine patients at increased risk for heart disease, for example, they can routinely inquire about smoking and family history of heart disease.", "contents": "Health Screening -- Clinical Significance. Heart Disease (ischemic heart disease or coronary artery disease, rather than valvular heart disease, hypertrophic cardiomyopathy). The following can be done to diagnose heart disease while it is asymptomatic. First, doctors can identify risk factors to determine patients at increased risk for heart disease, for example, they can routinely inquire about smoking and family history of heart disease."}
{"id": "article-22634_15", "title": "Health Screening -- Clinical Significance", "content": "They can check blood pressure and lipids (total cholesterol, LDL, and HDL), and blood sugar (to detect diabetes) periodically. Exactly when to start checking blood pressure and lipid profiles and fasting blood sugar, and how often to check them, is less clear.", "contents": "Health Screening -- Clinical Significance. They can check blood pressure and lipids (total cholesterol, LDL, and HDL), and blood sugar (to detect diabetes) periodically. Exactly when to start checking blood pressure and lipid profiles and fasting blood sugar, and how often to check them, is less clear."}
{"id": "article-22634_16", "title": "Health Screening -- Clinical Significance", "content": "There are a variety of heart disease risk-assessment tools, none of which are superior to the others. Then screening tools become more controversial among healthcare professionals. For example, the value of high-sensitivity C-reactive protein (hs-CRP), resting EKG, exercise stress testing (with or without nuclear imaging), coronary artery calcium (CAC) score determined by electron beam or multidetector-row computed tomography (EBCT or MBCT), and CT angiography have yet to be determined. They are not recommended in an asymptomatic low or average-risk individual. Their place in screening an asymptomatic high-risk individual is less clear, but there is no consistent recommendation for their use. Doctors should get a complete history, a blood pressure reading, a lipid profile, and a fasting blood sugar as screening tests, not for heart disease itself but to determine the risk factors for heart disease. [10] [11]", "contents": "Health Screening -- Clinical Significance. There are a variety of heart disease risk-assessment tools, none of which are superior to the others. Then screening tools become more controversial among healthcare professionals. For example, the value of high-sensitivity C-reactive protein (hs-CRP), resting EKG, exercise stress testing (with or without nuclear imaging), coronary artery calcium (CAC) score determined by electron beam or multidetector-row computed tomography (EBCT or MBCT), and CT angiography have yet to be determined. They are not recommended in an asymptomatic low or average-risk individual. Their place in screening an asymptomatic high-risk individual is less clear, but there is no consistent recommendation for their use. Doctors should get a complete history, a blood pressure reading, a lipid profile, and a fasting blood sugar as screening tests, not for heart disease itself but to determine the risk factors for heart disease. [10] [11]"}
{"id": "article-22634_17", "title": "Health Screening -- Clinical Significance -- Lung Cancer", "content": "As we noted above, previous recommendations for screening chest x-rays for the early diagnosis of lung cancer were stopped. While lung cancer could be diagnosed earlier by a screening chest x-ray in an asymptomatic individual, it became clear that early diagnosis did not change the course of the disease. This is an example of lead-time bias. Patients may seem to live longer, but only because the cancer is diagnosed earlier. Other tests, such as sputum cytology, have not been shown to be beneficial. The most promising test currently being studied is low-dose helical CT scanning (LDCT) performed with maximum inspiratory breath-hold, in 25 seconds or less, with high-resolution reconstruction. There is evidence of a mortality benefit from LDCT, but more studies are needed. Candidates for annual screening are patients aged 55 to 74 (some recommend up to age 80) years, a history of smoking at least 30 pack-years, and, if a former smoker had quit within the previous 15 years. For former smokers, annual screening should continue until 15 years have elapsed from the date of smoking cessation. Other screening tests currently being studied include PET scanning and identification of molecular and protein-based tumor biomarkers in sputum specimens. There is insufficient evidence to recommend these tests at this time. [12] [13] [14]", "contents": "Health Screening -- Clinical Significance -- Lung Cancer. As we noted above, previous recommendations for screening chest x-rays for the early diagnosis of lung cancer were stopped. While lung cancer could be diagnosed earlier by a screening chest x-ray in an asymptomatic individual, it became clear that early diagnosis did not change the course of the disease. This is an example of lead-time bias. Patients may seem to live longer, but only because the cancer is diagnosed earlier. Other tests, such as sputum cytology, have not been shown to be beneficial. The most promising test currently being studied is low-dose helical CT scanning (LDCT) performed with maximum inspiratory breath-hold, in 25 seconds or less, with high-resolution reconstruction. There is evidence of a mortality benefit from LDCT, but more studies are needed. Candidates for annual screening are patients aged 55 to 74 (some recommend up to age 80) years, a history of smoking at least 30 pack-years, and, if a former smoker had quit within the previous 15 years. For former smokers, annual screening should continue until 15 years have elapsed from the date of smoking cessation. Other screening tests currently being studied include PET scanning and identification of molecular and protein-based tumor biomarkers in sputum specimens. There is insufficient evidence to recommend these tests at this time. [12] [13] [14]"}
{"id": "article-22634_18", "title": "Health Screening -- Clinical Significance -- Colorectal Cancer", "content": "Both the incidence and the mortality rates from colorectal cancer have been decreasing in the United States for a number of years, partly (although not exclusively) because of increased screening. There are two general groups of screening tests available. Stool-based tests include the guaiac-based fecal occult blood test (gFOBT), the fecal immunochemical test (FIT), and the FIT-DNA test. Endoscopic and radiologic tests include flexible sigmoidoscopy, colonoscopy, and CT colonography (CTC). These tests vary as to cost, ease, sensitivity, and specificity. None of these tests have been found to be superior in head-to-head trials, so at this time they are all considered viable options for colorectal cancer screening. Until one screening test is demonstrated to be better than the others, any screening test is better than none. Tests such as digital rectal exams and air-contrast barium enema are no longer widely recommended for colorectal cancer screening. [4] [5]", "contents": "Health Screening -- Clinical Significance -- Colorectal Cancer. Both the incidence and the mortality rates from colorectal cancer have been decreasing in the United States for a number of years, partly (although not exclusively) because of increased screening. There are two general groups of screening tests available. Stool-based tests include the guaiac-based fecal occult blood test (gFOBT), the fecal immunochemical test (FIT), and the FIT-DNA test. Endoscopic and radiologic tests include flexible sigmoidoscopy, colonoscopy, and CT colonography (CTC). These tests vary as to cost, ease, sensitivity, and specificity. None of these tests have been found to be superior in head-to-head trials, so at this time they are all considered viable options for colorectal cancer screening. Until one screening test is demonstrated to be better than the others, any screening test is better than none. Tests such as digital rectal exams and air-contrast barium enema are no longer widely recommended for colorectal cancer screening. [4] [5]"}
{"id": "article-22634_19", "title": "Health Screening -- Other Issues", "content": "It is incumbent on clinicians to recommend screening tests that have strong evidence to support their use, not to recommend screening tests that do not have such evidence, and to be familiar with additional information about specific screening tests as it becomes available. Fortunately, many organizations make and frequently update screening recommendations for a broad range of diseases. Both the U.S. Preventive Services Task Force (USPSTF) and the American Academy of Family Physicians (AAFP) offer broad screening recommendations that consider, in detail, the pros and cons of various screening tests. Recommendations for a narrower range of screening tests come from organizations such as the American Cancer Society, the American Academy of Pediatrics, and the American Heart Association, to name only a few. [4] [12] [1] [15] [6] [16]", "contents": "Health Screening -- Other Issues. It is incumbent on clinicians to recommend screening tests that have strong evidence to support their use, not to recommend screening tests that do not have such evidence, and to be familiar with additional information about specific screening tests as it becomes available. Fortunately, many organizations make and frequently update screening recommendations for a broad range of diseases. Both the U.S. Preventive Services Task Force (USPSTF) and the American Academy of Family Physicians (AAFP) offer broad screening recommendations that consider, in detail, the pros and cons of various screening tests. Recommendations for a narrower range of screening tests come from organizations such as the American Cancer Society, the American Academy of Pediatrics, and the American Heart Association, to name only a few. [4] [12] [1] [15] [6] [16]"}
{"id": "article-22634_20", "title": "Health Screening -- Enhancing Healthcare Team Outcomes", "content": "Healthcare workers including nurse practitioners should not order screening tests that lack evidence or are very rare. This only leads to higher healthcare costs and subjects patients to unnecessary tests and procedures. It is important to discuss with the healthcare team the merits of a screening test before ordering one. Both the U.S. Preventive Services Task Force (USPSTF) and the American Academy of Family Physicians (AAFP) offer broad screening recommendations that consider, in detail, the pros and cons of various screening tests. If there is a doubt about a screening test, consultation from a specialist should be sought. Only through open communication between the clinicians can screening tests be used when appropriate and reduce the costs of healthcare.", "contents": "Health Screening -- Enhancing Healthcare Team Outcomes. Healthcare workers including nurse practitioners should not order screening tests that lack evidence or are very rare. This only leads to higher healthcare costs and subjects patients to unnecessary tests and procedures. It is important to discuss with the healthcare team the merits of a screening test before ordering one. Both the U.S. Preventive Services Task Force (USPSTF) and the American Academy of Family Physicians (AAFP) offer broad screening recommendations that consider, in detail, the pros and cons of various screening tests. If there is a doubt about a screening test, consultation from a specialist should be sought. Only through open communication between the clinicians can screening tests be used when appropriate and reduce the costs of healthcare."}
{"id": "article-22634_21", "title": "Health Screening -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nurse practitioners should be familiar with disorders that can be screened for. In general, screening for rare disorders is a waste of time and is associated with higher healthcare costs. It is important to consult with a specialist before ordering a screening test. Most of the screening tests have not lived up to expectations.", "contents": "Health Screening -- Nursing, Allied Health, and Interprofessional Team Interventions. Nurse practitioners should be familiar with disorders that can be screened for. In general, screening for rare disorders is a waste of time and is associated with higher healthcare costs. It is important to consult with a specialist before ordering a screening test. Most of the screening tests have not lived up to expectations."}
{"id": "article-22634_22", "title": "Health Screening -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "When nurse practitioners do order a screening test, it is important to follow up. An area of frequent malpractice is ordering a test and not following up on the result.", "contents": "Health Screening -- Nursing, Allied Health, and Interprofessional Team Monitoring. When nurse practitioners do order a screening test, it is important to follow up. An area of frequent malpractice is ordering a test and not following up on the result."}
{"id": "article-22634_23", "title": "Health Screening -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Health Screening -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}