{"id": "article-26226_0", "title": "Opioid Overdose -- Continuing Education Activity", "content": "One very common reason why patients seek medical care is for pain. Today, there are many ways to relieve pain, and one of them is with the use of opiates. Opiates have formally been approved for analgesia for close to 70 years, and for the most part, these drugs have been assumed to be relatively safe. However, in the last 2 decades, many reports have raised concerns about the safety of these drugs. Cases of overdose and opiate toxicity are continually reported in all major cities in the United States. More notable is that the prescriptions for opiates have dramatically increased over the past 2 decades. This empirical prescription habit by healthcare workers has also led to an epidemic of overdose outside the healthcare setting. Thus, for practicing healthcare workers, it is important to be aware of opiate toxicity in patients who are lethargic or unresponsive for no apparent reason.", "contents": "Opioid Overdose -- Continuing Education Activity. One very common reason why patients seek medical care is for pain. Today, there are many ways to relieve pain, and one of them is with the use of opiates. Opiates have formally been approved for analgesia for close to 70 years, and for the most part, these drugs have been assumed to be relatively safe. However, in the last 2 decades, many reports have raised concerns about the safety of these drugs. Cases of overdose and opiate toxicity are continually reported in all major cities in the United States. More notable is that the prescriptions for opiates have dramatically increased over the past 2 decades. This empirical prescription habit by healthcare workers has also led to an epidemic of overdose outside the healthcare setting. Thus, for practicing healthcare workers, it is important to be aware of opiate toxicity in patients who are lethargic or unresponsive for no apparent reason."}
{"id": "article-26226_1", "title": "Opioid Overdose -- Continuing Education Activity", "content": "Objectives: Review the current opioid epidemic in the United States. Describe the mode of action of the opiates. Summarize ways to prevent and manage opiate toxicity and overdose. Explain the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by opioid overdose. Access free multiple choice questions on this topic.", "contents": "Opioid Overdose -- Continuing Education Activity. Objectives: Review the current opioid epidemic in the United States. Describe the mode of action of the opiates. Summarize ways to prevent and manage opiate toxicity and overdose. Explain the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by opioid overdose. Access free multiple choice questions on this topic."}
{"id": "article-26226_2", "title": "Opioid Overdose -- Introduction", "content": "One very common reason why patients seek medical care is for pain. Today, there are many ways to relieve pain, and one of them is with the use of opiates. Opiates have formally been approved for analgesia for close to 70 years, and for the most part, these drugs have been assumed to be relatively safe. However, in the last 2 decades, many reports have raised concerns about the safety of these drugs. Cases of overdose and opiate toxicity are continually reported in all major cities in the United States. More notable is that the prescriptions for opiates have dramatically increased over the past 2 decades. This empirical prescription habit by healthcare workers has also led to an epidemic of overdose outside the healthcare setting. Thus, for practicing healthcare workers, it is important to be aware of opiate toxicity in patients who are lethargic or unresponsive for no apparent reason ( CDC, 2017).", "contents": "Opioid Overdose -- Introduction. One very common reason why patients seek medical care is for pain. Today, there are many ways to relieve pain, and one of them is with the use of opiates. Opiates have formally been approved for analgesia for close to 70 years, and for the most part, these drugs have been assumed to be relatively safe. However, in the last 2 decades, many reports have raised concerns about the safety of these drugs. Cases of overdose and opiate toxicity are continually reported in all major cities in the United States. More notable is that the prescriptions for opiates have dramatically increased over the past 2 decades. This empirical prescription habit by healthcare workers has also led to an epidemic of overdose outside the healthcare setting. Thus, for practicing healthcare workers, it is important to be aware of opiate toxicity in patients who are lethargic or unresponsive for no apparent reason ( CDC, 2017)."}
{"id": "article-26226_3", "title": "Opioid Overdose -- Introduction", "content": "Data released by the Drug Enforcement Agency (DEA) and the Centers for Disease Control and Prevention (CDC) indicate that from 2001 through 2010, the rate of opiate diversion, prescriptions for opiates, and opiate-related deaths have exponentially increased in the United States. The rates did plateau from 2011 through 2013 but again spiked from 2013 to 2014. Experts in pain management believe that the high number of opiate overdoses is not intentional but because patients may have been trying to manage unrelenting pain (CDC, 2016).", "contents": "Opioid Overdose -- Introduction. Data released by the Drug Enforcement Agency (DEA) and the Centers for Disease Control and Prevention (CDC) indicate that from 2001 through 2010, the rate of opiate diversion, prescriptions for opiates, and opiate-related deaths have exponentially increased in the United States. The rates did plateau from 2011 through 2013 but again spiked from 2013 to 2014. Experts in pain management believe that the high number of opiate overdoses is not intentional but because patients may have been trying to manage unrelenting pain (CDC, 2016)."}
{"id": "article-26226_4", "title": "Opioid Overdose -- Introduction", "content": "Opioid overdose occurs when a person has excessive unopposed stimulation of the opiate pathway. This can lead to decreased respiratory effort and possibly death. The frequency of opioid overdose is rapidly increasing. Drug overdose is the leading cause of accidental death in the United States, with opioids being the most common drug. The CDC currently estimates more than 1000 emergency department visits daily related to the misuse of opioids and about 91 opioid overdose deaths every day.", "contents": "Opioid Overdose -- Introduction. Opioid overdose occurs when a person has excessive unopposed stimulation of the opiate pathway. This can lead to decreased respiratory effort and possibly death. The frequency of opioid overdose is rapidly increasing. Drug overdose is the leading cause of accidental death in the United States, with opioids being the most common drug. The CDC currently estimates more than 1000 emergency department visits daily related to the misuse of opioids and about 91 opioid overdose deaths every day."}
{"id": "article-26226_5", "title": "Opioid Overdose -- Introduction", "content": "Prescriptions for opioid-containing medications quadrupled between 1999 and 2010. This paralleled a four-fold increase in overdose deaths due to opioids. The majority of opioid deaths are attributable to the use of heroin and synthetic opiates other than methadone.", "contents": "Opioid Overdose -- Introduction. Prescriptions for opioid-containing medications quadrupled between 1999 and 2010. This paralleled a four-fold increase in overdose deaths due to opioids. The majority of opioid deaths are attributable to the use of heroin and synthetic opiates other than methadone."}
{"id": "article-26226_6", "title": "Opioid Overdose -- Introduction", "content": "The issue with poorly treated pain has led medical professionals to use all types of short and long-acting opiates, and while this has made a difference in relieving pain, some patients often do not remain compliant with proper dosing. When the patient increases the dose or duration of opioids, then toxicity is a potential complication. Although annual rates of transition are low, this is commonly caused by individuals transitioning from the nonmedical use of prescription opioids to heroin.", "contents": "Opioid Overdose -- Introduction. The issue with poorly treated pain has led medical professionals to use all types of short and long-acting opiates, and while this has made a difference in relieving pain, some patients often do not remain compliant with proper dosing. When the patient increases the dose or duration of opioids, then toxicity is a potential complication. Although annual rates of transition are low, this is commonly caused by individuals transitioning from the nonmedical use of prescription opioids to heroin."}
{"id": "article-26226_7", "title": "Opioid Overdose -- Introduction", "content": "Heroin, at about $2 a bag, is up to 10-fold cheaper and more readily available than prescription opioid medications for street purchase, which cost on average about a dollar per milligram. Additionally, there is an increasing trend of heroin mixed with fentanyl and other synthetic opioid compounds. This creates variable concentrations of opioid potency and a higher risk of overdose.", "contents": "Opioid Overdose -- Introduction. Heroin, at about $2 a bag, is up to 10-fold cheaper and more readily available than prescription opioid medications for street purchase, which cost on average about a dollar per milligram. Additionally, there is an increasing trend of heroin mixed with fentanyl and other synthetic opioid compounds. This creates variable concentrations of opioid potency and a higher risk of overdose."}
{"id": "article-26226_8", "title": "Opioid Overdose -- Introduction", "content": "Adulterants: On the street, the majority of illicit drugs available are often contaminated with other substances. Sometimes to increase profits, sellers often add other agents to the formula without telling the end user. In many cases, these additives are pharmacologically active. Two decades ago in New York City, heroin had been adulterated with scopolamine, and this resulted in severe anticholinergic toxicity. Similarly, adulteration of cocaine is very common. [1] [2] [3] [4] [3]", "contents": "Opioid Overdose -- Introduction. Adulterants: On the street, the majority of illicit drugs available are often contaminated with other substances. Sometimes to increase profits, sellers often add other agents to the formula without telling the end user. In many cases, these additives are pharmacologically active. Two decades ago in New York City, heroin had been adulterated with scopolamine, and this resulted in severe anticholinergic toxicity. Similarly, adulteration of cocaine is very common. [1] [2] [3] [4] [3]"}
{"id": "article-26226_9", "title": "Opioid Overdose -- Introduction -- Prescription Monitoring", "content": "Most states have established prescription drug monitoring programs to counter the liberal prescription of opiates by healthcare workers (PDMP). In Kentucky, healthcare professionals must first consult the state’s online drug database to determine which analgesic drug can be prescribed to patients. Such state-enacted legislation has been developed to stop mass opiate prescriptions by healthcare workers. In addition, this also helps prevent the diversion of legitimate opiate prescriptions (DEA, 2016).", "contents": "Opioid Overdose -- Introduction -- Prescription Monitoring. Most states have established prescription drug monitoring programs to counter the liberal prescription of opiates by healthcare workers (PDMP). In Kentucky, healthcare professionals must first consult the state’s online drug database to determine which analgesic drug can be prescribed to patients. Such state-enacted legislation has been developed to stop mass opiate prescriptions by healthcare workers. In addition, this also helps prevent the diversion of legitimate opiate prescriptions (DEA, 2016)."}
{"id": "article-26226_10", "title": "Opioid Overdose -- Introduction -- Prescription Monitoring", "content": "Also, with the help of the Drug Enforcement Agency (DEA), there are now statewide registries of controlled substances that can assist healthcare providers in tracking usage patterns among patients in an effort to identify those individuals at high risk for opiate diversion or abuse. Even though the ready availability of opiates does play a role in opiate addiction, so far, no one has shown that there is a direct link between opiate abuse and the legitimate use of these drugs for pain ( DEA , 2016).", "contents": "Opioid Overdose -- Introduction -- Prescription Monitoring. Also, with the help of the Drug Enforcement Agency (DEA), there are now statewide registries of controlled substances that can assist healthcare providers in tracking usage patterns among patients in an effort to identify those individuals at high risk for opiate diversion or abuse. Even though the ready availability of opiates does play a role in opiate addiction, so far, no one has shown that there is a direct link between opiate abuse and the legitimate use of these drugs for pain ( DEA , 2016)."}
{"id": "article-26226_11", "title": "Opioid Overdose -- Etiology", "content": "Causes of opioid overdose can include: Complications of substance abuse Unintentional overdose Intentional overdose Therapeutic drug error The risk of opioid overdose increases in the following: Those who take escalating doses Return to use after cessation Those with severe medical and psychiatric conditions such as depression, HIV, and lung/liver disease Those that combine opioids and sedative medications Male gender Younger age (20 to 40 years) White non-Hispanic race More than 1.5 million emergency department visits are related to opioid analgesics. Opioids are a common cause of death due to overdose.", "contents": "Opioid Overdose -- Etiology. Causes of opioid overdose can include: Complications of substance abuse Unintentional overdose Intentional overdose Therapeutic drug error The risk of opioid overdose increases in the following: Those who take escalating doses Return to use after cessation Those with severe medical and psychiatric conditions such as depression, HIV, and lung/liver disease Those that combine opioids and sedative medications Male gender Younger age (20 to 40 years) White non-Hispanic race More than 1.5 million emergency department visits are related to opioid analgesics. Opioids are a common cause of death due to overdose."}
{"id": "article-26226_12", "title": "Opioid Overdose -- Epidemiology -- United States", "content": "Opiates are frequently prescribed for moderate to severe pain in the US. They are often prescribed alone or in combination with nonsteroidal anti-inflammatory drugs or muscle relaxants. Based on data from the Automation of Reports and Consolidated Order Systems, from 2004 through 2011, the percentage increase of opiates was as follows: Buprenorphine 2318% Fentanyl 35% Hydromorphone 140% Methadone 37% Morphine 64% Oxycodone 117% The use of codeine decreased by 20%.", "contents": "Opioid Overdose -- Epidemiology -- United States. Opiates are frequently prescribed for moderate to severe pain in the US. They are often prescribed alone or in combination with nonsteroidal anti-inflammatory drugs or muscle relaxants. Based on data from the Automation of Reports and Consolidated Order Systems, from 2004 through 2011, the percentage increase of opiates was as follows: Buprenorphine 2318% Fentanyl 35% Hydromorphone 140% Methadone 37% Morphine 64% Oxycodone 117% The use of codeine decreased by 20%."}
{"id": "article-26226_13", "title": "Opioid Overdose -- Epidemiology -- United States", "content": "At the same time, data from the Drug Abuse Warning Network (DAWN) has revealed that abuse of all the above opiates increased, with hydromorphone and buprenorphine leading the way with a 438% and 384% increase, respectively ( SAMHSA , 2014). Other data from DAWN reveal that there were nearly 420,000 visits to the emergency rooms related to opiates in 2013. Abuse and/or diversion of opiates over the past decade has included drugs like hydrocodone, hydromorphone, fentanyl, morphine, oxycodone, and tramadol.", "contents": "Opioid Overdose -- Epidemiology -- United States. At the same time, data from the Drug Abuse Warning Network (DAWN) has revealed that abuse of all the above opiates increased, with hydromorphone and buprenorphine leading the way with a 438% and 384% increase, respectively ( SAMHSA , 2014). Other data from DAWN reveal that there were nearly 420,000 visits to the emergency rooms related to opiates in 2013. Abuse and/or diversion of opiates over the past decade has included drugs like hydrocodone, hydromorphone, fentanyl, morphine, oxycodone, and tramadol."}
{"id": "article-26226_14", "title": "Opioid Overdose -- Epidemiology -- United States", "content": "A few years ago, in 2015, US poison control centers reported a total of 18,425 single exposures to pure opiates, which resulted in 68 fatalities and 764 cases of major toxicity. In addition, there were 14,632 exposures to a combination of opiates with alcohol, benzodiazepines, aspirin, acetaminophen, or ibuprofen. The combined exposures resulted in 32 fatalities and 288 cases of severe toxicity ( AAPCC, 2017).", "contents": "Opioid Overdose -- Epidemiology -- United States. A few years ago, in 2015, US poison control centers reported a total of 18,425 single exposures to pure opiates, which resulted in 68 fatalities and 764 cases of major toxicity. In addition, there were 14,632 exposures to a combination of opiates with alcohol, benzodiazepines, aspirin, acetaminophen, or ibuprofen. The combined exposures resulted in 32 fatalities and 288 cases of severe toxicity ( AAPCC, 2017)."}
{"id": "article-26226_15", "title": "Opioid Overdose -- Epidemiology -- International", "content": "The opiate toxicity epidemic is not only an American occurrence but a global concern. The 2014 United Nations Office on Drug and Crime estimates that at least 0.4% of the population, or close to 20 million people, regularly use heroin or opium. The highest level of usage is in South West Asia (1.21%), followed by Southeastern and Eastern Europe (0.83%) and Transcaucasia and Central Asia (0.81%). In Europe, the major cause of opiate deaths has been associated with the illicit use of fentanyl and its analogs. In countries where there is a heroin shortage, fentanyl and related products have replaced heroin as the illicit drug of use.", "contents": "Opioid Overdose -- Epidemiology -- International. The opiate toxicity epidemic is not only an American occurrence but a global concern. The 2014 United Nations Office on Drug and Crime estimates that at least 0.4% of the population, or close to 20 million people, regularly use heroin or opium. The highest level of usage is in South West Asia (1.21%), followed by Southeastern and Eastern Europe (0.83%) and Transcaucasia and Central Asia (0.81%). In Europe, the major cause of opiate deaths has been associated with the illicit use of fentanyl and its analogs. In countries where there is a heroin shortage, fentanyl and related products have replaced heroin as the illicit drug of use."}
{"id": "article-26226_16", "title": "Opioid Overdose -- Pathophysiology", "content": "An opiate is derived from the opium poppy plant, while opioids are substances that act on the opiate receptors. Opioids work via the endogenous opioid system by acting as a potent agonist to the mu receptor. This results in a complex cascade of intracellular signals resulting in dopamine release, blockade of pain signals, and a resulting sensation of euphoria. Opioid receptors are located in the brain, spinal cord, and gut. In overdose, there is an excessive effect on the portion of the brain regulating respiratory rate, resulting in respiratory depression and eventually death. The typical symptoms seen in overdose are pinpoint pupils, respiratory depression, and a decreased level of consciousness. This is known as the “opioid overdose triad.”", "contents": "Opioid Overdose -- Pathophysiology. An opiate is derived from the opium poppy plant, while opioids are substances that act on the opiate receptors. Opioids work via the endogenous opioid system by acting as a potent agonist to the mu receptor. This results in a complex cascade of intracellular signals resulting in dopamine release, blockade of pain signals, and a resulting sensation of euphoria. Opioid receptors are located in the brain, spinal cord, and gut. In overdose, there is an excessive effect on the portion of the brain regulating respiratory rate, resulting in respiratory depression and eventually death. The typical symptoms seen in overdose are pinpoint pupils, respiratory depression, and a decreased level of consciousness. This is known as the “opioid overdose triad.”"}
{"id": "article-26226_17", "title": "Opioid Overdose -- Pathophysiology", "content": "Opioids may be agonists, partial agonists, or agonist-antagonists of opioid receptors. The currently available opiates lower the perception of pain and, in some cases, decrease the pain stimulus. There are several types of opiate receptors in the central and peripheral nervous system. When these receptors are stimulated, it results in the suppression of the sensation of pain. However, not all opiate receptors have the same analgesic potency when stimulated.  Opioids reduce pain perception by inhibiting synaptic neurotransmission and binding of opioid receptors in the central and peripheral nervous systems. The main opioid receptors that mediate the effects of opioids are mu, kappa, and delta.", "contents": "Opioid Overdose -- Pathophysiology. Opioids may be agonists, partial agonists, or agonist-antagonists of opioid receptors. The currently available opiates lower the perception of pain and, in some cases, decrease the pain stimulus. There are several types of opiate receptors in the central and peripheral nervous system. When these receptors are stimulated, it results in the suppression of the sensation of pain. However, not all opiate receptors have the same analgesic potency when stimulated.  Opioids reduce pain perception by inhibiting synaptic neurotransmission and binding of opioid receptors in the central and peripheral nervous systems. The main opioid receptors that mediate the effects of opioids are mu, kappa, and delta."}
{"id": "article-26226_18", "title": "Opioid Overdose -- Pathophysiology", "content": "Mu receptors mediate analgesia, euphoria, sedation, respiratory depression, gastrointestinal dysmotility, and physical dependence. Mu receptors cause a medullary diminished response to hypercarbia and also a decrease in the respiratory response to hypoxia, resulting in a decreased stimulus to breathe and the development of apnea. Kappa receptors mediate analgesia, diuresis, miosis, and dysphoria. Delta receptors mediate analgesia, inhibition of dopamine release, and cough suppression.", "contents": "Opioid Overdose -- Pathophysiology. Mu receptors mediate analgesia, euphoria, sedation, respiratory depression, gastrointestinal dysmotility, and physical dependence. Mu receptors cause a medullary diminished response to hypercarbia and also a decrease in the respiratory response to hypoxia, resulting in a decreased stimulus to breathe and the development of apnea. Kappa receptors mediate analgesia, diuresis, miosis, and dysphoria. Delta receptors mediate analgesia, inhibition of dopamine release, and cough suppression."}
{"id": "article-26226_19", "title": "Opioid Overdose -- Pathophysiology", "content": "The role of the sigma and delta opiate receptors has not been as well studied. However, when the sigma receptors are stimulated, the individual will develop hallucinations, dysphoria, and psychosis, whereas the delta receptors will produce analgesia, euphoria, and seizures.  Sigma receptors are no longer considered opioids because naloxone does not antagonize them.", "contents": "Opioid Overdose -- Pathophysiology. The role of the sigma and delta opiate receptors has not been as well studied. However, when the sigma receptors are stimulated, the individual will develop hallucinations, dysphoria, and psychosis, whereas the delta receptors will produce analgesia, euphoria, and seizures.  Sigma receptors are no longer considered opioids because naloxone does not antagonize them."}
{"id": "article-26226_20", "title": "Opioid Overdose -- Pathophysiology", "content": "Tolerance occurs rapidly with opioids. With overdose, patients often succumb to respiratory failure. Tolerance to loss of the hypercarbic drive takes longer to develop than other euphoric effects, but opioid-tolerant patients do not develop complete tolerance to loss of hypoxic stimulus. This leaves them susceptible to death from overdose. [5] [6] [7]", "contents": "Opioid Overdose -- Pathophysiology. Tolerance occurs rapidly with opioids. With overdose, patients often succumb to respiratory failure. Tolerance to loss of the hypercarbic drive takes longer to develop than other euphoric effects, but opioid-tolerant patients do not develop complete tolerance to loss of hypoxic stimulus. This leaves them susceptible to death from overdose. [5] [6] [7]"}
{"id": "article-26226_21", "title": "Opioid Overdose -- Toxicokinetics", "content": "Opiates can be administered intravenously (IV), topically, inhaled, intramuscularly (IM), and orally. Following intravenous administration, the peak effects of the opiate are reached within 5 to 10 minutes but may take up to 90 minutes when administered orally. Following nasal insufflation, drugs Like heroin and butorphanol can reach peak levels within 10 to 15 minutes and about 30 to 45 minutes following intramuscular injection. Fentanyl, which is the only available topical analgesic agent, often takes 2 to 4 hours to reach peak levels.", "contents": "Opioid Overdose -- Toxicokinetics. Opiates can be administered intravenously (IV), topically, inhaled, intramuscularly (IM), and orally. Following intravenous administration, the peak effects of the opiate are reached within 5 to 10 minutes but may take up to 90 minutes when administered orally. Following nasal insufflation, drugs Like heroin and butorphanol can reach peak levels within 10 to 15 minutes and about 30 to 45 minutes following intramuscular injection. Fentanyl, which is the only available topical analgesic agent, often takes 2 to 4 hours to reach peak levels."}
{"id": "article-26226_22", "title": "Opioid Overdose -- Toxicokinetics", "content": "When administered orally, the majority of opiate absorption occurs in the small intestine. When large doses of opiates are consumed, this can lead to gastric aperistalsis and a delay in gastric emptying and absorption of the drug. Once in the body, opiates are broken down by the liver to inactive compounds that are excreted primarily by the kidneys. Opiates like buprenorphine and fentanyl are highly lipid soluble and tend to redistribute into the fatty tissues and thus, have a prolonged half-life. Since all opiates are broken down by the liver, they tend to have a long half-life when consumed in the presence of liver dysfunction (for example, cirrhosis). In these patients, opiate toxicity can occur rapidly even with small doses as the drug remains in the body for a long time.", "contents": "Opioid Overdose -- Toxicokinetics. When administered orally, the majority of opiate absorption occurs in the small intestine. When large doses of opiates are consumed, this can lead to gastric aperistalsis and a delay in gastric emptying and absorption of the drug. Once in the body, opiates are broken down by the liver to inactive compounds that are excreted primarily by the kidneys. Opiates like buprenorphine and fentanyl are highly lipid soluble and tend to redistribute into the fatty tissues and thus, have a prolonged half-life. Since all opiates are broken down by the liver, they tend to have a long half-life when consumed in the presence of liver dysfunction (for example, cirrhosis). In these patients, opiate toxicity can occur rapidly even with small doses as the drug remains in the body for a long time."}
{"id": "article-26226_23", "title": "Opioid Overdose -- Toxicokinetics", "content": "The hepatic microsomal CYP2D6 enzyme is responsible for breaking down codeine into the active metabolite, morphine. Some individuals carry more than 2 copies of the enzyme, and these ultrarapid metabolizers breakdown codeine into morphine rapidly; thus, individuals who take even normal doses of codeine may develop morphine toxicity. The same mechanism of ultrarapid breakdown explains why tramadol can cause opiate toxicity.", "contents": "Opioid Overdose -- Toxicokinetics. The hepatic microsomal CYP2D6 enzyme is responsible for breaking down codeine into the active metabolite, morphine. Some individuals carry more than 2 copies of the enzyme, and these ultrarapid metabolizers breakdown codeine into morphine rapidly; thus, individuals who take even normal doses of codeine may develop morphine toxicity. The same mechanism of ultrarapid breakdown explains why tramadol can cause opiate toxicity."}
{"id": "article-26226_24", "title": "Opioid Overdose -- Toxicokinetics", "content": "Once broken down in the liver, the opiate metabolites are excreted in the urine. Individuals with renal dysfunction may develop adverse effects from the accumulated active metabolites like normeperidine. Several other studies show that long-acting opiates used for non-cancer pain can increase the risk of adverse cardiac events compared to tricyclics or anticonvulsants.", "contents": "Opioid Overdose -- Toxicokinetics. Once broken down in the liver, the opiate metabolites are excreted in the urine. Individuals with renal dysfunction may develop adverse effects from the accumulated active metabolites like normeperidine. Several other studies show that long-acting opiates used for non-cancer pain can increase the risk of adverse cardiac events compared to tricyclics or anticonvulsants."}
{"id": "article-26226_25", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Unlike the past when opiates were only available in oral, IM, and IV formulations, today there are dermal, sublingual and inhaler formulas on the market. Butorphanol is available in an intranasal form and fentanyl is available both as a topical and as an inhaler.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Unlike the past when opiates were only available in oral, IM, and IV formulations, today there are dermal, sublingual and inhaler formulas on the market. Butorphanol is available in an intranasal form and fentanyl is available both as a topical and as an inhaler."}
{"id": "article-26226_26", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "The transdermal delivery of opiates like fentanyl has been widely accepted in healthcare settings for analgesic relief. This route of administration is favored because the drug levels take 4 to 6 hours to peak and there is a long elimination half-life, thus making the drug suitable for use in patients with chronic continuous pain. In addition, because of the relatively prolonged slow onset of action, this route of administration is rarely known to precipitate toxicity. However, the topical formulation of fentanyl can contribute toward the toxicity of parenteral or oral opiates.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. The transdermal delivery of opiates like fentanyl has been widely accepted in healthcare settings for analgesic relief. This route of administration is favored because the drug levels take 4 to 6 hours to peak and there is a long elimination half-life, thus making the drug suitable for use in patients with chronic continuous pain. In addition, because of the relatively prolonged slow onset of action, this route of administration is rarely known to precipitate toxicity. However, the topical formulation of fentanyl can contribute toward the toxicity of parenteral or oral opiates."}
{"id": "article-26226_27", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Dextromethorphan was once widely available in many over the counter cough preparations, but because of diversion, it is no longer available in over the counter products. Dextromethorphan may have been an over the counter preparation, but at high doses, it is known to cause sedation and even respiratory depression. Further, the use of dextromethorphan by patients who have been prescribed monoamine oxidase inhibitors can lead to the life-threatening serotonin syndrome that can lead to adverse cardiac events.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Dextromethorphan was once widely available in many over the counter cough preparations, but because of diversion, it is no longer available in over the counter products. Dextromethorphan may have been an over the counter preparation, but at high doses, it is known to cause sedation and even respiratory depression. Further, the use of dextromethorphan by patients who have been prescribed monoamine oxidase inhibitors can lead to the life-threatening serotonin syndrome that can lead to adverse cardiac events."}
{"id": "article-26226_28", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Tramadol (Ultram), although classified as a non-opiate analgesic, has a dual mode of action by acting on non-opiate and opiate receptors. Tramadol has a comparatively long duration of action of 5 to 6 hours. If it is known that a patient has overdosed on tramadol, naloxone is recommended, and most people require repeated doses or a continuous intravenous infusion.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Tramadol (Ultram), although classified as a non-opiate analgesic, has a dual mode of action by acting on non-opiate and opiate receptors. Tramadol has a comparatively long duration of action of 5 to 6 hours. If it is known that a patient has overdosed on tramadol, naloxone is recommended, and most people require repeated doses or a continuous intravenous infusion."}
{"id": "article-26226_29", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Because of the difficulty in legally obtaining prescription opiates, many clandestine laboratories have sprung up in the nation. These laboratories work under unsterile conditions and use impure substances; the eventual result is more toxic drugs that are sold on the street. The other difficult with illicit drugs made in the clandestine laboratories is that many can’t even be detected with the normal toxicological screens because the levels are so low.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Because of the difficulty in legally obtaining prescription opiates, many clandestine laboratories have sprung up in the nation. These laboratories work under unsterile conditions and use impure substances; the eventual result is more toxic drugs that are sold on the street. The other difficult with illicit drugs made in the clandestine laboratories is that many can’t even be detected with the normal toxicological screens because the levels are so low."}
{"id": "article-26226_30", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "There are several types of synthetic fentanyl derivatives on the street like alpha-Methylfentanyl, which are extremely potent. In fact, several deaths have been reported in drug abusers with the needle still in the arm. One other synthetic derivative, 3-Methylfentanyl, is several thousand times more potent than morphine and when people overdose on it, extremely high doses of intravenous naloxone infusions are required. Deaths from these fentanyl derivatives often occur in clusters as the sellers go from street to street, leading to multiple deaths along the way.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. There are several types of synthetic fentanyl derivatives on the street like alpha-Methylfentanyl, which are extremely potent. In fact, several deaths have been reported in drug abusers with the needle still in the arm. One other synthetic derivative, 3-Methylfentanyl, is several thousand times more potent than morphine and when people overdose on it, extremely high doses of intravenous naloxone infusions are required. Deaths from these fentanyl derivatives often occur in clusters as the sellers go from street to street, leading to multiple deaths along the way."}
{"id": "article-26226_31", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Pentazocine is classified as a partial agonist-antagonist and is used to treat moderate to severe pain. It acts by stimulating the K-opiate receptors (KOR) and inhibiting the Mu-opiate receptors (MOR). The drug shares many of the same features of other opiates in terms of adverse effects. The one unique feature about pentazocine is that it also is known to cause nightmares, hallucination, and delusions. The drug is also subject to a high ceiling effect, meaning once a certain dose is reached, no further pain relief can be obtained. Although the pharmacological effects of pentazocine can be reversed by naloxone, extremely high doses of naloxone (10 to 115 ng) are required.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Pentazocine is classified as a partial agonist-antagonist and is used to treat moderate to severe pain. It acts by stimulating the K-opiate receptors (KOR) and inhibiting the Mu-opiate receptors (MOR). The drug shares many of the same features of other opiates in terms of adverse effects. The one unique feature about pentazocine is that it also is known to cause nightmares, hallucination, and delusions. The drug is also subject to a high ceiling effect, meaning once a certain dose is reached, no further pain relief can be obtained. Although the pharmacological effects of pentazocine can be reversed by naloxone, extremely high doses of naloxone (10 to 115 ng) are required."}
{"id": "article-26226_32", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Propoxyphene is an opiate analgesic and was once prescribed to manage mild pain and cough. Even though propoxyphene was withdrawn from the US market in 2010 because of concern for serious adverse cardiac events, sporadic cases of poisoning still continue to occur. Despite the ban, the drug still is available illegally and accounts for a fair number of poisoning each year. Naloxone can reverse the toxicity of propoxyphene but not the cardiac arrhythmias. The cardiac arrhythmias are due to the quinidine-like effects of propoxyphene and are unresponsive to naloxone. Propoxyphene is known to cause sinus bradycardia, ear block or ventricular arrhythmia. The treatment is to immediately administer sodium bicarbonate.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Propoxyphene is an opiate analgesic and was once prescribed to manage mild pain and cough. Even though propoxyphene was withdrawn from the US market in 2010 because of concern for serious adverse cardiac events, sporadic cases of poisoning still continue to occur. Despite the ban, the drug still is available illegally and accounts for a fair number of poisoning each year. Naloxone can reverse the toxicity of propoxyphene but not the cardiac arrhythmias. The cardiac arrhythmias are due to the quinidine-like effects of propoxyphene and are unresponsive to naloxone. Propoxyphene is known to cause sinus bradycardia, ear block or ventricular arrhythmia. The treatment is to immediately administer sodium bicarbonate."}
{"id": "article-26226_33", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Diphenoxylate/atropine: This combination product is often used to treat diarrhea. The diphenoxylate acts like an antidiarrheal agent, and the atropine is an anticholinergic that is added to deter deliberate overdose. Atropine has no antidiarrheal activity. When high doses are ingested, one may note mainly anticholinergic side effects, respiratory depression, and constipation. Because of the long half-life of diphenoxylate, the adverse effects can be worrying. The majority of cases of diphenoxylate/atropine overdose are seen in children. If the child is seen in the emergency room within a few hours after ingestion, gastric decontamination with activated charcoal may be attempted. All children need to be observed for a minimum of 6 hours to ensure that they do not develop arrhythmias.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Diphenoxylate/atropine: This combination product is often used to treat diarrhea. The diphenoxylate acts like an antidiarrheal agent, and the atropine is an anticholinergic that is added to deter deliberate overdose. Atropine has no antidiarrheal activity. When high doses are ingested, one may note mainly anticholinergic side effects, respiratory depression, and constipation. Because of the long half-life of diphenoxylate, the adverse effects can be worrying. The majority of cases of diphenoxylate/atropine overdose are seen in children. If the child is seen in the emergency room within a few hours after ingestion, gastric decontamination with activated charcoal may be attempted. All children need to be observed for a minimum of 6 hours to ensure that they do not develop arrhythmias."}
{"id": "article-26226_34", "title": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery", "content": "Body packers: Over the past 2 decades, the transport of illicit drugs in the body has become very common. These individuals place drugs inside plastic bags or condoms and ingest them. Often the number of packages ingested vary from 1 to 3 dozen and even though well wrapped, sometimes the packages do break open and systemic toxicity results. Others may develop complications like bowel obstruction or intestinal perforation. In some cases, when the individual is pursued by police, he or she may stuff the drugs into the anus, vagina, or ingest them. These individuals are likely to suffer from adverse effects because the drugs are often not properly packaged. After ingestion, systemic symptoms appear rapidly, and these individuals often require aggressive medical therapy to prevent death, and in some cases, surgery is required to relieve a bowel obstruction. Even after surgery, if the drugs have been absorbed into the systemic circulation, the risk of death is often high.", "contents": "Opioid Overdose -- Toxicokinetics -- Formulas of Opiates and Delivery. Body packers: Over the past 2 decades, the transport of illicit drugs in the body has become very common. These individuals place drugs inside plastic bags or condoms and ingest them. Often the number of packages ingested vary from 1 to 3 dozen and even though well wrapped, sometimes the packages do break open and systemic toxicity results. Others may develop complications like bowel obstruction or intestinal perforation. In some cases, when the individual is pursued by police, he or she may stuff the drugs into the anus, vagina, or ingest them. These individuals are likely to suffer from adverse effects because the drugs are often not properly packaged. After ingestion, systemic symptoms appear rapidly, and these individuals often require aggressive medical therapy to prevent death, and in some cases, surgery is required to relieve a bowel obstruction. Even after surgery, if the drugs have been absorbed into the systemic circulation, the risk of death is often high."}
{"id": "article-26226_35", "title": "Opioid Overdose -- History and Physical", "content": "Since the majority of patients who overdose on opiates are lethargic or comatose, the history is usually obtained from family, friends, bystanders, and emergency medical service providers. On many occasions at the scene, one may find pills, empty bottles, needles, syringes, and other drug paraphernalia. Other features that one should try and obtain in the history are the amount of drug ingested, congestion, and time of ingestion. In the prehospital setting, sometimes EMS personnel may administer naloxone, which may help make the diagnosis of opiate overdose. [8] [9] [10] [11]", "contents": "Opioid Overdose -- History and Physical. Since the majority of patients who overdose on opiates are lethargic or comatose, the history is usually obtained from family, friends, bystanders, and emergency medical service providers. On many occasions at the scene, one may find pills, empty bottles, needles, syringes, and other drug paraphernalia. Other features that one should try and obtain in the history are the amount of drug ingested, congestion, and time of ingestion. In the prehospital setting, sometimes EMS personnel may administer naloxone, which may help make the diagnosis of opiate overdose. [8] [9] [10] [11]"}
{"id": "article-26226_36", "title": "Opioid Overdose -- History and Physical -- Physical Examination", "content": "Universally, patients with opiate overdose may be lethargic or have a depressed level of consciousness. Opiate overdose will also cause respiratory depression, generalized central nervous system (CNS) depression, and miosis. However, it is important for all healthcare workers to be aware that miosis is not universally present in all patients with opiate overdose, and there are many other causes of respiratory depression. Other features of opiate overdose include euphoria, drowsiness, change in mental status, fresh needle marks, seizures, and conjunctival injections.", "contents": "Opioid Overdose -- History and Physical -- Physical Examination. Universally, patients with opiate overdose may be lethargic or have a depressed level of consciousness. Opiate overdose will also cause respiratory depression, generalized central nervous system (CNS) depression, and miosis. However, it is important for all healthcare workers to be aware that miosis is not universally present in all patients with opiate overdose, and there are many other causes of respiratory depression. Other features of opiate overdose include euphoria, drowsiness, change in mental status, fresh needle marks, seizures, and conjunctival injections."}
{"id": "article-26226_37", "title": "Opioid Overdose -- History and Physical -- Skin", "content": "Examination of the extremities may reveal needle track marks if intravenous opiates are abused. Morphine and heroin are also injected subcutaneously by many people with a substance use disorder. In some cases, the opium oil may be inhaled, and the individual may also have patch marks on the body from the use of fentanyl. Most opiates can cause the release of histamine, which can result in itching, flushed skin, and urticaria.", "contents": "Opioid Overdose -- History and Physical -- Skin. Examination of the extremities may reveal needle track marks if intravenous opiates are abused. Morphine and heroin are also injected subcutaneously by many people with a substance use disorder. In some cases, the opium oil may be inhaled, and the individual may also have patch marks on the body from the use of fentanyl. Most opiates can cause the release of histamine, which can result in itching, flushed skin, and urticaria."}
{"id": "article-26226_38", "title": "Opioid Overdose -- History and Physical -- Pulmonary", "content": "In some cases of morphine toxicity, respiratory distress, and hypoxia may, in fact, present with pupillary dilatation. In addition, drugs like meperidine, morphine, propoxyphene, and diphenoxylate/atropine are known to cause midpoint pupils or frank mydriasis. Breathing is usually impaired in patients with a morphine overdose. One may observe shallow breathing, hypopnea, and bradypnea. The respiration rate may be 4 to 6 breaths per minute and shallow. Since opiates can also cause bronchoconstriction, some individuals may present with dyspnea, wheezing, and frothy sputum.", "contents": "Opioid Overdose -- History and Physical -- Pulmonary. In some cases of morphine toxicity, respiratory distress, and hypoxia may, in fact, present with pupillary dilatation. In addition, drugs like meperidine, morphine, propoxyphene, and diphenoxylate/atropine are known to cause midpoint pupils or frank mydriasis. Breathing is usually impaired in patients with a morphine overdose. One may observe shallow breathing, hypopnea, and bradypnea. The respiration rate may be 4 to 6 breaths per minute and shallow. Since opiates can also cause bronchoconstriction, some individuals may present with dyspnea, wheezing, and frothy sputum."}
{"id": "article-26226_39", "title": "Opioid Overdose -- History and Physical -- Cardiovascular", "content": "Most opiates are known to cause peripheral vasodilatation, which can result in moderate to severe hypotension. However, this hypotension is easily reversed with changes in body position or fluid administration. If the hypotension is severe and is unresponsive to fluids, then one must consider other coingestants.", "contents": "Opioid Overdose -- History and Physical -- Cardiovascular. Most opiates are known to cause peripheral vasodilatation, which can result in moderate to severe hypotension. However, this hypotension is easily reversed with changes in body position or fluid administration. If the hypotension is severe and is unresponsive to fluids, then one must consider other coingestants."}
{"id": "article-26226_40", "title": "Opioid Overdose -- History and Physical -- Gastrointestinal", "content": "Both nausea and vomiting are also seen in patients with opiate toxicity. The reason is that opiates can cause gastric aperistalsis and slow down intestine motility.", "contents": "Opioid Overdose -- History and Physical -- Gastrointestinal. Both nausea and vomiting are also seen in patients with opiate toxicity. The reason is that opiates can cause gastric aperistalsis and slow down intestine motility."}
{"id": "article-26226_41", "title": "Opioid Overdose -- History and Physical -- Psychiatric Features", "content": "Even though opiates are generalized CNS depressants, they can cause the following neuropsychiatric symptoms: Anxiety Agitation Depression Dysphoria Hallucinations Nightmares Paranoia", "contents": "Opioid Overdose -- History and Physical -- Psychiatric Features. Even though opiates are generalized CNS depressants, they can cause the following neuropsychiatric symptoms: Anxiety Agitation Depression Dysphoria Hallucinations Nightmares Paranoia"}
{"id": "article-26226_42", "title": "Opioid Overdose -- History and Physical -- Neurological", "content": "Opiates do have the ability to lower the threshold for seizures, and generalized seizures can occur, especially in young children. This is primarily due to the paradoxical excitation of the brain. In adults with seizures, the 2 opiates most likely involved are propoxyphene or meperidine. In rare cases, hearing loss may be noted, especially in individuals who have consumed alcohol with heroin. However, this auditory deficit is reversible.", "contents": "Opioid Overdose -- History and Physical -- Neurological. Opiates do have the ability to lower the threshold for seizures, and generalized seizures can occur, especially in young children. This is primarily due to the paradoxical excitation of the brain. In adults with seizures, the 2 opiates most likely involved are propoxyphene or meperidine. In rare cases, hearing loss may be noted, especially in individuals who have consumed alcohol with heroin. However, this auditory deficit is reversible."}
{"id": "article-26226_43", "title": "Opioid Overdose -- Evaluation", "content": "It is important to always consider opiate overdose or toxicity in a lethargic patient with no other identifiable cause. Many of the individuals who abuse opiates also tend to use other illicit agents like cocaine and prescription drugs like antidepressants and benzodiazepines at the same time. Suspicion of coingestants should be raised when the usual clinical signs and symptoms of opiate toxicity differ and the patient fails to respond to the opiate antagonist, naloxone. [12] [13] [14] [15]", "contents": "Opioid Overdose -- Evaluation. It is important to always consider opiate overdose or toxicity in a lethargic patient with no other identifiable cause. Many of the individuals who abuse opiates also tend to use other illicit agents like cocaine and prescription drugs like antidepressants and benzodiazepines at the same time. Suspicion of coingestants should be raised when the usual clinical signs and symptoms of opiate toxicity differ and the patient fails to respond to the opiate antagonist, naloxone. [12] [13] [14] [15]"}
{"id": "article-26226_44", "title": "Opioid Overdose -- Evaluation -- Laboratory Studies", "content": "Patients with drug overdose usually undergo several investigations. Drug screens are readily available but often do not change the initial management of straightforward cases. Drug screens, when performed on urine, are quite sensitive. In most cases, a positive opiate result will show up even 48 hours post-exposure. In patients with opiate toxicity or overdose, the following blood work is usually performed: Complete blood cell count Comprehensive metabolic panel Creatine kinase level Arterial blood gas determinations", "contents": "Opioid Overdose -- Evaluation -- Laboratory Studies. Patients with drug overdose usually undergo several investigations. Drug screens are readily available but often do not change the initial management of straightforward cases. Drug screens, when performed on urine, are quite sensitive. In most cases, a positive opiate result will show up even 48 hours post-exposure. In patients with opiate toxicity or overdose, the following blood work is usually performed: Complete blood cell count Comprehensive metabolic panel Creatine kinase level Arterial blood gas determinations"}
{"id": "article-26226_45", "title": "Opioid Overdose -- Evaluation -- Imaging Studies", "content": "If any lung injury is suspected, a chest x-ray should be obtained. If the patient is suspected of being a body packer, then an abdominal x-ray should be obtained. In some cases, a person may swallow packages in order to hide the evidence from law enforcement. In such cases, the packages are not well prepared, and these individuals are at risk for severe toxicity if leakage inside the intestine occurs.", "contents": "Opioid Overdose -- Evaluation -- Imaging Studies. If any lung injury is suspected, a chest x-ray should be obtained. If the patient is suspected of being a body packer, then an abdominal x-ray should be obtained. In some cases, a person may swallow packages in order to hide the evidence from law enforcement. In such cases, the packages are not well prepared, and these individuals are at risk for severe toxicity if leakage inside the intestine occurs."}
{"id": "article-26226_46", "title": "Opioid Overdose -- Evaluation -- Electrocardiography", "content": "An ECG is recommended in all patients with suspected opioid overdose. Coingestants like the tricyclics have the potential to cause arrhythmias.", "contents": "Opioid Overdose -- Evaluation -- Electrocardiography. An ECG is recommended in all patients with suspected opioid overdose. Coingestants like the tricyclics have the potential to cause arrhythmias."}
{"id": "article-26226_47", "title": "Opioid Overdose -- Treatment / Management -- Management at the Scene", "content": "The care of the patient at the scene depends on the vital signs. If the patient is comatose and in respiratory distress, airway control must be obtained before doing anything else. Endotracheal intubation is highly recommended for all patients who are unable to protect their airways. If there is suspicion of opiate overdose, then naloxone should be administered to reverse the respiratory depression. However, one should be aware that naloxone can also cause agitation and aggression when it reverses the opiate. If the individual is a drug abuser, the lowest dose of naloxone to reverse respiratory apnea should be administered. In the ambulance, the patient may become combative or violent, and the use of restraints may be an option. If the individual has no intravenous access, one may administer the naloxone intramuscularly, intranasally, intraosseous, or via the endotracheal tube. Data show that the intranasal route is as effective as the intramuscular route in the prehospital setting.", "contents": "Opioid Overdose -- Treatment / Management -- Management at the Scene. The care of the patient at the scene depends on the vital signs. If the patient is comatose and in respiratory distress, airway control must be obtained before doing anything else. Endotracheal intubation is highly recommended for all patients who are unable to protect their airways. If there is suspicion of opiate overdose, then naloxone should be administered to reverse the respiratory depression. However, one should be aware that naloxone can also cause agitation and aggression when it reverses the opiate. If the individual is a drug abuser, the lowest dose of naloxone to reverse respiratory apnea should be administered. In the ambulance, the patient may become combative or violent, and the use of restraints may be an option. If the individual has no intravenous access, one may administer the naloxone intramuscularly, intranasally, intraosseous, or via the endotracheal tube. Data show that the intranasal route is as effective as the intramuscular route in the prehospital setting."}
{"id": "article-26226_48", "title": "Opioid Overdose -- Treatment / Management -- Emergency Department Care", "content": "When a patient presents to the emergency department with any type of drug overdose, the ABCDE protocol has to be followed. In some cases, airway control has been obtained by emergency medical personnel at the scene, but if there is any sign of respiratory distress or failure to protect the airways in a non-intubated patient with a morphine overdose, one should not hesitate to intubate. Next, if there is any suspicion of occult trauma to the cervical spine, immobilization should be a priority. In most emergency rooms, patients who present with an unknown cause of lethargy or loss of consciousness have their blood glucose levels drawn.", "contents": "Opioid Overdose -- Treatment / Management -- Emergency Department Care. When a patient presents to the emergency department with any type of drug overdose, the ABCDE protocol has to be followed. In some cases, airway control has been obtained by emergency medical personnel at the scene, but if there is any sign of respiratory distress or failure to protect the airways in a non-intubated patient with a morphine overdose, one should not hesitate to intubate. Next, if there is any suspicion of occult trauma to the cervical spine, immobilization should be a priority. In most emergency rooms, patients who present with an unknown cause of lethargy or loss of consciousness have their blood glucose levels drawn."}
{"id": "article-26226_49", "title": "Opioid Overdose -- Treatment / Management -- Emergency Department Care", "content": "Initial treatment of overdose begins with supportive care. This includes assistance in respiration, CPR if no spontaneous circulation is occurring, and removal of the opioid agent if a patch or infusion is delivering it. If the physician suspects that the individual has overdosed on an opiate and has signs of respiratory and CNS depression, no time should be wasted on laboratory studies; instead, naloxone should be administered as soon as possible.", "contents": "Opioid Overdose -- Treatment / Management -- Emergency Department Care. Initial treatment of overdose begins with supportive care. This includes assistance in respiration, CPR if no spontaneous circulation is occurring, and removal of the opioid agent if a patch or infusion is delivering it. If the physician suspects that the individual has overdosed on an opiate and has signs of respiratory and CNS depression, no time should be wasted on laboratory studies; instead, naloxone should be administered as soon as possible."}
{"id": "article-26226_50", "title": "Opioid Overdose -- Treatment / Management -- Emergency Department Care", "content": "Naloxone is a competitive antagonist of the opiate receptor. It can be administered by intravenous, intramuscular, subcutaneous, or intranasal routes. Additionally, it can be used off-label via an endotracheal tube or in a nebulized form, though research on the efficacy of tracheal absorption has only been performed on animal models.", "contents": "Opioid Overdose -- Treatment / Management -- Emergency Department Care. Naloxone is a competitive antagonist of the opiate receptor. It can be administered by intravenous, intramuscular, subcutaneous, or intranasal routes. Additionally, it can be used off-label via an endotracheal tube or in a nebulized form, though research on the efficacy of tracheal absorption has only been performed on animal models."}
{"id": "article-26226_51", "title": "Opioid Overdose -- Treatment / Management -- Naloxone", "content": "Naloxone is a pure competitive antagonist of opiate receptors and has no agonistic activity. The drug is relatively safe and can be administered intravenous, intramuscular, subcutaneously, or via the endotracheal tube. Recently, the FDA approved an intranasal formula, which is showing promise, especially in patients who do not have intravenous access.", "contents": "Opioid Overdose -- Treatment / Management -- Naloxone. Naloxone is a pure competitive antagonist of opiate receptors and has no agonistic activity. The drug is relatively safe and can be administered intravenous, intramuscular, subcutaneously, or via the endotracheal tube. Recently, the FDA approved an intranasal formula, which is showing promise, especially in patients who do not have intravenous access."}
{"id": "article-26226_52", "title": "Opioid Overdose -- Treatment / Management -- Naloxone", "content": "Whether naloxone is administered via the endotracheal tube or intravenously, the onset of action is within minutes. A second dose can be administered every 2 to 3 minutes. With subcutaneous or intramuscular injection, the onset may be delayed for 3 to 10 minutes. As soon the patient is alert and awake, the dose of naloxone should be disconnected. For patients overdosed on diphenoxylate, methadone, butorphanol, nalbuphine, and pentazocine, higher doses of naloxone are required.", "contents": "Opioid Overdose -- Treatment / Management -- Naloxone. Whether naloxone is administered via the endotracheal tube or intravenously, the onset of action is within minutes. A second dose can be administered every 2 to 3 minutes. With subcutaneous or intramuscular injection, the onset may be delayed for 3 to 10 minutes. As soon the patient is alert and awake, the dose of naloxone should be disconnected. For patients overdosed on diphenoxylate, methadone, butorphanol, nalbuphine, and pentazocine, higher doses of naloxone are required."}
{"id": "article-26226_53", "title": "Opioid Overdose -- Treatment / Management -- Naloxone", "content": "Besides naloxone, the 2 new agents on the market to reverse opiate toxicity are nalmefene. Nalmefene has a half-life of 4 to 8 hours. However, the routine use of this longer-acting opiate antagonist is not recommended because of the fear of precipitating a prolonged period of opiate withdrawal.", "contents": "Opioid Overdose -- Treatment / Management -- Naloxone. Besides naloxone, the 2 new agents on the market to reverse opiate toxicity are nalmefene. Nalmefene has a half-life of 4 to 8 hours. However, the routine use of this longer-acting opiate antagonist is not recommended because of the fear of precipitating a prolonged period of opiate withdrawal."}
{"id": "article-26226_54", "title": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone", "content": "The starting dose of naloxone usually administered is between 0.4 to 1 mg in adults and 0.1 mg/kg in children. In suspected chronic opiate abusers, if the patient is somewhat stable, then the naloxone is administered slowly at doses of 0.1 to 0,4 mg IV every 1 to 3 minutes to ensure a more controlled reversal of the opiate effects. If the naloxone is administered rapidly in these patients, the patient may also start to feel the pain that was being suppressed by the opiate. If the respiration is shallow, the patient can be administered 100% FI02 or assisted with bag-valve ventilation until they become more alert and cooperative. The onset of action of naloxone is immediate, with a peak response observed within 3 to 8 minutes. A repeat dose may be indicated if the patient still shows signs of opiate toxicity.", "contents": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone. The starting dose of naloxone usually administered is between 0.4 to 1 mg in adults and 0.1 mg/kg in children. In suspected chronic opiate abusers, if the patient is somewhat stable, then the naloxone is administered slowly at doses of 0.1 to 0,4 mg IV every 1 to 3 minutes to ensure a more controlled reversal of the opiate effects. If the naloxone is administered rapidly in these patients, the patient may also start to feel the pain that was being suppressed by the opiate. If the respiration is shallow, the patient can be administered 100% FI02 or assisted with bag-valve ventilation until they become more alert and cooperative. The onset of action of naloxone is immediate, with a peak response observed within 3 to 8 minutes. A repeat dose may be indicated if the patient still shows signs of opiate toxicity."}
{"id": "article-26226_55", "title": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone", "content": "It is important to start with a low dose of naloxone at a dose of 0.05 to 0.1 mg IV and slowly titrate upwards because the risk of withdrawal symptoms (for example, nausea, vomiting, agitation, pain, and aspiration) is real, especially in patients suspected of having ingested opiates in combination with other CNS depressants like alcohol, tricyclic antidepressants, and benzodiazepines.", "contents": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone. It is important to start with a low dose of naloxone at a dose of 0.05 to 0.1 mg IV and slowly titrate upwards because the risk of withdrawal symptoms (for example, nausea, vomiting, agitation, pain, and aspiration) is real, especially in patients suspected of having ingested opiates in combination with other CNS depressants like alcohol, tricyclic antidepressants, and benzodiazepines."}
{"id": "article-26226_56", "title": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone", "content": "In some patients with opiate overdose and long-term drug addicts, peripheral intravenous access can be difficult, and in such cases, naloxone can be administered intramuscularly or intranasally (2 mg). Even with this route, there is a reversal of opiate toxicity within 5 to 10 minutes. The recently available intranasal formula releases 0.4 mg per single dose spray and may have to be repeatedly given.", "contents": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone. In some patients with opiate overdose and long-term drug addicts, peripheral intravenous access can be difficult, and in such cases, naloxone can be administered intramuscularly or intranasally (2 mg). Even with this route, there is a reversal of opiate toxicity within 5 to 10 minutes. The recently available intranasal formula releases 0.4 mg per single dose spray and may have to be repeatedly given."}
{"id": "article-26226_57", "title": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone", "content": "The half-life of naloxone is about 30 to 45 minutes with a duration of action between 90 to 180 minutes. The variations exist because of the route of administration and dose. In a patient with no prior opiate use or history of drug abuse, naloxone can be administered via an intravenous infusion without fear of inducing withdrawal symptoms, but the patient's pain may quickly return, and one must have alternative ways to manage the pain. Naloxone infusion is usually administered in D5W or isotonic saline and is necessary to manage overdose caused by long-action opiates like methadone.", "contents": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone. The half-life of naloxone is about 30 to 45 minutes with a duration of action between 90 to 180 minutes. The variations exist because of the route of administration and dose. In a patient with no prior opiate use or history of drug abuse, naloxone can be administered via an intravenous infusion without fear of inducing withdrawal symptoms, but the patient's pain may quickly return, and one must have alternative ways to manage the pain. Naloxone infusion is usually administered in D5W or isotonic saline and is necessary to manage overdose caused by long-action opiates like methadone."}
{"id": "article-26226_58", "title": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone", "content": "In patients who have taken large doses of propoxyphene, methadone, diphenoxylate/atropine, or fentanyl, much larger doses of naloxone are usually required to reverse the toxicity. Repeat doses of 2 mg may be required every 3 to 4 minutes for a total of 10 mg. If the patient fails to respond to a total of 10 mg of naloxone, the diagnosis of opiate toxicity should be reconsidered. Many of the street opiate preparations are adulterated with contaminants, and the response to naloxone is not always complete. If the patient remains in respiratory distress, one must be prepared to intubate the patient. There is a consensus that a steady infusion of naloxone is better than intermittent dosing to treat large overdoses of opiates. While the threat of withdrawal symptoms is real, these symptoms are not life-threatening. A naloxone infusion can be administered at two-thirds of the initial successful dose and administered over an hour. [16] [17] [18]", "contents": "Opioid Overdose -- Treatment / Management -- Starting Dose of Naloxone. In patients who have taken large doses of propoxyphene, methadone, diphenoxylate/atropine, or fentanyl, much larger doses of naloxone are usually required to reverse the toxicity. Repeat doses of 2 mg may be required every 3 to 4 minutes for a total of 10 mg. If the patient fails to respond to a total of 10 mg of naloxone, the diagnosis of opiate toxicity should be reconsidered. Many of the street opiate preparations are adulterated with contaminants, and the response to naloxone is not always complete. If the patient remains in respiratory distress, one must be prepared to intubate the patient. There is a consensus that a steady infusion of naloxone is better than intermittent dosing to treat large overdoses of opiates. While the threat of withdrawal symptoms is real, these symptoms are not life-threatening. A naloxone infusion can be administered at two-thirds of the initial successful dose and administered over an hour. [16] [17] [18]"}
{"id": "article-26226_59", "title": "Opioid Overdose -- Treatment / Management -- Role of Activated Charcoal", "content": "If the patient is alert at the time of admission, activated charcoal can be used to decontaminate the gastrointestinal tract in patients with opiate overdose. While activated charcoal usually has to be administered within 1 hour of ingestion of a drug to be effective, with opiates, there is slowing of gastric motility, and hence, activated charcoal can be given as late as 2 to 3 hours after ingestion. As long as there are no contraindications, activated charcoal should be administered to all symptomatic patients with opiate overdose.", "contents": "Opioid Overdose -- Treatment / Management -- Role of Activated Charcoal. If the patient is alert at the time of admission, activated charcoal can be used to decontaminate the gastrointestinal tract in patients with opiate overdose. While activated charcoal usually has to be administered within 1 hour of ingestion of a drug to be effective, with opiates, there is slowing of gastric motility, and hence, activated charcoal can be given as late as 2 to 3 hours after ingestion. As long as there are no contraindications, activated charcoal should be administered to all symptomatic patients with opiate overdose."}
{"id": "article-26226_60", "title": "Opioid Overdose -- Treatment / Management -- Role of Activated Charcoal", "content": "If the patient is not alert, then airway protection is necessary; some patients will require endotracheal intubation prior to the administration of activated charcoal to prevent aspiration. If activated charcoal enters the airways, the result can be catastrophic. In some patients, orogastric lavage may help.", "contents": "Opioid Overdose -- Treatment / Management -- Role of Activated Charcoal. If the patient is not alert, then airway protection is necessary; some patients will require endotracheal intubation prior to the administration of activated charcoal to prevent aspiration. If activated charcoal enters the airways, the result can be catastrophic. In some patients, orogastric lavage may help."}
{"id": "article-26226_61", "title": "Opioid Overdose -- Treatment / Management -- Bowel Irrigation", "content": "The role of whole bowel irrigation may be considered in people who have ingested drug packets containing opiates, but there are no controlled studies to determine if this treatment has any benefit or improves outcomes. However, whole-body irrigation is not recommended in patients who show signs of ileus, bowel obstruction, have obvious signs of peritonitis, hemodynamic instability, or an unprotected airway.", "contents": "Opioid Overdose -- Treatment / Management -- Bowel Irrigation. The role of whole bowel irrigation may be considered in people who have ingested drug packets containing opiates, but there are no controlled studies to determine if this treatment has any benefit or improves outcomes. However, whole-body irrigation is not recommended in patients who show signs of ileus, bowel obstruction, have obvious signs of peritonitis, hemodynamic instability, or an unprotected airway."}
{"id": "article-26226_62", "title": "Opioid Overdose -- Treatment / Management -- Other Measures", "content": "Some patients with opiate toxicity may fail to respond to high-dose naloxone treatment. If the cause is determined to be an opiate and the patient appears to be in respiratory arrest, anecdotal reports indicate that buprenorphine may be useful.", "contents": "Opioid Overdose -- Treatment / Management -- Other Measures. Some patients with opiate toxicity may fail to respond to high-dose naloxone treatment. If the cause is determined to be an opiate and the patient appears to be in respiratory arrest, anecdotal reports indicate that buprenorphine may be useful."}
{"id": "article-26226_63", "title": "Opioid Overdose -- Treatment / Management -- Intranasal Administration", "content": "While naloxone is very effective if given promptly, its use has long been limited to administration by physicians and paramedics. With the increase in opioid overdoses, there has been a push to allow intranasal medication administration by bystanders. Evidence looking at the efficacy of out-of-hospital naloxone administration is promising. The bioavailability of a concentrated naloxone nasal spray was shown to be about 25%. Fifty percent absorption occurs within 6 to 8 minutes, and maximum blood concentration is achieved at 20 minutes, making this a viable treatment for the community and prehospital use. A retrospective study of BLS crews administering prehospital intranasal naloxone over 6 years also showed that 95% of patients who received treatment had documented clinical benefits before arrival. Less than 10% of patients needed additional doses in the emergency department, and 70% of patients were eventually discharged.", "contents": "Opioid Overdose -- Treatment / Management -- Intranasal Administration. While naloxone is very effective if given promptly, its use has long been limited to administration by physicians and paramedics. With the increase in opioid overdoses, there has been a push to allow intranasal medication administration by bystanders. Evidence looking at the efficacy of out-of-hospital naloxone administration is promising. The bioavailability of a concentrated naloxone nasal spray was shown to be about 25%. Fifty percent absorption occurs within 6 to 8 minutes, and maximum blood concentration is achieved at 20 minutes, making this a viable treatment for the community and prehospital use. A retrospective study of BLS crews administering prehospital intranasal naloxone over 6 years also showed that 95% of patients who received treatment had documented clinical benefits before arrival. Less than 10% of patients needed additional doses in the emergency department, and 70% of patients were eventually discharged."}
{"id": "article-26226_64", "title": "Opioid Overdose -- Treatment / Management -- Children", "content": "The dose of naloxone for children under 5 years of age or those who weigh less than 20 kg is 0.1 mg/kg. For children older than 5 or weighing more than 20 kg, the dose is between 0.1 and 0.2 mg/kg. Again, repeat dosing may be required every 3 to 4 minutes to a maximum cumulative dose of 10mg of naloxone. Repeat dosing is often indicated when the child has ingested longer-acting opiates like methadone.", "contents": "Opioid Overdose -- Treatment / Management -- Children. The dose of naloxone for children under 5 years of age or those who weigh less than 20 kg is 0.1 mg/kg. For children older than 5 or weighing more than 20 kg, the dose is between 0.1 and 0.2 mg/kg. Again, repeat dosing may be required every 3 to 4 minutes to a maximum cumulative dose of 10mg of naloxone. Repeat dosing is often indicated when the child has ingested longer-acting opiates like methadone."}
{"id": "article-26226_65", "title": "Opioid Overdose -- Treatment / Management -- Use of Buprenorphine/Naloxone", "content": "Buprenorphine, in combination with naloxone, is widely available and is used to treat opiate use disorder. This formula has also been used to treat opioid overdose. The big advantage of using this combination is that it reduces withdrawal symptoms for 24 to 36 hours. Anecdotal data indicate that the risk of overdose is small with buprenorphine/naloxone compared to methadone. Unfortunately, the sublingual preparation of buprenorphine and naloxone can also be easily abused sublingually.", "contents": "Opioid Overdose -- Treatment / Management -- Use of Buprenorphine/Naloxone. Buprenorphine, in combination with naloxone, is widely available and is used to treat opiate use disorder. This formula has also been used to treat opioid overdose. The big advantage of using this combination is that it reduces withdrawal symptoms for 24 to 36 hours. Anecdotal data indicate that the risk of overdose is small with buprenorphine/naloxone compared to methadone. Unfortunately, the sublingual preparation of buprenorphine and naloxone can also be easily abused sublingually."}
{"id": "article-26226_66", "title": "Opioid Overdose -- Treatment / Management -- Naloxone Adverse Effects", "content": "Naloxone has been shown to have a very safe side effect profile. There have been several studies on opiate-naive patients who were given large doses of the drug without significant effects, but when given to patients who are opioid-tolerant, acute opioid withdrawal symptoms can develop. Individuals administered naloxone in the setting of opioid overdose can experience a sudden withdrawal syndrome, which includes sudden aggression, agitation, restlessness, diaphoresis, and tachycardia. GI symptoms such as nausea and vomiting also occur in about 30% of patients. Most symptoms are not very severe or sustained, and less than 1% of patients require admission. Acute withdrawal symptoms are more likely when larger doses of naloxone are used.", "contents": "Opioid Overdose -- Treatment / Management -- Naloxone Adverse Effects. Naloxone has been shown to have a very safe side effect profile. There have been several studies on opiate-naive patients who were given large doses of the drug without significant effects, but when given to patients who are opioid-tolerant, acute opioid withdrawal symptoms can develop. Individuals administered naloxone in the setting of opioid overdose can experience a sudden withdrawal syndrome, which includes sudden aggression, agitation, restlessness, diaphoresis, and tachycardia. GI symptoms such as nausea and vomiting also occur in about 30% of patients. Most symptoms are not very severe or sustained, and less than 1% of patients require admission. Acute withdrawal symptoms are more likely when larger doses of naloxone are used."}
{"id": "article-26226_67", "title": "Opioid Overdose -- Treatment / Management -- Inpatient Care", "content": "The majority of patients who have overdosed on opiates and who are reversed with naloxone are admitted for observation for at least 12 to 24 hours. Naloxone has a half-life of one hour, and some long-acting opiates may continue to cause sedation and respiratory depression. The opiate-overdosed patient is best admitted to a monitored floor. When it comes to a heroin overdose, the majority of patients are admitted because this illicit drug can cause acute lung injury at the same time. Most patients with acute lung injury usually present early in the course. Patients with heroin overdose who are asymptomatic may not require 24-hour monitoring, but they still need 6 to 12-hour monitoring and discharge as long as the patient's vital signs remain stable.", "contents": "Opioid Overdose -- Treatment / Management -- Inpatient Care. The majority of patients who have overdosed on opiates and who are reversed with naloxone are admitted for observation for at least 12 to 24 hours. Naloxone has a half-life of one hour, and some long-acting opiates may continue to cause sedation and respiratory depression. The opiate-overdosed patient is best admitted to a monitored floor. When it comes to a heroin overdose, the majority of patients are admitted because this illicit drug can cause acute lung injury at the same time. Most patients with acute lung injury usually present early in the course. Patients with heroin overdose who are asymptomatic may not require 24-hour monitoring, but they still need 6 to 12-hour monitoring and discharge as long as the patient's vital signs remain stable."}
{"id": "article-26226_68", "title": "Opioid Overdose -- Treatment / Management -- Inpatient Care", "content": "Others who do require admission are those who need multiple doses or prolonged intravenous infusions of naloxone to reverse the opiate. If there is any doubt about the patient's clinical status, admission is prudent.", "contents": "Opioid Overdose -- Treatment / Management -- Inpatient Care. Others who do require admission are those who need multiple doses or prolonged intravenous infusions of naloxone to reverse the opiate. If there is any doubt about the patient's clinical status, admission is prudent."}
{"id": "article-26226_69", "title": "Opioid Overdose -- Treatment / Management -- Outpatient Care", "content": "Because opiate use is often associated with sudden precipitation of respiratory difficulty, some healthcare workers are now promoting take-home naloxone, especially in individuals who are high-risk narcotic users. Unfortunately, at the moment, naloxone is not approved for routine use in an outpatient setting. However, with the high number of deaths in the community, this may soon change.", "contents": "Opioid Overdose -- Treatment / Management -- Outpatient Care. Because opiate use is often associated with sudden precipitation of respiratory difficulty, some healthcare workers are now promoting take-home naloxone, especially in individuals who are high-risk narcotic users. Unfortunately, at the moment, naloxone is not approved for routine use in an outpatient setting. However, with the high number of deaths in the community, this may soon change."}
{"id": "article-26226_70", "title": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act", "content": "The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and will integrate substance use disorder treatment across healthcare settings.", "contents": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act. The Mainstreaming Addiction Treatment (MAT) Act provision updates federal guidelines to expand the availability of evidence-based treatment to address the opioid epidemic. The MAT Act empowers all health care providers with a standard controlled substance license to prescribe buprenorphine for opioid use disorder (OUD), just as they prescribe other essential medications. The MAT Act is intended to help destigmatize a standard of care for OUD and will integrate substance use disorder treatment across healthcare settings."}
{"id": "article-26226_71", "title": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act", "content": "As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law, and SAMHSA encourages them to do so. Prescribers who were registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed on the part of registrants.", "contents": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act. As of December 2022, the MAT Act has eliminated the DATA-Waiver (X-Waiver) program. All DEA-registered practitioners with Schedule III authority may now prescribe buprenorphine for OUD in their practice if permitted by applicable state law, and SAMHSA encourages them to do so. Prescribers who were registered as DATA-Waiver prescribers will receive a new DEA registration certificate reflecting this change; no action is needed on the part of registrants."}
{"id": "article-26226_72", "title": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act", "content": "There are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required.", "contents": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act. There are no longer any limits on the number of patients with OUD that a practitioner may treat with buprenorphine. Separate tracking of patients treated with buprenorphine or prescriptions written is no longer required."}
{"id": "article-26226_73", "title": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act", "content": "Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information in order to proceed. Practitioners are still required to comply with any applicable state limits regarding the treatment of patients with OUD. Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota.", "contents": "Opioid Overdose -- Treatment / Management -- Mainstreaming Addiction Treatment (MAT) Act. Pharmacy staff can now fill buprenorphine prescriptions using the prescribing authority's DEA number and does not need a DATA 2000 waiver from the prescriber. However, depending on the pharmacy, the dispensing software may still require the X-Waiver information in order to proceed. Practitioners are still required to comply with any applicable state limits regarding the treatment of patients with OUD. Contact information for State Opioid Treatment Authorities can be found here: https://www.samhsa.gov/medicationassisted-treatment/sota."}
{"id": "article-26226_74", "title": "Opioid Overdose -- Differential Diagnosis", "content": "Clonidine toxicity Cyanide toxicity Diabetic ketoacidosis Ethylene glycol toxicity Gamma-hydroxybutyrate toxicity Hypercalcemia Hypernatremia Hypothermia Meningitis Neuroleptic agent toxicity", "contents": "Opioid Overdose -- Differential Diagnosis. Clonidine toxicity Cyanide toxicity Diabetic ketoacidosis Ethylene glycol toxicity Gamma-hydroxybutyrate toxicity Hypercalcemia Hypernatremia Hypothermia Meningitis Neuroleptic agent toxicity"}
{"id": "article-26226_75", "title": "Opioid Overdose -- Prognosis -- Mortality/Morbidity", "content": "Following an opiate overdose, the major cause of morbidity and mortality is due to respiratory depression. Rarely, the individual may develop seizures, acute lung injury, and adverse cardiac events. In individuals with prior lung pathology who overdose on opiates, the risk of respiratory distress and death is much higher than in the normal population. The other reason for opiate toxicity may be due to coingestants, and the eventual toxicity depends on the type of co-ingestant. In one Canadian study, the risk of fatal opiate toxicity was doubled when the opiate was ingested with gabapentin; the latter is also known to depress respiration. Finally, the morbidity and mortality also depend on the reason why the opiate was ingested; some people are intent on committing suicide, and these individuals often take several other drugs at the same time, thus greatly increasing the risk of death.", "contents": "Opioid Overdose -- Prognosis -- Mortality/Morbidity. Following an opiate overdose, the major cause of morbidity and mortality is due to respiratory depression. Rarely, the individual may develop seizures, acute lung injury, and adverse cardiac events. In individuals with prior lung pathology who overdose on opiates, the risk of respiratory distress and death is much higher than in the normal population. The other reason for opiate toxicity may be due to coingestants, and the eventual toxicity depends on the type of co-ingestant. In one Canadian study, the risk of fatal opiate toxicity was doubled when the opiate was ingested with gabapentin; the latter is also known to depress respiration. Finally, the morbidity and mortality also depend on the reason why the opiate was ingested; some people are intent on committing suicide, and these individuals often take several other drugs at the same time, thus greatly increasing the risk of death."}
{"id": "article-26226_76", "title": "Opioid Overdose -- Prognosis -- Prognosis", "content": "If the patient does arrest in the setting of a pure opiate overdose, the cause in most cases is severe hypotension, hypoxia, and poor perfusion of the brain. The outcome for these patients is poor.", "contents": "Opioid Overdose -- Prognosis -- Prognosis. If the patient does arrest in the setting of a pure opiate overdose, the cause in most cases is severe hypotension, hypoxia, and poor perfusion of the brain. The outcome for these patients is poor."}
{"id": "article-26226_77", "title": "Opioid Overdose -- Complications", "content": "Opiates are also associated with a few other complications besides the usual respiratory and CNS adverse effects. [19] [20] [21]", "contents": "Opioid Overdose -- Complications. Opiates are also associated with a few other complications besides the usual respiratory and CNS adverse effects. [19] [20] [21]"}
{"id": "article-26226_78", "title": "Opioid Overdose -- Complications -- Acute Lung Injury", "content": "Acute lung injury is well known to occur after a heroin overdose. However, acute lung injury can also occur following methadone and propoxyphene overdose and is universally present in patients who expire from a high dose of opiate. How these opiates cause lung injury is not fully understood, but the eventual result is hypoventilation and hypoxia. Clinically, heroin-induced lung injury will present with sudden onset of dyspnea, frothy sputum, cyanosis, tachypnea, and rales- features consistent with pulmonary edema. Acute lung injury is also known to occur in children who have ingested high doses of opiates. Acute lung injury is very similar to ARDS in presentation, and most cases clear up with aggressive airway management and oxygen. The usual drugs used to manage pulmonary edema are not used, and in fact, the use of diuretics may exacerbate the hypotension.", "contents": "Opioid Overdose -- Complications -- Acute Lung Injury. Acute lung injury is well known to occur after a heroin overdose. However, acute lung injury can also occur following methadone and propoxyphene overdose and is universally present in patients who expire from a high dose of opiate. How these opiates cause lung injury is not fully understood, but the eventual result is hypoventilation and hypoxia. Clinically, heroin-induced lung injury will present with sudden onset of dyspnea, frothy sputum, cyanosis, tachypnea, and rales- features consistent with pulmonary edema. Acute lung injury is also known to occur in children who have ingested high doses of opiates. Acute lung injury is very similar to ARDS in presentation, and most cases clear up with aggressive airway management and oxygen. The usual drugs used to manage pulmonary edema are not used, and in fact, the use of diuretics may exacerbate the hypotension."}
{"id": "article-26226_79", "title": "Opioid Overdose -- Complications -- Infection", "content": "In individuals who use intravenous opioids, complications include abscess, cellulitis, and endocarditis. The most common organisms involved are gram-positive bacteria like Staphylococcus and Streptococci . If the bacteria enter the systemic circulation, the risk of epidural abscess and vertebral osteomyelitis are other potential complications. These patients may present with fever and continuous back pain. Some IV drug abusers are known to inject the opiates directly into the neck, and this can lead to jugular vein thrombophlebitis, Horner syndrome, and even pseudoaneurysms of the carotid artery. Both peripheral and pulmonary emboli have been reported in IV drug users. Accidental injection into the nerves has also been reported to cause permanent neuropathy.", "contents": "Opioid Overdose -- Complications -- Infection. In individuals who use intravenous opioids, complications include abscess, cellulitis, and endocarditis. The most common organisms involved are gram-positive bacteria like Staphylococcus and Streptococci . If the bacteria enter the systemic circulation, the risk of epidural abscess and vertebral osteomyelitis are other potential complications. These patients may present with fever and continuous back pain. Some IV drug abusers are known to inject the opiates directly into the neck, and this can lead to jugular vein thrombophlebitis, Horner syndrome, and even pseudoaneurysms of the carotid artery. Both peripheral and pulmonary emboli have been reported in IV drug users. Accidental injection into the nerves has also been reported to cause permanent neuropathy."}
{"id": "article-26226_80", "title": "Opioid Overdose -- Complications -- Infection", "content": "Endocarditis is a serious complication of intravenous drug abuse. Often, these individuals use a mixture of illicit drugs and dirty needles. The diagnosis of infectious endocarditis is often difficult as the symptoms are vague initially. Although in most cases, the right-sided heart valves are affected, sometimes the left-sided valves may also be involved. The most common valve involved in intravenous drug users is the tricuspid valve. It often presents with fever, malaise, and a new murmur. In some patients, recurrent septic pulmonary embolism may be the only presenting feature. The most common organism involved in right-sided endocarditis is Staphylococcus aureus, but left-sided endocarditis may be polymicrobial and include Streptococcus, E. coli, Pseudomonas or Klebsiella. In most patients, when the left-sided valves are involved, the symptoms and signs are usually more obvious compared to right-sided involvement.", "contents": "Opioid Overdose -- Complications -- Infection. Endocarditis is a serious complication of intravenous drug abuse. Often, these individuals use a mixture of illicit drugs and dirty needles. The diagnosis of infectious endocarditis is often difficult as the symptoms are vague initially. Although in most cases, the right-sided heart valves are affected, sometimes the left-sided valves may also be involved. The most common valve involved in intravenous drug users is the tricuspid valve. It often presents with fever, malaise, and a new murmur. In some patients, recurrent septic pulmonary embolism may be the only presenting feature. The most common organism involved in right-sided endocarditis is Staphylococcus aureus, but left-sided endocarditis may be polymicrobial and include Streptococcus, E. coli, Pseudomonas or Klebsiella. In most patients, when the left-sided valves are involved, the symptoms and signs are usually more obvious compared to right-sided involvement."}
{"id": "article-26226_81", "title": "Opioid Overdose -- Complications -- Infection", "content": "Other manifestations of opioid abuse may be recurrent pneumonia, and in some cases, aspiration pneumonia may also occur with the individual is unconscious. Rhabdomyolysis is not an uncommon complication of opiate overdose. It may occur even in the absence of a compartment syndrome.", "contents": "Opioid Overdose -- Complications -- Infection. Other manifestations of opioid abuse may be recurrent pneumonia, and in some cases, aspiration pneumonia may also occur with the individual is unconscious. Rhabdomyolysis is not an uncommon complication of opiate overdose. It may occur even in the absence of a compartment syndrome."}
{"id": "article-26226_82", "title": "Opioid Overdose -- Complications -- Infection", "content": "Another life-threatening complication is necrotizing fasciitis, which often presents with severe pain, fever, and dark, dusky skin with crepitus. The individual will show signs of septic shock. Aggressive resuscitation and immediate surgical debridement can be life-saving.", "contents": "Opioid Overdose -- Complications -- Infection. Another life-threatening complication is necrotizing fasciitis, which often presents with severe pain, fever, and dark, dusky skin with crepitus. The individual will show signs of septic shock. Aggressive resuscitation and immediate surgical debridement can be life-saving."}
{"id": "article-26226_83", "title": "Opioid Overdose -- Complications -- Infection", "content": "Seizures: Opiates are known to increase the risk of seizures, especially drugs like propoxyphene, meperidine, pentazocine, intravenous fentanyl, and heroin. The individual may present with a prolonged seizure, which may result as a result of CNS hypoperfusion and hypoxia or a result intracranial injury due to a fall.", "contents": "Opioid Overdose -- Complications -- Infection. Seizures: Opiates are known to increase the risk of seizures, especially drugs like propoxyphene, meperidine, pentazocine, intravenous fentanyl, and heroin. The individual may present with a prolonged seizure, which may result as a result of CNS hypoperfusion and hypoxia or a result intracranial injury due to a fall."}
{"id": "article-26226_84", "title": "Opioid Overdose -- Complications -- Narcotic Bowel Syndrome", "content": "Narcotic bowel syndrome is a type of opiate bowel pathology that is characterized by frequent episodes of moderate to severe abdominal pain that worsens with escalating or continued doses of opiates. Narcotic bowel syndrome appears to occur in people with no prior bowel pathology and is a maladaptive response. The syndrome can also be associated with intermittent vomiting, abdominal distension, and constipation. Eating always aggravates the symptoms, which can last for days or weeks. Anorexia can lead to body weight loss. There is delayed gastric emptying and intestinal transit. The syndrome is often confused with bowel obstruction. The key to the diagnosis is the recognition of continued and escalating doses of opiates that worsen the abdominal pain instead of providing relief. The treatment of narcotic bowel syndrome is some psychotherapy combined with tapering or discontinuing the opioid. The key to successful treatment is to develop a strong patient-physician relationship and trust with the patient; the narcotic should be gradually withdrawn, and other non-pharmacological treatments should be used to manage pain.", "contents": "Opioid Overdose -- Complications -- Narcotic Bowel Syndrome. Narcotic bowel syndrome is a type of opiate bowel pathology that is characterized by frequent episodes of moderate to severe abdominal pain that worsens with escalating or continued doses of opiates. Narcotic bowel syndrome appears to occur in people with no prior bowel pathology and is a maladaptive response. The syndrome can also be associated with intermittent vomiting, abdominal distension, and constipation. Eating always aggravates the symptoms, which can last for days or weeks. Anorexia can lead to body weight loss. There is delayed gastric emptying and intestinal transit. The syndrome is often confused with bowel obstruction. The key to the diagnosis is the recognition of continued and escalating doses of opiates that worsen the abdominal pain instead of providing relief. The treatment of narcotic bowel syndrome is some psychotherapy combined with tapering or discontinuing the opioid. The key to successful treatment is to develop a strong patient-physician relationship and trust with the patient; the narcotic should be gradually withdrawn, and other non-pharmacological treatments should be used to manage pain."}
{"id": "article-26226_85", "title": "Opioid Overdose -- Complications -- Withdrawal Reaction", "content": "Withdrawal symptoms following cessation of opiates are common, but the symptoms are often vague and not as severe as those observed with alcohol or benzodiazepine discontinuation. The onset of symptoms depends on the drug ingested and usually occurs within 2 to 4 days with methadone and 8 to 10 hours after meperidine. The autonomic symptoms may include excessive lacrimation, sweating, piloerection, rhinorrhea, repeated yawning, myalgia, nasal congestion, diarrhea, and abdominal cramps. The symptoms usually peak between 36 to 48 hours and gradually subside in 72 hours. In chronic drug addicts, the symptoms may last for 7 to 14 days. The treatment of withdrawal symptoms is supportive. The use of additional opiates to counter the symptoms of withdrawal is not recommended. For severe withdrawal cases, one may use clonidine, especially when methadone may be inappropriate or unavailable. After the acute treatment, the patient should be recommended to join a long-term drug rehabilitation program to prevent relapse.", "contents": "Opioid Overdose -- Complications -- Withdrawal Reaction. Withdrawal symptoms following cessation of opiates are common, but the symptoms are often vague and not as severe as those observed with alcohol or benzodiazepine discontinuation. The onset of symptoms depends on the drug ingested and usually occurs within 2 to 4 days with methadone and 8 to 10 hours after meperidine. The autonomic symptoms may include excessive lacrimation, sweating, piloerection, rhinorrhea, repeated yawning, myalgia, nasal congestion, diarrhea, and abdominal cramps. The symptoms usually peak between 36 to 48 hours and gradually subside in 72 hours. In chronic drug addicts, the symptoms may last for 7 to 14 days. The treatment of withdrawal symptoms is supportive. The use of additional opiates to counter the symptoms of withdrawal is not recommended. For severe withdrawal cases, one may use clonidine, especially when methadone may be inappropriate or unavailable. After the acute treatment, the patient should be recommended to join a long-term drug rehabilitation program to prevent relapse."}
{"id": "article-26226_86", "title": "Opioid Overdose -- Deterrence and Patient Education", "content": "In early 2015, the US Dept of Health and Human Services acknowledged the expanded use of naloxone among healthcare professionals to counter opiate overdoses in the nation. Now, pharmacists, emergency medical personnel, and physicians can all play an active role in the prevention of opiate overdose. In addition, the current recommendations also suggest co-prescription of naloxone to patients who are prescribed opiates. Several studies are showing that patients who had been prescribed naloxone at the same time as an opiate have fewer opiate-related emergency room visits than those who did not receive naloxone. Today, some healthcare workers have started to prescribe naloxone to patients who are prescribed high doses of opiates.", "contents": "Opioid Overdose -- Deterrence and Patient Education. In early 2015, the US Dept of Health and Human Services acknowledged the expanded use of naloxone among healthcare professionals to counter opiate overdoses in the nation. Now, pharmacists, emergency medical personnel, and physicians can all play an active role in the prevention of opiate overdose. In addition, the current recommendations also suggest co-prescription of naloxone to patients who are prescribed opiates. Several studies are showing that patients who had been prescribed naloxone at the same time as an opiate have fewer opiate-related emergency room visits than those who did not receive naloxone. Today, some healthcare workers have started to prescribe naloxone to patients who are prescribed high doses of opiates."}
{"id": "article-26226_87", "title": "Opioid Overdose -- Deterrence and Patient Education", "content": "Recently, the US Food and Drug Administration also approved the use of a hand-held auto-injector that can be prescribed to caregivers or family members for managing a person who is suspected of having an opiate overdose. In addition, all over the country, numerous naloxone organizations have cropped up to fight the opiate overdose epidemic.", "contents": "Opioid Overdose -- Deterrence and Patient Education. Recently, the US Food and Drug Administration also approved the use of a hand-held auto-injector that can be prescribed to caregivers or family members for managing a person who is suspected of having an opiate overdose. In addition, all over the country, numerous naloxone organizations have cropped up to fight the opiate overdose epidemic."}
{"id": "article-26226_88", "title": "Opioid Overdose -- Deterrence and Patient Education", "content": "In some states, there are now programs that permit pharmacists to prescribe naloxone to prevent the epidemic of opiate overdose. Recent data indicate that patients have started to acquire naloxone rescue kits, but there is no long-term data to determine their role in preventing opiate toxicity.", "contents": "Opioid Overdose -- Deterrence and Patient Education. In some states, there are now programs that permit pharmacists to prescribe naloxone to prevent the epidemic of opiate overdose. Recent data indicate that patients have started to acquire naloxone rescue kits, but there is no long-term data to determine their role in preventing opiate toxicity."}
{"id": "article-26226_89", "title": "Opioid Overdose -- Enhancing Healthcare Team Outcomes", "content": "With the drastic increase in opioid abuse and overdose-related deaths, there has been a lot of focus on the “opioid epidemic.” All healthcare workers (including nurse practitioners) who prescribe controlled substances have a role to play in decreasing the opioid epidemic.", "contents": "Opioid Overdose -- Enhancing Healthcare Team Outcomes. With the drastic increase in opioid abuse and overdose-related deaths, there has been a lot of focus on the “opioid epidemic.” All healthcare workers (including nurse practitioners) who prescribe controlled substances have a role to play in decreasing the opioid epidemic."}
{"id": "article-26226_90", "title": "Opioid Overdose -- Enhancing Healthcare Team Outcomes", "content": "New research is focusing on finding effective interventions and identifying risk factors for overdose. Examples of some of these efforts include treatment programs, take-home intranasal naloxone, and monitored injection facilities. A review article of research exploring overdose education and naloxone distribution suggests a reduced fatality for patients who receive counseling and prescriptions for home naloxone.", "contents": "Opioid Overdose -- Enhancing Healthcare Team Outcomes. New research is focusing on finding effective interventions and identifying risk factors for overdose. Examples of some of these efforts include treatment programs, take-home intranasal naloxone, and monitored injection facilities. A review article of research exploring overdose education and naloxone distribution suggests a reduced fatality for patients who receive counseling and prescriptions for home naloxone."}
{"id": "article-26226_91", "title": "Opioid Overdose -- Enhancing Healthcare Team Outcomes", "content": "Naloxone has been shown to have a very safe side effect profile. There have been several studies on opiate-naive patients who were given large doses of the drug without significant effects, but when given to patients who are opioid-tolerant, acute opioid withdrawal symptoms can develop. Individuals administered naloxone in the setting of opioid overdose can experience a sudden withdrawal syndrome, which includes sudden aggression, agitation, restlessness, diaphoresis, and tachycardia. GI symptoms such as nausea and vomiting also occur in about 30% of patients. Most symptoms are not very severe or sustained, and less than 1% of patients require admission. Acute withdrawal symptoms are more likely when larger doses of naloxone are used. [22] [23]", "contents": "Opioid Overdose -- Enhancing Healthcare Team Outcomes. Naloxone has been shown to have a very safe side effect profile. There have been several studies on opiate-naive patients who were given large doses of the drug without significant effects, but when given to patients who are opioid-tolerant, acute opioid withdrawal symptoms can develop. Individuals administered naloxone in the setting of opioid overdose can experience a sudden withdrawal syndrome, which includes sudden aggression, agitation, restlessness, diaphoresis, and tachycardia. GI symptoms such as nausea and vomiting also occur in about 30% of patients. Most symptoms are not very severe or sustained, and less than 1% of patients require admission. Acute withdrawal symptoms are more likely when larger doses of naloxone are used. [22] [23]"}
{"id": "article-26226_92", "title": "Opioid Overdose -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Opioid Overdose -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}