{"id": "article-18699_0", "title": "Bullous Pemphigoid -- Continuing Education Activity", "content": "Bullous pemphigoid (BP) is the most common autoimmune subepidermal blistering disorder, representing 80% of subepidermal immunobullous cases. Bullous pemphigoid most commonly affects elderly patients between the ages of 60 to 80 years. This activity reviews the etiology, presentation, evaluation, and management of bullous pemphigoid and reviews the interprofessional team's role in evaluating, diagnosing, and managing the condition.", "contents": "Bullous Pemphigoid -- Continuing Education Activity. Bullous pemphigoid (BP) is the most common autoimmune subepidermal blistering disorder, representing 80% of subepidermal immunobullous cases. Bullous pemphigoid most commonly affects elderly patients between the ages of 60 to 80 years. This activity reviews the etiology, presentation, evaluation, and management of bullous pemphigoid and reviews the interprofessional team's role in evaluating, diagnosing, and managing the condition."}
{"id": "article-18699_1", "title": "Bullous Pemphigoid -- Continuing Education Activity", "content": "Objectives: Review the etiology of bullous pemphigoid. Describe the pathophysiology of bullous pemphigoid. Summarize the management options for bullous pemphigoid Outline possible interprofessional team strategies for improving care coordination and communication to advance the evaluation and treatment of bullous pemphigoid and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Bullous Pemphigoid -- Continuing Education Activity. Objectives: Review the etiology of bullous pemphigoid. Describe the pathophysiology of bullous pemphigoid. Summarize the management options for bullous pemphigoid Outline possible interprofessional team strategies for improving care coordination and communication to advance the evaluation and treatment of bullous pemphigoid and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18699_2", "title": "Bullous Pemphigoid -- Introduction", "content": "Bullous pemphigoid (BP) is the most common autoimmune subepidermal blistering disorder, representing 80% of subepidermal immunobullous cases. [1] Bullous pemphigoid most commonly affects elderly patients between the ages of 60 to 80 years. While the clinical presentation of bullous pemphigoid is broad, the immunobullous skin disorder characteristically presents with tense bullae and intense generalized pruritus. In atypical cases, bullous lesions may be absent, and these cases require a high degree of clinical suspicion. A biopsy for hematoxylin and eosin staining will show a subepidermal split with eosinophils, and direct immunofluorescence will highlight the autoantibodies against the basement membrane zone. ELISA testing is also useful in diagnosing bullous pemphigoid. Treatment depends on the severity of the disease; however, standard therapies involve topical or systemic immunosuppressive agents. [2] Prognosis varies, and long-term monitoring is often required.", "contents": "Bullous Pemphigoid -- Introduction. Bullous pemphigoid (BP) is the most common autoimmune subepidermal blistering disorder, representing 80% of subepidermal immunobullous cases. [1] Bullous pemphigoid most commonly affects elderly patients between the ages of 60 to 80 years. While the clinical presentation of bullous pemphigoid is broad, the immunobullous skin disorder characteristically presents with tense bullae and intense generalized pruritus. In atypical cases, bullous lesions may be absent, and these cases require a high degree of clinical suspicion. A biopsy for hematoxylin and eosin staining will show a subepidermal split with eosinophils, and direct immunofluorescence will highlight the autoantibodies against the basement membrane zone. ELISA testing is also useful in diagnosing bullous pemphigoid. Treatment depends on the severity of the disease; however, standard therapies involve topical or systemic immunosuppressive agents. [2] Prognosis varies, and long-term monitoring is often required."}
{"id": "article-18699_3", "title": "Bullous Pemphigoid -- Etiology", "content": "While most bullous pemphigoid cases are due to autoantibodies against proteins arranged at the dermal-epidermal junction, some cases of bullous pemphigoid are caused by systemic medications. Drug-induced bullous pemphigoid occurs up to three months after medication initiation and is typically noted in a younger subset of patients. The drugs reported in the literature to cause bullous pemphigoid-like eruptions to include diuretics such as furosemide and spironolactone, NSAIDs, amoxicillin, PD-1/PD-L1 inhibitors, gliptins, and TNF-alpha inhibitors. [3]", "contents": "Bullous Pemphigoid -- Etiology. While most bullous pemphigoid cases are due to autoantibodies against proteins arranged at the dermal-epidermal junction, some cases of bullous pemphigoid are caused by systemic medications. Drug-induced bullous pemphigoid occurs up to three months after medication initiation and is typically noted in a younger subset of patients. The drugs reported in the literature to cause bullous pemphigoid-like eruptions to include diuretics such as furosemide and spironolactone, NSAIDs, amoxicillin, PD-1/PD-L1 inhibitors, gliptins, and TNF-alpha inhibitors. [3]"}
{"id": "article-18699_4", "title": "Bullous Pemphigoid -- Epidemiology", "content": "As mentioned above, BP affects individuals older than 60 years of age. [4] Annual incidence is 6 to 13 new cases per million people in the United States, while it affects 12 to 13 per million in Central Europe. It has an equal incidence in both males and females and has no racial bias. This disease may present in childhood, but this is rare. Specific HLA class II alleles can be found in BP patients, including the allele DQB1*0301 in White race patients, and alleles DRB1*04, DRB1*1101, and DQB1*0302 in Japanese patients. [4] [5]", "contents": "Bullous Pemphigoid -- Epidemiology. As mentioned above, BP affects individuals older than 60 years of age. [4] Annual incidence is 6 to 13 new cases per million people in the United States, while it affects 12 to 13 per million in Central Europe. It has an equal incidence in both males and females and has no racial bias. This disease may present in childhood, but this is rare. Specific HLA class II alleles can be found in BP patients, including the allele DQB1*0301 in White race patients, and alleles DRB1*04, DRB1*1101, and DQB1*0302 in Japanese patients. [4] [5]"}
{"id": "article-18699_5", "title": "Bullous Pemphigoid -- Pathophysiology", "content": "There are 2 main components to the pathophysiology of BP: immunologic and inflammatory. The immunologic elements comprise autoantibodies against 2 parts of the basal keratinocyte hemidesmosomal proteins BP antigen 230 (BPAG1) and BP antigen 180 (BPAG2 or type XVII collagen). [6] These antigens play an essential part in the adhesion complexes that promote epithelial-stromal adhesion. When autoantibodies bind to their target antigen, the inflammatory component follows, activating complement and mast cells. This causes neutrophils and eosinophils to release various inflammatory cells resulting in the release of proteolytic enzymes that damage the dermal-epidermal junction. [7]", "contents": "Bullous Pemphigoid -- Pathophysiology. There are 2 main components to the pathophysiology of BP: immunologic and inflammatory. The immunologic elements comprise autoantibodies against 2 parts of the basal keratinocyte hemidesmosomal proteins BP antigen 230 (BPAG1) and BP antigen 180 (BPAG2 or type XVII collagen). [6] These antigens play an essential part in the adhesion complexes that promote epithelial-stromal adhesion. When autoantibodies bind to their target antigen, the inflammatory component follows, activating complement and mast cells. This causes neutrophils and eosinophils to release various inflammatory cells resulting in the release of proteolytic enzymes that damage the dermal-epidermal junction. [7]"}
{"id": "article-18699_6", "title": "Bullous Pemphigoid -- Histopathology", "content": "Histopathology will reveal a subepidermal split with a superficial perivascular inflammatory infiltrate and numerous eosinophils. Spongiosis and superficial papillary dermal infiltrate of eosinophils without vesiculation are characteristic features of urticarial lesions and may indicate the dermatopathologist to a diagnosis of urticarial or pre-bullous pemphigoid. [8] In these cases, direct immunofluorescence studies are imperative.", "contents": "Bullous Pemphigoid -- Histopathology. Histopathology will reveal a subepidermal split with a superficial perivascular inflammatory infiltrate and numerous eosinophils. Spongiosis and superficial papillary dermal infiltrate of eosinophils without vesiculation are characteristic features of urticarial lesions and may indicate the dermatopathologist to a diagnosis of urticarial or pre-bullous pemphigoid. [8] In these cases, direct immunofluorescence studies are imperative."}
{"id": "article-18699_7", "title": "Bullous Pemphigoid -- Histopathology", "content": "Direct immunofluorescence involves directly detecting tissue bound autoantibodies and is the gold standard of evaluation in autoimmune blistering diseases. It is imperative to biopsy the site of the skin lesion to get direct immunofluorescence. At least 2 punch biopsies should be obtained at the time of evaluation: one to send for hematoxylin and eosin staining, and the other is perilesional, uninvolved skin for direct immunofluorescence. DIF pattern for bullous pemphigoid will show deposition of C3 and IgG in a linear homogeneous pattern at the basement membrane zone. [9] In the early stages of this skin disease, only C3 may be present. [10] A salt-split skin immunofluorescence study may be done where the patient serum is applied on the salt-split skin, which splits the skin at the level of the lamina lucida. Bullous pemphigoid immunoreactants will localize to the epidermal side of the preparation, versus epidermolysis bullosa acquisita, which localizes to the dermal side. [11] [12]", "contents": "Bullous Pemphigoid -- Histopathology. Direct immunofluorescence involves directly detecting tissue bound autoantibodies and is the gold standard of evaluation in autoimmune blistering diseases. It is imperative to biopsy the site of the skin lesion to get direct immunofluorescence. At least 2 punch biopsies should be obtained at the time of evaluation: one to send for hematoxylin and eosin staining, and the other is perilesional, uninvolved skin for direct immunofluorescence. DIF pattern for bullous pemphigoid will show deposition of C3 and IgG in a linear homogeneous pattern at the basement membrane zone. [9] In the early stages of this skin disease, only C3 may be present. [10] A salt-split skin immunofluorescence study may be done where the patient serum is applied on the salt-split skin, which splits the skin at the level of the lamina lucida. Bullous pemphigoid immunoreactants will localize to the epidermal side of the preparation, versus epidermolysis bullosa acquisita, which localizes to the dermal side. [11] [12]"}
{"id": "article-18699_8", "title": "Bullous Pemphigoid -- History and Physical", "content": "In the prodromal phase, patients may experience moderate-to-severe pruritus alone or associated with urticarial, papular lesions. [13] This later evolves to bullae in weeks to months, typically present in the axillae, on the flexor surface of the forearms, medial thighs, trunk, and abdomen. Approximately 20% of patients will have neither bullae nor erosions at the time of presentation. [14] Constitutional symptoms are uncommon, except in widespread, severe disease. The bullous phase characteristically presents with vesicles and bullae on a background of normal or erythematous skin. The blisters are tense, up to 1 to 4 centimeters in diameter, and sometimes hemorrhagic. They typically contain clear fluid and may persist for several days before leaving erosions and crusts. Unlike pemphigus vulgaris, the Nikolsky sign is negative in typical cases of bullous pemphigoid.", "contents": "Bullous Pemphigoid -- History and Physical. In the prodromal phase, patients may experience moderate-to-severe pruritus alone or associated with urticarial, papular lesions. [13] This later evolves to bullae in weeks to months, typically present in the axillae, on the flexor surface of the forearms, medial thighs, trunk, and abdomen. Approximately 20% of patients will have neither bullae nor erosions at the time of presentation. [14] Constitutional symptoms are uncommon, except in widespread, severe disease. The bullous phase characteristically presents with vesicles and bullae on a background of normal or erythematous skin. The blisters are tense, up to 1 to 4 centimeters in diameter, and sometimes hemorrhagic. They typically contain clear fluid and may persist for several days before leaving erosions and crusts. Unlike pemphigus vulgaris, the Nikolsky sign is negative in typical cases of bullous pemphigoid."}
{"id": "article-18699_9", "title": "Bullous Pemphigoid -- History and Physical", "content": "Childhood cases are rare. However, there have been cases of infantile bullous pemphigoid, which presents in an acral distribution in the first year of life. [15] [16] The other variant of bullous pemphigoid of childhood are cases localized to the vulva. [17] These cases need to be distinguished from other disorders due to the rarity of the former. Therefore, direct immunofluorescence may be necessary. In some childhood cases, IgA antibodies against the NC16A domain of BP180 have been noted. [18] It is also reported that the infancy subtype is not related to a maternofetal transfer of autoantibodies. [19]", "contents": "Bullous Pemphigoid -- History and Physical. Childhood cases are rare. However, there have been cases of infantile bullous pemphigoid, which presents in an acral distribution in the first year of life. [15] [16] The other variant of bullous pemphigoid of childhood are cases localized to the vulva. [17] These cases need to be distinguished from other disorders due to the rarity of the former. Therefore, direct immunofluorescence may be necessary. In some childhood cases, IgA antibodies against the NC16A domain of BP180 have been noted. [18] It is also reported that the infancy subtype is not related to a maternofetal transfer of autoantibodies. [19]"}
{"id": "article-18699_10", "title": "Bullous Pemphigoid -- History and Physical", "content": "Researchers debate whether bullous pemphigoid is associated with internal malignancy. However, most believe this association is due to the older age of the patient. A recent study found no increased risk for concurrent or subsequent malignancies in patients with bullous pemphigoid. [20]", "contents": "Bullous Pemphigoid -- History and Physical. Researchers debate whether bullous pemphigoid is associated with internal malignancy. However, most believe this association is due to the older age of the patient. A recent study found no increased risk for concurrent or subsequent malignancies in patients with bullous pemphigoid. [20]"}
{"id": "article-18699_11", "title": "Bullous Pemphigoid -- Evaluation", "content": "Diagnosis of the bullous pemphigoid relies on the clinical scenario and laboratory tests. Histology with direct and indirect immunofluorescence studies aid in diagnosis.", "contents": "Bullous Pemphigoid -- Evaluation. Diagnosis of the bullous pemphigoid relies on the clinical scenario and laboratory tests. Histology with direct and indirect immunofluorescence studies aid in diagnosis."}
{"id": "article-18699_12", "title": "Bullous Pemphigoid -- Evaluation", "content": "Histology will show a subepidermal split with a superficial perivascular inflammatory infiltrate and numerous eosinophils. Spongiosis and superficial papillary dermal infiltrate of eosinophils without vesiculation characterize urticarial lesions and may provide a clue to the dermatopathologist for diagnosing urticarial or pre-bullous pemphigoid. [8] Direct immunofluorescence studies are necessary.", "contents": "Bullous Pemphigoid -- Evaluation. Histology will show a subepidermal split with a superficial perivascular inflammatory infiltrate and numerous eosinophils. Spongiosis and superficial papillary dermal infiltrate of eosinophils without vesiculation characterize urticarial lesions and may provide a clue to the dermatopathologist for diagnosing urticarial or pre-bullous pemphigoid. [8] Direct immunofluorescence studies are necessary."}
{"id": "article-18699_13", "title": "Bullous Pemphigoid -- Evaluation", "content": "Direct immunofluorescence involves directly detecting tissue bound autoantibodies and is the gold standard of evaluation in autoimmune blistering diseases. It is necessary to biopsy the site of the skin lesion for direct immunofluorescence. At least two punch biopsies should be obtained at the time of evaluation: one for hematoxylin and eosin staining and another using perilesional, uninvolved skin for direct immunofluorescence. DIF pattern for bullous pemphigoid demonstrates deposition of C3 and IgG in a linear homogeneous pattern at the basement membrane zone. [9] In the early stages of skin disease, only C3 may be present. [10] A salt-split skin immunofluorescence study is an option, where the patient serum is applied on salt-split skin, which splits the skin at the level of the lamina lucida. Bullous pemphigoid immunoreactants will localize to the epidermal side of the preparation, versus epidermolysis bullosa acquisita, which localizes to the dermal side. [11] [12]", "contents": "Bullous Pemphigoid -- Evaluation. Direct immunofluorescence involves directly detecting tissue bound autoantibodies and is the gold standard of evaluation in autoimmune blistering diseases. It is necessary to biopsy the site of the skin lesion for direct immunofluorescence. At least two punch biopsies should be obtained at the time of evaluation: one for hematoxylin and eosin staining and another using perilesional, uninvolved skin for direct immunofluorescence. DIF pattern for bullous pemphigoid demonstrates deposition of C3 and IgG in a linear homogeneous pattern at the basement membrane zone. [9] In the early stages of skin disease, only C3 may be present. [10] A salt-split skin immunofluorescence study is an option, where the patient serum is applied on salt-split skin, which splits the skin at the level of the lamina lucida. Bullous pemphigoid immunoreactants will localize to the epidermal side of the preparation, versus epidermolysis bullosa acquisita, which localizes to the dermal side. [11] [12]"}
{"id": "article-18699_14", "title": "Bullous Pemphigoid -- Evaluation", "content": "ELISA testing to detect antibodies to the NC16A domain of BP180, also known as BPAG2, is available and has a sensitivity of 89% and specificity of 98%. Autoantibodies to BP180 and BP230 may be identified in normal subjects without bullous pemphigoid, but they will not bind to the NC16A domain. [21] [22]", "contents": "Bullous Pemphigoid -- Evaluation. ELISA testing to detect antibodies to the NC16A domain of BP180, also known as BPAG2, is available and has a sensitivity of 89% and specificity of 98%. Autoantibodies to BP180 and BP230 may be identified in normal subjects without bullous pemphigoid, but they will not bind to the NC16A domain. [21] [22]"}
{"id": "article-18699_15", "title": "Bullous Pemphigoid -- Evaluation", "content": "The clinical predictors of bullous pemphigoid were described in a report from the French Bullous Study Group in 1998. They suggested that patients with a subepidermal blistering disorder associated with linear deposits of IgG or C3 along the epidermal basement membrane without skin atrophy, mucosal or head, and neck involvement, and older than 70 years strongly supports a diagnosis of BP. Their reports stated three out of four diagnostic criteria have a sensitivity of 90% and specificity of 83%. [1]", "contents": "Bullous Pemphigoid -- Evaluation. The clinical predictors of bullous pemphigoid were described in a report from the French Bullous Study Group in 1998. They suggested that patients with a subepidermal blistering disorder associated with linear deposits of IgG or C3 along the epidermal basement membrane without skin atrophy, mucosal or head, and neck involvement, and older than 70 years strongly supports a diagnosis of BP. Their reports stated three out of four diagnostic criteria have a sensitivity of 90% and specificity of 83%. [1]"}
{"id": "article-18699_16", "title": "Bullous Pemphigoid -- Treatment / Management", "content": "The mainstay of treatment for bullous pemphigoid is systemic corticosteroids, but treatment ultimately depends on comorbidities and the extent of the disease. For localized disease, less than 20% body surface area in an elderly patient, super-potent topical steroids such as clobetasol may be used. [23] Topical steroids combined with nicotinamide plus tetracycline, minocycline, or doxycycline have shown success in multiple cases. [24]", "contents": "Bullous Pemphigoid -- Treatment / Management. The mainstay of treatment for bullous pemphigoid is systemic corticosteroids, but treatment ultimately depends on comorbidities and the extent of the disease. For localized disease, less than 20% body surface area in an elderly patient, super-potent topical steroids such as clobetasol may be used. [23] Topical steroids combined with nicotinamide plus tetracycline, minocycline, or doxycycline have shown success in multiple cases. [24]"}
{"id": "article-18699_17", "title": "Bullous Pemphigoid -- Treatment / Management", "content": "For extensive disease, systemic prednisone at a dose of 0.5 to 1.0mg/kg per day is recommended. This dose of systemic corticosteroids controls the disease within approximately two weeks and can be slowly tapered over six to nine months or longer. This treatment regimen is limited by patient age, comorbidities, and side effects. Potent topical corticosteroids can control generalized BP with fewer systemic side effects. [25]", "contents": "Bullous Pemphigoid -- Treatment / Management. For extensive disease, systemic prednisone at a dose of 0.5 to 1.0mg/kg per day is recommended. This dose of systemic corticosteroids controls the disease within approximately two weeks and can be slowly tapered over six to nine months or longer. This treatment regimen is limited by patient age, comorbidities, and side effects. Potent topical corticosteroids can control generalized BP with fewer systemic side effects. [25]"}
{"id": "article-18699_18", "title": "Bullous Pemphigoid -- Treatment / Management", "content": "Immunosuppressive therapy is used when steroids do not control the disease or if patients have contraindications for systemic corticosteroid treatments. Alternative agents include azathioprine, mycophenolate mofetil, methotrexate, chlorambucil, and cyclophosphamide. If all other treatments fail, IVIG, anti-CD20 (rituximab), or omalizumab can be used for treatment-resistant cases. [25]", "contents": "Bullous Pemphigoid -- Treatment / Management. Immunosuppressive therapy is used when steroids do not control the disease or if patients have contraindications for systemic corticosteroid treatments. Alternative agents include azathioprine, mycophenolate mofetil, methotrexate, chlorambucil, and cyclophosphamide. If all other treatments fail, IVIG, anti-CD20 (rituximab), or omalizumab can be used for treatment-resistant cases. [25]"}
{"id": "article-18699_19", "title": "Bullous Pemphigoid -- Treatment / Management", "content": "Serum IgG autoantibodies levels to BP180 have been shown to correlate with disease severity in several ELISA-based studies. Also, a high BP180-NC16A ELISA score and positive direct immunofluorescence at the end of therapy show possible relapse. [14] [26]", "contents": "Bullous Pemphigoid -- Treatment / Management. Serum IgG autoantibodies levels to BP180 have been shown to correlate with disease severity in several ELISA-based studies. Also, a high BP180-NC16A ELISA score and positive direct immunofluorescence at the end of therapy show possible relapse. [14] [26]"}
{"id": "article-18699_20", "title": "Bullous Pemphigoid -- Differential Diagnosis", "content": "The presence of bullae can be a nonspecific finding and resemble various dermatoses depending on the timing in the clinical course. Drug reactions, contact dermatitis, urticarial dermatoses, arthropod reactions, other autoimmune bullous disorders such as pemphigus vulgaris, and scabies. Bullae can also form secondary to allergic contact dermatitis, Stevens-Johnson syndrome, dyshidrotic eczema, pseudoporphyria, or porphyria cutanea tarda. If bullae are identified in childhood, bullous impetigo, epidermolysis bullosa, and bullous variants of mastocytosis should be considered in the differential. [14] Histopathology, direct and indirect immunofluorescence studies, salt-split skin, and ELISA testing may be necessary if the diagnosis of bullous pemphigoid is questioned.", "contents": "Bullous Pemphigoid -- Differential Diagnosis. The presence of bullae can be a nonspecific finding and resemble various dermatoses depending on the timing in the clinical course. Drug reactions, contact dermatitis, urticarial dermatoses, arthropod reactions, other autoimmune bullous disorders such as pemphigus vulgaris, and scabies. Bullae can also form secondary to allergic contact dermatitis, Stevens-Johnson syndrome, dyshidrotic eczema, pseudoporphyria, or porphyria cutanea tarda. If bullae are identified in childhood, bullous impetigo, epidermolysis bullosa, and bullous variants of mastocytosis should be considered in the differential. [14] Histopathology, direct and indirect immunofluorescence studies, salt-split skin, and ELISA testing may be necessary if the diagnosis of bullous pemphigoid is questioned."}
{"id": "article-18699_21", "title": "Bullous Pemphigoid -- Prognosis", "content": "Bullous pemphigoid typically resolves spontaneously in a few months but can remain for up to 5 years. Treatment, as outlined above, can provide symptomatic relief of pain and itching. [27]", "contents": "Bullous Pemphigoid -- Prognosis. Bullous pemphigoid typically resolves spontaneously in a few months but can remain for up to 5 years. Treatment, as outlined above, can provide symptomatic relief of pain and itching. [27]"}
{"id": "article-18699_22", "title": "Bullous Pemphigoid -- Complications", "content": "Morbidity and mortality of bullous pemphigoid can include: Staphylococcal and streptococcal skin infections and sepsis Viral infections, including herpes simplex or varicella-zoster Adverse effects of treatment", "contents": "Bullous Pemphigoid -- Complications. Morbidity and mortality of bullous pemphigoid can include: Staphylococcal and streptococcal skin infections and sepsis Viral infections, including herpes simplex or varicella-zoster Adverse effects of treatment"}
{"id": "article-18699_23", "title": "Bullous Pemphigoid -- Deterrence and Patient Education", "content": "This disease can render the patient's skin fragile and susceptible to microbial invasion. Patients need to avoid trauma to their skin. Skin hygiene is a crucial component of preventing complications, and patients need to recognize both complications and adverse events from treatment so they can report these to their clinician. They also need to understand the gravity of the condition.", "contents": "Bullous Pemphigoid -- Deterrence and Patient Education. This disease can render the patient's skin fragile and susceptible to microbial invasion. Patients need to avoid trauma to their skin. Skin hygiene is a crucial component of preventing complications, and patients need to recognize both complications and adverse events from treatment so they can report these to their clinician. They also need to understand the gravity of the condition."}
{"id": "article-18699_24", "title": "Bullous Pemphigoid -- Enhancing Healthcare Team Outcomes", "content": "Most general practitioners, nurse practitioners, and primary care providers may not be familiar with BP. This is a serious skin disorder with a very high morbidity and mortality rate. When patients present with large bullae, it is important to seek a dermatology consultation. The sooner the disorder is treated, the better the prognosis.", "contents": "Bullous Pemphigoid -- Enhancing Healthcare Team Outcomes. Most general practitioners, nurse practitioners, and primary care providers may not be familiar with BP. This is a serious skin disorder with a very high morbidity and mortality rate. When patients present with large bullae, it is important to seek a dermatology consultation. The sooner the disorder is treated, the better the prognosis."}
{"id": "article-18699_25", "title": "Bullous Pemphigoid -- Enhancing Healthcare Team Outcomes", "content": "Bullous pemphigoid is typically a chronic disease with unpredictable exacerbations, with up to 30% of affected patients relapsing within the first year. When treatment is discontinued, up to 50% of patients may relapse within the first three months of discontinuation. The mortality rate is increased in bullous pemphigoid due to the elderly population being affected, with a death rate of approximately 10% to 40%. [26]", "contents": "Bullous Pemphigoid -- Enhancing Healthcare Team Outcomes. Bullous pemphigoid is typically a chronic disease with unpredictable exacerbations, with up to 30% of affected patients relapsing within the first year. When treatment is discontinued, up to 50% of patients may relapse within the first three months of discontinuation. The mortality rate is increased in bullous pemphigoid due to the elderly population being affected, with a death rate of approximately 10% to 40%. [26]"}
{"id": "article-18699_26", "title": "Bullous Pemphigoid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bullous Pemphigoid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}