{"id": "article-22114_0", "title": "Gastrointestinal Stromal Cancer -- Continuing Education Activity", "content": "Gastrointestinal stromal tumors (GISTs) are typically benign tumors that most commonly occur in the gastrointestinal (GI) tract. While only comprising 0.1% to 3% of all GI malignancies, these tumors are the most common mesenchymal tumors of the GI tract. This activity outlines the evaluation and management of GISTs and reviews the role of the interprofessional team in managing patients with this condition.", "contents": "Gastrointestinal Stromal Cancer -- Continuing Education Activity. Gastrointestinal stromal tumors (GISTs) are typically benign tumors that most commonly occur in the gastrointestinal (GI) tract. While only comprising 0.1% to 3% of all GI malignancies, these tumors are the most common mesenchymal tumors of the GI tract. This activity outlines the evaluation and management of GISTs and reviews the role of the interprofessional team in managing patients with this condition."}
{"id": "article-22114_1", "title": "Gastrointestinal Stromal Cancer -- Continuing Education Activity", "content": "Objectives: Describe the etiology of gastrointestinal stromal tumors. Review the imaging findings associated with gastrointestinal stromal tumors. Explain the treatment considerations for patients with gastrointestinal stromal tumors. Discuss interprofessional team strategies for improving care coordination and communication to advance understanding of gastrointestinal stromal tumors and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Gastrointestinal Stromal Cancer -- Continuing Education Activity. Objectives: Describe the etiology of gastrointestinal stromal tumors. Review the imaging findings associated with gastrointestinal stromal tumors. Explain the treatment considerations for patients with gastrointestinal stromal tumors. Discuss interprofessional team strategies for improving care coordination and communication to advance understanding of gastrointestinal stromal tumors and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-22114_2", "title": "Gastrointestinal Stromal Cancer -- Introduction", "content": "Gastrointestinal stromal tumors (GISTs) are the most common mesenchymal tumors of the gastrointestinal (GI) tract, accounting for 80% of all such GI tumors, and 0.1 to 3% of all gastrointestinal malignancies. [1] Approximately 30% of GISTs are malignant. [2] Occurring throughout the entirety of the GI tract, GISTs most commonly present in the stomach (60%) or small intestine (20% to 30%). [3] [4] [5] GISTs may rarely occur extra gastrointestinally, where they most commonly occur in the omentum, mesentery, or retroperitoneum. Originally described in the 1980s, GISTs were thought to represent smooth muscle tumors; however, improvements in immunohistochemistry and the recognition of gain-of-function mutations over the last 20 years, have led to the recognition of GISTs as a separate entity. [5] [6]", "contents": "Gastrointestinal Stromal Cancer -- Introduction. Gastrointestinal stromal tumors (GISTs) are the most common mesenchymal tumors of the gastrointestinal (GI) tract, accounting for 80% of all such GI tumors, and 0.1 to 3% of all gastrointestinal malignancies. [1] Approximately 30% of GISTs are malignant. [2] Occurring throughout the entirety of the GI tract, GISTs most commonly present in the stomach (60%) or small intestine (20% to 30%). [3] [4] [5] GISTs may rarely occur extra gastrointestinally, where they most commonly occur in the omentum, mesentery, or retroperitoneum. Originally described in the 1980s, GISTs were thought to represent smooth muscle tumors; however, improvements in immunohistochemistry and the recognition of gain-of-function mutations over the last 20 years, have led to the recognition of GISTs as a separate entity. [5] [6]"}
{"id": "article-22114_3", "title": "Gastrointestinal Stromal Cancer -- Etiology", "content": "While it is known that gastrointestinal stromal tumors arise from the same lineage as the interstitial cells of Cajal, it is not yet clear if they arise from these cells themselves, or their precursors. [2] [5] Mutually exclusive mutations of the KIT (CD 117) or platelet-derived growth factor receptor alpha (PDGFRA) have been shown to lead to activation of their encoded tyrosine kinase receptors causing constitutional activation in approximately 85% of sporadic cases of GISTs. [2] [7] [8] This activation leads to hyperplasia and then ultimately to neoplasia. In addition to being responsible for the majority of the more common sporadic cases of GISTs, KIT and PDGFRA mutations can also be inherited, leading to the much rarer familial GISTs. [6]", "contents": "Gastrointestinal Stromal Cancer -- Etiology. While it is known that gastrointestinal stromal tumors arise from the same lineage as the interstitial cells of Cajal, it is not yet clear if they arise from these cells themselves, or their precursors. [2] [5] Mutually exclusive mutations of the KIT (CD 117) or platelet-derived growth factor receptor alpha (PDGFRA) have been shown to lead to activation of their encoded tyrosine kinase receptors causing constitutional activation in approximately 85% of sporadic cases of GISTs. [2] [7] [8] This activation leads to hyperplasia and then ultimately to neoplasia. In addition to being responsible for the majority of the more common sporadic cases of GISTs, KIT and PDGFRA mutations can also be inherited, leading to the much rarer familial GISTs. [6]"}
{"id": "article-22114_4", "title": "Gastrointestinal Stromal Cancer -- Etiology", "content": "GISTs without KIT or PDGFRA are collectively known as wild-type. This group comprises a heterogeneous mix of mutations, including NF1, BRAF, HRAS, and can be seen in tumor syndromes such as neurofibromatosis type 1, Carney triad (GIST, paraganglioma, and pulmonary chondroma) and Carney-Stratakis syndrome (GIST and paraganglioma). [3] [5] [6]", "contents": "Gastrointestinal Stromal Cancer -- Etiology. GISTs without KIT or PDGFRA are collectively known as wild-type. This group comprises a heterogeneous mix of mutations, including NF1, BRAF, HRAS, and can be seen in tumor syndromes such as neurofibromatosis type 1, Carney triad (GIST, paraganglioma, and pulmonary chondroma) and Carney-Stratakis syndrome (GIST and paraganglioma). [3] [5] [6]"}
{"id": "article-22114_5", "title": "Gastrointestinal Stromal Cancer -- Epidemiology", "content": "GISTs can occur at any age; however, most commonly are diagnosed later in life, with a median age of diagnosis in the 60s. [3] [4] [5] [6] Population-based studies from European countries in addition to SEER (surveillance, epidemiology, and end results) data from the United States indicate an annual incidence rate of 6.5 to 14.5 and an age-adjusted incidence rate of 0.68 to 0.8 per 10,000. Unfortunately, the worldwide incidence of GISTs is not known, given the relative homogeneity of previous population-based studies. Regarding sex, GISTs occur fairly equally among both males and females. [3] [4] [6] [8]", "contents": "Gastrointestinal Stromal Cancer -- Epidemiology. GISTs can occur at any age; however, most commonly are diagnosed later in life, with a median age of diagnosis in the 60s. [3] [4] [5] [6] Population-based studies from European countries in addition to SEER (surveillance, epidemiology, and end results) data from the United States indicate an annual incidence rate of 6.5 to 14.5 and an age-adjusted incidence rate of 0.68 to 0.8 per 10,000. Unfortunately, the worldwide incidence of GISTs is not known, given the relative homogeneity of previous population-based studies. Regarding sex, GISTs occur fairly equally among both males and females. [3] [4] [6] [8]"}
{"id": "article-22114_6", "title": "Gastrointestinal Stromal Cancer -- Pathophysiology", "content": "Gastrointestinal stromal tumors are typically (70%) benign tumors, which are most commonly caused when genes controlling tyrosine kinase expression undergo mutation leading to neoplastic growth involving cells from the lineage of the interstitial cells of Cajal. GISTs most commonly occur along the gastrointestinal tract but may occur extra gastrointestinally in rare instances. The most common findings of GIST include subendothelial lesions seen on an endoscopy or contrast-enhancing mass with a smooth margin on CT. For malignant GISTs, the lymphatic spread is extremely rare, and these lesions most commonly spread hematogenously (most commonly to the liver) or to the peritoneum. [1]", "contents": "Gastrointestinal Stromal Cancer -- Pathophysiology. Gastrointestinal stromal tumors are typically (70%) benign tumors, which are most commonly caused when genes controlling tyrosine kinase expression undergo mutation leading to neoplastic growth involving cells from the lineage of the interstitial cells of Cajal. GISTs most commonly occur along the gastrointestinal tract but may occur extra gastrointestinally in rare instances. The most common findings of GIST include subendothelial lesions seen on an endoscopy or contrast-enhancing mass with a smooth margin on CT. For malignant GISTs, the lymphatic spread is extremely rare, and these lesions most commonly spread hematogenously (most commonly to the liver) or to the peritoneum. [1]"}
{"id": "article-22114_7", "title": "Gastrointestinal Stromal Cancer -- Histopathology", "content": "There are three main histological patterns of gastrointestinal stromal tumors: spindle cell type (70%), epithelioid cell type (20%), and mixed type (10%). [3] [8] The rates of each of these types vary to a degree depending on location in the alimentary tract. However, spindle cell morphology remains the most common throughout the whole tract. [5] Spindle cell type GISTs are described as having cells arranged in short fascicles or whirls, whereas epithelioid cell GISTs have cells arranged in a diffuse or nested pattern. Mixed cell type GISTs incorporate both spindle cell and epithelioid cell histologic patterns. [4]", "contents": "Gastrointestinal Stromal Cancer -- Histopathology. There are three main histological patterns of gastrointestinal stromal tumors: spindle cell type (70%), epithelioid cell type (20%), and mixed type (10%). [3] [8] The rates of each of these types vary to a degree depending on location in the alimentary tract. However, spindle cell morphology remains the most common throughout the whole tract. [5] Spindle cell type GISTs are described as having cells arranged in short fascicles or whirls, whereas epithelioid cell GISTs have cells arranged in a diffuse or nested pattern. Mixed cell type GISTs incorporate both spindle cell and epithelioid cell histologic patterns. [4]"}
{"id": "article-22114_8", "title": "Gastrointestinal Stromal Cancer -- Histopathology", "content": "In addition to the appropriate morphologic findings, the immunohistochemical analysis represents the basis for the diagnosis of GIST. The most common markers are KIT and anoctamin 1. Approximately 95% of GISTs stain positive for KIT. For the remaining 5%, anoctamin 1, otherwise known as diagnosed on GIST 1 (DOG1), along with CD34, is considered diagnostic with the appropriate morphologic features. [3] Of the four recognized KIT mutations, exon 11 mutations are the most common. Exon 9 and 17 mutations are the most clinically significant, given their decreased sensitivity and resistance, respectively, to tyrosine kinase inhibitors. [2]", "contents": "Gastrointestinal Stromal Cancer -- Histopathology. In addition to the appropriate morphologic findings, the immunohistochemical analysis represents the basis for the diagnosis of GIST. The most common markers are KIT and anoctamin 1. Approximately 95% of GISTs stain positive for KIT. For the remaining 5%, anoctamin 1, otherwise known as diagnosed on GIST 1 (DOG1), along with CD34, is considered diagnostic with the appropriate morphologic features. [3] Of the four recognized KIT mutations, exon 11 mutations are the most common. Exon 9 and 17 mutations are the most clinically significant, given their decreased sensitivity and resistance, respectively, to tyrosine kinase inhibitors. [2]"}
{"id": "article-22114_9", "title": "Gastrointestinal Stromal Cancer -- History and Physical", "content": "Gastrointestinal stromal tumors may present in several different fashions. Most commonly, patients with these tumors present with gastrointestinal bleeding, which may present as an acute bleed with melena or hematochezia, or as chronic bleeding with associated anemia and sequelae thereof. In addition to gastrointestinal bleeding, GISTs may also present with signs and symptoms of a mass effect caused by the tumor such as abdominal pain or discomfort, early satiety, abdominal distension, or palpable mass. In an additional 15% to 30% of cases, GISTs are found incidentally on surgery, imaging, or autopsy. [6] [8]", "contents": "Gastrointestinal Stromal Cancer -- History and Physical. Gastrointestinal stromal tumors may present in several different fashions. Most commonly, patients with these tumors present with gastrointestinal bleeding, which may present as an acute bleed with melena or hematochezia, or as chronic bleeding with associated anemia and sequelae thereof. In addition to gastrointestinal bleeding, GISTs may also present with signs and symptoms of a mass effect caused by the tumor such as abdominal pain or discomfort, early satiety, abdominal distension, or palpable mass. In an additional 15% to 30% of cases, GISTs are found incidentally on surgery, imaging, or autopsy. [6] [8]"}
{"id": "article-22114_10", "title": "Gastrointestinal Stromal Cancer -- Evaluation", "content": "The presenting symptoms, as well as the anatomic location of gastrointestinal stromal tumors, will likely impact the diagnostic workup involved. In all patients regardless of the presenting symptoms, a history and physical should serve as the starting point for the diagnostic work-up. For patients presenting with an abdominal mass, contrast-enhanced CT using oral and intravenous (IV) contrast is the preferred modality for assessment. On a CT (computed tomography) scan, GISTs will be viewed as a solid, contrast-enhancing mass with smooth margins. In patients with a high degree of concern for radiation exposure, or unable to receive iodinated contrast, MRI (magnetic resonance imaging) is an alternative option for imaging.", "contents": "Gastrointestinal Stromal Cancer -- Evaluation. The presenting symptoms, as well as the anatomic location of gastrointestinal stromal tumors, will likely impact the diagnostic workup involved. In all patients regardless of the presenting symptoms, a history and physical should serve as the starting point for the diagnostic work-up. For patients presenting with an abdominal mass, contrast-enhanced CT using oral and intravenous (IV) contrast is the preferred modality for assessment. On a CT (computed tomography) scan, GISTs will be viewed as a solid, contrast-enhancing mass with smooth margins. In patients with a high degree of concern for radiation exposure, or unable to receive iodinated contrast, MRI (magnetic resonance imaging) is an alternative option for imaging."}
{"id": "article-22114_11", "title": "Gastrointestinal Stromal Cancer -- Evaluation", "content": "Endoscopy is the preferred method of evaluation for patients presenting with gastrointestinal bleeding. On the endoscopic exam, GISTs most commonly appear similar to other sub-epithelial lesions (SEL) with a smooth bulge covered with normal-appearing mucosa. Endoscopic ultrasound (EUS) has proven to be an important tool to help differentiate GISTs from other SELs. On EUS, a GIST will appear as a hypoechoic solid mass originating from the second (muscularis mucosa) or fourth (muscularis propria) layers of the wall of the GI tract. [8]", "contents": "Gastrointestinal Stromal Cancer -- Evaluation. Endoscopy is the preferred method of evaluation for patients presenting with gastrointestinal bleeding. On the endoscopic exam, GISTs most commonly appear similar to other sub-epithelial lesions (SEL) with a smooth bulge covered with normal-appearing mucosa. Endoscopic ultrasound (EUS) has proven to be an important tool to help differentiate GISTs from other SELs. On EUS, a GIST will appear as a hypoechoic solid mass originating from the second (muscularis mucosa) or fourth (muscularis propria) layers of the wall of the GI tract. [8]"}
{"id": "article-22114_12", "title": "Gastrointestinal Stromal Cancer -- Evaluation", "content": "The definitive diagnosis of GISTs is based on the pathologic characteristics of the tissue sample and incorporates both the morphologic and immunohistochemical characteristics. [3] For cellular patterns consistent with GIST on hematoxylin-eosin (H&E) staining, immunohistochemical testing should be done for the presence of KIT to confirm the diagnosis. In cases involving the typical morphologic appearance of GIST, but negative KIT staining, staining for DOG-1 and CD34 can be used to confirm the diagnosis. Genotyping can also be used in KIT-negative GISTs, to help reach a diagnosis when KIT or PDGRFA are positive. [3]", "contents": "Gastrointestinal Stromal Cancer -- Evaluation. The definitive diagnosis of GISTs is based on the pathologic characteristics of the tissue sample and incorporates both the morphologic and immunohistochemical characteristics. [3] For cellular patterns consistent with GIST on hematoxylin-eosin (H&E) staining, immunohistochemical testing should be done for the presence of KIT to confirm the diagnosis. In cases involving the typical morphologic appearance of GIST, but negative KIT staining, staining for DOG-1 and CD34 can be used to confirm the diagnosis. Genotyping can also be used in KIT-negative GISTs, to help reach a diagnosis when KIT or PDGRFA are positive. [3]"}
{"id": "article-22114_13", "title": "Gastrointestinal Stromal Cancer -- Evaluation", "content": "The tumor sample used for pathology can be obtained via biopsy or following surgical resection. For tumors that appear easily resectable and in which preoperative therapy is not required, it may not be necessary to obtain a preoperative tissue biopsy, and surgical pathology can be used to confirm the diagnosis of GIST. In this way, the risk of tumor dissemination or bleeding with biopsy will be eliminated in these friable tumors. In cases where biopsy is needed to make the diagnosis and/or to plan preoperative therapy for tumors not easily resectable, the choice of biopsy method is EUS with fine-needle aspiration (FNA). [3] [4]", "contents": "Gastrointestinal Stromal Cancer -- Evaluation. The tumor sample used for pathology can be obtained via biopsy or following surgical resection. For tumors that appear easily resectable and in which preoperative therapy is not required, it may not be necessary to obtain a preoperative tissue biopsy, and surgical pathology can be used to confirm the diagnosis of GIST. In this way, the risk of tumor dissemination or bleeding with biopsy will be eliminated in these friable tumors. In cases where biopsy is needed to make the diagnosis and/or to plan preoperative therapy for tumors not easily resectable, the choice of biopsy method is EUS with fine-needle aspiration (FNA). [3] [4]"}
{"id": "article-22114_14", "title": "Gastrointestinal Stromal Cancer -- Evaluation", "content": "Due to the conferred resistance of certain gene mutations to the standard of care, such as imatinib, mutational analysis is recommended for all GISTs. [9] It is also recommended that patients with GIST should undergo a CT scan with contrast or MRI during the course of their evaluation to assess for metastasis and determine tumor resectability. [4]", "contents": "Gastrointestinal Stromal Cancer -- Evaluation. Due to the conferred resistance of certain gene mutations to the standard of care, such as imatinib, mutational analysis is recommended for all GISTs. [9] It is also recommended that patients with GIST should undergo a CT scan with contrast or MRI during the course of their evaluation to assess for metastasis and determine tumor resectability. [4]"}
{"id": "article-22114_15", "title": "Gastrointestinal Stromal Cancer -- Treatment / Management", "content": "Like many other gastrointestinal malignancies, the treatment of gastrointestinal stromal tumors is largely dependent on the extent of the disease. The management of GISTs less than 2 cm remains a somewhat unsettled topic, but given the decreased malignant potential of these tumors, it may be possible to monitor them with endoscopic ultrasound. [1]", "contents": "Gastrointestinal Stromal Cancer -- Treatment / Management. Like many other gastrointestinal malignancies, the treatment of gastrointestinal stromal tumors is largely dependent on the extent of the disease. The management of GISTs less than 2 cm remains a somewhat unsettled topic, but given the decreased malignant potential of these tumors, it may be possible to monitor them with endoscopic ultrasound. [1]"}
{"id": "article-22114_16", "title": "Gastrointestinal Stromal Cancer -- Treatment / Management", "content": "For localized, resectable disease greater than 2 cm, surgical resection remains the cornerstone of treatment. For patients with locally advanced disease, where it is thought that complete surgical resection is not attainable, or may lead to mutilation or loss of function, preoperative imatinib can be used to help reduce tumor burden before resection. For patients with high-risk diseases, it is recommended that adjuvant therapy be given, with 3 years of tyrosine kinase inhibitors, preferentially imatinib.", "contents": "Gastrointestinal Stromal Cancer -- Treatment / Management. For localized, resectable disease greater than 2 cm, surgical resection remains the cornerstone of treatment. For patients with locally advanced disease, where it is thought that complete surgical resection is not attainable, or may lead to mutilation or loss of function, preoperative imatinib can be used to help reduce tumor burden before resection. For patients with high-risk diseases, it is recommended that adjuvant therapy be given, with 3 years of tyrosine kinase inhibitors, preferentially imatinib."}
{"id": "article-22114_17", "title": "Gastrointestinal Stromal Cancer -- Treatment / Management", "content": "In cases of unresectable or metastatic disease, it is recommended to treat patients with tyrosine kinase inhibitors. The first line tyrosine kinase inhibitor for the treatment of GIST is imatinib, which is recommended at 400 mg daily. For patients with imatinib-resistant mutations, such as KIT 9 mutations, it is reasonable to start with 800 mg of imatinib daily. Patients who fail imatinib therapy with 400 mg can be increased to the 800 mg dose or transitioned to the second-line tyrosine kinase inhibitor, sunitinib. The third line of medical therapy for GISTs is regorafenib. Patients should be monitored for response to medical therapy, most commonly with a CT scan.", "contents": "Gastrointestinal Stromal Cancer -- Treatment / Management. In cases of unresectable or metastatic disease, it is recommended to treat patients with tyrosine kinase inhibitors. The first line tyrosine kinase inhibitor for the treatment of GIST is imatinib, which is recommended at 400 mg daily. For patients with imatinib-resistant mutations, such as KIT 9 mutations, it is reasonable to start with 800 mg of imatinib daily. Patients who fail imatinib therapy with 400 mg can be increased to the 800 mg dose or transitioned to the second-line tyrosine kinase inhibitor, sunitinib. The third line of medical therapy for GISTs is regorafenib. Patients should be monitored for response to medical therapy, most commonly with a CT scan."}
{"id": "article-22114_18", "title": "Gastrointestinal Stromal Cancer -- Differential Diagnosis", "content": "The differential diagnosis for gastrointestinal stromal tumors is quite broad and is largely determinant on a patient’s signs and symptoms as well as the diagnostic information obtained previously. In patients presenting with GI bleeding or anemia, the differential diagnoses include, but are not limited to: other malignancies of the alimentary tract, diverticular bleed, vascular lesions, inflammatory bowel disease, peptic ulcer disease, gastritis, or esophagitis. In patients whose presentation is consistent with the mass effects of an advanced tumor, the differential diagnoses would include other causes of intraabdominal malignancy. In patients found to have subepithelial mass lesions on endoscopy, the differential diagnosis would include leiomyomas, leiomyosarcomas, schwannomas, lipomas, and melanomas. [4] [7] [8] Following is a generic list of important differential diagnoses of GISTs:", "contents": "Gastrointestinal Stromal Cancer -- Differential Diagnosis. The differential diagnosis for gastrointestinal stromal tumors is quite broad and is largely determinant on a patient’s signs and symptoms as well as the diagnostic information obtained previously. In patients presenting with GI bleeding or anemia, the differential diagnoses include, but are not limited to: other malignancies of the alimentary tract, diverticular bleed, vascular lesions, inflammatory bowel disease, peptic ulcer disease, gastritis, or esophagitis. In patients whose presentation is consistent with the mass effects of an advanced tumor, the differential diagnoses would include other causes of intraabdominal malignancy. In patients found to have subepithelial mass lesions on endoscopy, the differential diagnosis would include leiomyomas, leiomyosarcomas, schwannomas, lipomas, and melanomas. [4] [7] [8] Following is a generic list of important differential diagnoses of GISTs:"}
{"id": "article-22114_19", "title": "Gastrointestinal Stromal Cancer -- Differential Diagnosis", "content": "Epithelioid hemangioendothelioma Fibromatosis Metastatic melanoma Lymphoma Schwannoma Leiomyoma Benign neoplasms of the small intestine Dermatofibroma Gastric cancer Leiomyosarcoma Lipomas Solitary fibrous tumor Inflammatory bowel disease Diverticulosis Gastritis Peptic ulcer disease", "contents": "Gastrointestinal Stromal Cancer -- Differential Diagnosis. Epithelioid hemangioendothelioma Fibromatosis Metastatic melanoma Lymphoma Schwannoma Leiomyoma Benign neoplasms of the small intestine Dermatofibroma Gastric cancer Leiomyosarcoma Lipomas Solitary fibrous tumor Inflammatory bowel disease Diverticulosis Gastritis Peptic ulcer disease"}
{"id": "article-22114_20", "title": "Gastrointestinal Stromal Cancer -- Surgical Oncology", "content": "For easily resectable gastrointestinal stromal tumors greater than 2 cm, surgical resection remains the choice of treatment. The goal of surgery is to obtain complete resection (R0) with grossly negative margins without rupture of the tumor pseudocapsule. [10] For patients with GISTs less than 5 cm, laparoscopic surgery is a safe and effective surgical modality for tumor resection. [11] For larger GISTs, open surgery is recommended to decrease the risk of pseudocapsule perforation and subsequently seeding of the abdomen leading to an increased risk of recurrence. [9] Given the rarity of lymph node metastasis, lymphadenectomy is not required alongside tumor resection. The major risks involved in GIST resection are pseudocapsule perforation, which leads to worsened prognosis and bleeding. For patients with locally advanced disease, neoadjuvant imatinib therapy should be considered before tumor resection. This topic will be discussed further in the medical oncology section.", "contents": "Gastrointestinal Stromal Cancer -- Surgical Oncology. For easily resectable gastrointestinal stromal tumors greater than 2 cm, surgical resection remains the choice of treatment. The goal of surgery is to obtain complete resection (R0) with grossly negative margins without rupture of the tumor pseudocapsule. [10] For patients with GISTs less than 5 cm, laparoscopic surgery is a safe and effective surgical modality for tumor resection. [11] For larger GISTs, open surgery is recommended to decrease the risk of pseudocapsule perforation and subsequently seeding of the abdomen leading to an increased risk of recurrence. [9] Given the rarity of lymph node metastasis, lymphadenectomy is not required alongside tumor resection. The major risks involved in GIST resection are pseudocapsule perforation, which leads to worsened prognosis and bleeding. For patients with locally advanced disease, neoadjuvant imatinib therapy should be considered before tumor resection. This topic will be discussed further in the medical oncology section."}
{"id": "article-22114_21", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "The discovery of KIT and PDGFRA mutations has not only revolutionized our understanding of the pathogenesis of GISTs in addition to providing diagnostic criteria, but it has also had a significant impact on the treatment of GISTs, specifically with tyrosine kinase inhibitors. The tyrosine kinase inhibitors imatinib mesylate, sunitinib malate, and regorafenib collectively represent the medical therapy of GISTs. The European Society of Medical Oncology (ESMO), the National Comprehensive Cancer Network (NCCN) Task Force, and the Japanese Society of Clinical Oncology (JSCO) recommend imatinib as the standard treatment for patients with metastatic, recurrent, or unresectable GIST. [4] [9] [12]", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. The discovery of KIT and PDGFRA mutations has not only revolutionized our understanding of the pathogenesis of GISTs in addition to providing diagnostic criteria, but it has also had a significant impact on the treatment of GISTs, specifically with tyrosine kinase inhibitors. The tyrosine kinase inhibitors imatinib mesylate, sunitinib malate, and regorafenib collectively represent the medical therapy of GISTs. The European Society of Medical Oncology (ESMO), the National Comprehensive Cancer Network (NCCN) Task Force, and the Japanese Society of Clinical Oncology (JSCO) recommend imatinib as the standard treatment for patients with metastatic, recurrent, or unresectable GIST. [4] [9] [12]"}
{"id": "article-22114_22", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "The typical course of imatinib for primary therapy is 400 mg of imatinib daily, indefinitely. [4] [9] [12] Several studies have compared the dosing strategies of imatinib, comparing 400 mg daily to higher doses, and found no significant benefit in response rate or overall survival, although there were mixed results regarding progression-free survival. [13] [14] For patients with KIT 9 mutations or who demonstrate disease progression on 400 mg, it is reasonable to increase the dose to 800 mg of imatinib daily, usually 400 mg twice daily. [9] For patients who demonstrate the failure of imatinib therapy, sunitinib serves as second-line therapy. The choice to change to sunitinib can be done after the failure of standard or high-dose imatinib therapy. The third-line agent for the medical therapy of GIST is regorafenib. [9] The NCCN recommends referral of patients with disease progression despite first-line therapy be recommended to a GIST specialist. [4]", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. The typical course of imatinib for primary therapy is 400 mg of imatinib daily, indefinitely. [4] [9] [12] Several studies have compared the dosing strategies of imatinib, comparing 400 mg daily to higher doses, and found no significant benefit in response rate or overall survival, although there were mixed results regarding progression-free survival. [13] [14] For patients with KIT 9 mutations or who demonstrate disease progression on 400 mg, it is reasonable to increase the dose to 800 mg of imatinib daily, usually 400 mg twice daily. [9] For patients who demonstrate the failure of imatinib therapy, sunitinib serves as second-line therapy. The choice to change to sunitinib can be done after the failure of standard or high-dose imatinib therapy. The third-line agent for the medical therapy of GIST is regorafenib. [9] The NCCN recommends referral of patients with disease progression despite first-line therapy be recommended to a GIST specialist. [4]"}
{"id": "article-22114_23", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "Recent studies have looked at the benefits of the adjuvant use of imatinib following surgical resection of GIST. DeMatteo et al. conducted a randomized, double-blind, placebo-controlled, multicenter trial which demonstrated that one year of adjuvant imatinib led to an improved rate of recurrence-free survival (RFS) at one year (98% vs. 83%), but that this benefit seemed to decrease over time following completion of therapy. There was no difference seen in overall survival. [15] A separate randomized, open-label, multicenter study conducted by Joensuu et al. compared 1 year vs. 3 years of adjuvant imatinib therapy for patients following GIST resection and found improved 5 years RFS (65.6% vs. 47.9%) and overall survival (92.0% vs. 81.7%) in the 3-year treatment group. [16] based on the results of these trials, the ESMO recommends 3 years of adjuvant imatinib therapy in patients with high risk for relapse and shared decision making for patients with low risk. [9] The most recent NCCN guidelines were published shortly after the completion of the trial by DeMatteo et al. and before completion of Joensuu et al., and therefore do not recommend adjuvant therapy. [4] When using imatinib for adjuvant therapy, the accepted dosing remains 400 mg daily.", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. Recent studies have looked at the benefits of the adjuvant use of imatinib following surgical resection of GIST. DeMatteo et al. conducted a randomized, double-blind, placebo-controlled, multicenter trial which demonstrated that one year of adjuvant imatinib led to an improved rate of recurrence-free survival (RFS) at one year (98% vs. 83%), but that this benefit seemed to decrease over time following completion of therapy. There was no difference seen in overall survival. [15] A separate randomized, open-label, multicenter study conducted by Joensuu et al. compared 1 year vs. 3 years of adjuvant imatinib therapy for patients following GIST resection and found improved 5 years RFS (65.6% vs. 47.9%) and overall survival (92.0% vs. 81.7%) in the 3-year treatment group. [16] based on the results of these trials, the ESMO recommends 3 years of adjuvant imatinib therapy in patients with high risk for relapse and shared decision making for patients with low risk. [9] The most recent NCCN guidelines were published shortly after the completion of the trial by DeMatteo et al. and before completion of Joensuu et al., and therefore do not recommend adjuvant therapy. [4] When using imatinib for adjuvant therapy, the accepted dosing remains 400 mg daily."}
{"id": "article-22114_24", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "For patients with locally advanced disease, neoadjuvant imatinib can be used to help reduce tumor burden to facilitate R0 surgical resection better. Indications for this use include tumors where negative margins will be difficult to obtain, when reduced tumor burden may allow for function-sparing resection, and when resection would not be otherwise possible without a mutilating surgery. [17] At this time, the majority of studies regarding neoadjuvant imatinib have used 400 mg daily. [10] There are not yet clear recommendations guiding the duration of neoadjuvant therapy, but it is recommended to continue until it is felt that the maximal response has been obtained. [10] While patients are undergoing neoadjuvant therapy, it is recommended to evaluate for the response to therapy, and the use of functional imaging with PET may provide feedback early in the clinical course. It is thought to be safe to continue imatinib therapy up until several days before surgery, followed by resumption following recovery, but there remains a piece of the paucity of evidence to support this yet. [9]", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. For patients with locally advanced disease, neoadjuvant imatinib can be used to help reduce tumor burden to facilitate R0 surgical resection better. Indications for this use include tumors where negative margins will be difficult to obtain, when reduced tumor burden may allow for function-sparing resection, and when resection would not be otherwise possible without a mutilating surgery. [17] At this time, the majority of studies regarding neoadjuvant imatinib have used 400 mg daily. [10] There are not yet clear recommendations guiding the duration of neoadjuvant therapy, but it is recommended to continue until it is felt that the maximal response has been obtained. [10] While patients are undergoing neoadjuvant therapy, it is recommended to evaluate for the response to therapy, and the use of functional imaging with PET may provide feedback early in the clinical course. It is thought to be safe to continue imatinib therapy up until several days before surgery, followed by resumption following recovery, but there remains a piece of the paucity of evidence to support this yet. [9]"}
{"id": "article-22114_25", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "Recommendations regarding the timeline of monitoring for treatment response vary to some degree. Guidelines do agree on the use of CT scan to monitor the response or recurrence of disease, with MRI and PET also serving as useful adjuncts. Monitoring for the response can be difficult given the multitude of changes that can be seen on a CT scan with the response to medical therapy, as tumors may initially appear to be increasing in size or number due to changes in their density, making them more readily apparent despite adequate therapy. In general, a greater than 10% decrease in tumor size or greater than 15% decrease in tumor density is associated with a good therapeutic response. [18]", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. Recommendations regarding the timeline of monitoring for treatment response vary to some degree. Guidelines do agree on the use of CT scan to monitor the response or recurrence of disease, with MRI and PET also serving as useful adjuncts. Monitoring for the response can be difficult given the multitude of changes that can be seen on a CT scan with the response to medical therapy, as tumors may initially appear to be increasing in size or number due to changes in their density, making them more readily apparent despite adequate therapy. In general, a greater than 10% decrease in tumor size or greater than 15% decrease in tumor density is associated with a good therapeutic response. [18]"}
{"id": "article-22114_26", "title": "Gastrointestinal Stromal Cancer -- Medical Oncology", "content": "Treatment with tyrosine kinase inhibitors is associated with a wide variety of side effects, which are most commonly seen in the first eight weeks of therapy. The most common side effects of imatinib include anemia, edema, fatigue, nausea, pleuritic pain, diarrhea, granulocytopenia, and rash. [14]", "contents": "Gastrointestinal Stromal Cancer -- Medical Oncology. Treatment with tyrosine kinase inhibitors is associated with a wide variety of side effects, which are most commonly seen in the first eight weeks of therapy. The most common side effects of imatinib include anemia, edema, fatigue, nausea, pleuritic pain, diarrhea, granulocytopenia, and rash. [14]"}
{"id": "article-22114_27", "title": "Gastrointestinal Stromal Cancer -- Staging", "content": "A tumor-node-metastasis (TNM) staging classification system has been developed for gastrointestinal stromal tumors by the Union for International Cancer Control/American Joint Committee on Cancer, however, is not typically used for GISTs, due to its limitations in capturing the factors shown to impact prognosis (see Table. TNM Classification of GI Stromal Tumors). [19]", "contents": "Gastrointestinal Stromal Cancer -- Staging. A tumor-node-metastasis (TNM) staging classification system has been developed for gastrointestinal stromal tumors by the Union for International Cancer Control/American Joint Committee on Cancer, however, is not typically used for GISTs, due to its limitations in capturing the factors shown to impact prognosis (see Table. TNM Classification of GI Stromal Tumors). [19]"}
{"id": "article-22114_28", "title": "Gastrointestinal Stromal Cancer -- Prognosis", "content": "The prognosis for patients with gastrointestinal stromal tumors is based on several characteristics, principally: primary tumor site, mitotic count, and tumor size. [7] [20] Other factors contributing to the prognosis of GISTs include the presence of negative margins and avoidance of tumor rupture at resection. [19] Groups have developed several prognostic scoring systems, including the National Institutes of Health (NIH) and the Armed Forces Institute of Pathology (AFIP). [19] Also, a prognostic nomogram has been developed at Memorial Sloan Kettering Cancer Center. It is a retrospective study that had an improved accuracy compared to NIH models, and comparable to that of the AFIP. [20]", "contents": "Gastrointestinal Stromal Cancer -- Prognosis. The prognosis for patients with gastrointestinal stromal tumors is based on several characteristics, principally: primary tumor site, mitotic count, and tumor size. [7] [20] Other factors contributing to the prognosis of GISTs include the presence of negative margins and avoidance of tumor rupture at resection. [19] Groups have developed several prognostic scoring systems, including the National Institutes of Health (NIH) and the Armed Forces Institute of Pathology (AFIP). [19] Also, a prognostic nomogram has been developed at Memorial Sloan Kettering Cancer Center. It is a retrospective study that had an improved accuracy compared to NIH models, and comparable to that of the AFIP. [20]"}
{"id": "article-22114_29", "title": "Gastrointestinal Stromal Cancer -- Complications", "content": "The most common complications of gastrointestinal stromal tumors relate to gastrointestinal bleeding or the mass effect of the tumors. These tumors may present with acute gastrointestinal bleeding in the form of melena or hematemesis, or with chronic gastrointestinal bleeding leading to anemia. These tumors can also lead to intestinal obstruction, intraperitoneal hemorrhage, and rupture with peritonitis. [21]", "contents": "Gastrointestinal Stromal Cancer -- Complications. The most common complications of gastrointestinal stromal tumors relate to gastrointestinal bleeding or the mass effect of the tumors. These tumors may present with acute gastrointestinal bleeding in the form of melena or hematemesis, or with chronic gastrointestinal bleeding leading to anemia. These tumors can also lead to intestinal obstruction, intraperitoneal hemorrhage, and rupture with peritonitis. [21]"}
{"id": "article-22114_30", "title": "Gastrointestinal Stromal Cancer -- Deterrence and Patient Education", "content": "Gastrointestinal stromal tumors (GISTs) are a group of rare tumors that can occur anywhere along the digestive tract, but most commonly occur in the stomach or small intestine. GISTs most commonly occur later in life but can occur at any age. The average age at diagnosis is in the 60s. When GISTs do occur in children, they are often due to rare heritable genetic conditions. The most common signs and symptoms associated with GISTs are bleeding of the digestive tract or abdominal pain and fullness. Bleeding of the digestive tract presents as blood in the stool, dark black stool, or bloody vomiting. Depending on the size and location, it may be possible to see GISTs on CT or MRI, or with endoscopy.", "contents": "Gastrointestinal Stromal Cancer -- Deterrence and Patient Education. Gastrointestinal stromal tumors (GISTs) are a group of rare tumors that can occur anywhere along the digestive tract, but most commonly occur in the stomach or small intestine. GISTs most commonly occur later in life but can occur at any age. The average age at diagnosis is in the 60s. When GISTs do occur in children, they are often due to rare heritable genetic conditions. The most common signs and symptoms associated with GISTs are bleeding of the digestive tract or abdominal pain and fullness. Bleeding of the digestive tract presents as blood in the stool, dark black stool, or bloody vomiting. Depending on the size and location, it may be possible to see GISTs on CT or MRI, or with endoscopy."}
{"id": "article-22114_31", "title": "Gastrointestinal Stromal Cancer -- Deterrence and Patient Education", "content": "The diagnosis of GIST is based on biopsy results showing one of the typical patterns of cell arrangement along with staining of those cells indicating the appropriate genetic mutations. If possible, surgery is the preferred treatment for GISTs, but this may not be possible if the tumor has metastasized or has grown in a way, making it difficult to remove. In some cases, medications known as tyrosine kinase inhibitors can be used to shrink tumors to make them easier to resect. Tyrosine kinase inhibitors are also used after surgery for high-risk GISTs and are typically used for 3 years in these instances. In cases where surgery is not possible, tyrosine kinase inhibitors indefinitely help suppress the tumor.", "contents": "Gastrointestinal Stromal Cancer -- Deterrence and Patient Education. The diagnosis of GIST is based on biopsy results showing one of the typical patterns of cell arrangement along with staining of those cells indicating the appropriate genetic mutations. If possible, surgery is the preferred treatment for GISTs, but this may not be possible if the tumor has metastasized or has grown in a way, making it difficult to remove. In some cases, medications known as tyrosine kinase inhibitors can be used to shrink tumors to make them easier to resect. Tyrosine kinase inhibitors are also used after surgery for high-risk GISTs and are typically used for 3 years in these instances. In cases where surgery is not possible, tyrosine kinase inhibitors indefinitely help suppress the tumor."}
{"id": "article-22114_32", "title": "Gastrointestinal Stromal Cancer -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and treatment of gastrointestinal stromal tumors require coordination by physicians across numerous specialties. This care often involves a primary care provider who may help in the initial work-up of the disease as well as treatment compliance, an endoscopist who may be needed to visualize the disease or obtain biopsies, a skilled pathologist with experience in the diagnosis of GISTs, a surgeon to resect the disease when possible, a medical oncologist to conduct therapy with tyrosine kinase inhibitors, and a radiologist to evaluate the tumor before therapy as well as during treatment. [22] [23] Gastroenterology and oncology nurses are involved in the evaluation, coordination of care, monitoring, and documentation. Oncologic pharmacists review prescriptions and check for drug interactions. An interprofessional approach to care has been shown to improve outcomes, and it is recommended by the National Comprehensive Cancer Network that these patients be discussed with a tumor board. [22]", "contents": "Gastrointestinal Stromal Cancer -- Enhancing Healthcare Team Outcomes. The diagnosis and treatment of gastrointestinal stromal tumors require coordination by physicians across numerous specialties. This care often involves a primary care provider who may help in the initial work-up of the disease as well as treatment compliance, an endoscopist who may be needed to visualize the disease or obtain biopsies, a skilled pathologist with experience in the diagnosis of GISTs, a surgeon to resect the disease when possible, a medical oncologist to conduct therapy with tyrosine kinase inhibitors, and a radiologist to evaluate the tumor before therapy as well as during treatment. [22] [23] Gastroenterology and oncology nurses are involved in the evaluation, coordination of care, monitoring, and documentation. Oncologic pharmacists review prescriptions and check for drug interactions. An interprofessional approach to care has been shown to improve outcomes, and it is recommended by the National Comprehensive Cancer Network that these patients be discussed with a tumor board. [22]"}
{"id": "article-22114_33", "title": "Gastrointestinal Stromal Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gastrointestinal Stromal Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}