{"id": "article-22927_0", "title": "HIV Testing -- Introduction", "content": "An estimated 15% of patients living with HIV in the United States (US) are unaware of their status. HIV testing needs to be incorporated into every level of the healthcare system to diagnose HIV as early as possible. It is estimated that 40% of new infections of HIV are transmitted by those who are not aware of their HIV diagnosis. Early detection reduces the complications of HIV infection and decreases the risk of transmission. [1] [2] [1]", "contents": "HIV Testing -- Introduction. An estimated 15% of patients living with HIV in the United States (US) are unaware of their status. HIV testing needs to be incorporated into every level of the healthcare system to diagnose HIV as early as possible. It is estimated that 40% of new infections of HIV are transmitted by those who are not aware of their HIV diagnosis. Early detection reduces the complications of HIV infection and decreases the risk of transmission. [1] [2] [1]"}
{"id": "article-22927_1", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "HIV testing should be considered at every clinical visit across specialties. All healthcare providers should be aware of the screening recommendations. [3]", "contents": "HIV Testing -- Introduction -- Who to Screen. HIV testing should be considered at every clinical visit across specialties. All healthcare providers should be aware of the screening recommendations. [3]"}
{"id": "article-22927_2", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "All patients between 13 and 75 years of age should be routinely screened for HIV. One-time testing is sufficient for most patients except in specific populations. Those needing more frequent testing are men who have sex with men, especially between 13 and 24 years of age; those who inject drugs; those who have sex in exchange for money or food; those who have sex with partners of unknown HIV status; and those who have partners who are known to be HIV positive, inject drugs or are bisexual.", "contents": "HIV Testing -- Introduction -- Who to Screen. All patients between 13 and 75 years of age should be routinely screened for HIV. One-time testing is sufficient for most patients except in specific populations. Those needing more frequent testing are men who have sex with men, especially between 13 and 24 years of age; those who inject drugs; those who have sex in exchange for money or food; those who have sex with partners of unknown HIV status; and those who have partners who are known to be HIV positive, inject drugs or are bisexual."}
{"id": "article-22927_3", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "Patients should be screened for HIV if they present with signs and symptoms of HIV. A constellation of nonspecific symptoms, such as fever, sore throat, or rash, may present as acute retroviral syndrome 2 to 4 weeks after HIV transmission. Patients should be screened if they report possible HIV exposure, regardless of symptoms. This includes all patients requesting sexually transmitted infections testing, those with occupational needle stick or significant mucous membrane exposures, as well as suspected or known sexual or percutaneous exposures, such as patients sharing needles for substance use.", "contents": "HIV Testing -- Introduction -- Who to Screen. Patients should be screened for HIV if they present with signs and symptoms of HIV. A constellation of nonspecific symptoms, such as fever, sore throat, or rash, may present as acute retroviral syndrome 2 to 4 weeks after HIV transmission. Patients should be screened if they report possible HIV exposure, regardless of symptoms. This includes all patients requesting sexually transmitted infections testing, those with occupational needle stick or significant mucous membrane exposures, as well as suspected or known sexual or percutaneous exposures, such as patients sharing needles for substance use."}
{"id": "article-22927_4", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "Patients with possible exposure need repeated testing during the 4 to 6 months following exposure. These patients also should be considered for occupational or nonoccupational post-exposure prophylaxis (PEP). Guidelines for prescribed PEP can be found at https://www.cdc.gov/hiv/basics/pep.html.", "contents": "HIV Testing -- Introduction -- Who to Screen. Patients with possible exposure need repeated testing during the 4 to 6 months following exposure. These patients also should be considered for occupational or nonoccupational post-exposure prophylaxis (PEP). Guidelines for prescribed PEP can be found at https://www.cdc.gov/hiv/basics/pep.html."}
{"id": "article-22927_5", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "Patients who are seeking pre-exposure prophylaxis (PrEP) also should be screened for HIV before starting therapy as well as every 3 months after beginning treatment with PrEP. PrEP treatment is currently emtricitabine/tenofovir once a day.", "contents": "HIV Testing -- Introduction -- Who to Screen. Patients who are seeking pre-exposure prophylaxis (PrEP) also should be screened for HIV before starting therapy as well as every 3 months after beginning treatment with PrEP. PrEP treatment is currently emtricitabine/tenofovir once a day."}
{"id": "article-22927_6", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "If emtricitabine/tenofovir is used as PrEP in an individual who has converted to HIV, there is a risk that the virus will develop resistance, further complicating the treatment.", "contents": "HIV Testing -- Introduction -- Who to Screen. If emtricitabine/tenofovir is used as PrEP in an individual who has converted to HIV, there is a risk that the virus will develop resistance, further complicating the treatment."}
{"id": "article-22927_7", "title": "HIV Testing -- Introduction -- Who to Screen", "content": "Women who are pregnant need to be screened early in pregnancy. [4]", "contents": "HIV Testing -- Introduction -- Who to Screen. Women who are pregnant need to be screened early in pregnancy. [4]"}
{"id": "article-22927_8", "title": "HIV Testing -- Diagnostic Tests -- Screening Procedure", "content": "The standard of care test for diagnosing HIV in a clinical setting is the serum test, known as the HIV fourth-generation test, a combination antibody (Ab) and antigen (Ag) test. Before the US Centers for Disease Control and Prevention (CDC) recommendation in 2014 to use the fourth-generation test, only Ab tests were used. The fourth-generation test looks not only for antibodies formed against HIV-1 and HIV-2 but also for the p24 Ag, allowing for earlier detection of HIV after exposure. The p24 Ag is detectable as early as 14 days after exposure. If the Ag test is positive and Ab negative, a reflex RNA test will confirm or negate the test. If the Ag and Ab are positive, the test will confirm if the HIV Ab is present by differentiating between HIV-1 and HIV-2. The differentiation of HIV-1 and HIV-2 is also novel to the fourth generation test and was not available in previous generations of tests.", "contents": "HIV Testing -- Diagnostic Tests -- Screening Procedure. The standard of care test for diagnosing HIV in a clinical setting is the serum test, known as the HIV fourth-generation test, a combination antibody (Ab) and antigen (Ag) test. Before the US Centers for Disease Control and Prevention (CDC) recommendation in 2014 to use the fourth-generation test, only Ab tests were used. The fourth-generation test looks not only for antibodies formed against HIV-1 and HIV-2 but also for the p24 Ag, allowing for earlier detection of HIV after exposure. The p24 Ag is detectable as early as 14 days after exposure. If the Ag test is positive and Ab negative, a reflex RNA test will confirm or negate the test. If the Ag and Ab are positive, the test will confirm if the HIV Ab is present by differentiating between HIV-1 and HIV-2. The differentiation of HIV-1 and HIV-2 is also novel to the fourth generation test and was not available in previous generations of tests."}
{"id": "article-22927_9", "title": "HIV Testing -- Diagnostic Tests -- Screening Procedure", "content": "If a very early HIV infection (less than 14 days) is strongly suspected, an HIV RNA test should be performed initially to detect an infection that may be present before the p24 Ag can be detected. Depending on the sensitivity of the RNA assay, the RNA may be detected as early as 5 to 10 days after the transmission of HIV. RNA also should be performed if the fourth-generation test is indeterminate.", "contents": "HIV Testing -- Diagnostic Tests -- Screening Procedure. If a very early HIV infection (less than 14 days) is strongly suspected, an HIV RNA test should be performed initially to detect an infection that may be present before the p24 Ag can be detected. Depending on the sensitivity of the RNA assay, the RNA may be detected as early as 5 to 10 days after the transmission of HIV. RNA also should be performed if the fourth-generation test is indeterminate."}
{"id": "article-22927_10", "title": "HIV Testing -- Diagnostic Tests -- Screening Procedure", "content": "The fourth generation has improved benefit over earlier generation tests because of earlier infection detection and the ability to differentiate HIV-1 from HIV-2, which has important treatment implications. In the VOICE study, 28% of HIV infections missed by a third-generation test were found using fourth-generation tests.", "contents": "HIV Testing -- Diagnostic Tests -- Screening Procedure. The fourth generation has improved benefit over earlier generation tests because of earlier infection detection and the ability to differentiate HIV-1 from HIV-2, which has important treatment implications. In the VOICE study, 28% of HIV infections missed by a third-generation test were found using fourth-generation tests."}
{"id": "article-22927_11", "title": "HIV Testing -- Diagnostic Tests -- Screening Procedure", "content": "False negatives in HIV screening are usually due to missing an early HIV infection and can be reduced by using the fourth-generation test. However, these can still miss a very early infection. The false-positive rates of both the third and fourth generations are very low. Data show a false positive rate of third-generation testing (with confirmatory western blot) to be as low as 0.0004% to 0.0007%.", "contents": "HIV Testing -- Diagnostic Tests -- Screening Procedure. False negatives in HIV screening are usually due to missing an early HIV infection and can be reduced by using the fourth-generation test. However, these can still miss a very early infection. The false-positive rates of both the third and fourth generations are very low. Data show a false positive rate of third-generation testing (with confirmatory western blot) to be as low as 0.0004% to 0.0007%."}
{"id": "article-22927_12", "title": "HIV Testing -- Diagnostic Tests -- Screening Procedure", "content": "In the non-clinical setting, oral swab tests are still primarily enzyme-linked immunosorbent assay (ELISA) antibody tests performed as rapid tests but need to be confirmed with a serum western blot. An advantage of rapid tests is that they can be offered in a non-clinical setting such as community health fairs, places of worship, HIV service centers, and other locations outside healthcare facilities. Results are presented within 20 minutes, which decreases the number of patients who do not know the outcome of their test because they do not follow up for a return appointment, as can occur in the clinical setting. ELISA tests are Ab-only tests and detect HIV as early as 3 weeks after transmission. [5]", "contents": "HIV Testing -- Diagnostic Tests -- Screening Procedure. In the non-clinical setting, oral swab tests are still primarily enzyme-linked immunosorbent assay (ELISA) antibody tests performed as rapid tests but need to be confirmed with a serum western blot. An advantage of rapid tests is that they can be offered in a non-clinical setting such as community health fairs, places of worship, HIV service centers, and other locations outside healthcare facilities. Results are presented within 20 minutes, which decreases the number of patients who do not know the outcome of their test because they do not follow up for a return appointment, as can occur in the clinical setting. ELISA tests are Ab-only tests and detect HIV as early as 3 weeks after transmission. [5]"}
{"id": "article-22927_13", "title": "HIV Testing -- Testing Procedures", "content": "The routine screening was first recommended in 2006 by the CDC for patients 13 to 65 years of age. This replaced risk-based assessment and counseling which was time-consuming as well as poor at estimating the patient's actual risk. Routine screening identifies individuals who may not disclose their risk or see themselves at high risk for HIV infection. Although each US state has varying laws, no state requires a signed consent for HIV testing. The patient must be verbally told the HIV test is going to be done, and the patient can choose to \"opt-out.\" HIV testing is widely accepted as opt-out testing.", "contents": "HIV Testing -- Testing Procedures. The routine screening was first recommended in 2006 by the CDC for patients 13 to 65 years of age. This replaced risk-based assessment and counseling which was time-consuming as well as poor at estimating the patient's actual risk. Routine screening identifies individuals who may not disclose their risk or see themselves at high risk for HIV infection. Although each US state has varying laws, no state requires a signed consent for HIV testing. The patient must be verbally told the HIV test is going to be done, and the patient can choose to \"opt-out.\" HIV testing is widely accepted as opt-out testing."}
{"id": "article-22927_14", "title": "HIV Testing -- Interfering Factors", "content": "If a patient tests negative for HIV, it is important to assess if the test was possibly a false negative in the \"window\" period, after transmission but before the antigen or antibody is positive. If a very early infection is suspected (less than 2 weeks), an HIV RNA viral load test can be completed, or the patient can return for serial testing at 1 month and again at 3 months from the date of the possible exposure. Although most patients will develop a positive test by 3 weeks using the fourth-generation test, some patients will not have a positive test of up to 3 months after exposure. Therefore, every negative test result should be accompanied by an explanation of the window period and the possible scheduling of further testing appointments. If it has been longer than 3 months since the at-risk behavior, the test is read as a true negative.", "contents": "HIV Testing -- Interfering Factors. If a patient tests negative for HIV, it is important to assess if the test was possibly a false negative in the \"window\" period, after transmission but before the antigen or antibody is positive. If a very early infection is suspected (less than 2 weeks), an HIV RNA viral load test can be completed, or the patient can return for serial testing at 1 month and again at 3 months from the date of the possible exposure. Although most patients will develop a positive test by 3 weeks using the fourth-generation test, some patients will not have a positive test of up to 3 months after exposure. Therefore, every negative test result should be accompanied by an explanation of the window period and the possible scheduling of further testing appointments. If it has been longer than 3 months since the at-risk behavior, the test is read as a true negative."}
{"id": "article-22927_15", "title": "HIV Testing -- Interfering Factors", "content": "Prevention and risk reduction methods should be a part of either scenario. If the patient is in the window period, they potentially have a very high viral load which allows for easy transmission to others. The provider should assess the transmission risk of the patient and offer methods of reducing HIV risk, such as not sharing needles, using condoms, and changing sexual practice. Every patient who has a negative HIV test also should be considered for PrEP. PrEP is the daily use of the medication emtricitabine/tenofovir to prevent HIV acquisition. [6] [7]", "contents": "HIV Testing -- Interfering Factors. Prevention and risk reduction methods should be a part of either scenario. If the patient is in the window period, they potentially have a very high viral load which allows for easy transmission to others. The provider should assess the transmission risk of the patient and offer methods of reducing HIV risk, such as not sharing needles, using condoms, and changing sexual practice. Every patient who has a negative HIV test also should be considered for PrEP. PrEP is the daily use of the medication emtricitabine/tenofovir to prevent HIV acquisition. [6] [7]"}
{"id": "article-22927_16", "title": "HIV Testing -- Interfering Factors", "content": "If the patient tests positive for HIV, it is important to deliver the results in a non-judgmental, safe, calm environment with plenty of time for providing counseling to the patient. The results should be given confidentially unless the patient requests someone to be present. Once the patient is notified of their positive result, allow time for the patient to react. Whether a surprise to the patient or not, the results may invoke possible fear, sadness, shame, anger, or shock. After allowing the patient time to react, it is important to offer basic education about HIV and how it is a chronic, manageable disease. It also is important to explain the difference between HIV and AIDS. Allow the patient to ask specific questions they may have about the disease process. When in doubt of an answer, admit it and connect the patient with a provider who is knowledgeable and caring. Explain that there are many auxiliary support systems for those living with HIV, and ask if the patient is willing to meet with a peer counselor or social worker. By the end of the visit, it is important to have an appointment set up with an HIV provider and possibly another HIV support organization.", "contents": "HIV Testing -- Interfering Factors. If the patient tests positive for HIV, it is important to deliver the results in a non-judgmental, safe, calm environment with plenty of time for providing counseling to the patient. The results should be given confidentially unless the patient requests someone to be present. Once the patient is notified of their positive result, allow time for the patient to react. Whether a surprise to the patient or not, the results may invoke possible fear, sadness, shame, anger, or shock. After allowing the patient time to react, it is important to offer basic education about HIV and how it is a chronic, manageable disease. It also is important to explain the difference between HIV and AIDS. Allow the patient to ask specific questions they may have about the disease process. When in doubt of an answer, admit it and connect the patient with a provider who is knowledgeable and caring. Explain that there are many auxiliary support systems for those living with HIV, and ask if the patient is willing to meet with a peer counselor or social worker. By the end of the visit, it is important to have an appointment set up with an HIV provider and possibly another HIV support organization."}
{"id": "article-22927_17", "title": "HIV Testing -- Interfering Factors", "content": "It also is crucial during the results visit to assess the patient's emotional and physical safety. The news of being HIV positive can be overwhelming, even when expected. Be sure the patient has at least one friend or family member they can confide in and assess the patient's risk for domestic violence. Ask about a history of mental health disease, and determine if a therapist's or psychiatrist's assessment is needed. Screen the patient for suicidal or homicidal ideation.", "contents": "HIV Testing -- Interfering Factors. It also is crucial during the results visit to assess the patient's emotional and physical safety. The news of being HIV positive can be overwhelming, even when expected. Be sure the patient has at least one friend or family member they can confide in and assess the patient's risk for domestic violence. Ask about a history of mental health disease, and determine if a therapist's or psychiatrist's assessment is needed. Screen the patient for suicidal or homicidal ideation."}
{"id": "article-22927_18", "title": "HIV Testing -- Interfering Factors", "content": "Lastly, emphasize the need for risk reduction. Partners of the patient can be notified anonymously in most states. Ask if they would like to participate. Emphasize condom use, discontinuation of needle sharing, and safe sex practices. Explain that when initially infected, HIV viral load can be very high and easily transmitted to partners. Also, evaluate the patient's knowledge of HIV transmission and how HIV can and cannot be transmitted, especially with regards to casual contact, family members, and children.", "contents": "HIV Testing -- Interfering Factors. Lastly, emphasize the need for risk reduction. Partners of the patient can be notified anonymously in most states. Ask if they would like to participate. Emphasize condom use, discontinuation of needle sharing, and safe sex practices. Explain that when initially infected, HIV viral load can be very high and easily transmitted to partners. Also, evaluate the patient's knowledge of HIV transmission and how HIV can and cannot be transmitted, especially with regards to casual contact, family members, and children."}
{"id": "article-22927_19", "title": "HIV Testing -- Interfering Factors", "content": "Some major organizations are encouraging same-day treatment known as \"test and treat.\" Although controversial, the rationale is that the earlier an individual infected with HIV begins treatment, the less likely they are to transmit HIV to others or develop complications. Treating on the same day that a positive HIV result is given should be considered depending on the type and capacity of the practice.", "contents": "HIV Testing -- Interfering Factors. Some major organizations are encouraging same-day treatment known as \"test and treat.\" Although controversial, the rationale is that the earlier an individual infected with HIV begins treatment, the less likely they are to transmit HIV to others or develop complications. Treating on the same day that a positive HIV result is given should be considered depending on the type and capacity of the practice."}
{"id": "article-22927_20", "title": "HIV Testing -- Results, Reporting, and Critical Findings", "content": "Once HIV is diagnosed, it is essential to link patients who are HIV-positive to the care they need. The CDC uses the HIV care continuum to explain that only 30% of the 1 million adults living with HIV in the United States are in treatment, adhering to medication therapy, and achieving viral control. Data from 2011 shows that only 86% of HIV-positive adults are diagnosed, 40% are linked to a provider, 37% are prescribed antiretroviral therapy, and 30% adhere to the medications to achieve viral suppression. The care continuum is a motivating tool for healthcare providers to intervene at every level of HIV care to improve outcomes. HIV can be treated in a variety of settings including primary care, infectious disease specialty offices, federally qualified health centers, and specific HIV care centers. Every practice that screens for HIV should develop a relationship with a treating office and follow up with patients concerning their linkage to care.", "contents": "HIV Testing -- Results, Reporting, and Critical Findings. Once HIV is diagnosed, it is essential to link patients who are HIV-positive to the care they need. The CDC uses the HIV care continuum to explain that only 30% of the 1 million adults living with HIV in the United States are in treatment, adhering to medication therapy, and achieving viral control. Data from 2011 shows that only 86% of HIV-positive adults are diagnosed, 40% are linked to a provider, 37% are prescribed antiretroviral therapy, and 30% adhere to the medications to achieve viral suppression. The care continuum is a motivating tool for healthcare providers to intervene at every level of HIV care to improve outcomes. HIV can be treated in a variety of settings including primary care, infectious disease specialty offices, federally qualified health centers, and specific HIV care centers. Every practice that screens for HIV should develop a relationship with a treating office and follow up with patients concerning their linkage to care."}
{"id": "article-22927_21", "title": "HIV Testing -- Clinical Significance", "content": "In the United States, 15% of HIV positive patients who are unaware of their status account for up to 40% of new HIV transmissions. In 2015, the estimated median diagnosis delay of HIV was 3 years. Two-thirds of HIV positive patients who did not receive an HIV test in the 12 months before diagnosis had been seen by a healthcare provider.", "contents": "HIV Testing -- Clinical Significance. In the United States, 15% of HIV positive patients who are unaware of their status account for up to 40% of new HIV transmissions. In 2015, the estimated median diagnosis delay of HIV was 3 years. Two-thirds of HIV positive patients who did not receive an HIV test in the 12 months before diagnosis had been seen by a healthcare provider."}
{"id": "article-22927_22", "title": "HIV Testing -- Clinical Significance", "content": "These statistics are a reminder that every healthcare provider should consider HIV testing for every patient. Opt-out testing improves the ease of screening for HIV. All patients 13 to 65 years of age should be screened at least once, regardless of risk. Patients with risk factors for contracting HIV should be tested as frequently as every 3 to 6 months. The fourth-generation HIV test is the recommended test and can detect HIV as early as 14 days following transmission by detecting HIV p24 Ag. HIV RNA viral load can be performed if an acute infection is suspected (less than 2 weeks after possible exposure to HIV).", "contents": "HIV Testing -- Clinical Significance. These statistics are a reminder that every healthcare provider should consider HIV testing for every patient. Opt-out testing improves the ease of screening for HIV. All patients 13 to 65 years of age should be screened at least once, regardless of risk. Patients with risk factors for contracting HIV should be tested as frequently as every 3 to 6 months. The fourth-generation HIV test is the recommended test and can detect HIV as early as 14 days following transmission by detecting HIV p24 Ag. HIV RNA viral load can be performed if an acute infection is suspected (less than 2 weeks after possible exposure to HIV)."}
{"id": "article-22927_23", "title": "HIV Testing -- Clinical Significance", "content": "Early identification of HIV is important to reduce related illnesses and improve mortality. Detecting HIV early also reduces HIV transmission. In acute HIV, the viral load is especially high, making the patient more likely to transmit the virus to partners. Risk reduction counseling at the time of diagnosis, as well as antiretroviral therapy, decreases the chances of transmission. The HIV care continuum is a reminder that providers need to continue to expand HIV screening and linkage to care to improve HIV outcomes in the United States. [8]", "contents": "HIV Testing -- Clinical Significance. Early identification of HIV is important to reduce related illnesses and improve mortality. Detecting HIV early also reduces HIV transmission. In acute HIV, the viral load is especially high, making the patient more likely to transmit the virus to partners. Risk reduction counseling at the time of diagnosis, as well as antiretroviral therapy, decreases the chances of transmission. The HIV care continuum is a reminder that providers need to continue to expand HIV screening and linkage to care to improve HIV outcomes in the United States. [8]"}
{"id": "article-22927_24", "title": "HIV Testing -- Enhancing Healthcare Team Outcomes", "content": "In order to detect undiagnosed HIV, the entire healthcare system needs to integrate HIV screening practices. Routine HIV screening can easily be offered not only in established at-risk populations, such as areas of high prevalence or in the prenatal care standards, but also in specialist offices such as dermatology, ENT, or general surgery. Widening  HIV screening to include all persons ages 13-75 should not be limited to the primary care office, especially in patients who are less likely to access care in this setting.", "contents": "HIV Testing -- Enhancing Healthcare Team Outcomes. In order to detect undiagnosed HIV, the entire healthcare system needs to integrate HIV screening practices. Routine HIV screening can easily be offered not only in established at-risk populations, such as areas of high prevalence or in the prenatal care standards, but also in specialist offices such as dermatology, ENT, or general surgery. Widening  HIV screening to include all persons ages 13-75 should not be limited to the primary care office, especially in patients who are less likely to access care in this setting."}
{"id": "article-22927_25", "title": "HIV Testing -- Enhancing Healthcare Team Outcomes", "content": "Emergency room HIV testing is becoming accepted as an essential component of HIV detection. Non-targeted screening in the emergency department was found to have improved acceptance based on where in the patient's process it was offered and what test was offered. [9] Linking HIV and HCV screening has been shown to also be effective and efficient. [10]", "contents": "HIV Testing -- Enhancing Healthcare Team Outcomes. Emergency room HIV testing is becoming accepted as an essential component of HIV detection. Non-targeted screening in the emergency department was found to have improved acceptance based on where in the patient's process it was offered and what test was offered. [9] Linking HIV and HCV screening has been shown to also be effective and efficient. [10]"}
{"id": "article-22927_26", "title": "HIV Testing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "HIV Testing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}