{"id": "article-17227_0", "title": "Physiology, Adrenal Gland -- Introduction", "content": "The adrenal gland is made up of the cortex and medulla. The cortex produces steroid hormones including glucocorticoids, mineralocorticoids, and adrenal androgens, and the medulla produces the catecholamines, epinephrine, and norepinephrine. This brief article reviews the physiology of the adrenal gland and highlights the relevance of understanding the clinical syndromes of excess and deficiency.", "contents": "Physiology, Adrenal Gland -- Introduction. The adrenal gland is made up of the cortex and medulla. The cortex produces steroid hormones including glucocorticoids, mineralocorticoids, and adrenal androgens, and the medulla produces the catecholamines, epinephrine, and norepinephrine. This brief article reviews the physiology of the adrenal gland and highlights the relevance of understanding the clinical syndromes of excess and deficiency."}
{"id": "article-17227_1", "title": "Physiology, Adrenal Gland -- Issues of Concern", "content": "In the diagnosis of disorders of the adrenal gland, a firm understanding of physiology is important given the different systems that regulate steroids. Hence, this review highlights the physiological effects of diagnostic importance.", "contents": "Physiology, Adrenal Gland -- Issues of Concern. In the diagnosis of disorders of the adrenal gland, a firm understanding of physiology is important given the different systems that regulate steroids. Hence, this review highlights the physiological effects of diagnostic importance."}
{"id": "article-17227_2", "title": "Physiology, Adrenal Gland -- Cellular Level -- Cortex", "content": "The adrenal cortex takes part in steroidogenesis, producing glucocorticoids, mineralocorticoids, and androgen precursors. It has 3 distinct functional and histological zones: the zona glomerulosa (outermost layer), the zona fasciculata (middle layer), and the zona reticularis (innermost layer). [1] Each layer produces steroid hormones from the precursor cholesterol. However, the specific steroid hormone produced differs in each layer because of zonal specific enzymes. The zona glomerulosa produces mineralocorticoids, the zona fasciculata produces glucocorticoids, and the zona reticularis produces androgen precursors (mostly DHEA with some androstenedione).", "contents": "Physiology, Adrenal Gland -- Cellular Level -- Cortex. The adrenal cortex takes part in steroidogenesis, producing glucocorticoids, mineralocorticoids, and androgen precursors. It has 3 distinct functional and histological zones: the zona glomerulosa (outermost layer), the zona fasciculata (middle layer), and the zona reticularis (innermost layer). [1] Each layer produces steroid hormones from the precursor cholesterol. However, the specific steroid hormone produced differs in each layer because of zonal specific enzymes. The zona glomerulosa produces mineralocorticoids, the zona fasciculata produces glucocorticoids, and the zona reticularis produces androgen precursors (mostly DHEA with some androstenedione)."}
{"id": "article-17227_3", "title": "Physiology, Adrenal Gland -- Cellular Level -- Cortex", "content": "Once cholesterol enters the cell, steroidogenic acute regulatory protein (StAR) regulates cholesterol transport from the outer mitochondrial membrane to the inner mitochondrial membrane. [2] In the inner mitochondrial membrane, the cholesterol can then be converted to pregnenolone via CYP11A1 (cholesterol desmolase, or cholesterol side-chain cleavage, P450scc). CYP11A1 catalyzes the rate-limiting step of steroid hormone production, and it is expressed in all three layers of the adrenal cortex. Of note, ACTH induces steroidogenesis in all 3 zones by stimulating this rate-limiting enzyme. The downstream fate of pregnenolone will depend on the specific enzymes within that zone.", "contents": "Physiology, Adrenal Gland -- Cellular Level -- Cortex. Once cholesterol enters the cell, steroidogenic acute regulatory protein (StAR) regulates cholesterol transport from the outer mitochondrial membrane to the inner mitochondrial membrane. [2] In the inner mitochondrial membrane, the cholesterol can then be converted to pregnenolone via CYP11A1 (cholesterol desmolase, or cholesterol side-chain cleavage, P450scc). CYP11A1 catalyzes the rate-limiting step of steroid hormone production, and it is expressed in all three layers of the adrenal cortex. Of note, ACTH induces steroidogenesis in all 3 zones by stimulating this rate-limiting enzyme. The downstream fate of pregnenolone will depend on the specific enzymes within that zone."}
{"id": "article-17227_4", "title": "Physiology, Adrenal Gland -- Cellular Level -- Cortex", "content": "Since the glomerulosa does not have 17 alpha-hydroxylase, pregnenolone can only be converted into progesterone via 3-beta-dehydrogenase; 21-hydroxylase catalyzes conversion to 11-deoxycorticosterone; 11-beta-hydroxylase catalyzes conversion to corticosterone. Finally, aldosterone synthase, which is present only in the glomerulosa and is regulated by angiotensin II, converts corticosterone into aldosterone. Aldosterone, corticosterone, and deoxycorticosterone all have mineralocorticoid activity with aldosterone being the predominant mineralocorticoid in man.", "contents": "Physiology, Adrenal Gland -- Cellular Level -- Cortex. Since the glomerulosa does not have 17 alpha-hydroxylase, pregnenolone can only be converted into progesterone via 3-beta-dehydrogenase; 21-hydroxylase catalyzes conversion to 11-deoxycorticosterone; 11-beta-hydroxylase catalyzes conversion to corticosterone. Finally, aldosterone synthase, which is present only in the glomerulosa and is regulated by angiotensin II, converts corticosterone into aldosterone. Aldosterone, corticosterone, and deoxycorticosterone all have mineralocorticoid activity with aldosterone being the predominant mineralocorticoid in man."}
{"id": "article-17227_5", "title": "Physiology, Adrenal Gland -- Cellular Level -- Cortex", "content": "In the fasciculata, 17-alpha-hydroxylase converts pregnenolone and progesterone, which were synthesized in the glomerulosa, into 17-hydroxypregnenolone and 17-hydroxyprogesterone, respectively; 3-beta-dehydrogenase converts 17-hydroxypregnenolone into 17-hydroxyprogesterone; 21-hydroxylase converts 17-hydroxyprogesterone to 11-deoxycortisol; and 11-beta-hydroxylase converts 11-deoxycortisol to cortisol, the predominant glucocorticoid.", "contents": "Physiology, Adrenal Gland -- Cellular Level -- Cortex. In the fasciculata, 17-alpha-hydroxylase converts pregnenolone and progesterone, which were synthesized in the glomerulosa, into 17-hydroxypregnenolone and 17-hydroxyprogesterone, respectively; 3-beta-dehydrogenase converts 17-hydroxypregnenolone into 17-hydroxyprogesterone; 21-hydroxylase converts 17-hydroxyprogesterone to 11-deoxycortisol; and 11-beta-hydroxylase converts 11-deoxycortisol to cortisol, the predominant glucocorticoid."}
{"id": "article-17227_6", "title": "Physiology, Adrenal Gland -- Cellular Level -- Cortex", "content": "In the reticularis, 17-hydroxypregnenolone and 17-hydroxyprogesterone can be converted into DHEA and androstenedione by 17,20 lyase (17 alpha-hydroxylase). Although DHEA is predominantly made, some of it can be converted into androstenedione by 3ß-hydroxysteroid dehydrogenase in the reticularis.", "contents": "Physiology, Adrenal Gland -- Cellular Level -- Cortex. In the reticularis, 17-hydroxypregnenolone and 17-hydroxyprogesterone can be converted into DHEA and androstenedione by 17,20 lyase (17 alpha-hydroxylase). Although DHEA is predominantly made, some of it can be converted into androstenedione by 3ß-hydroxysteroid dehydrogenase in the reticularis."}
{"id": "article-17227_7", "title": "Physiology, Adrenal Gland -- Development", "content": "The adrenal cortex is derived from mesoderm and begins posteromedial to the urogenital ridge. The adrenal medulla is derived from neural crest cells. These neural crest cells originate from the dorsal aorta. Clusters of chromaffin cells become the distinct medulla after birth. The adrenal gland first appears at 28-30 days post-conception. Its development is mediated by steroidogenic factor 1. [3] [4] [5] [4]", "contents": "Physiology, Adrenal Gland -- Development. The adrenal cortex is derived from mesoderm and begins posteromedial to the urogenital ridge. The adrenal medulla is derived from neural crest cells. These neural crest cells originate from the dorsal aorta. Clusters of chromaffin cells become the distinct medulla after birth. The adrenal gland first appears at 28-30 days post-conception. Its development is mediated by steroidogenic factor 1. [3] [4] [5] [4]"}
{"id": "article-17227_8", "title": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis", "content": "The hypothalamic-pituitary-adrenal (HPA) axis is involved in the production of glucocorticoids and adrenal androgens from the zona fasciculata and zona reticularis. In response to circadian rhythms or stressors, paraventricular neurons (PVN) in the hypothalamus make and secrete corticotropin-releasing hormone (CRH). [1] [6] CRH binds receptors on the anterior pituitary gland, which leads to the synthesis of ACTH (or corticotrophin) from pre-pro-opiomelanocortin (pre-POMC). Of note, cleavage of POMC also yields other hormones such as alpha-melanocyte-stimulating hormone (MSH). ACTH from the anterior pituitary is released into the circulation and engages the melanocortin type 2 receptors (MC2-R) in the zona fasciculata of the adrenal cortex predominantly to induce the synthesis of glucocorticoids. It is a GPCR and has an associated protein (MRAP) produced by the adrenal that appears to function as a chaperone to escort MC2-R to the cell surface to allow engagement by ACTH. [6]", "contents": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis. The hypothalamic-pituitary-adrenal (HPA) axis is involved in the production of glucocorticoids and adrenal androgens from the zona fasciculata and zona reticularis. In response to circadian rhythms or stressors, paraventricular neurons (PVN) in the hypothalamus make and secrete corticotropin-releasing hormone (CRH). [1] [6] CRH binds receptors on the anterior pituitary gland, which leads to the synthesis of ACTH (or corticotrophin) from pre-pro-opiomelanocortin (pre-POMC). Of note, cleavage of POMC also yields other hormones such as alpha-melanocyte-stimulating hormone (MSH). ACTH from the anterior pituitary is released into the circulation and engages the melanocortin type 2 receptors (MC2-R) in the zona fasciculata of the adrenal cortex predominantly to induce the synthesis of glucocorticoids. It is a GPCR and has an associated protein (MRAP) produced by the adrenal that appears to function as a chaperone to escort MC2-R to the cell surface to allow engagement by ACTH. [6]"}
{"id": "article-17227_9", "title": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis", "content": "Circulating glucocorticoids negatively feedback on the hypothalamus (long loop) and the anterior pituitary (short loop), suppressing the release of CRH and ACTH, respectively. This prevents the continued rise of glucocorticoid levels.", "contents": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis. Circulating glucocorticoids negatively feedback on the hypothalamus (long loop) and the anterior pituitary (short loop), suppressing the release of CRH and ACTH, respectively. This prevents the continued rise of glucocorticoid levels."}
{"id": "article-17227_10", "title": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis", "content": "ACTH is released from the anterior pituitary in a pulsatile pattern that parallels the fluctuating levels of cortisol. Both ACTH and cortisol levels rise to a peak in the morning (6:00 AM to 8:00 AM) and decline throughout the day, reaching their nadir at around midnight.", "contents": "Physiology, Adrenal Gland -- Organ Systems Involved -- Hypothalamic-Pituitary-Adrenal (HPA) Axis. ACTH is released from the anterior pituitary in a pulsatile pattern that parallels the fluctuating levels of cortisol. Both ACTH and cortisol levels rise to a peak in the morning (6:00 AM to 8:00 AM) and decline throughout the day, reaching their nadir at around midnight."}
{"id": "article-17227_11", "title": "Physiology, Adrenal Gland -- Organ Systems Involved -- Renin-Angiotensin-Aldosterone-System", "content": "The zona glomerulosa produces mineralocorticoids. While pituitary ACTH regulates adrenal glucocorticoid and androgen synthesis, it is not the primary regulator of mineralocorticoid synthesis. The 2 primary regulators of aldosterone are (1) the renin-angiotensin-aldosterone system (RAAS) and (2) potassium levels. The kidney releases renin in response to decreased renal perfusion sensed by the juxtaglomerular apparatus. Renin converts angiotensinogen to angiotensin I (AT-I), which is then converted to angiotensin II (AT-II) via angiotensin-converting enzyme (ACE) in the lung. AT-II stimulates aldosterone synthesis in the zona glomerulosa by activating aldosterone synthase. [7]", "contents": "Physiology, Adrenal Gland -- Organ Systems Involved -- Renin-Angiotensin-Aldosterone-System. The zona glomerulosa produces mineralocorticoids. While pituitary ACTH regulates adrenal glucocorticoid and androgen synthesis, it is not the primary regulator of mineralocorticoid synthesis. The 2 primary regulators of aldosterone are (1) the renin-angiotensin-aldosterone system (RAAS) and (2) potassium levels. The kidney releases renin in response to decreased renal perfusion sensed by the juxtaglomerular apparatus. Renin converts angiotensinogen to angiotensin I (AT-I), which is then converted to angiotensin II (AT-II) via angiotensin-converting enzyme (ACE) in the lung. AT-II stimulates aldosterone synthesis in the zona glomerulosa by activating aldosterone synthase. [7]"}
{"id": "article-17227_12", "title": "Physiology, Adrenal Gland -- Organ Systems Involved -- Adrenal Medulla and the Sympathetic Nervous System", "content": "The sympathetic nervous system regulates the secretion of epinephrine and norepinephrine from the adrenal medulla. [8]", "contents": "Physiology, Adrenal Gland -- Organ Systems Involved -- Adrenal Medulla and the Sympathetic Nervous System. The sympathetic nervous system regulates the secretion of epinephrine and norepinephrine from the adrenal medulla. [8]"}
{"id": "article-17227_13", "title": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids", "content": "The mineralocorticoids, which include corticosterone, 11-deoxycorticosterone, and more importantly, aldosterone, act on the kidney to increase sodium reabsorption and potassium excretion. Water reabsorption follows increased sodium reabsorption, resulting in an increase in effective circulating volume and therefore increased blood pressure. Specifically, mineralocorticoids achieve this via increased synthesis of epithelial sodium channels (ENaC) and sodium-potassium ATPases on the principal cells of the distal nephron. [9]", "contents": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids. The mineralocorticoids, which include corticosterone, 11-deoxycorticosterone, and more importantly, aldosterone, act on the kidney to increase sodium reabsorption and potassium excretion. Water reabsorption follows increased sodium reabsorption, resulting in an increase in effective circulating volume and therefore increased blood pressure. Specifically, mineralocorticoids achieve this via increased synthesis of epithelial sodium channels (ENaC) and sodium-potassium ATPases on the principal cells of the distal nephron. [9]"}
{"id": "article-17227_14", "title": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids", "content": "Mineralocorticoids also promote potassium ion secretion at the principal cells because of the gradients produced by the above channels. In high potassium states, aldosterone synthesis is increased to promote potassium excretion. Lastly, mineralocorticoids promote hydrogen ion secretion at the intercalated cells. [9]", "contents": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids. Mineralocorticoids also promote potassium ion secretion at the principal cells because of the gradients produced by the above channels. In high potassium states, aldosterone synthesis is increased to promote potassium excretion. Lastly, mineralocorticoids promote hydrogen ion secretion at the intercalated cells. [9]"}
{"id": "article-17227_15", "title": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids", "content": "Interestingly, 11-deoxycorticosterone and corticosterone also have mineralocorticoid effects. These are weaker than aldosterone but can produce a strong mineralocorticoid effect when present in excess levels, as in some forms of congenital adrenal hyperplasia (CAH), for example, 11-beta-hydroxylase deficiency resulting in hypertension. [2]", "contents": "Physiology, Adrenal Gland -- Function -- Mineralocorticoids. Interestingly, 11-deoxycorticosterone and corticosterone also have mineralocorticoid effects. These are weaker than aldosterone but can produce a strong mineralocorticoid effect when present in excess levels, as in some forms of congenital adrenal hyperplasia (CAH), for example, 11-beta-hydroxylase deficiency resulting in hypertension. [2]"}
{"id": "article-17227_16", "title": "Physiology, Adrenal Gland -- Function -- Glucocorticoids", "content": "Cortisol is the major glucocorticoid and increases in response to stress which activates the HPA axis. Therefore, all of its functions can be thought of as allowing the body to function with increased stress. Upon engaging glucocorticoid receptors, cortisol increases the expression of genes that will regulate metabolism, the immune system, cardiovascular function, growth, and reproduction. Cortisol is essential for maintaining blood pressure because it increases the sensitivity of vascular smooth muscle to vasoconstrictors like catecholamines and suppresses the release of vasodilators like nitrous oxide. [1] Cortisol suppresses the immune system, which is the basis for immunosuppressive drug therapy with glucocorticoids. Regarding metabolism, cortisol increases gluconeogenesis and decreases peripheral glucose uptake. These oppose the actions of insulin, and the net effect is an increase in serum glucose. Cortisol also activates lipolysis and stimulates adipocyte growth, which leads to fat deposition. Generally, growth is inhibited, leading to muscle atrophy, increased bone resorption, and thinning of the skin. Of note, glucocorticoids can act on mineralocorticoid receptors. However, aldosterone effects predominate in the kidney because the renal enzyme, 11-beta-hydroxysteroid dehydrogenase-2 (11-beta-HSD-2) converts cortisol to cortisone. [6] The 11-beta-HSD-1 converts cortisone into cortisol. Hence, these enzymes add another layer of regulation to cortisol. Licorice toxicity inhibits 11-beta-HSD-2, causing hypertension and hypokalemic alkalosis with normal aldosterone levels. Also, there can be a loss of function mutations in 11-beta-HSD-2, resulting in hypertension with low aldosterone. [10]", "contents": "Physiology, Adrenal Gland -- Function -- Glucocorticoids. Cortisol is the major glucocorticoid and increases in response to stress which activates the HPA axis. Therefore, all of its functions can be thought of as allowing the body to function with increased stress. Upon engaging glucocorticoid receptors, cortisol increases the expression of genes that will regulate metabolism, the immune system, cardiovascular function, growth, and reproduction. Cortisol is essential for maintaining blood pressure because it increases the sensitivity of vascular smooth muscle to vasoconstrictors like catecholamines and suppresses the release of vasodilators like nitrous oxide. [1] Cortisol suppresses the immune system, which is the basis for immunosuppressive drug therapy with glucocorticoids. Regarding metabolism, cortisol increases gluconeogenesis and decreases peripheral glucose uptake. These oppose the actions of insulin, and the net effect is an increase in serum glucose. Cortisol also activates lipolysis and stimulates adipocyte growth, which leads to fat deposition. Generally, growth is inhibited, leading to muscle atrophy, increased bone resorption, and thinning of the skin. Of note, glucocorticoids can act on mineralocorticoid receptors. However, aldosterone effects predominate in the kidney because the renal enzyme, 11-beta-hydroxysteroid dehydrogenase-2 (11-beta-HSD-2) converts cortisol to cortisone. [6] The 11-beta-HSD-1 converts cortisone into cortisol. Hence, these enzymes add another layer of regulation to cortisol. Licorice toxicity inhibits 11-beta-HSD-2, causing hypertension and hypokalemic alkalosis with normal aldosterone levels. Also, there can be a loss of function mutations in 11-beta-HSD-2, resulting in hypertension with low aldosterone. [10]"}
{"id": "article-17227_17", "title": "Physiology, Adrenal Gland -- Function -- Androgens", "content": "The adrenal androgens, primarily DHEA, require peripheral conversion to active sex steroids in the gonads and peripheral tissue. Circulating DHEA-sulfate is the best measure of adrenal androgen excess. Some DHEA is also converted to androstenedione. Ultimately, both are converted to testosterone in peripheral tissues, which is converted to 5-alpha-dihydrotestosterone (DHT), the most potent androgen. [2] Adrenal androgens do not play a major role in the adult male because the testes are the major source of testosterone. However, adrenal androgens are important in puberty for both males and females and are the main source of circulating testosterone in females. The rise in adrenal gland androgen synthesis is responsible for adrenarche, which precedes gonadarche. [11]", "contents": "Physiology, Adrenal Gland -- Function -- Androgens. The adrenal androgens, primarily DHEA, require peripheral conversion to active sex steroids in the gonads and peripheral tissue. Circulating DHEA-sulfate is the best measure of adrenal androgen excess. Some DHEA is also converted to androstenedione. Ultimately, both are converted to testosterone in peripheral tissues, which is converted to 5-alpha-dihydrotestosterone (DHT), the most potent androgen. [2] Adrenal androgens do not play a major role in the adult male because the testes are the major source of testosterone. However, adrenal androgens are important in puberty for both males and females and are the main source of circulating testosterone in females. The rise in adrenal gland androgen synthesis is responsible for adrenarche, which precedes gonadarche. [11]"}
{"id": "article-17227_18", "title": "Physiology, Adrenal Gland -- Function -- Catecholamines", "content": "Adrenal catecholamines, epinephrine, and norepinephrine are involved in executing the fight-or-flight response of the sympathetic nervous system. They increase blood pressure via alpha-1 receptors on vascular smooth muscle. They help increase serum glucose by activating glycogenolysis and increasing glucagon secretion via beta-2 receptors and decreasing insulin secretion via alpha-2 receptors. [12]", "contents": "Physiology, Adrenal Gland -- Function -- Catecholamines. Adrenal catecholamines, epinephrine, and norepinephrine are involved in executing the fight-or-flight response of the sympathetic nervous system. They increase blood pressure via alpha-1 receptors on vascular smooth muscle. They help increase serum glucose by activating glycogenolysis and increasing glucagon secretion via beta-2 receptors and decreasing insulin secretion via alpha-2 receptors. [12]"}
{"id": "article-17227_19", "title": "Physiology, Adrenal Gland -- Mechanism", "content": "The hormones made by the adrenal cortex are all synthesized from cholesterol derived from both circulating LDL and HDL. StaR is crucial in the delivery of cholesterol for steroidogenesis. The enzymes required for the production of glucocorticoids, mineralocorticoids, and adrenal androgens have been detailed above.", "contents": "Physiology, Adrenal Gland -- Mechanism. The hormones made by the adrenal cortex are all synthesized from cholesterol derived from both circulating LDL and HDL. StaR is crucial in the delivery of cholesterol for steroidogenesis. The enzymes required for the production of glucocorticoids, mineralocorticoids, and adrenal androgens have been detailed above."}
{"id": "article-17227_20", "title": "Physiology, Adrenal Gland -- Related Testing", "content": "The suspected diagnosis dictates relevant laboratory testing.", "contents": "Physiology, Adrenal Gland -- Related Testing. The suspected diagnosis dictates relevant laboratory testing."}
{"id": "article-17227_21", "title": "Physiology, Adrenal Gland -- Related Testing", "content": "For example, if Cushing syndrome is suspected, then evidence of hypercortisolemia is sought. This can be achieved by measurement of evening plasma cortisol and or salivary cortisol, and a 24-hour urine free cortisol. Also useful are plasma ACTH levels to identify the site of the lesion and the cortisol responses to dexamethasone suppression as detailed recently. [13] If Addison disease (primary adrenal insufficiency) is suspected, then one can assess the cortisol response to synthetic ACTH, and if peak levels are less than 18 ug/dl then the diagnosis is confirmed, and an elevated ACTH is adjunctive evidence.", "contents": "Physiology, Adrenal Gland -- Related Testing. For example, if Cushing syndrome is suspected, then evidence of hypercortisolemia is sought. This can be achieved by measurement of evening plasma cortisol and or salivary cortisol, and a 24-hour urine free cortisol. Also useful are plasma ACTH levels to identify the site of the lesion and the cortisol responses to dexamethasone suppression as detailed recently. [13] If Addison disease (primary adrenal insufficiency) is suspected, then one can assess the cortisol response to synthetic ACTH, and if peak levels are less than 18 ug/dl then the diagnosis is confirmed, and an elevated ACTH is adjunctive evidence."}
{"id": "article-17227_22", "title": "Physiology, Adrenal Gland -- Related Testing", "content": "If primary hyperaldosteronism is suspected since the patient has hypokalemic alkalosis and hypertension, then the measurement of the plasma aldosterone (PAC) coupled with the aldosterone to renin ratio (ARR) is the most useful screening tests. PAC is generally greater than 15 ng/dl and the ARR greater than 30. [10] If a pheochromocytoma is suspected, measurement of plasma or urine metanephrines is the test of choice.", "contents": "Physiology, Adrenal Gland -- Related Testing. If primary hyperaldosteronism is suspected since the patient has hypokalemic alkalosis and hypertension, then the measurement of the plasma aldosterone (PAC) coupled with the aldosterone to renin ratio (ARR) is the most useful screening tests. PAC is generally greater than 15 ng/dl and the ARR greater than 30. [10] If a pheochromocytoma is suspected, measurement of plasma or urine metanephrines is the test of choice."}
{"id": "article-17227_23", "title": "Physiology, Adrenal Gland -- Related Testing", "content": "In the commonest form of adreno-genital syndrome due to a deficiency of 21-hydroxylase resulting in glucocorticoid and mineralocorticoid deficiency and ambiguous genitalia in females and iso-sexual precocity in males, the most useful test is 17-OH-progesterone levels.", "contents": "Physiology, Adrenal Gland -- Related Testing. In the commonest form of adreno-genital syndrome due to a deficiency of 21-hydroxylase resulting in glucocorticoid and mineralocorticoid deficiency and ambiguous genitalia in females and iso-sexual precocity in males, the most useful test is 17-OH-progesterone levels."}
{"id": "article-17227_24", "title": "Physiology, Adrenal Gland -- Pathophysiology", "content": "Syndromes of excess can result from adenomas, carcinomas or hyperplasia of the adrenal gland. Destruction of the adrenal gland by autoimmune processes or tuberculosis can cause primary adrenal insufficiency. Finally, deficiency in enzymes such as 21-OH-lyase can cause congenital adrenal hyperplasia. For syndromes of excess, imaging using CT, MRI among others can be most useful, and further discussion is beyond the purview of this review on physiology.", "contents": "Physiology, Adrenal Gland -- Pathophysiology. Syndromes of excess can result from adenomas, carcinomas or hyperplasia of the adrenal gland. Destruction of the adrenal gland by autoimmune processes or tuberculosis can cause primary adrenal insufficiency. Finally, deficiency in enzymes such as 21-OH-lyase can cause congenital adrenal hyperplasia. For syndromes of excess, imaging using CT, MRI among others can be most useful, and further discussion is beyond the purview of this review on physiology."}
{"id": "article-17227_25", "title": "Physiology, Adrenal Gland -- Clinical Significance", "content": "Adrenal pathologies can be an important cause of endocrine hypertension. While most causes of hypertension are primary hypertension, adrenal gland pathology can cause secondary hypertension. For example, excess aldosterone in primary aldosteronism causes resistant hypertension. [14] Excess cortisol in Cushing syndrome produces hypertension. [1] Excess catecholamine production from a pheochromocytoma can also produce hypertension. [15] An excess of adrenal androgen production in congenital adrenal hyperplasia (CAH) leads to ambiguous genitalia in females and isosexual precocity in males. [2]", "contents": "Physiology, Adrenal Gland -- Clinical Significance. Adrenal pathologies can be an important cause of endocrine hypertension. While most causes of hypertension are primary hypertension, adrenal gland pathology can cause secondary hypertension. For example, excess aldosterone in primary aldosteronism causes resistant hypertension. [14] Excess cortisol in Cushing syndrome produces hypertension. [1] Excess catecholamine production from a pheochromocytoma can also produce hypertension. [15] An excess of adrenal androgen production in congenital adrenal hyperplasia (CAH) leads to ambiguous genitalia in females and isosexual precocity in males. [2]"}
{"id": "article-17227_26", "title": "Physiology, Adrenal Gland -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Adrenal Gland -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}