{"id": "article-22046_0", "title": "Biochemistry, Gamma Aminobutyric Acid -- Introduction", "content": "Gamma-aminobutyric acid (GABA) acts as the principal inhibitory neurotransmitter in the central nervous system (CNS). Although researchers discovered GABA in biological tissues in 1910, its neurological role in mammals remained unknown until the late 1950s. [1] Cortical neuron studies completed in the late 1960s concluded that GABA was unequivocally inhibitory. Many more follow-up studies were completed to elucidate the mechanisms of GABA-induced inhibition and its role in GABA-related pathologies, including anxiety disorders, alcohol use disorder, epilepsy, spastic diseases, and idiopathic hypersomnia. [2] The action of most anxiolytic drugs, antiepileptic drugs, and anesthetic drugs serve as GABA agonists. [3] [4] Some GABA antagonists are useful as antidotes against GABA agonist overdoses. [5]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Introduction. Gamma-aminobutyric acid (GABA) acts as the principal inhibitory neurotransmitter in the central nervous system (CNS). Although researchers discovered GABA in biological tissues in 1910, its neurological role in mammals remained unknown until the late 1950s. [1] Cortical neuron studies completed in the late 1960s concluded that GABA was unequivocally inhibitory. Many more follow-up studies were completed to elucidate the mechanisms of GABA-induced inhibition and its role in GABA-related pathologies, including anxiety disorders, alcohol use disorder, epilepsy, spastic diseases, and idiopathic hypersomnia. [2] The action of most anxiolytic drugs, antiepileptic drugs, and anesthetic drugs serve as GABA agonists. [3] [4] Some GABA antagonists are useful as antidotes against GABA agonist overdoses. [5]"}
{"id": "article-22046_1", "title": "Biochemistry, Gamma Aminobutyric Acid -- Fundamentals", "content": "GABA is the principal inhibitory neurotransmitter in the CNS and is opposed by the excitatory neurotransmitter glutamate. [1] As an inhibitory neurotransmitter, GABA usually causes hyperpolarization of the postsynaptic neuron to generate an inhibitory postsynaptic potential (IPSP) while glutamate causes depolarization of the postsynaptic neuron to generate an excitatory postsynaptic potential (EPSP). [6] IPSPs make an action potential less likely to be generated while EPSPs make it more likely. Since action potentials are the main form of communication between neurons and effector cells such as other neurons or muscles, the generation of IPSPs due to GABA results in inhibition of these effector cells.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Fundamentals. GABA is the principal inhibitory neurotransmitter in the CNS and is opposed by the excitatory neurotransmitter glutamate. [1] As an inhibitory neurotransmitter, GABA usually causes hyperpolarization of the postsynaptic neuron to generate an inhibitory postsynaptic potential (IPSP) while glutamate causes depolarization of the postsynaptic neuron to generate an excitatory postsynaptic potential (EPSP). [6] IPSPs make an action potential less likely to be generated while EPSPs make it more likely. Since action potentials are the main form of communication between neurons and effector cells such as other neurons or muscles, the generation of IPSPs due to GABA results in inhibition of these effector cells."}
{"id": "article-22046_2", "title": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern", "content": "A disruption in the balance between inhibition and excitation, or the glutamate-GABA equilibrium, results in pathologies due to injury (e.g., strokes, Huntington’s disease), overexcitation (e.g., epilepsy, spastic disorders), or excessive inhibition (e.g., hypersomnia, benzodiazepine overdose). [7] [8]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern. A disruption in the balance between inhibition and excitation, or the glutamate-GABA equilibrium, results in pathologies due to injury (e.g., strokes, Huntington’s disease), overexcitation (e.g., epilepsy, spastic disorders), or excessive inhibition (e.g., hypersomnia, benzodiazepine overdose). [7] [8]"}
{"id": "article-22046_3", "title": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern", "content": "Because GABA-agonists such as benzodiazepines depress CNS function, pharmacological management should consider any negative synergistic interactions with ethanol and opioid medications that can result in respiratory insufficiency and excessive somnolence/sedation. [9]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern. Because GABA-agonists such as benzodiazepines depress CNS function, pharmacological management should consider any negative synergistic interactions with ethanol and opioid medications that can result in respiratory insufficiency and excessive somnolence/sedation. [9]"}
{"id": "article-22046_4", "title": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern", "content": "Although benzodiazepines have indications for anxiety disorder, epilepsy, and alcohol withdrawal, they are also common drugs of abuse due to their euphoric effects or unintentional development of tolerance and dependence. [10]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Issues of Concern. Although benzodiazepines have indications for anxiety disorder, epilepsy, and alcohol withdrawal, they are also common drugs of abuse due to their euphoric effects or unintentional development of tolerance and dependence. [10]"}
{"id": "article-22046_5", "title": "Biochemistry, Gamma Aminobutyric Acid -- Cellular Level", "content": "When an action potential reaches the synaptic terminal of an inhibitory (GABAnergic) interneuron, the action potential induces a change in membrane potential such that voltage-dependent calcium channels (VDCCs) open. Open VDCCs cause an influx of calcium ions into the axon terminal. The increased calcium concentration in the axon terminal after VDCC opening stimulates the movement of GABA-containing synaptic vesicles to approach the distal axon terminal and exocytose, releasing GABA into the synaptic cleft.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Cellular Level. When an action potential reaches the synaptic terminal of an inhibitory (GABAnergic) interneuron, the action potential induces a change in membrane potential such that voltage-dependent calcium channels (VDCCs) open. Open VDCCs cause an influx of calcium ions into the axon terminal. The increased calcium concentration in the axon terminal after VDCC opening stimulates the movement of GABA-containing synaptic vesicles to approach the distal axon terminal and exocytose, releasing GABA into the synaptic cleft."}
{"id": "article-22046_6", "title": "Biochemistry, Gamma Aminobutyric Acid -- Cellular Level", "content": "While in the synaptic cleft, GABA binds to the alpha and beta subunits on GABA receptors, usually found on the postsynaptic neuron (GABA-A receptors) or other presynaptic axon terminals (GABA-B receptors). [11] GABA-A receptors increase chloride influx into the postsynaptic neuron while GABA-B receptors decrease calcium influx and increase potassium efflux on both presynaptic and postsynaptic neurons. Activation of GABA-A receptors causes hyperpolarization of the postsynaptic neuron, generating an IPSP, while GABA-B activation causes presynaptic neurons to become less likely to release neurotransmitter, especially glutamate. [12]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Cellular Level. While in the synaptic cleft, GABA binds to the alpha and beta subunits on GABA receptors, usually found on the postsynaptic neuron (GABA-A receptors) or other presynaptic axon terminals (GABA-B receptors). [11] GABA-A receptors increase chloride influx into the postsynaptic neuron while GABA-B receptors decrease calcium influx and increase potassium efflux on both presynaptic and postsynaptic neurons. Activation of GABA-A receptors causes hyperpolarization of the postsynaptic neuron, generating an IPSP, while GABA-B activation causes presynaptic neurons to become less likely to release neurotransmitter, especially glutamate. [12]"}
{"id": "article-22046_7", "title": "Biochemistry, Gamma Aminobutyric Acid -- Molecular Level", "content": "GABA is produced from glutamate, itself a derivative of alpha-ketoglutarate.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Molecular Level. GABA is produced from glutamate, itself a derivative of alpha-ketoglutarate."}
{"id": "article-22046_8", "title": "Biochemistry, Gamma Aminobutyric Acid -- Molecular Level", "content": "Glutamate-GABA-glutamine cycle. The glutamate-GABA-glutamine cycle is the multicellular process by which glutamate, glutamine, and GABA get processed. [7] [13] [14] GABA is synthesized from glutamate in the presynaptic neuron by the enzyme glutamate decarboxylase (GAD), which requires pyridoxal phosphate (vitamin B6) as a co-factor. After release into the synaptic cleft, GABA can bind to GABA receptors, be recycled into the presynaptic neuron, or taken-up by an astrocyte where it undergoes degradation. Within the astrocyte, the enzyme GABA-transaminase (GABA-T) degrades GABA into succinic semialdehyde (SSA). Subsequently, succinic semialdehyde is converted into succinate by succinate semialdehyde dehydrogenase (SSADH). Succinate then cycles through the tricyclic acid (TCA) cycle to become alpha-ketoglutarate, which converts into glutamate. Glutamate converts into glutamine by the enzyme glutamine synthase, allowing for its transport from the astrocyte to the presynaptic neuron. Finally, in the presynaptic neuron, glutamine is converted back into glutamate by phosphate-activated glutaminase, restarting the glutamate-GABA-glutamine cycle.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Molecular Level. Glutamate-GABA-glutamine cycle. The glutamate-GABA-glutamine cycle is the multicellular process by which glutamate, glutamine, and GABA get processed. [7] [13] [14] GABA is synthesized from glutamate in the presynaptic neuron by the enzyme glutamate decarboxylase (GAD), which requires pyridoxal phosphate (vitamin B6) as a co-factor. After release into the synaptic cleft, GABA can bind to GABA receptors, be recycled into the presynaptic neuron, or taken-up by an astrocyte where it undergoes degradation. Within the astrocyte, the enzyme GABA-transaminase (GABA-T) degrades GABA into succinic semialdehyde (SSA). Subsequently, succinic semialdehyde is converted into succinate by succinate semialdehyde dehydrogenase (SSADH). Succinate then cycles through the tricyclic acid (TCA) cycle to become alpha-ketoglutarate, which converts into glutamate. Glutamate converts into glutamine by the enzyme glutamine synthase, allowing for its transport from the astrocyte to the presynaptic neuron. Finally, in the presynaptic neuron, glutamine is converted back into glutamate by phosphate-activated glutaminase, restarting the glutamate-GABA-glutamine cycle."}
{"id": "article-22046_9", "title": "Biochemistry, Gamma Aminobutyric Acid -- Function", "content": "GABA usually causes inhibition of action potentials by hyperpolarizing postsynaptic neurons and reducing the release of neurotransmitters from presynaptic neurons. The resulting inhibition decreases the activity of the affected cell, which manifests in effects ranging from decreased motor stimulation in motor neurons to decreased cortical activity in regions including the amygdala. [15] [16]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Function. GABA usually causes inhibition of action potentials by hyperpolarizing postsynaptic neurons and reducing the release of neurotransmitters from presynaptic neurons. The resulting inhibition decreases the activity of the affected cell, which manifests in effects ranging from decreased motor stimulation in motor neurons to decreased cortical activity in regions including the amygdala. [15] [16]"}
{"id": "article-22046_10", "title": "Biochemistry, Gamma Aminobutyric Acid -- Function", "content": "GABA as an excitatory neurotransmitter in the developing CNS. In immature neurons found in the embryonic CNS, GABA is excitatory and depolarizes these cells because of an elevated intracellular chloride ion concentration. [17] The high chloride concentration is mostly due to the high expression of active sodium-potassium-chloride cotransporter (NKCC1), which brings in chloride ions into the developing interneuron. As the neuron develops, the amount of active NKCC1 decreases while the amount of active chloride-extruding K-Cl cotransporter (KCC2) increases; KCC2 effluxes chloride ions out of the interneuron. The net effect is that the intracellular chloride decreases until GABA switches from being excitatory to inhibitory. Beyond its excitatory effect in the developing CNS, GABA is implicated in differentiation, migration, and proliferation in neurons. [18]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Function. GABA as an excitatory neurotransmitter in the developing CNS. In immature neurons found in the embryonic CNS, GABA is excitatory and depolarizes these cells because of an elevated intracellular chloride ion concentration. [17] The high chloride concentration is mostly due to the high expression of active sodium-potassium-chloride cotransporter (NKCC1), which brings in chloride ions into the developing interneuron. As the neuron develops, the amount of active NKCC1 decreases while the amount of active chloride-extruding K-Cl cotransporter (KCC2) increases; KCC2 effluxes chloride ions out of the interneuron. The net effect is that the intracellular chloride decreases until GABA switches from being excitatory to inhibitory. Beyond its excitatory effect in the developing CNS, GABA is implicated in differentiation, migration, and proliferation in neurons. [18]"}
{"id": "article-22046_11", "title": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism", "content": "There are two receptors for GABA: GABA-A and GABA-B. [11] [19]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism. There are two receptors for GABA: GABA-A and GABA-B. [11] [19]"}
{"id": "article-22046_12", "title": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism", "content": "GABA-A receptors. Historically, GABA-A was differentiated from GABA-B because baclofen binds to GABA-A, but bicuculline did not bind to GABA-A and vice-versa. GABA-A is a heteropentameric transmembrane ligand-gated chloride ion channel that is present in nearly all CNS neurons. Although there are many isoforms of GABA-A, most GABA-A receptors contain either alpha and beta subunits, or alpha, beta, and gamma subunits. The different combinations of alpha, beta, and gamma subunits in different GABA-A receptors influence what GABA agonistic or antagonistic drug will bind to them. Generally, due to the influx of chloride into the mature postsynaptic neuron, GABA-A activation causes hyperpolarization to decrease the likelihood of an action potential.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism. GABA-A receptors. Historically, GABA-A was differentiated from GABA-B because baclofen binds to GABA-A, but bicuculline did not bind to GABA-A and vice-versa. GABA-A is a heteropentameric transmembrane ligand-gated chloride ion channel that is present in nearly all CNS neurons. Although there are many isoforms of GABA-A, most GABA-A receptors contain either alpha and beta subunits, or alpha, beta, and gamma subunits. The different combinations of alpha, beta, and gamma subunits in different GABA-A receptors influence what GABA agonistic or antagonistic drug will bind to them. Generally, due to the influx of chloride into the mature postsynaptic neuron, GABA-A activation causes hyperpolarization to decrease the likelihood of an action potential."}
{"id": "article-22046_13", "title": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism", "content": "GABA-B receptors. GABA-B is a G-protein-coupled receptor that inhibits the activity of adenylate cyclase and voltage-gated calcium channels at axon terminals, resulting in modulation of intracellular activity and neurotransmitter release, respectively. GABA-B receptors are present as autoreceptors that inhibit GABA release or heteroreceptors that reduce the release of glutamate, norepinephrine, serotonin, or dopamine. Presynaptic GABA-B receptors also are coupled with G-protein-coupled inwardly-rectifying potassium (GIRK) channels to stimulate potassium uptake and cause hyperpolarization, limiting glutamate release.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Mechanism. GABA-B receptors. GABA-B is a G-protein-coupled receptor that inhibits the activity of adenylate cyclase and voltage-gated calcium channels at axon terminals, resulting in modulation of intracellular activity and neurotransmitter release, respectively. GABA-B receptors are present as autoreceptors that inhibit GABA release or heteroreceptors that reduce the release of glutamate, norepinephrine, serotonin, or dopamine. Presynaptic GABA-B receptors also are coupled with G-protein-coupled inwardly-rectifying potassium (GIRK) channels to stimulate potassium uptake and cause hyperpolarization, limiting glutamate release."}
{"id": "article-22046_14", "title": "Biochemistry, Gamma Aminobutyric Acid -- Testing", "content": "Neuroimaging. Neuroimaging studies used alone are not often used clinically to discern pathologic GABA signaling due to high overlap with other, more numerous neurotransmitters, and high required technical expertise in obtaining and interpreting neuroimaging studies. [20] [21] Rather, neuroimaging has been useful for research studies, especially in understanding biochemical processes associated with behavioral abnormalities in diseases such as alcohol use disorder and mood disorders. Combined with other modalities of measurement such as electroencephalography (EEG), magnetic resonance spectroscopy (MRS) can be used to infer the decreased activity of GABAnergic interneuron pathways in bipolar disorder, schizophrenia, and major depressive disorder. Single-photon emission computed tomography (SPECT) can be used to determine the neurochemical states in patients undergoing alcohol withdrawal; however, they have limited clinical value due to an inability to determine whether these states are a cause or an effect of alcohol withdrawal.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Testing. Neuroimaging. Neuroimaging studies used alone are not often used clinically to discern pathologic GABA signaling due to high overlap with other, more numerous neurotransmitters, and high required technical expertise in obtaining and interpreting neuroimaging studies. [20] [21] Rather, neuroimaging has been useful for research studies, especially in understanding biochemical processes associated with behavioral abnormalities in diseases such as alcohol use disorder and mood disorders. Combined with other modalities of measurement such as electroencephalography (EEG), magnetic resonance spectroscopy (MRS) can be used to infer the decreased activity of GABAnergic interneuron pathways in bipolar disorder, schizophrenia, and major depressive disorder. Single-photon emission computed tomography (SPECT) can be used to determine the neurochemical states in patients undergoing alcohol withdrawal; however, they have limited clinical value due to an inability to determine whether these states are a cause or an effect of alcohol withdrawal."}
{"id": "article-22046_15", "title": "Biochemistry, Gamma Aminobutyric Acid -- Testing", "content": "Cerebrospinal GABA. Increased cerebrospinal GABA levels may be indicative of a disorder in GABA metabolism, such as a deficiency in either GABA-T or SSADH, the enzymes that are involved in GABA degradation. [22] However, for SSADH deficiency, the urinary gamma-hydroxybutyrate (GHB), which gets produced from the reduction of excess succinic semialdehyde by succinic semialdehyde reductase, is more commonly used.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Testing. Cerebrospinal GABA. Increased cerebrospinal GABA levels may be indicative of a disorder in GABA metabolism, such as a deficiency in either GABA-T or SSADH, the enzymes that are involved in GABA degradation. [22] However, for SSADH deficiency, the urinary gamma-hydroxybutyrate (GHB), which gets produced from the reduction of excess succinic semialdehyde by succinic semialdehyde reductase, is more commonly used."}
{"id": "article-22046_16", "title": "Biochemistry, Gamma Aminobutyric Acid -- Testing", "content": "Plasma GABA. Plasma GABA testing may be used to support the diagnosis of mood disorders and alcohol use disorder as a specific test. [23] However, it has low sensitivity and is used more as a research tool than a standardized clinical measure.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Testing. Plasma GABA. Plasma GABA testing may be used to support the diagnosis of mood disorders and alcohol use disorder as a specific test. [23] However, it has low sensitivity and is used more as a research tool than a standardized clinical measure."}
{"id": "article-22046_17", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Alcohol use. Alcohol, or more specifically, ethanol, is a CNS depressant that works by potentiating the GABA-A receptor, inhibiting glutamate-binding NMDA receptors, and inhibiting VDCCs. [20] [24] The euphoric effects of ethanol consumption are associated with the modification of GABA-A receptors in the mesolimbic dopamine reward system.  In patients with chronic ethanol consumption, the GABA-A mRNA and amount of GABA-A receptor expression changes such that they become less sensitive to GABA and its allosteric modulators, signaling a new, elevated GABA homeostasis. Thus, these patients are more likely to experience dependency, tolerance, and symptoms of alcohol withdrawal (anxiety, seizures, delirium, tachycardia) secondary to deficient GABA levels in the new GABA homeostasis.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Alcohol use. Alcohol, or more specifically, ethanol, is a CNS depressant that works by potentiating the GABA-A receptor, inhibiting glutamate-binding NMDA receptors, and inhibiting VDCCs. [20] [24] The euphoric effects of ethanol consumption are associated with the modification of GABA-A receptors in the mesolimbic dopamine reward system.  In patients with chronic ethanol consumption, the GABA-A mRNA and amount of GABA-A receptor expression changes such that they become less sensitive to GABA and its allosteric modulators, signaling a new, elevated GABA homeostasis. Thus, these patients are more likely to experience dependency, tolerance, and symptoms of alcohol withdrawal (anxiety, seizures, delirium, tachycardia) secondary to deficient GABA levels in the new GABA homeostasis."}
{"id": "article-22046_18", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Fetal alcohol syndrome. The pathophysiology in fetal alcohol syndrome is mediated by ethanol binding to the GABA-A and NMDA receptors in the developing CNS. [24] Although the mechanism is not well-understood, current thought is that ethanol starts a pro-apoptotic cascade in millions of neurons by activating GABA-A receptors and VDCCs, causing excitotoxicity in these neurons.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Fetal alcohol syndrome. The pathophysiology in fetal alcohol syndrome is mediated by ethanol binding to the GABA-A and NMDA receptors in the developing CNS. [24] Although the mechanism is not well-understood, current thought is that ethanol starts a pro-apoptotic cascade in millions of neurons by activating GABA-A receptors and VDCCs, causing excitotoxicity in these neurons."}
{"id": "article-22046_19", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Anxiety disorders. Anxiety disorders such as panic disorder, post-traumatic stress disorder, and generalized anxiety disorder are associated with decreased levels of GABA. [25] [26] GABA is inhibitory toward corticotropin-releasing hormone (CRF) and vasopressin, which are neuropeptides released from the paraventricular nucleus of the hypothalamus to stimulate the hypothalamic-pituitary-adrenal (HPA) axis. The HPA axis is associated with stress, so chronic overactivity of the HPA axis contributed in part by GABA is associated with pathologic stress, depression, and anxiety. Patients with disorders of anxiety have reduced response to benzodiazepines and downregulated GABA release. The amygdala, a brain site for the creation and storage of memories associated with fear, is also associated with anxiety disorders as patients with anxiety often have amygdala overactivation. There are many GABAnergic neurons in the amygdala compared to other brain regions, and their role is thought to involve inducing long-term potentiation to regulate fear generalization.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Anxiety disorders. Anxiety disorders such as panic disorder, post-traumatic stress disorder, and generalized anxiety disorder are associated with decreased levels of GABA. [25] [26] GABA is inhibitory toward corticotropin-releasing hormone (CRF) and vasopressin, which are neuropeptides released from the paraventricular nucleus of the hypothalamus to stimulate the hypothalamic-pituitary-adrenal (HPA) axis. The HPA axis is associated with stress, so chronic overactivity of the HPA axis contributed in part by GABA is associated with pathologic stress, depression, and anxiety. Patients with disorders of anxiety have reduced response to benzodiazepines and downregulated GABA release. The amygdala, a brain site for the creation and storage of memories associated with fear, is also associated with anxiety disorders as patients with anxiety often have amygdala overactivation. There are many GABAnergic neurons in the amygdala compared to other brain regions, and their role is thought to involve inducing long-term potentiation to regulate fear generalization."}
{"id": "article-22046_20", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Depression. Although depression is primarily associated with alterations in dopamine, norepinephrine, and serotonin, GABA signaling deficits also play a role in depression. [27] A [11C]-flumazenil PET study of patients with major depression found a reduced number of GABAnergic neurons in the orbitofrontal cortex, plasma GABA titers, and the amount of cortical GABA-A receptor.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Depression. Although depression is primarily associated with alterations in dopamine, norepinephrine, and serotonin, GABA signaling deficits also play a role in depression. [27] A [11C]-flumazenil PET study of patients with major depression found a reduced number of GABAnergic neurons in the orbitofrontal cortex, plasma GABA titers, and the amount of cortical GABA-A receptor."}
{"id": "article-22046_21", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Epileptic disorders and tremors. Epileptic seizures are thought to be paroxysmal hypersynchronous electrical discharges due to overexcitation of neurons in the brain. [8] Tremors are contributed in part by the death of GABAnergic neurons in the cerebellum. [28] These syndromes often result from an imbalance in the glutamate-GABA equilibrium due to either too much excitation or too little inhibition. Several diseases and injuries to the brain, including stroke, Parkinson’s disease, spastic cerebral palsy, and traumatic brain injuries have epileptic or tremorous activity secondary to damage to inhibitory interneurons. [29] [30]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Epileptic disorders and tremors. Epileptic seizures are thought to be paroxysmal hypersynchronous electrical discharges due to overexcitation of neurons in the brain. [8] Tremors are contributed in part by the death of GABAnergic neurons in the cerebellum. [28] These syndromes often result from an imbalance in the glutamate-GABA equilibrium due to either too much excitation or too little inhibition. Several diseases and injuries to the brain, including stroke, Parkinson’s disease, spastic cerebral palsy, and traumatic brain injuries have epileptic or tremorous activity secondary to damage to inhibitory interneurons. [29] [30]"}
{"id": "article-22046_22", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Huntington's disease. The protein involved in Huntington disease, Huntingtin, inhibits the transcription and transport of GABA-A receptors and KCC2, causes neuroinflammation that weakens the inhibitory response and disruption of astrocytic glutamate transporters. [31] This leads to decreased inhibition that may be associated with Huntington chorea.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Huntington's disease. The protein involved in Huntington disease, Huntingtin, inhibits the transcription and transport of GABA-A receptors and KCC2, causes neuroinflammation that weakens the inhibitory response and disruption of astrocytic glutamate transporters. [31] This leads to decreased inhibition that may be associated with Huntington chorea."}
{"id": "article-22046_23", "title": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology", "content": "Diseases involving excessive GABA. Excessive GABA release can also be pathologic and manifests as idiopathic hypersomnia (IH), a condition that manifests as daytime sleepiness with excessive, unrefreshing sleep. [32] Although the etiology of idiopathic hypersomnia is poorly understood, the thinking is that there is hyperactivity of GABA-A receptors due to excessive GABA in the synapse and cerebrospinal fluid. Semialdehyde succinate dehydrogenase (SSADH) deficiency is a rare autosomal recessive disorder in which the enzyme involved in the degradation of GABA, semialdehyde succinate dehydrogenase, becomes defective. [33] Patients with SSADH have a buildup of gamma-hydroxybutyrate (GHB), a metabolic product derived from the reduction of excessive semialdehyde succinate. GABA transaminase (GABA-T) deficiency is an extremely rare defect of the first enzyme in GABA degradation that manifests as hyperreflexia and refractory seizures. [34]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Pathophysiology. Diseases involving excessive GABA. Excessive GABA release can also be pathologic and manifests as idiopathic hypersomnia (IH), a condition that manifests as daytime sleepiness with excessive, unrefreshing sleep. [32] Although the etiology of idiopathic hypersomnia is poorly understood, the thinking is that there is hyperactivity of GABA-A receptors due to excessive GABA in the synapse and cerebrospinal fluid. Semialdehyde succinate dehydrogenase (SSADH) deficiency is a rare autosomal recessive disorder in which the enzyme involved in the degradation of GABA, semialdehyde succinate dehydrogenase, becomes defective. [33] Patients with SSADH have a buildup of gamma-hydroxybutyrate (GHB), a metabolic product derived from the reduction of excessive semialdehyde succinate. GABA transaminase (GABA-T) deficiency is an extremely rare defect of the first enzyme in GABA degradation that manifests as hyperreflexia and refractory seizures. [34]"}
{"id": "article-22046_24", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Acamprosate. Acamprosate is a GABA-B modulator that increases the release of GABA from presynaptic neurons, inhibits VDCCs, and decreases NMDA activation; acamprosate can be used for patients with alcohol use disorder to maintain abstinence. [24]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Acamprosate. Acamprosate is a GABA-B modulator that increases the release of GABA from presynaptic neurons, inhibits VDCCs, and decreases NMDA activation; acamprosate can be used for patients with alcohol use disorder to maintain abstinence. [24]"}
{"id": "article-22046_25", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Baclofen. Baclofen is a hydrophilic GABA-B agonist that is thought to hyperpolarize anterior horn motor neurons in the spinal cord, resulting in decreased hyperreflexia and clonus. [35] Although it is indicated for CNS disorders such as spastic cerebral palsy, traumatic brain injuries, and multiple sclerosis, patients require a relatively high dose of baclofen since it does not cross the BBB well.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Baclofen. Baclofen is a hydrophilic GABA-B agonist that is thought to hyperpolarize anterior horn motor neurons in the spinal cord, resulting in decreased hyperreflexia and clonus. [35] Although it is indicated for CNS disorders such as spastic cerebral palsy, traumatic brain injuries, and multiple sclerosis, patients require a relatively high dose of baclofen since it does not cross the BBB well."}
{"id": "article-22046_26", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Barbiturates and benzodiazepines. Barbiturates such as phenobarbital are GABA-A agonists currently in use for epilepsy and general anesthesia. For anxiolysis, they have been largely replaced by benzodiazepines, which have much lower overdose toxicity than barbiturates. [36] Benzodiazepines such as diazepam (Valium), midazolam, alprazolam, and clonazepam are GABA-A agonists targeting the alpha-2 subunit. [10] They have found use in treating anxiety disorders, epilepsy, spasticity, alcohol withdrawal, and general anesthesia. Midazolam is more potent than diazepam since it also inhibits GABA reuptake receptors; its lipophilicity also allows it to cross the blood-brain barrier easily.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Barbiturates and benzodiazepines. Barbiturates such as phenobarbital are GABA-A agonists currently in use for epilepsy and general anesthesia. For anxiolysis, they have been largely replaced by benzodiazepines, which have much lower overdose toxicity than barbiturates. [36] Benzodiazepines such as diazepam (Valium), midazolam, alprazolam, and clonazepam are GABA-A agonists targeting the alpha-2 subunit. [10] They have found use in treating anxiety disorders, epilepsy, spasticity, alcohol withdrawal, and general anesthesia. Midazolam is more potent than diazepam since it also inhibits GABA reuptake receptors; its lipophilicity also allows it to cross the blood-brain barrier easily."}
{"id": "article-22046_27", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Gabapentin and pregabalin. Gabapentin and pregabalin are antiepileptic derivatives of GABA that does not interact with GABA receptors, but rather VDCCs containing the alpha-2-delta-1 subunit that leads to reduced neurotransmitter release and attenuation of neuronal excitation. [37]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Gabapentin and pregabalin. Gabapentin and pregabalin are antiepileptic derivatives of GABA that does not interact with GABA receptors, but rather VDCCs containing the alpha-2-delta-1 subunit that leads to reduced neurotransmitter release and attenuation of neuronal excitation. [37]"}
{"id": "article-22046_28", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Flumazenil. Flumazenil is a competitive inhibitor of GABA-A receptors that can be used to treat severe benzodiazepine overdose. Its use is contraindicated if the overdose is unknown or mixed, there is tolerance to benzodiazepine or an underlying seizure disorder, or there is a risk of the prolonged QRS interval. Supportive care is otherwise indicated for benzodiazepine overdose. [38]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Flumazenil. Flumazenil is a competitive inhibitor of GABA-A receptors that can be used to treat severe benzodiazepine overdose. Its use is contraindicated if the overdose is unknown or mixed, there is tolerance to benzodiazepine or an underlying seizure disorder, or there is a risk of the prolonged QRS interval. Supportive care is otherwise indicated for benzodiazepine overdose. [38]"}
{"id": "article-22046_29", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Propofol and other anesthetics. Propofol is a GABA-A agonist favored over benzodiazepines in sedation and almost all surgical anesthesia for their pharmacokinetic and pharmacodynamic profiles. Compared to benzodiazepines, propofol has a rapid psychomotor recovery. Other GABA-A agonists such as volatile anesthetics (isoflurane, nitric oxide) and etomidate are also used for anesthesia or sedation. [39] [40]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Propofol and other anesthetics. Propofol is a GABA-A agonist favored over benzodiazepines in sedation and almost all surgical anesthesia for their pharmacokinetic and pharmacodynamic profiles. Compared to benzodiazepines, propofol has a rapid psychomotor recovery. Other GABA-A agonists such as volatile anesthetics (isoflurane, nitric oxide) and etomidate are also used for anesthesia or sedation. [39] [40]"}
{"id": "article-22046_30", "title": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance", "content": "Valproate. Valproate is an antiepileptic drug thought to either increase pre-synaptic GABA levels by inhibiting GABA-T activity or enhancing the synthesis and release of GABA as well as modulating NMDA receptors. It is widely used to treat generalized and partial seizures in both adults and children. [7]", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Clinical Significance. Valproate. Valproate is an antiepileptic drug thought to either increase pre-synaptic GABA levels by inhibiting GABA-T activity or enhancing the synthesis and release of GABA as well as modulating NMDA receptors. It is widely used to treat generalized and partial seizures in both adults and children. [7]"}
{"id": "article-22046_31", "title": "Biochemistry, Gamma Aminobutyric Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Gamma Aminobutyric Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}