{"id": "article-79871_0", "title": "Lipid Emulsion Therapy -- Continuing Education Activity", "content": "Intravenous lipid emulsion (ILE) therapy, also known as lipid resuscitation therapy, is the established standard treatment for local anesthetic systemic toxicity (LAST), including local anesthetic-mediated cardiac arrest. Professional societies such as the American Society of Regional Anesthesia (ASRA) recommend this therapy in the medical field. Although ILE therapy has been experimentally used to rescue lipophilic drug overdoses and toxicities, outcomes vary. ILE therapy is additionally recommended as an adjunct to advanced cardiac life support measures in cases of suspected LAST-induced cardiac arrest.", "contents": "Lipid Emulsion Therapy -- Continuing Education Activity. Intravenous lipid emulsion (ILE) therapy, also known as lipid resuscitation therapy, is the established standard treatment for local anesthetic systemic toxicity (LAST), including local anesthetic-mediated cardiac arrest. Professional societies such as the American Society of Regional Anesthesia (ASRA) recommend this therapy in the medical field. Although ILE therapy has been experimentally used to rescue lipophilic drug overdoses and toxicities, outcomes vary. ILE therapy is additionally recommended as an adjunct to advanced cardiac life support measures in cases of suspected LAST-induced cardiac arrest."}
{"id": "article-79871_1", "title": "Lipid Emulsion Therapy -- Continuing Education Activity", "content": "ILE therapy extends beyond LAST to encompass other lipophilic agents, emerging as a potential rescue therapy in emergency rooms and critical care units for various acute toxicities and poisonings. The applicability of this therapy extends across numerous multidisciplinary healthcare professions, including physicians, advanced practice practitioners, nursing staff, and pharmacists, particularly those involved in anesthesiology, emergency medicine, medical toxicology, and critical care departments. Despite its growing recognition, further clinical studies are imperative to clarify its mechanism of action, optimal dosing, and the management of associated complications. This activity provides an overview of the indications and contraindications for ILE therapy—an invaluable agent in managing local anesthetic toxicity. This activity allows participating clinicians to acquire insights into the treatment of patients presenting with local anesthetic toxicity and related conditions via ILE therapy.", "contents": "Lipid Emulsion Therapy -- Continuing Education Activity. ILE therapy extends beyond LAST to encompass other lipophilic agents, emerging as a potential rescue therapy in emergency rooms and critical care units for various acute toxicities and poisonings. The applicability of this therapy extends across numerous multidisciplinary healthcare professions, including physicians, advanced practice practitioners, nursing staff, and pharmacists, particularly those involved in anesthesiology, emergency medicine, medical toxicology, and critical care departments. Despite its growing recognition, further clinical studies are imperative to clarify its mechanism of action, optimal dosing, and the management of associated complications. This activity provides an overview of the indications and contraindications for ILE therapy—an invaluable agent in managing local anesthetic toxicity. This activity allows participating clinicians to acquire insights into the treatment of patients presenting with local anesthetic toxicity and related conditions via ILE therapy."}
{"id": "article-79871_2", "title": "Lipid Emulsion Therapy -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for intravenous lipid emulsion therapy based on clinical presentation and local anesthetic systemic toxicity risk factors. Screen patients for contraindications and potential risks associated with intravenous lipid emulsion therapy, considering comorbidities and concurrent medications. Apply knowledge of lipid emulsion therapy in managing acute toxicities beyond local anesthetic systemic toxicity, considering lipophilic drug overdoses and poisonings. Collaborate with multidisciplinary healthcare professionals, including physicians, pharmacists, nurses, and toxicologists, for medication reconciliation and care coordination in complex cases requiring additional expertise in managing drug-related toxicities. Access free multiple choice questions on this topic.", "contents": "Lipid Emulsion Therapy -- Continuing Education Activity. Objectives: Identify appropriate indications for intravenous lipid emulsion therapy based on clinical presentation and local anesthetic systemic toxicity risk factors. Screen patients for contraindications and potential risks associated with intravenous lipid emulsion therapy, considering comorbidities and concurrent medications. Apply knowledge of lipid emulsion therapy in managing acute toxicities beyond local anesthetic systemic toxicity, considering lipophilic drug overdoses and poisonings. Collaborate with multidisciplinary healthcare professionals, including physicians, pharmacists, nurses, and toxicologists, for medication reconciliation and care coordination in complex cases requiring additional expertise in managing drug-related toxicities. Access free multiple choice questions on this topic."}
{"id": "article-79871_3", "title": "Lipid Emulsion Therapy -- Indications", "content": "Intravenous lipid emulsion (ILE) therapy, also known as lipid resuscitation therapy, is the established standard treatment for local anesthetic systemic toxicity (LAST), including local anesthetic-mediated cardiac arrest. Professional societies such as the American Society of Regional Anesthesia (ASRA) recommend this therapy in the medical field. [1] ILE therapy is additionally recommended as an adjunct to advanced cardiac life support (ACLS) measures in cases of suspected LAST-induced cardiac arrest, according to the 2015 American Heart Association (AHA) guidelines for \"Special Circumstances of Resuscitation.\" [2] Although ILE therapy has been experimentally used to rescue lipophilic drug overdoses and toxicities, outcomes vary.", "contents": "Lipid Emulsion Therapy -- Indications. Intravenous lipid emulsion (ILE) therapy, also known as lipid resuscitation therapy, is the established standard treatment for local anesthetic systemic toxicity (LAST), including local anesthetic-mediated cardiac arrest. Professional societies such as the American Society of Regional Anesthesia (ASRA) recommend this therapy in the medical field. [1] ILE therapy is additionally recommended as an adjunct to advanced cardiac life support (ACLS) measures in cases of suspected LAST-induced cardiac arrest, according to the 2015 American Heart Association (AHA) guidelines for \"Special Circumstances of Resuscitation.\" [2] Although ILE therapy has been experimentally used to rescue lipophilic drug overdoses and toxicities, outcomes vary."}
{"id": "article-79871_4", "title": "Lipid Emulsion Therapy -- Indications", "content": "Weinberg et al first demonstrated in 1998 that ILE pretreatment increased the toxic dose of bupivacaine-induced asystole in rats. [3] Since then, researchers have published similar findings in larger mammal studies. [4] [5] Eventually, a human clinical case was reported that supported the efficacy of ILE after 20 minutes of LAST-induced arrest. [6] Ropivacaine-induced central nervous system toxicity presenting with generalized tonic-clonic seizures, refractory to midazolam, has been successfully treated with ILE. [7]", "contents": "Lipid Emulsion Therapy -- Indications. Weinberg et al first demonstrated in 1998 that ILE pretreatment increased the toxic dose of bupivacaine-induced asystole in rats. [3] Since then, researchers have published similar findings in larger mammal studies. [4] [5] Eventually, a human clinical case was reported that supported the efficacy of ILE after 20 minutes of LAST-induced arrest. [6] Ropivacaine-induced central nervous system toxicity presenting with generalized tonic-clonic seizures, refractory to midazolam, has been successfully treated with ILE. [7]"}
{"id": "article-79871_5", "title": "Lipid Emulsion Therapy -- Indications", "content": "ILE therapy extends beyond LAST to encompass other lipophilic agents, emerging as a potential rescue therapy in emergency rooms and critical care units for various acute toxicities and poisonings. Researchers have investigated drug classes, including tricyclic antidepressants, calcium channel blockers, beta-blockers, antipsychotics, insecticides, and organophosphates. ILE has been used for hepatotoxicity due to malathion. [8]", "contents": "Lipid Emulsion Therapy -- Indications. ILE therapy extends beyond LAST to encompass other lipophilic agents, emerging as a potential rescue therapy in emergency rooms and critical care units for various acute toxicities and poisonings. Researchers have investigated drug classes, including tricyclic antidepressants, calcium channel blockers, beta-blockers, antipsychotics, insecticides, and organophosphates. ILE has been used for hepatotoxicity due to malathion. [8]"}
{"id": "article-79871_6", "title": "Lipid Emulsion Therapy -- Indications", "content": "Specific drugs studied include bupropion, lamotrigine, cocaine, and diphenhydramine. [9] Quetiapine and citalopram poisoning have also been treated successfully with a low-dose ILE. [10] The evidence-based recommendation for ILE is more robust for bupivacaine than other local anesthetics. ILE is also indicated for antiarrhythmic (class 1) life-threatening toxicity or cardiac arrest. [9] Currently, ILE use for non-local anesthetic toxicity and toxins mostly derives from animal models, low-quality human studies, and clinical case reports. [11] Therefore, higher-quality human studies are needed to support non-LAST indications. The American College of Medical Toxicology (ACMT) guideline recommends ILE in poisoning from drugs having a high lipid solubility. According to ACMT, ILE is indicated in patients with seizures and hemodynamic instability, non-responsive to resuscitation. [12]", "contents": "Lipid Emulsion Therapy -- Indications. Specific drugs studied include bupropion, lamotrigine, cocaine, and diphenhydramine. [9] Quetiapine and citalopram poisoning have also been treated successfully with a low-dose ILE. [10] The evidence-based recommendation for ILE is more robust for bupivacaine than other local anesthetics. ILE is also indicated for antiarrhythmic (class 1) life-threatening toxicity or cardiac arrest. [9] Currently, ILE use for non-local anesthetic toxicity and toxins mostly derives from animal models, low-quality human studies, and clinical case reports. [11] Therefore, higher-quality human studies are needed to support non-LAST indications. The American College of Medical Toxicology (ACMT) guideline recommends ILE in poisoning from drugs having a high lipid solubility. According to ACMT, ILE is indicated in patients with seizures and hemodynamic instability, non-responsive to resuscitation. [12]"}
{"id": "article-79871_7", "title": "Lipid Emulsion Therapy -- Mechanism of Action", "content": "The precise mechanism of action of ILE is unknown, though several proposed theories exist. The early “lipid sink” theory by Weinberg et al suggested that a lipid compartment gets created in the blood into which the lipophilic bupivacaine may dissolve, thereby removing bupivacaine from the aqueous plasma circulation. [3] By binding bupivacaine to this “lipid sink,” a reduction in its free concentration is available to organs sensitive to the effects of local anesthetics, such as the heart and brain. [1]", "contents": "Lipid Emulsion Therapy -- Mechanism of Action. The precise mechanism of action of ILE is unknown, though several proposed theories exist. The early “lipid sink” theory by Weinberg et al suggested that a lipid compartment gets created in the blood into which the lipophilic bupivacaine may dissolve, thereby removing bupivacaine from the aqueous plasma circulation. [3] By binding bupivacaine to this “lipid sink,” a reduction in its free concentration is available to organs sensitive to the effects of local anesthetics, such as the heart and brain. [1]"}
{"id": "article-79871_8", "title": "Lipid Emulsion Therapy -- Mechanism of Action", "content": "The “lipid sink” hypothesis had garnered widespread acceptance and was the basis for extrapolating ILE therapy with other lipophilic drug toxicities. [11] However, subsequent research has moved from the “lipid sink” theory to the combined effects of multiple scavenging and non-scavenging mechanisms. [13] A static lipid phase reservoir would rapidly fill before removing enough drugs from the plasma circulation to recover toxicity. Instead, ongoing research better supports ILE as a dynamic “lipid shuttle” or “lipid subway.” [13] The lipid compartment scavenges local anesthetic from high blood flow sensitive organs (ie , heart and brain), then redistributes to muscles for storage and the liver for detoxification. [1]", "contents": "Lipid Emulsion Therapy -- Mechanism of Action. The “lipid sink” hypothesis had garnered widespread acceptance and was the basis for extrapolating ILE therapy with other lipophilic drug toxicities. [11] However, subsequent research has moved from the “lipid sink” theory to the combined effects of multiple scavenging and non-scavenging mechanisms. [13] A static lipid phase reservoir would rapidly fill before removing enough drugs from the plasma circulation to recover toxicity. Instead, ongoing research better supports ILE as a dynamic “lipid shuttle” or “lipid subway.” [13] The lipid compartment scavenges local anesthetic from high blood flow sensitive organs (ie , heart and brain), then redistributes to muscles for storage and the liver for detoxification. [1]"}
{"id": "article-79871_9", "title": "Lipid Emulsion Therapy -- Mechanism of Action", "content": "Besides scavenging, animal and human models have indicated cardiotonic and postconditioning effects from lipid infusion. Lipid directly increases cardiac contractility, which improves cardiac output and increases preload through simple volume expansion. Studies have also found a lipid-induced effect on vascular resistance separate from cardiac mechanisms. Contractility and vascular tone improve only when the local anesthetic concentration in the heart falls below sodium channel-blocking thresholds. [13] These cardiovascular benefits improve blood pressure and cardiac output, though the exact biochemical mechanisms are still unclear. [1]", "contents": "Lipid Emulsion Therapy -- Mechanism of Action. Besides scavenging, animal and human models have indicated cardiotonic and postconditioning effects from lipid infusion. Lipid directly increases cardiac contractility, which improves cardiac output and increases preload through simple volume expansion. Studies have also found a lipid-induced effect on vascular resistance separate from cardiac mechanisms. Contractility and vascular tone improve only when the local anesthetic concentration in the heart falls below sodium channel-blocking thresholds. [13] These cardiovascular benefits improve blood pressure and cardiac output, though the exact biochemical mechanisms are still unclear. [1]"}
{"id": "article-79871_10", "title": "Lipid Emulsion Therapy -- Mechanism of Action", "content": "LAST experiments suggest a similarity with cardiac ischemia-reperfusion injury at the cellular level, which seems to be mitigated by the cardioprotective effects of lipids through multiple biochemical pathways. [13] This postconditioning benefit requires further research to elucidate its contribution to ILE therapy. Of note, other mechanisms of action for ILE therapy have been proposed but do not merit discussion due to the lack of current experimental evidence.", "contents": "Lipid Emulsion Therapy -- Mechanism of Action. LAST experiments suggest a similarity with cardiac ischemia-reperfusion injury at the cellular level, which seems to be mitigated by the cardioprotective effects of lipids through multiple biochemical pathways. [13] This postconditioning benefit requires further research to elucidate its contribution to ILE therapy. Of note, other mechanisms of action for ILE therapy have been proposed but do not merit discussion due to the lack of current experimental evidence."}
{"id": "article-79871_11", "title": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths", "content": "Many commercially 20% IV lipid emulsion preparations are available. The most prevalent formulations have 100% long-chain fatty acids derived from soybean oil. Others in the market contain 50% medium-chain fatty acids from coconut oil and 50% long-chain fatty acids from soybean oil. Nevertheless, newer formulations, such as those that introduce other fatty acid sources from olive and fish oils. [14] The formulations with 100% long-chain fatty acids contain linoleic acid (53%), oleic acid (24%), palmitic acid (11%), alpha-linolenic acid (8%), and stearic acid (4%). The formulations with 50% medium-chain triglycerides contain caprylic acid (28.5%), capric acid (20%), lauric acid (1%), and caproic acid (0.5%), and the long-chain fatty acids in the formulations contain linoleic acid (29.1%), oleic acid (11%), palmitic acid (7.4%), alpha-linolenic acid (4.5%), and stearic acid (2%). [15] Other formulations with 50% MCT/50% LTC contain 30% coconut, 30% soybean, 25% olive, and 15% fish oil.", "contents": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths. Many commercially 20% IV lipid emulsion preparations are available. The most prevalent formulations have 100% long-chain fatty acids derived from soybean oil. Others in the market contain 50% medium-chain fatty acids from coconut oil and 50% long-chain fatty acids from soybean oil. Nevertheless, newer formulations, such as those that introduce other fatty acid sources from olive and fish oils. [14] The formulations with 100% long-chain fatty acids contain linoleic acid (53%), oleic acid (24%), palmitic acid (11%), alpha-linolenic acid (8%), and stearic acid (4%). The formulations with 50% medium-chain triglycerides contain caprylic acid (28.5%), capric acid (20%), lauric acid (1%), and caproic acid (0.5%), and the long-chain fatty acids in the formulations contain linoleic acid (29.1%), oleic acid (11%), palmitic acid (7.4%), alpha-linolenic acid (4.5%), and stearic acid (2%). [15] Other formulations with 50% MCT/50% LTC contain 30% coconut, 30% soybean, 25% olive, and 15% fish oil."}
{"id": "article-79871_12", "title": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths", "content": "ILE is also available in 20% soybean and 80% olive oil combinations. [16]", "contents": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths. ILE is also available in 20% soybean and 80% olive oil combinations. [16]"}
{"id": "article-79871_13", "title": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths", "content": "ILE, formulated from 100% long-chain fatty acids and derived from soybean oil, appears to be the predominant ILE in research studies and clinical use for LAST. This formulation is the recommended lipid emulsion by ASRA for the LAST treatment. [1] Animal studies suggest that the 100% long-chain fatty acid composition may be superior to 50% mixtures. [17] However, additional research is needed to determine whether other commercial lipid formulations are equivalent or superior to the known standard for ILE therapy. [18]", "contents": "Lipid Emulsion Therapy -- Administration -- Available Dosage Forms and Strengths. ILE, formulated from 100% long-chain fatty acids and derived from soybean oil, appears to be the predominant ILE in research studies and clinical use for LAST. This formulation is the recommended lipid emulsion by ASRA for the LAST treatment. [1] Animal studies suggest that the 100% long-chain fatty acid composition may be superior to 50% mixtures. [17] However, additional research is needed to determine whether other commercial lipid formulations are equivalent or superior to the known standard for ILE therapy. [18]"}
{"id": "article-79871_14", "title": "Lipid Emulsion Therapy -- Administration -- Administration", "content": "ASRA has published guidelines for LAST, including recommendations for ILE therapy. The team should rapidly obtain the LAST rescue kit. The LAST rescue kit consists of 1 L (20%) lipid emulsion, appropriate syringes and needles, standard IV tubings, and an ASRA checklist. [19] For patients over 70 kg, a rapid 100 mL bolus of 20% lipid emulsion followed by another 200 to 250 mL infusion over 15 to 20 minutes is recommended. For patients below 70 kg, a rapid 1.5 mL/kg (lean body weight) bolus of 20% lipid emulsion followed by a 0.25 mL/kg/minute infusion should start. The same bolus dose is repeatable, and doubling the infusion rate if cardiovascular instability continues is also recommended. The recommended dosing limit is approximately 12 mL/kg.", "contents": "Lipid Emulsion Therapy -- Administration -- Administration. ASRA has published guidelines for LAST, including recommendations for ILE therapy. The team should rapidly obtain the LAST rescue kit. The LAST rescue kit consists of 1 L (20%) lipid emulsion, appropriate syringes and needles, standard IV tubings, and an ASRA checklist. [19] For patients over 70 kg, a rapid 100 mL bolus of 20% lipid emulsion followed by another 200 to 250 mL infusion over 15 to 20 minutes is recommended. For patients below 70 kg, a rapid 1.5 mL/kg (lean body weight) bolus of 20% lipid emulsion followed by a 0.25 mL/kg/minute infusion should start. The same bolus dose is repeatable, and doubling the infusion rate if cardiovascular instability continues is also recommended. The recommended dosing limit is approximately 12 mL/kg."}
{"id": "article-79871_15", "title": "Lipid Emulsion Therapy -- Administration -- Administration", "content": "Propofol, reconstituted in 10% lipid emulsion, is not an acceptable ILE therapy alternative for LAST due to the large volume of 10% lipid emulsion needed to match the effects of the more concentrated 20% emulsion. Additionally, the cardio-depressant effects of propofol would worsen hemodynamic instability. [1]", "contents": "Lipid Emulsion Therapy -- Administration -- Administration. Propofol, reconstituted in 10% lipid emulsion, is not an acceptable ILE therapy alternative for LAST due to the large volume of 10% lipid emulsion needed to match the effects of the more concentrated 20% emulsion. Additionally, the cardio-depressant effects of propofol would worsen hemodynamic instability. [1]"}
{"id": "article-79871_16", "title": "Lipid Emulsion Therapy -- Adverse Effects", "content": "ILE is early, and less frequent adverse effects include allergic reactions, dyspnea, hyperlipidemia, hypercoagulability, and irritation. ILE's delayed and less frequent adverse effects include transient elevation of liver function test values, hepatomegaly, splenomegaly, and thrombocytopenia. [14]", "contents": "Lipid Emulsion Therapy -- Adverse Effects. ILE is early, and less frequent adverse effects include allergic reactions, dyspnea, hyperlipidemia, hypercoagulability, and irritation. ILE's delayed and less frequent adverse effects include transient elevation of liver function test values, hepatomegaly, splenomegaly, and thrombocytopenia. [14]"}
{"id": "article-79871_17", "title": "Lipid Emulsion Therapy -- Adverse Effects", "content": "According to AHA guidelines for Special Circumstances of Resuscitation, ILE administration may increase the absorption of lipophilic drugs from the GIT. ILE can also interfere with the function of venoarterial extracorporeal membrane oxygenation circuits. [2] As parenteral nutrition, adverse reactions of lipid emulsion treatment are infection, hyperlipidemia, acute pancreatitis, decreased immune response, interference with laboratory examinations using serum, and parenteral nutrition-associated hepatic diseases. In addition, hyperlipidemia and infection can be associated with impaired reticuloendothelial function, leading to impaired pulmonary gas exchange. However, the adverse effects of lipid emulsion infusion are mild and transient for a short-term infusion compared with the fatal complications, such as cardiovascular depression and cardiac arrest, induced by toxic doses of local anesthetic, which require immediate lipid emulsion treatment. [14] Acute kidney injury, ventilation-perfusion mismatch, venous thromboembolism, and fat embolism have been reported. [20]", "contents": "Lipid Emulsion Therapy -- Adverse Effects. According to AHA guidelines for Special Circumstances of Resuscitation, ILE administration may increase the absorption of lipophilic drugs from the GIT. ILE can also interfere with the function of venoarterial extracorporeal membrane oxygenation circuits. [2] As parenteral nutrition, adverse reactions of lipid emulsion treatment are infection, hyperlipidemia, acute pancreatitis, decreased immune response, interference with laboratory examinations using serum, and parenteral nutrition-associated hepatic diseases. In addition, hyperlipidemia and infection can be associated with impaired reticuloendothelial function, leading to impaired pulmonary gas exchange. However, the adverse effects of lipid emulsion infusion are mild and transient for a short-term infusion compared with the fatal complications, such as cardiovascular depression and cardiac arrest, induced by toxic doses of local anesthetic, which require immediate lipid emulsion treatment. [14] Acute kidney injury, ventilation-perfusion mismatch, venous thromboembolism, and fat embolism have been reported. [20]"}
{"id": "article-79871_18", "title": "Lipid Emulsion Therapy -- Adverse Effects", "content": "The complications are minor and infrequent within the recommended doses of 12 mL/kg, and early administration of ILE therapy for LAST is encouraged. [1] With ILE's expanding clinical use outside of LAST as a general antidote for lipophilic drug overdoses, reports exist of adverse effects and complications from ILE therapy. Published clinical cases of acute pancreatitis and adult respiratory distress syndrome are available. [21] One report described filter obstruction from lipemic blood during continuous venovenous hemofiltration. [22] Additional dose-related effects appear under \"Toxicity.\" A risk-benefit evaluation is a recommendation before initiating ILE therapy.", "contents": "Lipid Emulsion Therapy -- Adverse Effects. The complications are minor and infrequent within the recommended doses of 12 mL/kg, and early administration of ILE therapy for LAST is encouraged. [1] With ILE's expanding clinical use outside of LAST as a general antidote for lipophilic drug overdoses, reports exist of adverse effects and complications from ILE therapy. Published clinical cases of acute pancreatitis and adult respiratory distress syndrome are available. [21] One report described filter obstruction from lipemic blood during continuous venovenous hemofiltration. [22] Additional dose-related effects appear under \"Toxicity.\" A risk-benefit evaluation is a recommendation before initiating ILE therapy."}
{"id": "article-79871_19", "title": "Lipid Emulsion Therapy -- Adverse Effects -- Warnings", "content": "LAST resuscitation is different from standard ACLS. Avoid the use of vasopressin for resuscitation. Epinephrine dosing is lower than standard resuscitation in LAST; starting epinephrine at ≤1 mcg/kg is advisable. LAST decreases myocardial contractility, which is exacerbated by acidosis. Hence, large doses of epinephrine can worsen the toxicity through severe vasoconstriction and increased lactate production, which is detrimental to hemodynamic recovery. [23] For the control of seizures, benzodiazepines are preferred. [19] Caution is warranted in preterm infants due to the risk of fat embolism. Consider reducing the dose. [24]", "contents": "Lipid Emulsion Therapy -- Adverse Effects -- Warnings. LAST resuscitation is different from standard ACLS. Avoid the use of vasopressin for resuscitation. Epinephrine dosing is lower than standard resuscitation in LAST; starting epinephrine at ≤1 mcg/kg is advisable. LAST decreases myocardial contractility, which is exacerbated by acidosis. Hence, large doses of epinephrine can worsen the toxicity through severe vasoconstriction and increased lactate production, which is detrimental to hemodynamic recovery. [23] For the control of seizures, benzodiazepines are preferred. [19] Caution is warranted in preterm infants due to the risk of fat embolism. Consider reducing the dose. [24]"}
{"id": "article-79871_20", "title": "Lipid Emulsion Therapy -- Adverse Effects -- Laboratory-Drug Interferences", "content": "ILE can alter laboratory parameters, including glucose and magnesium levels. The presence of lipemia leads to measurement difficulty of serum creatinine. The RCT results indicated inaccurate results for total calcium, lactate dehydrogenase, serum sodium, and aspartate aminotransferase. [25] Consequently, the clinical team should obtain baseline laboratory parameters before administering ILE. [26] [27] [28] Centrifugation has been used to reduce interference with laboratory parameters after administering ILE. [29]", "contents": "Lipid Emulsion Therapy -- Adverse Effects -- Laboratory-Drug Interferences. ILE can alter laboratory parameters, including glucose and magnesium levels. The presence of lipemia leads to measurement difficulty of serum creatinine. The RCT results indicated inaccurate results for total calcium, lactate dehydrogenase, serum sodium, and aspartate aminotransferase. [25] Consequently, the clinical team should obtain baseline laboratory parameters before administering ILE. [26] [27] [28] Centrifugation has been used to reduce interference with laboratory parameters after administering ILE. [29]"}
{"id": "article-79871_21", "title": "Lipid Emulsion Therapy -- Contraindications", "content": "Hypersensitivity reactions have been reported. [20] Lipid emulsion formulations in the United States are derived from egg phospholipids and are thus contraindicated in patients with documented severe egg allergy. [30] However, the risk of allergy requires measurement against the benefit of ILE administration. Caution should be warranted to administer to a patient with severe hypertriglyceridemia, impaired lipid metabolism, and lipid storage disorders. [31] [32]", "contents": "Lipid Emulsion Therapy -- Contraindications. Hypersensitivity reactions have been reported. [20] Lipid emulsion formulations in the United States are derived from egg phospholipids and are thus contraindicated in patients with documented severe egg allergy. [30] However, the risk of allergy requires measurement against the benefit of ILE administration. Caution should be warranted to administer to a patient with severe hypertriglyceridemia, impaired lipid metabolism, and lipid storage disorders. [31] [32]"}
{"id": "article-79871_22", "title": "Lipid Emulsion Therapy -- Monitoring", "content": "Due to the potential for allergic reactions, monitoring for signs and symptoms, such as dyspnea, cyanosis, or fever, is essential. As lipemia may occur with ILE, patients require assessment for hypertriglyceridemia and symptoms of pancreatitis. Triglyceride levels require monitoring, especially when doses are adjusted. Lipase levels, liver enzyme tests, and bilirubin levels are necessary if a suspicion of acute pancreatitis or cholecystitis is apparent. [30] Laboratory interferences could be considered, and laboratory values should be repeated with a different method if there is doubt.", "contents": "Lipid Emulsion Therapy -- Monitoring. Due to the potential for allergic reactions, monitoring for signs and symptoms, such as dyspnea, cyanosis, or fever, is essential. As lipemia may occur with ILE, patients require assessment for hypertriglyceridemia and symptoms of pancreatitis. Triglyceride levels require monitoring, especially when doses are adjusted. Lipase levels, liver enzyme tests, and bilirubin levels are necessary if a suspicion of acute pancreatitis or cholecystitis is apparent. [30] Laboratory interferences could be considered, and laboratory values should be repeated with a different method if there is doubt."}
{"id": "article-79871_23", "title": "Lipid Emulsion Therapy -- Monitoring", "content": "Observe the patient for signs of hemodynamic instability. According to ASRA, continuing lipid emulsion for ≥15 minutes is advisable when the patient is hemodynamically stable. After successful treatment LAST by ILE, patients should be monitored for seizures and cardiovascular instability. [19]", "contents": "Lipid Emulsion Therapy -- Monitoring. Observe the patient for signs of hemodynamic instability. According to ASRA, continuing lipid emulsion for ≥15 minutes is advisable when the patient is hemodynamically stable. After successful treatment LAST by ILE, patients should be monitored for seizures and cardiovascular instability. [19]"}
{"id": "article-79871_24", "title": "Lipid Emulsion Therapy -- Toxicity", "content": "Higher ILE doses have correlated with hypertriglyceridemia, acute pancreatitis, lipid embolus, extracorporeal circulation machine circuit obstruction, acute kidney injury, cardiac arrest, acute lung injury, and increased susceptibility to infections. Higher infusion rates and higher total doses increase the likelihood of these events. [20]  Clogging of dialysis filters by lipid molecules is also an issue of concern. [33] Fat overload syndrome is another well-known complication of ILE; initial reports of this condition appeared in the setting of parenteral nutrition. Characteristic symptoms include sudden elevation of triglyceride levels, fever, liver dysfunction, splenomegaly, pancreatitis, coagulopathy, and hemolysis. These symptoms improve as lipemia resolves. [34] In a severe case of ILE toxicity, clinicians observed somnolence and metabolic acidosis with elevated lactic acid levels after administration of 66 mL/kg, which is well above the recommended threshold. [35]", "contents": "Lipid Emulsion Therapy -- Toxicity. Higher ILE doses have correlated with hypertriglyceridemia, acute pancreatitis, lipid embolus, extracorporeal circulation machine circuit obstruction, acute kidney injury, cardiac arrest, acute lung injury, and increased susceptibility to infections. Higher infusion rates and higher total doses increase the likelihood of these events. [20]  Clogging of dialysis filters by lipid molecules is also an issue of concern. [33] Fat overload syndrome is another well-known complication of ILE; initial reports of this condition appeared in the setting of parenteral nutrition. Characteristic symptoms include sudden elevation of triglyceride levels, fever, liver dysfunction, splenomegaly, pancreatitis, coagulopathy, and hemolysis. These symptoms improve as lipemia resolves. [34] In a severe case of ILE toxicity, clinicians observed somnolence and metabolic acidosis with elevated lactic acid levels after administration of 66 mL/kg, which is well above the recommended threshold. [35]"}
{"id": "article-79871_25", "title": "Lipid Emulsion Therapy -- Enhancing Healthcare Team Outcomes", "content": "Since ILE therapy's initial proposal for bupivacaine toxicity, it is recognized as the standard treatment for LAST and is recommended for local anesthetic-mediated cardiac arrest. [9] Furthermore, ILE therapy has been used for experimental rescue treatment of other lipophilic drug overdoses, toxicities, and toxin antidotes, though with variable success. As such, ILE therapy is relevant to physicians, advanced practice practitioners, nursing staff, pharmacists, and other healthcare professionals across the interprofessional team, especially in anesthesiology, emergency medicine, medical toxicology, and critical care. Despite the increasing awareness of ILE therapy, more clinical studies and research are needed to explain better its mechanism of action, other appropriate indications, optimal dosing, and the management of associated complications.", "contents": "Lipid Emulsion Therapy -- Enhancing Healthcare Team Outcomes. Since ILE therapy's initial proposal for bupivacaine toxicity, it is recognized as the standard treatment for LAST and is recommended for local anesthetic-mediated cardiac arrest. [9] Furthermore, ILE therapy has been used for experimental rescue treatment of other lipophilic drug overdoses, toxicities, and toxin antidotes, though with variable success. As such, ILE therapy is relevant to physicians, advanced practice practitioners, nursing staff, pharmacists, and other healthcare professionals across the interprofessional team, especially in anesthesiology, emergency medicine, medical toxicology, and critical care. Despite the increasing awareness of ILE therapy, more clinical studies and research are needed to explain better its mechanism of action, other appropriate indications, optimal dosing, and the management of associated complications."}
{"id": "article-79871_26", "title": "Lipid Emulsion Therapy -- Enhancing Healthcare Team Outcomes", "content": "The decision to use ILE requires solid clinical judgment from the ordering clinician. The nursing staff responsible for administering the therapy must be well-versed in the administration protocol and potential adverse effects. Pharmacists play a crucial role in overseeing dosing, medication reconciliation, and collaborating with nursing staff on administration and monitoring adverse reactions, emphasizing the importance of pharmacist involvement in these aspects. The involvement of critical care and emergency clinicians is vital due to differing resuscitation protocols for LAST from standard ACLS protocol. Additionally, consultation with medical toxicologists may be necessary for drug-related toxicities. Pathologists and clinical biochemists are responsible for selecting the appropriate techniques to ensure accurate laboratory analysis, emphasizing their role in guaranteeing precise results. Overall, an interprofessional team approach and effective communication are crucial for optimizing outcomes associated with ILE therapy for LAST.", "contents": "Lipid Emulsion Therapy -- Enhancing Healthcare Team Outcomes. The decision to use ILE requires solid clinical judgment from the ordering clinician. The nursing staff responsible for administering the therapy must be well-versed in the administration protocol and potential adverse effects. Pharmacists play a crucial role in overseeing dosing, medication reconciliation, and collaborating with nursing staff on administration and monitoring adverse reactions, emphasizing the importance of pharmacist involvement in these aspects. The involvement of critical care and emergency clinicians is vital due to differing resuscitation protocols for LAST from standard ACLS protocol. Additionally, consultation with medical toxicologists may be necessary for drug-related toxicities. Pathologists and clinical biochemists are responsible for selecting the appropriate techniques to ensure accurate laboratory analysis, emphasizing their role in guaranteeing precise results. Overall, an interprofessional team approach and effective communication are crucial for optimizing outcomes associated with ILE therapy for LAST."}
{"id": "article-79871_27", "title": "Lipid Emulsion Therapy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lipid Emulsion Therapy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}