{"id": "article-36137_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Introduction", "content": "The flexor pollicis longus (FPL) muscle is one of the three deep flexors of the volar compartment of the forearm. Originating on the volar surface of the proximal aspect of the radius, FPL courses along the radial aspect of the volar forearm before transitioning into a long tendinous slip that traverses deep to the transverse carpal ligament as a constituent of the carpal tunnel, and inserting distally on the base of the distal phalanx of the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Introduction. The flexor pollicis longus (FPL) muscle is one of the three deep flexors of the volar compartment of the forearm. Originating on the volar surface of the proximal aspect of the radius, FPL courses along the radial aspect of the volar forearm before transitioning into a long tendinous slip that traverses deep to the transverse carpal ligament as a constituent of the carpal tunnel, and inserting distally on the base of the distal phalanx of the thumb."}
{"id": "article-36137_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function", "content": "The FPL muscle is the primary flexor of the thumb, providing flexion at its metacarpophalangeal (MCP) joint and interphalangeal (IP) joint. Additionally, FPL has minor contributions in radial wrist deviation and wrist flexion. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function. The FPL muscle is the primary flexor of the thumb, providing flexion at its metacarpophalangeal (MCP) joint and interphalangeal (IP) joint. Additionally, FPL has minor contributions in radial wrist deviation and wrist flexion. [1]"}
{"id": "article-36137_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function", "content": "FPL arises on the volar aspect of the radius and the adjacent interosseous membrane, just distal to the radial tuberosity. Its proximal attachment lies distal to the supinator muscle, as well as deep and radial to the radial head of the flexor digitorum superficialis (FDS). The muscle tapers into a long, flat tendon that courses superficial to the pronator quadratus muscle and directly lateral to the index finger tendon of FDS. The FPL tendon, now covered by the synovial sheath of the radial bursa, travels through the carpal tunnel passing deep to the transverse carpal ligament (flexor retinaculum) [2] . FPL continues along the first metacarpal, passing between the two sesamoid bones which reside on the volar aspect of the thumb MCP joint. The FPL tendon and synovial sheath pass deep to the A1 pulley overlying the thumb MCP joint, the annular variable ligament and oblique ligament of the thumb's proximal phalanx, and the A2 pulley overlying the IP joint before inserting at the volar base of the distal thumb phalanx. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function. FPL arises on the volar aspect of the radius and the adjacent interosseous membrane, just distal to the radial tuberosity. Its proximal attachment lies distal to the supinator muscle, as well as deep and radial to the radial head of the flexor digitorum superficialis (FDS). The muscle tapers into a long, flat tendon that courses superficial to the pronator quadratus muscle and directly lateral to the index finger tendon of FDS. The FPL tendon, now covered by the synovial sheath of the radial bursa, travels through the carpal tunnel passing deep to the transverse carpal ligament (flexor retinaculum) [2] . FPL continues along the first metacarpal, passing between the two sesamoid bones which reside on the volar aspect of the thumb MCP joint. The FPL tendon and synovial sheath pass deep to the A1 pulley overlying the thumb MCP joint, the annular variable ligament and oblique ligament of the thumb's proximal phalanx, and the A2 pulley overlying the IP joint before inserting at the volar base of the distal thumb phalanx. [1]"}
{"id": "article-36137_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function", "content": "The thumb’s flexor pulley system consists of the three annular ligaments (A1, Av, A2) and one oblique ligament. The order of ligaments proximally to distally is A1, Av, oblique, A2. The oblique ligament is the most important pulley for the FPL tendon. [3] If both the A1 and oblique ligaments are cut then bowstringing of the FPL tendon will occur. The Av ligament is not present in 7% of individuals. [3] Dysfunctional excursion of the FPL tendon through the pulley system results in trigger thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Structure and Function. The thumb’s flexor pulley system consists of the three annular ligaments (A1, Av, A2) and one oblique ligament. The order of ligaments proximally to distally is A1, Av, oblique, A2. The oblique ligament is the most important pulley for the FPL tendon. [3] If both the A1 and oblique ligaments are cut then bowstringing of the FPL tendon will occur. The Av ligament is not present in 7% of individuals. [3] Dysfunctional excursion of the FPL tendon through the pulley system results in trigger thumb."}
{"id": "article-36137_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology", "content": "Three primary signaling centers, the apical ectodermal ridge (AER), the zone of polarizing activity (ZPA), and the nonridged ectoderm, interact in a well-coordinated effort to direct appropriate developmental axis formation for the upper extremity. [4] By the end of the fourth week of embryonic development, four limb buds arise from the ventrolateral surface of the developing embryo. The limb buds consist of somites and mesenchyme, derived from the lateral plate mesoderm, enclosed by a layer of cuboidal ectoderm. [5] The cells from the lateral plate mesoderm will eventually differentiate into the extremity’s connective tissue. Limb musculature is derived from the paraxial mesoderm cells of the somites that have migrated into the limb buds. Muscle progenitor cells migrate from somites in a specific segmental manner.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology. Three primary signaling centers, the apical ectodermal ridge (AER), the zone of polarizing activity (ZPA), and the nonridged ectoderm, interact in a well-coordinated effort to direct appropriate developmental axis formation for the upper extremity. [4] By the end of the fourth week of embryonic development, four limb buds arise from the ventrolateral surface of the developing embryo. The limb buds consist of somites and mesenchyme, derived from the lateral plate mesoderm, enclosed by a layer of cuboidal ectoderm. [5] The cells from the lateral plate mesoderm will eventually differentiate into the extremity’s connective tissue. Limb musculature is derived from the paraxial mesoderm cells of the somites that have migrated into the limb buds. Muscle progenitor cells migrate from somites in a specific segmental manner."}
{"id": "article-36137_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology", "content": "The ectoderm layer at the distal tip of the developing limb eventually enlarges to form the AER. The AER induces neighboring mesenchymal cells to remain undifferentiated and continue proliferating while more proximal limb cells further away from the AER begin to differentiate into connective tissue and muscle cells.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology. The ectoderm layer at the distal tip of the developing limb eventually enlarges to form the AER. The AER induces neighboring mesenchymal cells to remain undifferentiated and continue proliferating while more proximal limb cells further away from the AER begin to differentiate into connective tissue and muscle cells."}
{"id": "article-36137_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology", "content": "By the end of the sixth week of embryonic development, chondrocytes have formed a basic construct of hyaline cartilage that will eventually ossify into the bones of the upper extremity through the process of endochondral ossification. Extremity muscle development begins in week six and continues through week eight. By the end of the eighth week, all muscle groups and bones of the extremity are formed. [5]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Embryology. By the end of the sixth week of embryonic development, chondrocytes have formed a basic construct of hyaline cartilage that will eventually ossify into the bones of the upper extremity through the process of endochondral ossification. Extremity muscle development begins in week six and continues through week eight. By the end of the eighth week, all muscle groups and bones of the extremity are formed. [5]"}
{"id": "article-36137_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics", "content": "Flexor pollicis longus receives its blood supply from the anterior interosseous artery, a branch of the ulnar artery. As the ulnar artery passes beneath the ulnar head of the pronator teres muscle, the common interosseous artery branches off moving laterally and deep before quickly bifurcating into the anterior and posterior interosseous arteries. The anterior interosseous artery courses distally along the interosseous membrane, with the anterior interosseous nerve (AIN), between the flexor pollicis longus and flexor digitorum profundus.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics. Flexor pollicis longus receives its blood supply from the anterior interosseous artery, a branch of the ulnar artery. As the ulnar artery passes beneath the ulnar head of the pronator teres muscle, the common interosseous artery branches off moving laterally and deep before quickly bifurcating into the anterior and posterior interosseous arteries. The anterior interosseous artery courses distally along the interosseous membrane, with the anterior interosseous nerve (AIN), between the flexor pollicis longus and flexor digitorum profundus."}
{"id": "article-36137_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics", "content": "Branches of the median nerve artery provide the blood supply to the pre-digital portion of the FPL tendon. The digital portion of the FPL tendon is supplied via vincula: V1 and V2. V1 is located immediately proximal to the MCP joint and originates from either the princeps pollicis artery or both digital arteries. V2 is located at the IP joint and originates from both digital arteries. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics. Branches of the median nerve artery provide the blood supply to the pre-digital portion of the FPL tendon. The digital portion of the FPL tendon is supplied via vincula: V1 and V2. V1 is located immediately proximal to the MCP joint and originates from either the princeps pollicis artery or both digital arteries. V2 is located at the IP joint and originates from both digital arteries. [6]"}
{"id": "article-36137_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics", "content": "Lymphatic drainage from the hand and forearm occurs via superficial channels that run alongside the cephalic and basilic veins as well as deep channels that run alongside arteries. The lymphatics drain to lymph nodes within the elbow, including the cubital and epitrochlear lymph nodes, before predominantly draining into the axillary or infraclavicular lymph nodes.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Blood Supply and Lymphatics. Lymphatic drainage from the hand and forearm occurs via superficial channels that run alongside the cephalic and basilic veins as well as deep channels that run alongside arteries. The lymphatics drain to lymph nodes within the elbow, including the cubital and epitrochlear lymph nodes, before predominantly draining into the axillary or infraclavicular lymph nodes."}
{"id": "article-36137_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Nerves", "content": "Innervation of the FPL muscle is supplied by the anterior interosseous nerve (AIN), a branch of the median nerve. [7] The AIN arises from the anterolateral aspect of the median nerve immediately proximal to where the median nerve passes between the two heads of the pronator teres muscle. The AIN courses distally with the anterior interosseous artery along the interosseous membrane between the FPL and FDP [8] . The AIN innervates all three of the deep flexors (FPL, FDP, and pronator quadratus) and provides sensory innervation to the volar wrist capsule. The AIN can be assessed by having the patient make an “OK” sign with the thumb and index finger.  In the setting of AIN dysfunction, the patient will demonstrate the inability to flex at the index finger DIP joint and the thumb IP joint, effectively \"flattening\" the normal circular configuration of these two digits.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Nerves. Innervation of the FPL muscle is supplied by the anterior interosseous nerve (AIN), a branch of the median nerve. [7] The AIN arises from the anterolateral aspect of the median nerve immediately proximal to where the median nerve passes between the two heads of the pronator teres muscle. The AIN courses distally with the anterior interosseous artery along the interosseous membrane between the FPL and FDP [8] . The AIN innervates all three of the deep flexors (FPL, FDP, and pronator quadratus) and provides sensory innervation to the volar wrist capsule. The AIN can be assessed by having the patient make an “OK” sign with the thumb and index finger.  In the setting of AIN dysfunction, the patient will demonstrate the inability to flex at the index finger DIP joint and the thumb IP joint, effectively \"flattening\" the normal circular configuration of these two digits."}
{"id": "article-36137_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Physiologic Variants", "content": "An accessory FPL muscle head may originate from either the FDS muscle, coronoid process of the ulna, or medial epicondyle of the humerus. The accessory head subsequently inserts into the ulnar aspect of the FPL or FDP muscles. Referred to as Gantzer's muscle, it was long viewed as an anatomical variation; however, many recent studies have shown its presence in up to two-thirds of the population. [9] The presence of the Gantzer muscle has several clinical implications.  Depending on its anatomical location, the accessory head can cause compression of AIN or the median nerve. Compression of the AIN will cause symptoms ranging from weakness to paralysis of the FPL, FDP, and pronator quadratus. Compression of the median nerve will lead to paralysis of numerous thenar and intrinsic hand musculature, as well as sensory deficits. [7] [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Physiologic Variants. An accessory FPL muscle head may originate from either the FDS muscle, coronoid process of the ulna, or medial epicondyle of the humerus. The accessory head subsequently inserts into the ulnar aspect of the FPL or FDP muscles. Referred to as Gantzer's muscle, it was long viewed as an anatomical variation; however, many recent studies have shown its presence in up to two-thirds of the population. [9] The presence of the Gantzer muscle has several clinical implications.  Depending on its anatomical location, the accessory head can cause compression of AIN or the median nerve. Compression of the AIN will cause symptoms ranging from weakness to paralysis of the FPL, FDP, and pronator quadratus. Compression of the median nerve will lead to paralysis of numerous thenar and intrinsic hand musculature, as well as sensory deficits. [7] [10]"}
{"id": "article-36137_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Physiologic Variants", "content": "The Linburg-Comstock anomaly is a tendinous interconnection between FPL and the FDP of the second digit. [11] The presence of this tendon slip results in the inability to independently flex the thumb IP joint and the index finger distal interphalangeal joint. However, this anomaly does not typically lead to the development of any symptoms. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Physiologic Variants. The Linburg-Comstock anomaly is a tendinous interconnection between FPL and the FDP of the second digit. [11] The presence of this tendon slip results in the inability to independently flex the thumb IP joint and the index finger distal interphalangeal joint. However, this anomaly does not typically lead to the development of any symptoms. [11]"}
{"id": "article-36137_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations", "content": "The mechanism of flexor tendon lacerations, including that of FPL, is most often due to a slice injury from a knife, shards of glass, or sharp metal. Primary tendon repair refers to end-to-end reconnection of the severed tendon. [12]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations. The mechanism of flexor tendon lacerations, including that of FPL, is most often due to a slice injury from a knife, shards of glass, or sharp metal. Primary tendon repair refers to end-to-end reconnection of the severed tendon. [12]"}
{"id": "article-36137_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations", "content": "Flexor tendon injuries of the hand are divided into different zones. The thumb has 3 zones beginning distally: T1 is from the FPL tendon insertion to the A2 pulley, T2 is from the A2 pulley to the A1 pulley, and T3 is from the A1 pulley to the carpometacarpal joint. [13] Zones 4 and 5 overlie the wrist and apply to tendon injuries of the digits as well. Damage to the FPL tendon can result in either a complete or partial laceration. Treatment of partial flexor tendon lacerations varies depending on the percentage of the tendon diameter that is compromised [12] :", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations. Flexor tendon injuries of the hand are divided into different zones. The thumb has 3 zones beginning distally: T1 is from the FPL tendon insertion to the A2 pulley, T2 is from the A2 pulley to the A1 pulley, and T3 is from the A1 pulley to the carpometacarpal joint. [13] Zones 4 and 5 overlie the wrist and apply to tendon injuries of the digits as well. Damage to the FPL tendon can result in either a complete or partial laceration. Treatment of partial flexor tendon lacerations varies depending on the percentage of the tendon diameter that is compromised [12] :"}
{"id": "article-36137_15", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations -- Nonoperative Management", "content": "Indicated in the setting of partial lacerations (less than 50% to 60% of tendon width involvement)", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations -- Nonoperative Management. Indicated in the setting of partial lacerations (less than 50% to 60% of tendon width involvement)"}
{"id": "article-36137_16", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations -- Surgical repair indications", "content": "Greater than 75% to 80% of the tendon is lacerated Greater than  50 % to 60% of the tendon is lacerated with triggering Following a complete FPL tendon laceration, the proximal tendon can retract proximally making tendon retrieval more difficult. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations -- Surgical repair indications. Greater than 75% to 80% of the tendon is lacerated Greater than  50 % to 60% of the tendon is lacerated with triggering Following a complete FPL tendon laceration, the proximal tendon can retract proximally making tendon retrieval more difficult. [14]"}
{"id": "article-36137_17", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations", "content": "For zone I injuries, if the distal tendon stump is greater than 1 cm, then primary tendon repair can be performed. However, if there is less than 1 cm of distal tendon stump, then the proximal tendon must be fixed to cancellous bone to allow adequate healing. [15] The fixation is accomplished by utilizing either button or suture anchors. [12] Zones II to V are surgically managed with direct, end-to-end repair.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations. For zone I injuries, if the distal tendon stump is greater than 1 cm, then primary tendon repair can be performed. However, if there is less than 1 cm of distal tendon stump, then the proximal tendon must be fixed to cancellous bone to allow adequate healing. [15] The fixation is accomplished by utilizing either button or suture anchors. [12] Zones II to V are surgically managed with direct, end-to-end repair."}
{"id": "article-36137_18", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations", "content": "There are numerous suture techniques used to anastomose the two tendon ends. The number of sutures within the tendon correlates directly with the strength of the tendon postoperatively. Therefore, the most commonly used core suture repair techniques involve the use of numerous strands of epitendinous suture to ensure a strong connection and smooth gliding through the flexor tendon pulley system. There are no studies that have led to a consensus standard multi-strand core suture technique. [12] The risk of tendon re-rupture is the highest in the first two weeks post-operatively. The use of a post-operative splint and subsequent early active mobilization has been shown to lead to an increased range of motion without a significant increase in re-rupture risk. [12] Various factors can influence the success of an FPL tendon surgical repair including the zone of the injury, the length of time from injury to surgery, postoperative management, and the presence of tendon retraction. [13]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations. There are numerous suture techniques used to anastomose the two tendon ends. The number of sutures within the tendon correlates directly with the strength of the tendon postoperatively. Therefore, the most commonly used core suture repair techniques involve the use of numerous strands of epitendinous suture to ensure a strong connection and smooth gliding through the flexor tendon pulley system. There are no studies that have led to a consensus standard multi-strand core suture technique. [12] The risk of tendon re-rupture is the highest in the first two weeks post-operatively. The use of a post-operative splint and subsequent early active mobilization has been shown to lead to an increased range of motion without a significant increase in re-rupture risk. [12] Various factors can influence the success of an FPL tendon surgical repair including the zone of the injury, the length of time from injury to surgery, postoperative management, and the presence of tendon retraction. [13]"}
{"id": "article-36137_19", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations", "content": "A specific type of FPL rupture, termed Mannerfelt’s lesion, occurs within the carpal tunnel from chronic tendon attrition. [16] This weakening occurs over time secondary to abrasion after the volar displacement of the scaphoid. Rheumatoid arthritis is the most common cause of Mannerfelt’s lesion as this chronic systemic autoimmune disease classically causes chronic synovitis that can lead to carpal subluxation. The FPL tendon is the most commonly affected as it is the most radial tendon within the carpal tunnel. However, all tendons within the carpal tunnel can be affected. To differentiate from trigger thumb, patients with FPL rupture will have passive thumb flexion, but will not have active IP joint flexion. If the rupture is diagnosed within 4 to 6 weeks, tendon grafting can be used to repair the FPL tendon. If not addressed within this period then the muscle will undergo myostatic contracture, making a tendon transfer the necessary operative management. [16]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Surgical Considerations. A specific type of FPL rupture, termed Mannerfelt’s lesion, occurs within the carpal tunnel from chronic tendon attrition. [16] This weakening occurs over time secondary to abrasion after the volar displacement of the scaphoid. Rheumatoid arthritis is the most common cause of Mannerfelt’s lesion as this chronic systemic autoimmune disease classically causes chronic synovitis that can lead to carpal subluxation. The FPL tendon is the most commonly affected as it is the most radial tendon within the carpal tunnel. However, all tendons within the carpal tunnel can be affected. To differentiate from trigger thumb, patients with FPL rupture will have passive thumb flexion, but will not have active IP joint flexion. If the rupture is diagnosed within 4 to 6 weeks, tendon grafting can be used to repair the FPL tendon. If not addressed within this period then the muscle will undergo myostatic contracture, making a tendon transfer the necessary operative management. [16]"}
{"id": "article-36137_20", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Trigger Thumb", "content": "The flexor pulley system has clinical significance because if a pulley constricts the FPL tendon this can result in trigger thumb. Trigger thumb is an inability of the FPL tendon to smoothly move through the pulley system. Pulley stenosis is most often the result of tenosynovitis, and most commonly involves the A1 pulley. Initial management of trigger thumb is activity modification, corticosteroid injections, NSAIDs, and splinting. These conservative treatment options are successful in 50% to 92% of patients. For patients that do not respond, surgical transection of the involved pulley provides relief in 60% to 100% of patients. [3]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Trigger Thumb. The flexor pulley system has clinical significance because if a pulley constricts the FPL tendon this can result in trigger thumb. Trigger thumb is an inability of the FPL tendon to smoothly move through the pulley system. Pulley stenosis is most often the result of tenosynovitis, and most commonly involves the A1 pulley. Initial management of trigger thumb is activity modification, corticosteroid injections, NSAIDs, and splinting. These conservative treatment options are successful in 50% to 92% of patients. For patients that do not respond, surgical transection of the involved pulley provides relief in 60% to 100% of patients. [3]"}
{"id": "article-36137_21", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture", "content": "Volkmann’s contracture is a debilitating condition that occurs secondary to untreated acute compartment syndrome. While it can occur in the leg, Volkmann’s contracture most often occurs within the forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture. Volkmann’s contracture is a debilitating condition that occurs secondary to untreated acute compartment syndrome. While it can occur in the leg, Volkmann’s contracture most often occurs within the forearm."}
{"id": "article-36137_22", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture", "content": "The most common causes of acute compartment syndrome of the forearm are fractures and significant soft tissue damage, such as from a crush injury. [17] These injuries cause edema and swelling that can result in a substantial increase in the intra-compartmental pressure leading to inadequate perfusion of compartmental tissues. Muscle and nerve ischemia result and will eventually progress to necrosis. As the necrotic tissue heals, myofibroblasts within the granulation tissue will cause contraction resulting in shortening of the affected tissue. In the forearm, the first muscles to be affected are flexor digitorum profundus and FPL. Significant shortening of these muscles through fibrosis explains the classic flexed deformity of Volkmann’s contracture. The final stage of deformity will occur within 6 months of the initial injury, unless treated, and will result in a hand with minimal functionality. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture. The most common causes of acute compartment syndrome of the forearm are fractures and significant soft tissue damage, such as from a crush injury. [17] These injuries cause edema and swelling that can result in a substantial increase in the intra-compartmental pressure leading to inadequate perfusion of compartmental tissues. Muscle and nerve ischemia result and will eventually progress to necrosis. As the necrotic tissue heals, myofibroblasts within the granulation tissue will cause contraction resulting in shortening of the affected tissue. In the forearm, the first muscles to be affected are flexor digitorum profundus and FPL. Significant shortening of these muscles through fibrosis explains the classic flexed deformity of Volkmann’s contracture. The final stage of deformity will occur within 6 months of the initial injury, unless treated, and will result in a hand with minimal functionality. [18]"}
{"id": "article-36137_23", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture", "content": "Prevention of Volkmann’s contracture through early diagnosis and treatment of acute compartment syndrome is essential. The “Six Ps” system is helpful in assessing patients with injuries that are high risk for the development of compartment syndrome [19] . The “Six Ps” include [18] : Pain out of proportion on physical exam; Pain with passive stretch of the compartment involved Paresthesia Paresis Pallor Pulselessness Poikilothermia", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture. Prevention of Volkmann’s contracture through early diagnosis and treatment of acute compartment syndrome is essential. The “Six Ps” system is helpful in assessing patients with injuries that are high risk for the development of compartment syndrome [19] . The “Six Ps” include [18] : Pain out of proportion on physical exam; Pain with passive stretch of the compartment involved Paresthesia Paresis Pallor Pulselessness Poikilothermia"}
{"id": "article-36137_24", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture", "content": "While compartment syndrome is typically diagnosed clinically, depending on the cognitive status of the patient, a measurement of the intra-compartmental pressure can provide a diagnosis. If the difference between the diastolic blood pressure and the intra-compartmental pressure is 30 mm Hg or less, urgent open fasciotomy and revascularization are required. [20] If acute compartment syndrome is untreated, nerve ischemia will result in 30 minutes and irreversible damage results after 12 hours. Loss of muscle function will begin in the initial 4 hours, and irreversible muscle damage ensues over the next 6 to 12 hours. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture. While compartment syndrome is typically diagnosed clinically, depending on the cognitive status of the patient, a measurement of the intra-compartmental pressure can provide a diagnosis. If the difference between the diastolic blood pressure and the intra-compartmental pressure is 30 mm Hg or less, urgent open fasciotomy and revascularization are required. [20] If acute compartment syndrome is untreated, nerve ischemia will result in 30 minutes and irreversible damage results after 12 hours. Loss of muscle function will begin in the initial 4 hours, and irreversible muscle damage ensues over the next 6 to 12 hours. [18]"}
{"id": "article-36137_25", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture", "content": "Two classification systems are used in conjunction to describe Volkmann’s contracture: Seddon (Grade I-Grade III based on contracture severity) and Tsuge classification systems (Mild, Moderate, and Severe based on muscles and nerves involvement as well as presentation). Conservative therapy consisting of stretching and splinting is the initial treatment for Mild and Grade I contractures. Surgical intervention can be utilized for Mild contractures, however, is required for Moderate and Severe contractures. Surgical intervention consists of tendon lengthening, muscle slides, and free functional muscle transfers. [18]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Clinical Significance -- Volkmann's Contracture. Two classification systems are used in conjunction to describe Volkmann’s contracture: Seddon (Grade I-Grade III based on contracture severity) and Tsuge classification systems (Mild, Moderate, and Severe based on muscles and nerves involvement as well as presentation). Conservative therapy consisting of stretching and splinting is the initial treatment for Mild and Grade I contractures. Surgical intervention can be utilized for Mild contractures, however, is required for Moderate and Severe contractures. Surgical intervention consists of tendon lengthening, muscle slides, and free functional muscle transfers. [18]"}
{"id": "article-36137_26", "title": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Flexor Pollicis Longus Muscle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}