{"id": "article-22993_0", "title": "Hordeolum (Archived) -- Introduction", "content": "A hordeolum is an acute bacterial infection found in the lid of the eye. [1] This infection is a common condition, and patients often present to their primary care physician or acute care center for evaluation and treatment. [2] The patient usually presents with painful, erythematous inflammation of the eyelid. The hordeolum can form on the external eyelid and is referred to commonly as a stye. It may also form on the inner eyelid and can be easily mistaken for a chalazion. [3] The condition often lasts one to two weeks, is self-limiting, and often resolves on its own. It may be treated with warm compresses and massage therapy. Topical antibiotics may be indicated, and in rare cases, the pustule may require drainage. [3]", "contents": "Hordeolum (Archived) -- Introduction. A hordeolum is an acute bacterial infection found in the lid of the eye. [1] This infection is a common condition, and patients often present to their primary care physician or acute care center for evaluation and treatment. [2] The patient usually presents with painful, erythematous inflammation of the eyelid. The hordeolum can form on the external eyelid and is referred to commonly as a stye. It may also form on the inner eyelid and can be easily mistaken for a chalazion. [3] The condition often lasts one to two weeks, is self-limiting, and often resolves on its own. It may be treated with warm compresses and massage therapy. Topical antibiotics may be indicated, and in rare cases, the pustule may require drainage. [3]"}
{"id": "article-22993_1", "title": "Hordeolum (Archived) -- Etiology", "content": "It is usually caused by Staphylococcus that infects the eyelash hair follicle. The external hordeolum is caused by a blockage of the sebaceous (Zeis) glands or sweat (Moll) glands. [4] The blockage occurs at the lash line and presents as a painful red swollen area that develops into a pustule. The internal hordeolum is caused by a blockage of the Meibomian glands, and the pustule forms on the inner surface of the eyelids. [3] Hordeola may present on both the upper and the lower eyelids. [4]", "contents": "Hordeolum (Archived) -- Etiology. It is usually caused by Staphylococcus that infects the eyelash hair follicle. The external hordeolum is caused by a blockage of the sebaceous (Zeis) glands or sweat (Moll) glands. [4] The blockage occurs at the lash line and presents as a painful red swollen area that develops into a pustule. The internal hordeolum is caused by a blockage of the Meibomian glands, and the pustule forms on the inner surface of the eyelids. [3] Hordeola may present on both the upper and the lower eyelids. [4]"}
{"id": "article-22993_2", "title": "Hordeolum (Archived) -- Epidemiology", "content": "Hordeolum is a common presentation in family practice and acute care settings. [2] There is no direct correlation between race, sex, or gender with regards to hordeolum prevalence. Adults may be more prone due to the increased viscosity of the sebum. Patients with conditions such as blepharitis, seborrheic dermatitis, rosacea, diabetes, and elevated lipids are also at increased risk for the development of hordeola. [3]", "contents": "Hordeolum (Archived) -- Epidemiology. Hordeolum is a common presentation in family practice and acute care settings. [2] There is no direct correlation between race, sex, or gender with regards to hordeolum prevalence. Adults may be more prone due to the increased viscosity of the sebum. Patients with conditions such as blepharitis, seborrheic dermatitis, rosacea, diabetes, and elevated lipids are also at increased risk for the development of hordeola. [3]"}
{"id": "article-22993_3", "title": "Hordeolum (Archived) -- Pathophysiology", "content": "The infection occurs due to thickening, drying, or stasis of the Zeis, Moll, or Meibomian gland secretions. The Zeis and Moll glands are the ciliary glands of the eye. The Zeis gland secretes sebum with antiseptic properties that may prevent the growth of bacteria. [2] The Moll gland produces immunoglobulin A, mucin 1, and lysosomes which are essential in the immune defense against bacteria in the eye. [5] When these glands become clogged or blocked, the eye defenses are impaired. The stasis can lead to bacterial infection with Staphylococcus aureus being the most common pathogen. [4] After a localized inflammatory response occurs with infiltration by leukocytes, a purulent pocket or abscess develops.", "contents": "Hordeolum (Archived) -- Pathophysiology. The infection occurs due to thickening, drying, or stasis of the Zeis, Moll, or Meibomian gland secretions. The Zeis and Moll glands are the ciliary glands of the eye. The Zeis gland secretes sebum with antiseptic properties that may prevent the growth of bacteria. [2] The Moll gland produces immunoglobulin A, mucin 1, and lysosomes which are essential in the immune defense against bacteria in the eye. [5] When these glands become clogged or blocked, the eye defenses are impaired. The stasis can lead to bacterial infection with Staphylococcus aureus being the most common pathogen. [4] After a localized inflammatory response occurs with infiltration by leukocytes, a purulent pocket or abscess develops."}
{"id": "article-22993_4", "title": "Hordeolum (Archived) -- History and Physical", "content": "A careful history of and physical exam is essential. The patient will usually relay a slow and insidious onset of a painful, red, and swollen eyelid without a history of foreign body or trauma. Visual acuity may be affected if the size of the hordeolum is pressing on the cornea. The patient should not report ocular pain, and their extraocular movements should be intact and painless. The erythema is localized to the lid of the affected eye. The provider should try to locate a pustule, and the eyelids may need to be everted, especially to locate an internal hordeolum. The provider should inquire about any of the predisposing conditions for hordeolum, and these conditions should be addressed and managed in treatment. Any pain in ocular movements with periorbital swelling and erythema is indicative of orbital cellulitis and requires additional and more aggressive management and treatment. Persistent or recurrent painful lumps in the eye may be indicative of carcinoma and require biopsy. Ophthalmology referral is indicated in these situations. [2] [6] [3]", "contents": "Hordeolum (Archived) -- History and Physical. A careful history of and physical exam is essential. The patient will usually relay a slow and insidious onset of a painful, red, and swollen eyelid without a history of foreign body or trauma. Visual acuity may be affected if the size of the hordeolum is pressing on the cornea. The patient should not report ocular pain, and their extraocular movements should be intact and painless. The erythema is localized to the lid of the affected eye. The provider should try to locate a pustule, and the eyelids may need to be everted, especially to locate an internal hordeolum. The provider should inquire about any of the predisposing conditions for hordeolum, and these conditions should be addressed and managed in treatment. Any pain in ocular movements with periorbital swelling and erythema is indicative of orbital cellulitis and requires additional and more aggressive management and treatment. Persistent or recurrent painful lumps in the eye may be indicative of carcinoma and require biopsy. Ophthalmology referral is indicated in these situations. [2] [6] [3]"}
{"id": "article-22993_5", "title": "Hordeolum (Archived) -- Evaluation", "content": "Typically, there is no diagnostic testing associated with a hordeolum, and it is a clinical diagnosis. Rarely, additional testing and imaging will be required if complications occur, and the infection spreads and causes periorbital or orbital cellulitis. Occasionally, an internal hordeolum can cause corneal irritation, in which case the provider may stain the eye with fluorescein to ensure there is no corneal abrasion. [2]", "contents": "Hordeolum (Archived) -- Evaluation. Typically, there is no diagnostic testing associated with a hordeolum, and it is a clinical diagnosis. Rarely, additional testing and imaging will be required if complications occur, and the infection spreads and causes periorbital or orbital cellulitis. Occasionally, an internal hordeolum can cause corneal irritation, in which case the provider may stain the eye with fluorescein to ensure there is no corneal abrasion. [2]"}
{"id": "article-22993_6", "title": "Hordeolum (Archived) -- Treatment / Management", "content": "In many cases, the lesions can spontaneously drain without any treatment. Warm compresses are also of benefit, as is massage to the area. These are often seen as the gold standard. Warm compresses are aimed at softening the granulomatous tissue and facilitating drainage. There are no conclusive studies to date, showing that this method alone causes any shortened durations or improved outcomes. Lid massage is intended to help express the purulent drainage from the infected gland. Lid scrubs with saline or mild shampoo (e.g., baby shampoo) that is tear-free and ph-balanced, may promote drainage by clearing debris from the clogged duct. Soap may also help to remove bacteria by breaking down cell membranes, and it may also treat an underlying cause of the external hordeolum, blepharitis. [1] Careful attention should be paid to compresses and massage for the internal hordeolum, as this could cause irritation or deformation to the cornea. [7]", "contents": "Hordeolum (Archived) -- Treatment / Management. In many cases, the lesions can spontaneously drain without any treatment. Warm compresses are also of benefit, as is massage to the area. These are often seen as the gold standard. Warm compresses are aimed at softening the granulomatous tissue and facilitating drainage. There are no conclusive studies to date, showing that this method alone causes any shortened durations or improved outcomes. Lid massage is intended to help express the purulent drainage from the infected gland. Lid scrubs with saline or mild shampoo (e.g., baby shampoo) that is tear-free and ph-balanced, may promote drainage by clearing debris from the clogged duct. Soap may also help to remove bacteria by breaking down cell membranes, and it may also treat an underlying cause of the external hordeolum, blepharitis. [1] Careful attention should be paid to compresses and massage for the internal hordeolum, as this could cause irritation or deformation to the cornea. [7]"}
{"id": "article-22993_7", "title": "Hordeolum (Archived) -- Treatment / Management", "content": "Persistent lesions or larger lesions may require antibiotic therapy. This treatment may help to shorten duration and severity. A macrolide antibiotic ointment such as erythromycin ophthalmic ointment is often used and has the added benefit of lubrication. If the swelling is significant and causing pressure on the cornea, topical steroids can be used for a short duration. [8] If the infection spreads and progresses to a periorbital or orbital cellulitis, systemic antibiotics are required. [2] Incision and drainage of a persistent abscess may be necessary. [9] An ophthalmologist should perform the incision and drainage under local anesthesia. The specimen should be sent to pathology to rule out more serious diseases, including carcinoma.", "contents": "Hordeolum (Archived) -- Treatment / Management. Persistent lesions or larger lesions may require antibiotic therapy. This treatment may help to shorten duration and severity. A macrolide antibiotic ointment such as erythromycin ophthalmic ointment is often used and has the added benefit of lubrication. If the swelling is significant and causing pressure on the cornea, topical steroids can be used for a short duration. [8] If the infection spreads and progresses to a periorbital or orbital cellulitis, systemic antibiotics are required. [2] Incision and drainage of a persistent abscess may be necessary. [9] An ophthalmologist should perform the incision and drainage under local anesthesia. The specimen should be sent to pathology to rule out more serious diseases, including carcinoma."}
{"id": "article-22993_8", "title": "Hordeolum (Archived) -- Differential Diagnosis", "content": "Basal cell carcinoma Chalazion Pneumo-Orbita(rare) Preseptal cellulitis Sebaceous gland carcinoma Squamous cell carcinoma", "contents": "Hordeolum (Archived) -- Differential Diagnosis. Basal cell carcinoma Chalazion Pneumo-Orbita(rare) Preseptal cellulitis Sebaceous gland carcinoma Squamous cell carcinoma"}
{"id": "article-22993_9", "title": "Hordeolum (Archived) -- Pearls and Other Issues", "content": "While hordeolum is a common presentation, the practitioner should ensure that other manifestations of a painful red eyelid are considered and ruled out during evaluation and treatment. Other diagnoses that should be considered are periorbital and orbital cellulitis, chalazion, sebaceous gland carcinoma, and squamous cell carcinoma. [6] The provider should also consider underlying causes that can lead to a reoccurrence of hordeola such as blepharitis and rosacea. These underlying conditions should be addressed to prevent recurrent hordeolum in these patient populations. [10]", "contents": "Hordeolum (Archived) -- Pearls and Other Issues. While hordeolum is a common presentation, the practitioner should ensure that other manifestations of a painful red eyelid are considered and ruled out during evaluation and treatment. Other diagnoses that should be considered are periorbital and orbital cellulitis, chalazion, sebaceous gland carcinoma, and squamous cell carcinoma. [6] The provider should also consider underlying causes that can lead to a reoccurrence of hordeola such as blepharitis and rosacea. These underlying conditions should be addressed to prevent recurrent hordeolum in these patient populations. [10]"}
{"id": "article-22993_10", "title": "Hordeolum (Archived) -- Pearls and Other Issues", "content": "A chalazion can mimic an internal hordeolum, and it may be difficult to distinguish between the two at first. The chalazion forms around the sebaceous gland in the middle of the eyelid. It forms from the breakdown of the secretions in the gland that leak into the surrounding tissues. Initially, the inflammation may produce pain and may present as an internal hordeolum. However, the chalazion develops into a painless granulomatous nodule and is considered an aseptic, chronic inflammation. [8]", "contents": "Hordeolum (Archived) -- Pearls and Other Issues. A chalazion can mimic an internal hordeolum, and it may be difficult to distinguish between the two at first. The chalazion forms around the sebaceous gland in the middle of the eyelid. It forms from the breakdown of the secretions in the gland that leak into the surrounding tissues. Initially, the inflammation may produce pain and may present as an internal hordeolum. However, the chalazion develops into a painless granulomatous nodule and is considered an aseptic, chronic inflammation. [8]"}
{"id": "article-22993_11", "title": "Hordeolum (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Hordeolum is often encountered by the emergency physician, nurse practitioner, or primary care provider. In most cases, the infection can be managed with conservative treatment. Warm compresses are aimed at softening the granulomatous tissue and facilitating drainage. Persistent lesions or larger lesions may require antibiotic therapy. This treatment may help to shorten duration and severity. However, if the infection is large or the cause is not known, the patient should be referred to an ophthalmologist. [9] An ophthalmologist should perform the incision and drainage under local anesthesia. The specimen should be sent to pathology to rule out more serious diseases, including carcinoma. The outcomes for most patients with hordeolum is excellent.", "contents": "Hordeolum (Archived) -- Enhancing Healthcare Team Outcomes. Hordeolum is often encountered by the emergency physician, nurse practitioner, or primary care provider. In most cases, the infection can be managed with conservative treatment. Warm compresses are aimed at softening the granulomatous tissue and facilitating drainage. Persistent lesions or larger lesions may require antibiotic therapy. This treatment may help to shorten duration and severity. However, if the infection is large or the cause is not known, the patient should be referred to an ophthalmologist. [9] An ophthalmologist should perform the incision and drainage under local anesthesia. The specimen should be sent to pathology to rule out more serious diseases, including carcinoma. The outcomes for most patients with hordeolum is excellent."}
{"id": "article-22993_12", "title": "Hordeolum (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hordeolum (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}