{"id": "article-128834_0", "title": "Gastric Lymphoma -- Continuing Education Activity", "content": "Gastric lymphoma accounts for approximately 5% of gastric neoplasms but is the most common location for extranodal lymphomas, representing about 30% to 40% of extranodal lymphomas and 55% to 65% of lymphomas impacting the gastrointestinal tract. Predominantly, this category of malignancies includes mucosa-associated lymphoid tissue (MALT) lymphoma or diffuse large B-cell lymphoma (DLBCL), with much less common occurrences of mantle cell lymphoma and follicular lymphoma. Notably, over 90% of gastric MALT lymphomas are linked to Helicobacter pylori infections, making the treatment of H pylori a pivotal component in managing gastric lymphomas. The diagnostic assessment for gastric lymphomas encompasses endoscopic biopsies, endoscopic ultrasounds, computed tomography, magnetic resonance imaging, positron emission tomography, and immunohistochemical testing. Management strategies for gastric lymphomas encompass antibiotic therapy to eliminate H pylori, biotherapy or immunotherapy, chemotherapy, and radiation therapy.", "contents": "Gastric Lymphoma -- Continuing Education Activity. Gastric lymphoma accounts for approximately 5% of gastric neoplasms but is the most common location for extranodal lymphomas, representing about 30% to 40% of extranodal lymphomas and 55% to 65% of lymphomas impacting the gastrointestinal tract. Predominantly, this category of malignancies includes mucosa-associated lymphoid tissue (MALT) lymphoma or diffuse large B-cell lymphoma (DLBCL), with much less common occurrences of mantle cell lymphoma and follicular lymphoma. Notably, over 90% of gastric MALT lymphomas are linked to Helicobacter pylori infections, making the treatment of H pylori a pivotal component in managing gastric lymphomas. The diagnostic assessment for gastric lymphomas encompasses endoscopic biopsies, endoscopic ultrasounds, computed tomography, magnetic resonance imaging, positron emission tomography, and immunohistochemical testing. Management strategies for gastric lymphomas encompass antibiotic therapy to eliminate H pylori, biotherapy or immunotherapy, chemotherapy, and radiation therapy."}
{"id": "article-128834_1", "title": "Gastric Lymphoma -- Continuing Education Activity", "content": "Objectives: Identify the various subtypes of gastric lymphoma, including MALT lymphoma, diffuse large B-cell lymphoma, mantle cell lymphoma, and follicular lymphoma, using thorough diagnostic evaluations. Implement evidence-based treatment modalities, such as antibiotic therapy, biotherapy, chemotherapy, and radiation therapy, in a timely and patient-centered manner. Assess treatment responses and disease progression using imaging studies, histological evaluations, and clinical indicators to adjust therapeutic regimens as necessary. Collaborate with a multidisciplinary team, including oncologists, radiologists, pathologists, and gastroenterologists, to provide comprehensive care and insights into complex cases. Access free multiple choice questions on this topic.", "contents": "Gastric Lymphoma -- Continuing Education Activity. Objectives: Identify the various subtypes of gastric lymphoma, including MALT lymphoma, diffuse large B-cell lymphoma, mantle cell lymphoma, and follicular lymphoma, using thorough diagnostic evaluations. Implement evidence-based treatment modalities, such as antibiotic therapy, biotherapy, chemotherapy, and radiation therapy, in a timely and patient-centered manner. Assess treatment responses and disease progression using imaging studies, histological evaluations, and clinical indicators to adjust therapeutic regimens as necessary. Collaborate with a multidisciplinary team, including oncologists, radiologists, pathologists, and gastroenterologists, to provide comprehensive care and insights into complex cases. Access free multiple choice questions on this topic."}
{"id": "article-128834_2", "title": "Gastric Lymphoma -- Introduction", "content": "Gastric lymphoma accounts for approximately 5% of gastric neoplasms but is the most common location for extranodal lymphomas, representing about 30% to 40% of extranodal lymphomas and 55% to 65% of lymphomas impacting the gastrointestinal tract. Predominantly, this category of malignancies includes mucosa-associated lymphoid tissue (MALT) lymphoma or diffuse large B-cell lymphoma (DLBCL), with much less common occurrences of mantle cell lymphoma and follicular lymphoma. [1] Notably, over 90% of gastric MALT lymphomas are linked to Helicobacter pylori infections, making the treatment of H pylori a pivotal component in managing gastric lymphomas. [2] [3] [4] [5] The diagnostic assessment for gastric lymphomas encompasses endoscopic biopsies, endoscopic ultrasounds, computed tomography, magnetic resonance imaging, positron emission tomography, and immunohistochemical testing. [6] Management strategies for gastric lymphomas encompass antibiotic therapy to eliminate H pylori, biotherapy or immunotherapy, chemotherapy, and radiation therapy.", "contents": "Gastric Lymphoma -- Introduction. Gastric lymphoma accounts for approximately 5% of gastric neoplasms but is the most common location for extranodal lymphomas, representing about 30% to 40% of extranodal lymphomas and 55% to 65% of lymphomas impacting the gastrointestinal tract. Predominantly, this category of malignancies includes mucosa-associated lymphoid tissue (MALT) lymphoma or diffuse large B-cell lymphoma (DLBCL), with much less common occurrences of mantle cell lymphoma and follicular lymphoma. [1] Notably, over 90% of gastric MALT lymphomas are linked to Helicobacter pylori infections, making the treatment of H pylori a pivotal component in managing gastric lymphomas. [2] [3] [4] [5] The diagnostic assessment for gastric lymphomas encompasses endoscopic biopsies, endoscopic ultrasounds, computed tomography, magnetic resonance imaging, positron emission tomography, and immunohistochemical testing. [6] Management strategies for gastric lymphomas encompass antibiotic therapy to eliminate H pylori, biotherapy or immunotherapy, chemotherapy, and radiation therapy."}
{"id": "article-128834_3", "title": "Gastric Lymphoma -- Etiology", "content": "H pylori infection of the stomach is one of the most common chronic infections, with an estimated 50% of the world’s population having been infected or previously infected by this bacteria. H pylori is detected in up to 90% of patients with gastric MALT lymphoma. Untreated H pylori infection leads to chronic inflammation and proliferation of T-cells and B-cells in the gastric mucosa. Gastric mucosa does not usually contain lymphoid tissue but can develop mucosal-associated lymphoid tissue in response to longstanding inflammation. This aberrant tissue can lead to malignant transformation, commonly known as gastric MALT lymphoma. In most cases, the lymphoid tissue resolves by eradicating H pylori . [2] [7]", "contents": "Gastric Lymphoma -- Etiology. H pylori infection of the stomach is one of the most common chronic infections, with an estimated 50% of the world’s population having been infected or previously infected by this bacteria. H pylori is detected in up to 90% of patients with gastric MALT lymphoma. Untreated H pylori infection leads to chronic inflammation and proliferation of T-cells and B-cells in the gastric mucosa. Gastric mucosa does not usually contain lymphoid tissue but can develop mucosal-associated lymphoid tissue in response to longstanding inflammation. This aberrant tissue can lead to malignant transformation, commonly known as gastric MALT lymphoma. In most cases, the lymphoid tissue resolves by eradicating H pylori . [2] [7]"}
{"id": "article-128834_4", "title": "Gastric Lymphoma -- Etiology", "content": "Cases refractory to H pylori eradication are more likely to contain a genetic mutation or alteration, of which the highest prevalence is seen with t(11;18) (q21;q21). Rarely do these cases transform into DLBCL, which has a worse prognosis. DLBCL can result from MALT lymphoma transformation or can be de novo. [8] [9]", "contents": "Gastric Lymphoma -- Etiology. Cases refractory to H pylori eradication are more likely to contain a genetic mutation or alteration, of which the highest prevalence is seen with t(11;18) (q21;q21). Rarely do these cases transform into DLBCL, which has a worse prognosis. DLBCL can result from MALT lymphoma transformation or can be de novo. [8] [9]"}
{"id": "article-128834_5", "title": "Gastric Lymphoma -- Etiology", "content": "Several authors have described an association between other infections and MALT lymphomas, including human immunodeficiency virus (HIV), Epstein-Barr virus (EBV), hepatitis B virus, and human T-cell lymphotropic virus-1 (HTLV-1). EBV, in particular, is rarely associated with MALT lymphoma but is associated with about 10% of gastric DLBCL. [10] Other conditions implicated in the development of gastric lymphoma include celiac disease, inflammatory bowel diseases, and chronic immunosuppression. [7]", "contents": "Gastric Lymphoma -- Etiology. Several authors have described an association between other infections and MALT lymphomas, including human immunodeficiency virus (HIV), Epstein-Barr virus (EBV), hepatitis B virus, and human T-cell lymphotropic virus-1 (HTLV-1). EBV, in particular, is rarely associated with MALT lymphoma but is associated with about 10% of gastric DLBCL. [10] Other conditions implicated in the development of gastric lymphoma include celiac disease, inflammatory bowel diseases, and chronic immunosuppression. [7]"}
{"id": "article-128834_6", "title": "Gastric Lymphoma -- Epidemiology", "content": "Primary gastric lymphoma is rare, but the incidence of the disease has been increasing over the last 2 decades. [4] [11] This disease accounts for up to 40% of extranodal lymphomas but only about 5% of gastric neoplasms. The risk of gastric lymphoma increases with advancing age. A significant increase in incidence occurs after age 40, with a peak incidence in the sixth decade of life. Men are 2 to 3 times more likely to develop primary gastric lymphoma than women. [4] [7] [11] Primary gastric lymphomas are noted to be more prevalent in Western countries in comparison to their Eastern counterparts. [12] Over the years, there have been various definitions for the term primary gastric lymphomas, resulting in some controversy in the medical literature. Most cases of gastric lymphomas are B-cell, non-Hodgkin subtype, with a majority classified as DLBCL of the stomach, not otherwise specified (NOS).", "contents": "Gastric Lymphoma -- Epidemiology. Primary gastric lymphoma is rare, but the incidence of the disease has been increasing over the last 2 decades. [4] [11] This disease accounts for up to 40% of extranodal lymphomas but only about 5% of gastric neoplasms. The risk of gastric lymphoma increases with advancing age. A significant increase in incidence occurs after age 40, with a peak incidence in the sixth decade of life. Men are 2 to 3 times more likely to develop primary gastric lymphoma than women. [4] [7] [11] Primary gastric lymphomas are noted to be more prevalent in Western countries in comparison to their Eastern counterparts. [12] Over the years, there have been various definitions for the term primary gastric lymphomas, resulting in some controversy in the medical literature. Most cases of gastric lymphomas are B-cell, non-Hodgkin subtype, with a majority classified as DLBCL of the stomach, not otherwise specified (NOS)."}
{"id": "article-128834_7", "title": "Gastric Lymphoma -- Pathophysiology", "content": "Gastric lymphoma arises from the formation of aberrant lymphoid tissue in the stomach. In most cases, antigen stimulation by H pylori infection recruits B-cells and T-cells to the gastric mucosa, giving way to chronic inflammation. Malignant transformation into a low-grade gastric MALT lymphoma happens in the minority of patients with chronic H pylori-associated gastritis. High-grade gastric lymphomas, also called gastric DLBCL, commonly consist of monoclonal B-cells that progress independently of the presence of H pylori . Diagnosing and treating low-grade gastric MALT lymphomas is key to preventing progression to high-grade lymphomas, which have increased rates of complications, lower rates of complete remission, lower disease-free survival, and lower overall survival. [2] [13] [14]", "contents": "Gastric Lymphoma -- Pathophysiology. Gastric lymphoma arises from the formation of aberrant lymphoid tissue in the stomach. In most cases, antigen stimulation by H pylori infection recruits B-cells and T-cells to the gastric mucosa, giving way to chronic inflammation. Malignant transformation into a low-grade gastric MALT lymphoma happens in the minority of patients with chronic H pylori-associated gastritis. High-grade gastric lymphomas, also called gastric DLBCL, commonly consist of monoclonal B-cells that progress independently of the presence of H pylori . Diagnosing and treating low-grade gastric MALT lymphomas is key to preventing progression to high-grade lymphomas, which have increased rates of complications, lower rates of complete remission, lower disease-free survival, and lower overall survival. [2] [13] [14]"}
{"id": "article-128834_8", "title": "Gastric Lymphoma -- Pathophysiology", "content": "In H pylori–negative gastric MALT lymphomas, various mechanisms of pathogenesis have been proposed, including the genetic alterations t(11;18), t(14;18), t(1;14), and t(3;14). In extranodal high-grade lymphomas, oncogene Bcl-6 is noted to be present in the majority of cases. However, Bcl-2 oncogene expression is reported to be low in gastric DLBCL. [15]", "contents": "Gastric Lymphoma -- Pathophysiology. In H pylori–negative gastric MALT lymphomas, various mechanisms of pathogenesis have been proposed, including the genetic alterations t(11;18), t(14;18), t(1;14), and t(3;14). In extranodal high-grade lymphomas, oncogene Bcl-6 is noted to be present in the majority of cases. However, Bcl-2 oncogene expression is reported to be low in gastric DLBCL. [15]"}
{"id": "article-128834_9", "title": "Gastric Lymphoma -- Histopathology", "content": "Gastric lymphomas can be classified histologically as marginal zone B-cell lymphomas of MALT-type, diffuse large B-cell lymphomas, follicular lymphomas, mantle cell lymphomas, Burkitt’s lymphomas, T-cell lymphomas, and plasmacytomas. MALT lymphoma and diffuse large B-cell lymphomas make up nearly 90% of all gastric lymphomas. The histologic characteristics of MALT lymphoma include centrocyte-like cells, plasma cell infiltration, and destruction of gastric crypts defined as lymphoepithelial lesions. These centrocyte-like cells will express CD19, CD20, and CD79a but do not express CD5, CD10, CD23, and cyclin D1. [7] In about 2% to 8% of gastric MALT lymphoma cases, transformation to DLBCL has been reported. [16] [17]", "contents": "Gastric Lymphoma -- Histopathology. Gastric lymphomas can be classified histologically as marginal zone B-cell lymphomas of MALT-type, diffuse large B-cell lymphomas, follicular lymphomas, mantle cell lymphomas, Burkitt’s lymphomas, T-cell lymphomas, and plasmacytomas. MALT lymphoma and diffuse large B-cell lymphomas make up nearly 90% of all gastric lymphomas. The histologic characteristics of MALT lymphoma include centrocyte-like cells, plasma cell infiltration, and destruction of gastric crypts defined as lymphoepithelial lesions. These centrocyte-like cells will express CD19, CD20, and CD79a but do not express CD5, CD10, CD23, and cyclin D1. [7] In about 2% to 8% of gastric MALT lymphoma cases, transformation to DLBCL has been reported. [16] [17]"}
{"id": "article-128834_10", "title": "Gastric Lymphoma -- Histopathology", "content": "High-grade gastric lymphomas, or gastric DLBCL, demonstrate sheets of lymphoid cells with diffuse proliferation resulting in invasion between gastric glands and expansion of lamina propria. These cells are medium-to-large in size, with round or irregular nuclei, prominent nucleoli, and scant cytoplasm. [1] These large lymphoid cells are CD20, CD79a, and PAX-5 positive and demonstrate an activated B-cell phenotype of immunohistochemistry. About 50% of the cases are Bcl-6, Bcl-2, and CD43 positive. [18] [19] DLBCL can be classified into the centroblastic type (more common with better prognosis) and immunoblastic type (more aggressive). [16]", "contents": "Gastric Lymphoma -- Histopathology. High-grade gastric lymphomas, or gastric DLBCL, demonstrate sheets of lymphoid cells with diffuse proliferation resulting in invasion between gastric glands and expansion of lamina propria. These cells are medium-to-large in size, with round or irregular nuclei, prominent nucleoli, and scant cytoplasm. [1] These large lymphoid cells are CD20, CD79a, and PAX-5 positive and demonstrate an activated B-cell phenotype of immunohistochemistry. About 50% of the cases are Bcl-6, Bcl-2, and CD43 positive. [18] [19] DLBCL can be classified into the centroblastic type (more common with better prognosis) and immunoblastic type (more aggressive). [16]"}
{"id": "article-128834_11", "title": "Gastric Lymphoma -- History and Physical", "content": "Presenting symptoms for gastric lymphoma vary widely. Commonly, patients present with abdominal pain, early satiety, nausea, vomiting, and indigestion. Patients can present with B symptoms (fever, night sweats, and weight loss), but these symptoms are less common. Patients can also present with GI bleeding ranging from occult bleeding leading to iron deficiency anemia or acute blood loss presenting as hematemesis, hematochezia, or melena. Obstruction and perforation are rare presentations of gastric lymphoma. The physical exam is often nonspecific but can include epigastric tenderness, a palpable epigastric mass, and lymphadenopathy. [4] [11] [20] [21]", "contents": "Gastric Lymphoma -- History and Physical. Presenting symptoms for gastric lymphoma vary widely. Commonly, patients present with abdominal pain, early satiety, nausea, vomiting, and indigestion. Patients can present with B symptoms (fever, night sweats, and weight loss), but these symptoms are less common. Patients can also present with GI bleeding ranging from occult bleeding leading to iron deficiency anemia or acute blood loss presenting as hematemesis, hematochezia, or melena. Obstruction and perforation are rare presentations of gastric lymphoma. The physical exam is often nonspecific but can include epigastric tenderness, a palpable epigastric mass, and lymphadenopathy. [4] [11] [20] [21]"}
{"id": "article-128834_12", "title": "Gastric Lymphoma -- Evaluation", "content": "Gastric lymphoma is most commonly found in the gastric antrum, and the gold standard for diagnosis is esophagogastroduodenoscopy (EGD) with biopsies, tissue analysis by trained pathologists, and immunohistochemistry. [22] Endoscopic appearance can show irregular shallow erosions, ulceration, enlarged rugal folds, intra-gastric nodules, or thickened gastric walls. [23]", "contents": "Gastric Lymphoma -- Evaluation. Gastric lymphoma is most commonly found in the gastric antrum, and the gold standard for diagnosis is esophagogastroduodenoscopy (EGD) with biopsies, tissue analysis by trained pathologists, and immunohistochemistry. [22] Endoscopic appearance can show irregular shallow erosions, ulceration, enlarged rugal folds, intra-gastric nodules, or thickened gastric walls. [23]"}
{"id": "article-128834_13", "title": "Gastric Lymphoma -- Evaluation", "content": "Once diagnosed, a CT scan with intravenous and oral contrast of the chest, abdomen, and pelvis is obtained to assist with staging. Endoscopic ultrasound is often used to evaluate the depth of invasion, perigastric lymph node involvement, and stage of disease but is not required for diagnosis. [24] The presence of H pylori infection helps identify gastric lymphomas, as it is detectable in up to 90% of cases, and eradication is an essential part of treatment. Non-invasive and invasive tests exist for H pylori , and a patient should have two negative tests before being considered infection-free.", "contents": "Gastric Lymphoma -- Evaluation. Once diagnosed, a CT scan with intravenous and oral contrast of the chest, abdomen, and pelvis is obtained to assist with staging. Endoscopic ultrasound is often used to evaluate the depth of invasion, perigastric lymph node involvement, and stage of disease but is not required for diagnosis. [24] The presence of H pylori infection helps identify gastric lymphomas, as it is detectable in up to 90% of cases, and eradication is an essential part of treatment. Non-invasive and invasive tests exist for H pylori , and a patient should have two negative tests before being considered infection-free."}
{"id": "article-128834_14", "title": "Gastric Lymphoma -- Evaluation", "content": "PET scans have been used to localize regions for biopsy in certain scenarios but are not required for diagnosis. Bone marrow biopsies are not required in primary gastric non-Hodgkin lymphomas. Complete blood count with flow cytometry, renal function, liver function, protein electrophoresis, serum lactate dehydrogenase, beta-2 microglobulin, viral hepatitis serologies, and HIV serology are part of the initial workup of gastric lymphoma. [2] [25] [26]", "contents": "Gastric Lymphoma -- Evaluation. PET scans have been used to localize regions for biopsy in certain scenarios but are not required for diagnosis. Bone marrow biopsies are not required in primary gastric non-Hodgkin lymphomas. Complete blood count with flow cytometry, renal function, liver function, protein electrophoresis, serum lactate dehydrogenase, beta-2 microglobulin, viral hepatitis serologies, and HIV serology are part of the initial workup of gastric lymphoma. [2] [25] [26]"}
{"id": "article-128834_15", "title": "Gastric Lymphoma -- Treatment / Management", "content": "Once a gastric MALT lymphoma diagnosis is made, the patient should be treated with H pylori eradication therapy according to current guidelines, prior antibiotic exposure, allergies, and local antibiotic resistance patterns. Noninvasive testing should be performed to confirm eradication of H pylori with either a urea breath test or stool antigen test 6 weeks after therapy is complete. It is important to understand that even if a patient is confirmed H pylori -negative with two different forms of testing before eradication therapy, they should still be treated with two weeks of antibiotics and proton pump inhibitors according to H pylori treatment guidelines. Prior exposure to macrolide therapy imparts resistance to H pylori and thus can lead to reduced eradication rates if used again. [27] [28] Gastric MALT lymphomas have been shown to respond to H pylori eradication therapy regardless of the bacterial presence at the time of lymphoma diagnosis in >75% of cases. One possible theory is that infection with other unidentified bacteria can cause MALT pathology. [29]", "contents": "Gastric Lymphoma -- Treatment / Management. Once a gastric MALT lymphoma diagnosis is made, the patient should be treated with H pylori eradication therapy according to current guidelines, prior antibiotic exposure, allergies, and local antibiotic resistance patterns. Noninvasive testing should be performed to confirm eradication of H pylori with either a urea breath test or stool antigen test 6 weeks after therapy is complete. It is important to understand that even if a patient is confirmed H pylori -negative with two different forms of testing before eradication therapy, they should still be treated with two weeks of antibiotics and proton pump inhibitors according to H pylori treatment guidelines. Prior exposure to macrolide therapy imparts resistance to H pylori and thus can lead to reduced eradication rates if used again. [27] [28] Gastric MALT lymphomas have been shown to respond to H pylori eradication therapy regardless of the bacterial presence at the time of lymphoma diagnosis in >75% of cases. One possible theory is that infection with other unidentified bacteria can cause MALT pathology. [29]"}
{"id": "article-128834_16", "title": "Gastric Lymphoma -- Treatment / Management", "content": "In patients with early-stage low-grade gastric MALT lymphomas (modified Lugano stage I-IIE), an EGD should be performed 3 to 6 months after H pylori eradication. During this endoscopy, gastric mapping should be performed with a histologic evaluation of each specimen using the Sydney protocol. Complete remission or histological response is determined if there is a total resolution of diffuse lymphoid infiltrates and lymphoepithelial lesions of the biopsy specimens on two consecutive endoscopies. Of note, evidence of histologic remission may take 1 to 14 months post- H pylori eradication to become apparent. [30] [31] If an experienced pathologist determines complete remission, complete histologic response, or probable minimal residual disease, the patient should undergo EGD with biopsies every 6 months for the first 2 years. After 2 years, the exam frequency can be extended to EGD with gastric mapping biopsies every 12 to 18 months.", "contents": "Gastric Lymphoma -- Treatment / Management. In patients with early-stage low-grade gastric MALT lymphomas (modified Lugano stage I-IIE), an EGD should be performed 3 to 6 months after H pylori eradication. During this endoscopy, gastric mapping should be performed with a histologic evaluation of each specimen using the Sydney protocol. Complete remission or histological response is determined if there is a total resolution of diffuse lymphoid infiltrates and lymphoepithelial lesions of the biopsy specimens on two consecutive endoscopies. Of note, evidence of histologic remission may take 1 to 14 months post- H pylori eradication to become apparent. [30] [31] If an experienced pathologist determines complete remission, complete histologic response, or probable minimal residual disease, the patient should undergo EGD with biopsies every 6 months for the first 2 years. After 2 years, the exam frequency can be extended to EGD with gastric mapping biopsies every 12 to 18 months."}
{"id": "article-128834_17", "title": "Gastric Lymphoma -- Treatment / Management", "content": "When patients have evidence of incomplete eradication or residual disease of low-grade gastric MALT lymphoma after H pylori treatment, they should have an EGD with gastric mapping biopsies every 3 to 6 months with an expected observation approach. If patients have no change in low-grade gastric MALT lymphoma after H pylori eradication therapy, they can be given the option to perform EGDs every 3 to 6 months with gastric mapping biopsies with the intent of expected observation, or they can choose to be treated with localized radiation or chemotherapy, with or without rituximab.", "contents": "Gastric Lymphoma -- Treatment / Management. When patients have evidence of incomplete eradication or residual disease of low-grade gastric MALT lymphoma after H pylori treatment, they should have an EGD with gastric mapping biopsies every 3 to 6 months with an expected observation approach. If patients have no change in low-grade gastric MALT lymphoma after H pylori eradication therapy, they can be given the option to perform EGDs every 3 to 6 months with gastric mapping biopsies with the intent of expected observation, or they can choose to be treated with localized radiation or chemotherapy, with or without rituximab."}
{"id": "article-128834_18", "title": "Gastric Lymphoma -- Treatment / Management", "content": "Patients with high-grade gastric MALT lymphoma (Lugano stage IV) who are asymptomatic can choose expected observation or a more aggressive strategy according to their preference. Expectant observation is performed with upper endoscopies and abdominal imaging (ultrasound or CT scans) every 6 months after H pylori eradication. H pylori treatment alone may lead to the remission of high-grade gastric MALT lymphoma in a minority of patients.", "contents": "Gastric Lymphoma -- Treatment / Management. Patients with high-grade gastric MALT lymphoma (Lugano stage IV) who are asymptomatic can choose expected observation or a more aggressive strategy according to their preference. Expectant observation is performed with upper endoscopies and abdominal imaging (ultrasound or CT scans) every 6 months after H pylori eradication. H pylori treatment alone may lead to the remission of high-grade gastric MALT lymphoma in a minority of patients."}
{"id": "article-128834_19", "title": "Gastric Lymphoma -- Treatment / Management", "content": "A patient with high-grade gastric MALT lymphoma who is symptomatic and has overt progression, has the bulky disease, or chooses a more aggressive approach can begin radiation, chemotherapy, or immunotherapy with rituximab, but only after H pylori eradication therapy.", "contents": "Gastric Lymphoma -- Treatment / Management. A patient with high-grade gastric MALT lymphoma who is symptomatic and has overt progression, has the bulky disease, or chooses a more aggressive approach can begin radiation, chemotherapy, or immunotherapy with rituximab, but only after H pylori eradication therapy."}
{"id": "article-128834_20", "title": "Gastric Lymphoma -- Treatment / Management", "content": "Surgery should be reserved for patients with acute bleeding not amenable to endoscopic therapy, perforation, or obstruction. Clinicians should inform patients that remission rates with radiation are higher than with chemotherapy or immunotherapy in gastric MALT lymphoma, with some studies reporting >95% complete histologic remission rates. Immunotherapy with rituximab increases the risk of hepatitis B reactivation and should be discussed with patients before choosing treatment options. Screening for HIV, hepatitis B, and hepatitis C should be completed before starting rituximab. [2] [7] [23] [32] [33] [34]", "contents": "Gastric Lymphoma -- Treatment / Management. Surgery should be reserved for patients with acute bleeding not amenable to endoscopic therapy, perforation, or obstruction. Clinicians should inform patients that remission rates with radiation are higher than with chemotherapy or immunotherapy in gastric MALT lymphoma, with some studies reporting >95% complete histologic remission rates. Immunotherapy with rituximab increases the risk of hepatitis B reactivation and should be discussed with patients before choosing treatment options. Screening for HIV, hepatitis B, and hepatitis C should be completed before starting rituximab. [2] [7] [23] [32] [33] [34]"}
{"id": "article-128834_21", "title": "Gastric Lymphoma -- Differential Diagnosis", "content": "The differential diagnosis of gastric lymphoma includes peptic ulcer disease, celiac disease, symptomatic cholelithiasis, pancreatitis, hyperemesis, gastritis, gastroparesis, inflammatory bowel disease, pancreatic cancer, gastroesophageal reflux disease, and diverticulitis.", "contents": "Gastric Lymphoma -- Differential Diagnosis. The differential diagnosis of gastric lymphoma includes peptic ulcer disease, celiac disease, symptomatic cholelithiasis, pancreatitis, hyperemesis, gastritis, gastroparesis, inflammatory bowel disease, pancreatic cancer, gastroesophageal reflux disease, and diverticulitis."}
{"id": "article-128834_22", "title": "Gastric Lymphoma -- Surgical Oncology", "content": "Surgical resection of gastric lymphoma was historically the initial first-line treatment. It is now reserved for complications such as perforation, obstruction, or bleeding not amenable to endoscopic therapy. Surgery by an experienced surgical oncologist can be considered in progressive gastric lymphoma despite H pylori eradication, chemotherapy/immunotherapy, and radiation if the patient defers an expectant observation approach. The patient and physician should discuss the risks (as discussed in the Complications section) and the benefits of surgery.", "contents": "Gastric Lymphoma -- Surgical Oncology. Surgical resection of gastric lymphoma was historically the initial first-line treatment. It is now reserved for complications such as perforation, obstruction, or bleeding not amenable to endoscopic therapy. Surgery by an experienced surgical oncologist can be considered in progressive gastric lymphoma despite H pylori eradication, chemotherapy/immunotherapy, and radiation if the patient defers an expectant observation approach. The patient and physician should discuss the risks (as discussed in the Complications section) and the benefits of surgery."}
{"id": "article-128834_23", "title": "Gastric Lymphoma -- Radiation Oncology", "content": "Radiation has been demonstrated to be the most effective treatment for gastric lymphomas refractory to H pylori eradication. It is best suited for localized diseases with manageable side effects. Given the rarity of gastric lymphoma, a radiation oncologist experienced in this condition is preferable.", "contents": "Gastric Lymphoma -- Radiation Oncology. Radiation has been demonstrated to be the most effective treatment for gastric lymphomas refractory to H pylori eradication. It is best suited for localized diseases with manageable side effects. Given the rarity of gastric lymphoma, a radiation oncologist experienced in this condition is preferable."}
{"id": "article-128834_24", "title": "Gastric Lymphoma -- Staging", "content": "Staging any neoplastic disease is crucial for determining treatment options and prognosis. Gastric lymphoma lacks a uniform staging system. TNM staging has proven to be ineffective in lymphomas. As a result, the Ann Arbor classification system has historically been used for Hodgkin and non-Hodgkin lymphomas; however, the Ann Arbor classification system lacks specific relevant features needed to stage extra-nodal gastric lymphomas.", "contents": "Gastric Lymphoma -- Staging. Staging any neoplastic disease is crucial for determining treatment options and prognosis. Gastric lymphoma lacks a uniform staging system. TNM staging has proven to be ineffective in lymphomas. As a result, the Ann Arbor classification system has historically been used for Hodgkin and non-Hodgkin lymphomas; however, the Ann Arbor classification system lacks specific relevant features needed to stage extra-nodal gastric lymphomas."}
{"id": "article-128834_25", "title": "Gastric Lymphoma -- Staging", "content": "The most commonly used staging system is the modified Lugano staging system, which is one of the proposed modifications of the Ann Arbor classification. [35] Modified Lugano staging consists of stage I, stage II, stage IIE, and stage IV. There is no stage III disease, and this correlates with many experts who believe gastric lymphomas should be categorized as low or high-grade lymphomas.", "contents": "Gastric Lymphoma -- Staging. The most commonly used staging system is the modified Lugano staging system, which is one of the proposed modifications of the Ann Arbor classification. [35] Modified Lugano staging consists of stage I, stage II, stage IIE, and stage IV. There is no stage III disease, and this correlates with many experts who believe gastric lymphomas should be categorized as low or high-grade lymphomas."}
{"id": "article-128834_26", "title": "Gastric Lymphoma -- Staging", "content": "Stage I is lymphoma confined to the gastrointestinal tract (can be single primary or multiple noncontiguous lesions). Stage II is lymphoma extending into the abdomen from the primary gastrointestinal site. Stage II indicates local nodal involvement, whereas Stage II indicates distant nodal involvement. Stage IIE is lymphoma with penetration of serosa to involve adjacent organs or tissues. This stage needs the specification of the involved site. For example, IIE(spleen) or IIE(pancreas). Stage IV is lymphoma with disseminated extra-nodal involvement or the presence of supradiaphragmatic nodal involvement.", "contents": "Gastric Lymphoma -- Staging. Stage I is lymphoma confined to the gastrointestinal tract (can be single primary or multiple noncontiguous lesions). Stage II is lymphoma extending into the abdomen from the primary gastrointestinal site. Stage II indicates local nodal involvement, whereas Stage II indicates distant nodal involvement. Stage IIE is lymphoma with penetration of serosa to involve adjacent organs or tissues. This stage needs the specification of the involved site. For example, IIE(spleen) or IIE(pancreas). Stage IV is lymphoma with disseminated extra-nodal involvement or the presence of supradiaphragmatic nodal involvement."}
{"id": "article-128834_27", "title": "Gastric Lymphoma -- Staging", "content": "The Paris staging system is occasionally used in addition to the modified Lugano classification with a focus on depth of invasion into the gastrointestinal wall to delineate disease stages more accurately. [5] [36]", "contents": "Gastric Lymphoma -- Staging. The Paris staging system is occasionally used in addition to the modified Lugano classification with a focus on depth of invasion into the gastrointestinal wall to delineate disease stages more accurately. [5] [36]"}
{"id": "article-128834_28", "title": "Gastric Lymphoma -- Prognosis", "content": "Gastric lymphomas are slow-growing, indolent neoplasms that respond well to treatment, especially if caught early in the course of the disease. Low-grade gastric MALT lymphomas involving the mucosa and submucosal layers carry a favorable prognosis with up to 90% survival at 10 years. In most cases, low-grade disease can be resolved entirely with H pylori eradication therapy alone, and recurrence of the disease can be associated with re-infection with H pylori . Deeper tissue involvement and the presence of chromosomal translocation [t(11;18)] are associated with an increased rate of progression to high-grade disease that does not resolve with H pylori eradication therapy alone.", "contents": "Gastric Lymphoma -- Prognosis. Gastric lymphomas are slow-growing, indolent neoplasms that respond well to treatment, especially if caught early in the course of the disease. Low-grade gastric MALT lymphomas involving the mucosa and submucosal layers carry a favorable prognosis with up to 90% survival at 10 years. In most cases, low-grade disease can be resolved entirely with H pylori eradication therapy alone, and recurrence of the disease can be associated with re-infection with H pylori . Deeper tissue involvement and the presence of chromosomal translocation [t(11;18)] are associated with an increased rate of progression to high-grade disease that does not resolve with H pylori eradication therapy alone."}
{"id": "article-128834_29", "title": "Gastric Lymphoma -- Prognosis", "content": "High-grade gastric MALT lymphoma may eventually require chemotherapy, immunotherapy, or surgery despite having slow progression over time. MALT-IPI (IPI stands for International Prognostic Indicator) was developed to categorize patients with gastric MALT lymphoma into three prognostic groups: low-risk, intermediate-risk, and high-risk. The risk factors assessed include age 60 years or older, elevated serum lactate dehydrogenase levels, Ann Arbor Stage III or IV disease, and involvement of multiple mucosal sites. [37]", "contents": "Gastric Lymphoma -- Prognosis. High-grade gastric MALT lymphoma may eventually require chemotherapy, immunotherapy, or surgery despite having slow progression over time. MALT-IPI (IPI stands for International Prognostic Indicator) was developed to categorize patients with gastric MALT lymphoma into three prognostic groups: low-risk, intermediate-risk, and high-risk. The risk factors assessed include age 60 years or older, elevated serum lactate dehydrogenase levels, Ann Arbor Stage III or IV disease, and involvement of multiple mucosal sites. [37]"}
{"id": "article-128834_30", "title": "Gastric Lymphoma -- Prognosis", "content": "If no risk factors are present, the patient is considered low risk with a 5-year event-free survival rate approaching 70% and overall survival of 99%. Intermediate-risk patients with one risk factor carry a 5-year event-free survival rate of 56% and an overall survival rate of 93%. High-risk patients with over two risk factors are believed to have poor outcomes, with a 5-year event-free survival rate of 29% and overall survival of 64%. [2] [7] [38]", "contents": "Gastric Lymphoma -- Prognosis. If no risk factors are present, the patient is considered low risk with a 5-year event-free survival rate approaching 70% and overall survival of 99%. Intermediate-risk patients with one risk factor carry a 5-year event-free survival rate of 56% and an overall survival rate of 93%. High-risk patients with over two risk factors are believed to have poor outcomes, with a 5-year event-free survival rate of 29% and overall survival of 64%. [2] [7] [38]"}
{"id": "article-128834_31", "title": "Gastric Lymphoma -- Complications", "content": "Adverse events associated with gastric MALT Lymphoma increase as the disease progresses. Complications from the lymphoma iteself include gastrointestinal bleeding, perforation, and gastric outlet obstruction. Invasion into surrounding organs, such as the hepatobiliary system and pancreas, can lead to biliary obstruction, infection, and pancreatitis.", "contents": "Gastric Lymphoma -- Complications. Adverse events associated with gastric MALT Lymphoma increase as the disease progresses. Complications from the lymphoma iteself include gastrointestinal bleeding, perforation, and gastric outlet obstruction. Invasion into surrounding organs, such as the hepatobiliary system and pancreas, can lead to biliary obstruction, infection, and pancreatitis."}
{"id": "article-128834_32", "title": "Gastric Lymphoma -- Complications", "content": "Radiation always carries a risk of complications, including adhesions, scarring, pancreatitis, and various other complications arising from inflammation and scarring. Immunotherapy with rituximab carries a risk of Hepatitis B reactivation, leading to acute liver failure and even death in rare cases. Hepatitis B serology should be checked before initiating rituximab. Surgical complications include bleeding, gastric outlet obstruction, anastomotic leaks, adhesions, fistulas, and infection.", "contents": "Gastric Lymphoma -- Complications. Radiation always carries a risk of complications, including adhesions, scarring, pancreatitis, and various other complications arising from inflammation and scarring. Immunotherapy with rituximab carries a risk of Hepatitis B reactivation, leading to acute liver failure and even death in rare cases. Hepatitis B serology should be checked before initiating rituximab. Surgical complications include bleeding, gastric outlet obstruction, anastomotic leaks, adhesions, fistulas, and infection."}
{"id": "article-128834_33", "title": "Gastric Lymphoma -- Deterrence and Patient Education", "content": "The patient should be educated on the usual course of their particular disease type and available options, which range from an expected observation approach to more aggressive options, such as a combination of chemotherapy, immunotherapy, radiation, or surgery. Patients must be educated on the importance of compliance with H pylori eradication therapy as this alone can lead to regression of the disease and prevention of progression to high-grade disease.", "contents": "Gastric Lymphoma -- Deterrence and Patient Education. The patient should be educated on the usual course of their particular disease type and available options, which range from an expected observation approach to more aggressive options, such as a combination of chemotherapy, immunotherapy, radiation, or surgery. Patients must be educated on the importance of compliance with H pylori eradication therapy as this alone can lead to regression of the disease and prevention of progression to high-grade disease."}
{"id": "article-128834_34", "title": "Gastric Lymphoma -- Pearls and Other Issues", "content": "Key facts regarding gastric lymphoma are as follows: Gastric lymphoma is an uncommon malignancy, but it is the most common extranodal lymphoma. The most common kinds are MALT lymphoma and diffuse large B-cell lymphoma, comprising over 90% of cases. MALT lymphoma is associated with the common H Pylori infection, and all patients with this condition should be treated for H Pylori infection, whether testing positive or not. Pathologic changes associated with MALT lymphoma persisting after treatment are often associated with gene translocations. Other infections associated with gastric lymphomas include HIV, EBV, hepatitis B, and HTLV-1. EBV is especially associated with DLBCL DLBCL is a high-grade lesion with a worse prognosis than MALT lymphoma. It can arise from a transformation of MALT lymphoma or de novo. Some cases can be managed by expectant observation with frequent EGDs and biopsies, and patient preference must be considered.", "contents": "Gastric Lymphoma -- Pearls and Other Issues. Key facts regarding gastric lymphoma are as follows: Gastric lymphoma is an uncommon malignancy, but it is the most common extranodal lymphoma. The most common kinds are MALT lymphoma and diffuse large B-cell lymphoma, comprising over 90% of cases. MALT lymphoma is associated with the common H Pylori infection, and all patients with this condition should be treated for H Pylori infection, whether testing positive or not. Pathologic changes associated with MALT lymphoma persisting after treatment are often associated with gene translocations. Other infections associated with gastric lymphomas include HIV, EBV, hepatitis B, and HTLV-1. EBV is especially associated with DLBCL DLBCL is a high-grade lesion with a worse prognosis than MALT lymphoma. It can arise from a transformation of MALT lymphoma or de novo. Some cases can be managed by expectant observation with frequent EGDs and biopsies, and patient preference must be considered."}
{"id": "article-128834_35", "title": "Gastric Lymphoma -- Pearls and Other Issues", "content": "Surgery is reserved for cases with lesions not amenable to endoscopic intervention and complications of lymphoma or treatment.", "contents": "Gastric Lymphoma -- Pearls and Other Issues. Surgery is reserved for cases with lesions not amenable to endoscopic intervention and complications of lymphoma or treatment."}
{"id": "article-128834_36", "title": "Gastric Lymphoma -- Enhancing Healthcare Team Outcomes", "content": "Research is limited, given the low incidence of gastric lymphoma. More clinical trials are needed to develop a uniform staging system and define the usefulness of various imaging techniques (especially endoscopic ultrasound) when staging gastric lymphoma. Primary care involvement and incorporation of consulting specialties, including gastroenterology, radiology, hematology, oncology, and surgical oncology, are paramount for optimal diagnosing and treating patients with primary gastric lymphoma. Social workers, nurses, and dieticians are integral to comprehensive patient care. Pharmacists are essential for avoiding medication interactions and adverse effects. Personalized and targeted treatments appear to be the future of the management of gastric lymphomas.", "contents": "Gastric Lymphoma -- Enhancing Healthcare Team Outcomes. Research is limited, given the low incidence of gastric lymphoma. More clinical trials are needed to develop a uniform staging system and define the usefulness of various imaging techniques (especially endoscopic ultrasound) when staging gastric lymphoma. Primary care involvement and incorporation of consulting specialties, including gastroenterology, radiology, hematology, oncology, and surgical oncology, are paramount for optimal diagnosing and treating patients with primary gastric lymphoma. Social workers, nurses, and dieticians are integral to comprehensive patient care. Pharmacists are essential for avoiding medication interactions and adverse effects. Personalized and targeted treatments appear to be the future of the management of gastric lymphomas."}
{"id": "article-128834_37", "title": "Gastric Lymphoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gastric Lymphoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}