{"id": "article-21518_0", "title": "Fabry Disease -- Continuing Education Activity", "content": "Fabry disease is a multi-systemic, X-linked lysosomal storage disease caused by decreased activity of alpha-galactosidase A and results in lysosomal accumulations of neutral glycosphingolipids and globotriaosylceramide GL-3. This activity outlines the evaluation and management of Fabry disease and reviews the interprofessional team's role in improving care for patients with this condition.", "contents": "Fabry Disease -- Continuing Education Activity. Fabry disease is a multi-systemic, X-linked lysosomal storage disease caused by decreased activity of alpha-galactosidase A and results in lysosomal accumulations of neutral glycosphingolipids and globotriaosylceramide GL-3. This activity outlines the evaluation and management of Fabry disease and reviews the interprofessional team's role in improving care for patients with this condition."}
{"id": "article-21518_1", "title": "Fabry Disease -- Continuing Education Activity", "content": "Objectives: Describe the etiology of Fabry disease. Outline the presentation of a patient with Fabry disease. Review the management considerations of patients with Fabry disease. Summarize the importance of collaboration and communication amongst the interprofessional team members to enhance the delivery of care for patients affected by Fabry disease. Access free multiple choice questions on this topic.", "contents": "Fabry Disease -- Continuing Education Activity. Objectives: Describe the etiology of Fabry disease. Outline the presentation of a patient with Fabry disease. Review the management considerations of patients with Fabry disease. Summarize the importance of collaboration and communication amongst the interprofessional team members to enhance the delivery of care for patients affected by Fabry disease. Access free multiple choice questions on this topic."}
{"id": "article-21518_2", "title": "Fabry Disease -- Introduction", "content": "Fabry disease is a multi-systemic, X-linked lysosomal storage disease caused by decreased activity of alpha-galactosidase A and results in lysosomal accumulations of neutral glycosphingolipids and globotriaosylceramide GL-3. Angiokeratoma corporis diffusum is the typical skin lesion seen in Fabry disease and is linked to renal involvement, especially proteinuria. Young adults presenting with a cerebrovascular event in association with myocardial infarction and renal dysfunction should be considered for Fabry disease. Abnormalities in almost any part of the body can be found with more predisposition of the skin, eye, kidney, heart, brain, and peripheral nervous system. [1] [2] [3]", "contents": "Fabry Disease -- Introduction. Fabry disease is a multi-systemic, X-linked lysosomal storage disease caused by decreased activity of alpha-galactosidase A and results in lysosomal accumulations of neutral glycosphingolipids and globotriaosylceramide GL-3. Angiokeratoma corporis diffusum is the typical skin lesion seen in Fabry disease and is linked to renal involvement, especially proteinuria. Young adults presenting with a cerebrovascular event in association with myocardial infarction and renal dysfunction should be considered for Fabry disease. Abnormalities in almost any part of the body can be found with more predisposition of the skin, eye, kidney, heart, brain, and peripheral nervous system. [1] [2] [3]"}
{"id": "article-21518_3", "title": "Fabry Disease -- Etiology", "content": "Researchers have identified hundreds of mutations causing Fabry disease in the gene for alpha-Gal A, located on the X chromosome. Deficiency of alpha-Gal A is the main cause for the lysosomal buildup of glycosphingolipids, principally the cerebroside trihexosides. Progressive glycolipid accumulation with resultant swelling and proliferation of endothelial cells leads to renal failure in the third to the fourth decade, cardiac disease, strokes, and early death. Classic Fabry phenotype is associated with these mutations and presents with multisystem involvement. Milder forms with missense mutations are restricted to cardiac abnormalities. [4] [5] [6]", "contents": "Fabry Disease -- Etiology. Researchers have identified hundreds of mutations causing Fabry disease in the gene for alpha-Gal A, located on the X chromosome. Deficiency of alpha-Gal A is the main cause for the lysosomal buildup of glycosphingolipids, principally the cerebroside trihexosides. Progressive glycolipid accumulation with resultant swelling and proliferation of endothelial cells leads to renal failure in the third to the fourth decade, cardiac disease, strokes, and early death. Classic Fabry phenotype is associated with these mutations and presents with multisystem involvement. Milder forms with missense mutations are restricted to cardiac abnormalities. [4] [5] [6]"}
{"id": "article-21518_4", "title": "Fabry Disease -- Epidemiology", "content": "Prevalence in white male populations has been linked to Fabry disease in a wide range, approximately 1:17,000 to 1:117,000. Classic Fabry disease mutations are seen in approximately 1:22,000 to 1:40,000 males, and atypical presentations are associated with about 1:1000 to 1:3000 males and 1:6000 to 1:40,000 females. Although it is an under-diagnosed condition, the disease is seen in all racial and ethnic groups.", "contents": "Fabry Disease -- Epidemiology. Prevalence in white male populations has been linked to Fabry disease in a wide range, approximately 1:17,000 to 1:117,000. Classic Fabry disease mutations are seen in approximately 1:22,000 to 1:40,000 males, and atypical presentations are associated with about 1:1000 to 1:3000 males and 1:6000 to 1:40,000 females. Although it is an under-diagnosed condition, the disease is seen in all racial and ethnic groups."}
{"id": "article-21518_5", "title": "Fabry Disease -- Pathophysiology", "content": "The lysosomal alpha-galactosidase A (alpha-Gal A) deficiency is the main metabolic defect. It is required for the breakdown of the terminal galactose from globotriaosylceramide (Gb3). It leads to the accumulation of Gb3 in various cells and tissues, including skin, eye, kidney, heart, brain, and peripheral nervous system.", "contents": "Fabry Disease -- Pathophysiology. The lysosomal alpha-galactosidase A (alpha-Gal A) deficiency is the main metabolic defect. It is required for the breakdown of the terminal galactose from globotriaosylceramide (Gb3). It leads to the accumulation of Gb3 in various cells and tissues, including skin, eye, kidney, heart, brain, and peripheral nervous system."}
{"id": "article-21518_6", "title": "Fabry Disease -- Pathophysiology", "content": "Vascular accumulation secondary to increased endothelial proliferation may manifest as vascular occlusion, ischemia, and infarction. The most common site for vascular dilatation is the vertebrobasilar arteries, followed by smaller cerebral vessels. Young patients presenting with stroke in the setting of Fabry disease have low levels of thrombomodulin (TM) and elevated levels of plasminogen activator inhibitor (PAI) suggestive of the prothrombotic nature of the disease. Postulated mechanisms for stroke in young patients with Fabry disease have been linked to nitric oxide and non-nitric oxide-dependent endothelial proliferation and dilation and abnormal endothelial nitric oxide synthase (eNOS) activity. Other common sites of Gb3 accumulation include autonomic ganglia, dorsal root ganglia, renal glomerular, tubular, interstitial cells, cardiac muscle cells, vascular smooth muscle cells, valvular fibrocytes, cardiac conduction fibers, and the cornea.", "contents": "Fabry Disease -- Pathophysiology. Vascular accumulation secondary to increased endothelial proliferation may manifest as vascular occlusion, ischemia, and infarction. The most common site for vascular dilatation is the vertebrobasilar arteries, followed by smaller cerebral vessels. Young patients presenting with stroke in the setting of Fabry disease have low levels of thrombomodulin (TM) and elevated levels of plasminogen activator inhibitor (PAI) suggestive of the prothrombotic nature of the disease. Postulated mechanisms for stroke in young patients with Fabry disease have been linked to nitric oxide and non-nitric oxide-dependent endothelial proliferation and dilation and abnormal endothelial nitric oxide synthase (eNOS) activity. Other common sites of Gb3 accumulation include autonomic ganglia, dorsal root ganglia, renal glomerular, tubular, interstitial cells, cardiac muscle cells, vascular smooth muscle cells, valvular fibrocytes, cardiac conduction fibers, and the cornea."}
{"id": "article-21518_7", "title": "Fabry Disease -- Pathophysiology", "content": "Globotriaosylceramide (Gb3) accumulation in the kidney frequently occurs in the glomerulus, followed by deposits in the distal tubule. The preference for Gb3 deposits in these locations is associated with the development of early proteinuria and polyuria. The mechanism of renal sinus cysts formation associated with Fabry disease is not well understood. [7] [8] [9]", "contents": "Fabry Disease -- Pathophysiology. Globotriaosylceramide (Gb3) accumulation in the kidney frequently occurs in the glomerulus, followed by deposits in the distal tubule. The preference for Gb3 deposits in these locations is associated with the development of early proteinuria and polyuria. The mechanism of renal sinus cysts formation associated with Fabry disease is not well understood. [7] [8] [9]"}
{"id": "article-21518_8", "title": "Fabry Disease -- Histopathology", "content": "Skin biopsy usually reveals high lipid content. Lipids may also be found inside muscle fibers, endothelial cells, and ganglion cells. [10]", "contents": "Fabry Disease -- Histopathology. Skin biopsy usually reveals high lipid content. Lipids may also be found inside muscle fibers, endothelial cells, and ganglion cells. [10]"}
{"id": "article-21518_9", "title": "Fabry Disease -- History and Physical", "content": "History can reveal high blood pressure in association with renal dysfunction. A thorough medical history should be taken with specific attention for heat intolerance with abnormally decreased sweat and tear production, severe heart disease, and cerebrovascular accident (CVA). Attention should be paid to family history, considering the X-linked pattern of genetic inheritance. Affected males may present with the disease appearing in childhood and early adolescence with the involvement of any organ system. However, it usually presents with painful acroparesthesias, hypohidrosis, gastrointestinal symptoms, namely abdominal cramping and diarrhea. Skin manifestations include microvascular lesions that can appear as small petechiae around the umbilicus, eye manifestations such as lenticular opacities and corneal dystrophy.", "contents": "Fabry Disease -- History and Physical. History can reveal high blood pressure in association with renal dysfunction. A thorough medical history should be taken with specific attention for heat intolerance with abnormally decreased sweat and tear production, severe heart disease, and cerebrovascular accident (CVA). Attention should be paid to family history, considering the X-linked pattern of genetic inheritance. Affected males may present with the disease appearing in childhood and early adolescence with the involvement of any organ system. However, it usually presents with painful acroparesthesias, hypohidrosis, gastrointestinal symptoms, namely abdominal cramping and diarrhea. Skin manifestations include microvascular lesions that can appear as small petechiae around the umbilicus, eye manifestations such as lenticular opacities and corneal dystrophy."}
{"id": "article-21518_10", "title": "Fabry Disease -- History and Physical", "content": "The course of the disease is variable but usually manifests as polyuria, polydipsia, and proteinuria leading to end-stage renal disease (ESRD), cardiac conduction and valvular defects, CVA, and other neurological manifestations in the third to the fourth decade of life. Some patients may present with complaints of lymphadenopathy and problems adjusting to heat or cold and strenuous exercise.", "contents": "Fabry Disease -- History and Physical. The course of the disease is variable but usually manifests as polyuria, polydipsia, and proteinuria leading to end-stage renal disease (ESRD), cardiac conduction and valvular defects, CVA, and other neurological manifestations in the third to the fourth decade of life. Some patients may present with complaints of lymphadenopathy and problems adjusting to heat or cold and strenuous exercise."}
{"id": "article-21518_11", "title": "Fabry Disease -- Evaluation", "content": "Practitioners should highly suspect Fabry disease should in individuals presenting with the signs and symptoms mentioned above, along with the information gleaned from a thorough personal and family history and physical examination. A basic metabolic profile looking for electrolytes and renal profile, urine sediment for oval fat bodies, ECG, as well as an echocardiogram looking for conduction and structure abnormalities is helpful. Radiological investigations like chest x-ray, CT, CTA, MRI, MRA, and MR spectroscopy can be considered for neurological features. Specific diagnosis is made by documentation of low alpha-Gal A activity in leukocytes or plasma. If enzyme assay or genetic testing is not available, a biopsy of the skin or kidney can help establish the diagnosis. Glycolipid deposits will characterize the biopsy. Electron microscope examination of renal biopsy shows concentric layers of inclusions called myeloid or zebra bodies. [11]", "contents": "Fabry Disease -- Evaluation. Practitioners should highly suspect Fabry disease should in individuals presenting with the signs and symptoms mentioned above, along with the information gleaned from a thorough personal and family history and physical examination. A basic metabolic profile looking for electrolytes and renal profile, urine sediment for oval fat bodies, ECG, as well as an echocardiogram looking for conduction and structure abnormalities is helpful. Radiological investigations like chest x-ray, CT, CTA, MRI, MRA, and MR spectroscopy can be considered for neurological features. Specific diagnosis is made by documentation of low alpha-Gal A activity in leukocytes or plasma. If enzyme assay or genetic testing is not available, a biopsy of the skin or kidney can help establish the diagnosis. Glycolipid deposits will characterize the biopsy. Electron microscope examination of renal biopsy shows concentric layers of inclusions called myeloid or zebra bodies. [11]"}
{"id": "article-21518_12", "title": "Fabry Disease -- Treatment / Management", "content": "This disease cannot be completely cured. Supportive treatment of Fabry disease is to replace the deficient enzyme alpha-galactosidase A (alpha or beta) as soon the diagnosis is made, regardless of the presence or absence of clinical manifestations in affected males and patients on renal replacement therapy. Female carriers and affected males with decreased levels of Alpha-Gal A should get enzyme replacement only in the presence of kidney, heart, or neurological features. Patients on long-term dialysis should also receive enzyme replacement therapy. Hypertension in these patients should be managed with an angiotensin-converting enzyme inhibitor or angiotensin receptor blocker. [12] [13] [1]", "contents": "Fabry Disease -- Treatment / Management. This disease cannot be completely cured. Supportive treatment of Fabry disease is to replace the deficient enzyme alpha-galactosidase A (alpha or beta) as soon the diagnosis is made, regardless of the presence or absence of clinical manifestations in affected males and patients on renal replacement therapy. Female carriers and affected males with decreased levels of Alpha-Gal A should get enzyme replacement only in the presence of kidney, heart, or neurological features. Patients on long-term dialysis should also receive enzyme replacement therapy. Hypertension in these patients should be managed with an angiotensin-converting enzyme inhibitor or angiotensin receptor blocker. [12] [13] [1]"}
{"id": "article-21518_13", "title": "Fabry Disease -- Treatment / Management", "content": "Either enzyme alpha or beta replacement infusions should be given every two weeks according to body weight calculations. Precautions should be taken considering infusion-related reactions. Slow infusion over one to two hours, along with prior administration of antipyretics, should be considered. Fabry disease patients with end-stage renal disease can be safely considered for renal transplantation with the continued enzyme replacement post-transplant.", "contents": "Fabry Disease -- Treatment / Management. Either enzyme alpha or beta replacement infusions should be given every two weeks according to body weight calculations. Precautions should be taken considering infusion-related reactions. Slow infusion over one to two hours, along with prior administration of antipyretics, should be considered. Fabry disease patients with end-stage renal disease can be safely considered for renal transplantation with the continued enzyme replacement post-transplant."}
{"id": "article-21518_14", "title": "Fabry Disease -- Differential Diagnosis", "content": "Stroke Cavernous sinus syndromes Lacunar syndromes Multiple sclerosis", "contents": "Fabry Disease -- Differential Diagnosis. Stroke Cavernous sinus syndromes Lacunar syndromes Multiple sclerosis"}
{"id": "article-21518_15", "title": "Fabry Disease -- Prognosis", "content": "Once an individual develops a first stroke, the risk of subsequent strokes is common. Heterozygous females tend to have much milder symptoms compared to males.", "contents": "Fabry Disease -- Prognosis. Once an individual develops a first stroke, the risk of subsequent strokes is common. Heterozygous females tend to have much milder symptoms compared to males."}
{"id": "article-21518_16", "title": "Fabry Disease -- Complications", "content": "Angiokeratomas Cardiomegaly Arrhythmias Acroparesthesia Hearing loss Vertigo Altered sweating Corneal verticillata", "contents": "Fabry Disease -- Complications. Angiokeratomas Cardiomegaly Arrhythmias Acroparesthesia Hearing loss Vertigo Altered sweating Corneal verticillata"}
{"id": "article-21518_17", "title": "Fabry Disease -- Consultations", "content": "A neurologist who specializes in stroke and Fabry disease A cardiologist if the stroke is embolic A nephrologist for kidney failure", "contents": "Fabry Disease -- Consultations. A neurologist who specializes in stroke and Fabry disease A cardiologist if the stroke is embolic A nephrologist for kidney failure"}
{"id": "article-21518_18", "title": "Fabry Disease -- Pearls and Other Issues", "content": "Patients with Fabry disease need to be managed in an interprofessional team approach, with input and regular follow-up from physicians in neurology and ophthalmology, in addition to experts in managing diseases of kidney, heart, and skin.", "contents": "Fabry Disease -- Pearls and Other Issues. Patients with Fabry disease need to be managed in an interprofessional team approach, with input and regular follow-up from physicians in neurology and ophthalmology, in addition to experts in managing diseases of kidney, heart, and skin."}
{"id": "article-21518_19", "title": "Fabry Disease -- Pearls and Other Issues", "content": "Every year patients should be screened for new-onset symptoms with close monitoring of complete blood count and renal function panel, along with workup for proteinuria. Cardiology monitoring with imaging and electrophysical studies should be done within 1 to 2 years.", "contents": "Fabry Disease -- Pearls and Other Issues. Every year patients should be screened for new-onset symptoms with close monitoring of complete blood count and renal function panel, along with workup for proteinuria. Cardiology monitoring with imaging and electrophysical studies should be done within 1 to 2 years."}
{"id": "article-21518_20", "title": "Fabry Disease -- Pearls and Other Issues", "content": "Screening for family members includes an enzymatic assay for deficient alpha-Gal A activity in both symptomatic male and female relatives. There is no supportive evidence for routine prenatal screening and enzyme replacement in infants.", "contents": "Fabry Disease -- Pearls and Other Issues. Screening for family members includes an enzymatic assay for deficient alpha-Gal A activity in both symptomatic male and female relatives. There is no supportive evidence for routine prenatal screening and enzyme replacement in infants."}
{"id": "article-21518_21", "title": "Fabry Disease -- Enhancing Healthcare Team Outcomes", "content": "Fabry disease is a rare X-linked lysosomal disorder that results in excessive deposition of lipids in the tissues. Young patients usually present with stroke, skin lesions, heart attack, or renal failure. Once the diagnosis is made, an interprofessional approach is vital. The earlier the diagnosis, the better the prognosis. If the disorder is identified during pregnancy, the family will need prenatal counseling. The role of the nurse in education is indispensable. The patient and the family need to know about the course of the disease, lifestyle modifications, and the need to follow up.", "contents": "Fabry Disease -- Enhancing Healthcare Team Outcomes. Fabry disease is a rare X-linked lysosomal disorder that results in excessive deposition of lipids in the tissues. Young patients usually present with stroke, skin lesions, heart attack, or renal failure. Once the diagnosis is made, an interprofessional approach is vital. The earlier the diagnosis, the better the prognosis. If the disorder is identified during pregnancy, the family will need prenatal counseling. The role of the nurse in education is indispensable. The patient and the family need to know about the course of the disease, lifestyle modifications, and the need to follow up."}
{"id": "article-21518_22", "title": "Fabry Disease -- Enhancing Healthcare Team Outcomes", "content": "Since these patients are prone to strokes, the pharmacist must be fully aware of the types of antiplatelet agents that can be used as prophylaxis. If the stroke is embolic, then warfarin has to be used, and the patient must be told to get regular INR checks. Since the patients are also prone to painful neuropathies, the pharmacist should be familiar with anticonvulsants that are effective in such disorders. Finally, the pharmacist must be fully aware of the enzyme replacement therapies available. The earlier the enzymes are started, the better the outcomes. Patients with Fabry disease also develop renal and liver failure, and hence the transplant team should be notified to determine if the patient is eligible. Finally, the physical and occupational therapist should be consulted to assist with ambulation, use of an ambulatory device, and how to perform daily living activities. [6] [14] [15] [Level 3]", "contents": "Fabry Disease -- Enhancing Healthcare Team Outcomes. Since these patients are prone to strokes, the pharmacist must be fully aware of the types of antiplatelet agents that can be used as prophylaxis. If the stroke is embolic, then warfarin has to be used, and the patient must be told to get regular INR checks. Since the patients are also prone to painful neuropathies, the pharmacist should be familiar with anticonvulsants that are effective in such disorders. Finally, the pharmacist must be fully aware of the enzyme replacement therapies available. The earlier the enzymes are started, the better the outcomes. Patients with Fabry disease also develop renal and liver failure, and hence the transplant team should be notified to determine if the patient is eligible. Finally, the physical and occupational therapist should be consulted to assist with ambulation, use of an ambulatory device, and how to perform daily living activities. [6] [14] [15] [Level 3]"}
{"id": "article-21518_23", "title": "Fabry Disease -- Enhancing Healthcare Team Outcomes -- Outcome", "content": "Fabry disease is heterogeneous in its presentation, but most of its complications are life-threatening. Because the disease is rare, there are no long-term randomized trials, and most of the evidence is short-term and based on anecdotal case reports and small retrospective case series. End-stage heart and liver disease are often the cause of premature death. Various studies show that the ten-year survival is very low despite enzyme replacement. While kidney transplant has been shown to prolong survival, it is not curative and also subjects the patient to additional morbidity from the side effects of the immunosuppressant drugs. Given this, an interprofessional approach that includes nurses and therapists should try to offer the patient a decent quality of life. [16] [17] [Level 5]", "contents": "Fabry Disease -- Enhancing Healthcare Team Outcomes -- Outcome. Fabry disease is heterogeneous in its presentation, but most of its complications are life-threatening. Because the disease is rare, there are no long-term randomized trials, and most of the evidence is short-term and based on anecdotal case reports and small retrospective case series. End-stage heart and liver disease are often the cause of premature death. Various studies show that the ten-year survival is very low despite enzyme replacement. While kidney transplant has been shown to prolong survival, it is not curative and also subjects the patient to additional morbidity from the side effects of the immunosuppressant drugs. Given this, an interprofessional approach that includes nurses and therapists should try to offer the patient a decent quality of life. [16] [17] [Level 5]"}
{"id": "article-21518_24", "title": "Fabry Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fabry Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}