{"id": "article-56_0", "title": "Fluvastatin -- Continuing Education Activity", "content": "In adults, fluvastatin is indicated for hypercholesterolemia and mixed dyslipidemia to decrease the amount of total cholesterol in the blood. Specifically, this therapy reduces low-density lipoprotein cholesterol and triglycerides and increases high-density lipoproteins. When combined with a low-fat diet, a weight-loss program, and exercise, fluvastatin may reduce the risk of heart attack and stroke in people who have heart disease or are at risk of developing heart disease. This activity outlines the indications, dosing, contraindications, monitoring, and toxicity of fluvastatin and highlights the role of the interprofessional team in directing patient therapy to improve outcomes for patients with cardiovascular disease.", "contents": "Fluvastatin -- Continuing Education Activity. In adults, fluvastatin is indicated for hypercholesterolemia and mixed dyslipidemia to decrease the amount of total cholesterol in the blood. Specifically, this therapy reduces low-density lipoprotein cholesterol and triglycerides and increases high-density lipoproteins. When combined with a low-fat diet, a weight-loss program, and exercise, fluvastatin may reduce the risk of heart attack and stroke in people who have heart disease or are at risk of developing heart disease. This activity outlines the indications, dosing, contraindications, monitoring, and toxicity of fluvastatin and highlights the role of the interprofessional team in directing patient therapy to improve outcomes for patients with cardiovascular disease."}
{"id": "article-56_1", "title": "Fluvastatin -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of fluvastatin. Review the indications for initiating therapy with fluvastatin. Outline the contraindications to fluvastatin. Explain the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving treatment with fluvastatin. Access free multiple choice questions on this topic.", "contents": "Fluvastatin -- Continuing Education Activity. Objectives: Identify the mechanism of action of fluvastatin. Review the indications for initiating therapy with fluvastatin. Outline the contraindications to fluvastatin. Explain the importance of collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients receiving treatment with fluvastatin. Access free multiple choice questions on this topic."}
{"id": "article-56_2", "title": "Fluvastatin -- Indications", "content": "According to the 2013 American College of Cardiology/American Heart Association guidelines, primary prevention focuses on atherosclerotic cardiovascular disease (ASCVD), including coronary heart disease, stroke, and peripheral arterial disease. Comparison guidelines are available in the organization's 2016 United States cholesterol treatment update. It also provides treatment recommendations for primary prevention of ASCVD for those with LDL cholesterol greater than or equal to 190 mg/dL and those with or without diabetes mellitus. Recommendations are also provided for secondary prevention for those with established ASCVD and those older than 75 years of age. Treatment with 3-hydroxy-3-methylglutaryl-coenzyme A reductase inhibitors (HMG-CoA Reductase Inhibitors-statins) is recommended for each category. [1]", "contents": "Fluvastatin -- Indications. According to the 2013 American College of Cardiology/American Heart Association guidelines, primary prevention focuses on atherosclerotic cardiovascular disease (ASCVD), including coronary heart disease, stroke, and peripheral arterial disease. Comparison guidelines are available in the organization's 2016 United States cholesterol treatment update. It also provides treatment recommendations for primary prevention of ASCVD for those with LDL cholesterol greater than or equal to 190 mg/dL and those with or without diabetes mellitus. Recommendations are also provided for secondary prevention for those with established ASCVD and those older than 75 years of age. Treatment with 3-hydroxy-3-methylglutaryl-coenzyme A reductase inhibitors (HMG-CoA Reductase Inhibitors-statins) is recommended for each category. [1]"}
{"id": "article-56_3", "title": "Fluvastatin -- Indications", "content": "In adults, indications for fluvastatin include hypercholesterolemia and mixed dyslipidemia. In addition, it helps to decrease the amount of total blood cholesterol. The primary purpose of the therapy is to reduce low-density lipoprotein cholesterol and triglycerides and increase blood concentrations of high-density lipoproteins. When used together with a low-fat diet, a weight-loss program, and exercise, fluvastatin may reduce the risk of heart attack and stroke in people who have heart disease or are at risk of developing heart disease.", "contents": "Fluvastatin -- Indications. In adults, indications for fluvastatin include hypercholesterolemia and mixed dyslipidemia. In addition, it helps to decrease the amount of total blood cholesterol. The primary purpose of the therapy is to reduce low-density lipoprotein cholesterol and triglycerides and increase blood concentrations of high-density lipoproteins. When used together with a low-fat diet, a weight-loss program, and exercise, fluvastatin may reduce the risk of heart attack and stroke in people who have heart disease or are at risk of developing heart disease."}
{"id": "article-56_4", "title": "Fluvastatin -- Indications", "content": "Fluvastatin is indicated for heterozygous familial hypercholesterolemia in children and adolescents between 10 and 16. The indication is for those who are unresponsive to dietary restriction and whose LDL cholesterol remains greater than 190 mg/dL. It is also indicated when dietary restrictions have failed and the individual's LDL cholesterol is greater than 160 mg/dL. In addition, fluvastatin is indicated if the individual has a positive family history of premature cardiovascular disease or has two or more cardiovascular risk factors. Females must be a post-menarche for at least one year to meet the criteria for fluvastatin use. In those less than ten years of age, the safety and efficacy of fluvastatin have not been established.", "contents": "Fluvastatin -- Indications. Fluvastatin is indicated for heterozygous familial hypercholesterolemia in children and adolescents between 10 and 16. The indication is for those who are unresponsive to dietary restriction and whose LDL cholesterol remains greater than 190 mg/dL. It is also indicated when dietary restrictions have failed and the individual's LDL cholesterol is greater than 160 mg/dL. In addition, fluvastatin is indicated if the individual has a positive family history of premature cardiovascular disease or has two or more cardiovascular risk factors. Females must be a post-menarche for at least one year to meet the criteria for fluvastatin use. In those less than ten years of age, the safety and efficacy of fluvastatin have not been established."}
{"id": "article-56_5", "title": "Fluvastatin -- Mechanism of Action", "content": "Fluvastatin is a member of the HMG-CoA reductase inhibitor drug class. HMG-CoA reductase, the first committed enzyme of the mevalonate pathway, plays a role in the rate-limiting step of cholesterol synthesis in the liver. Statins competitively inhibit HMG-CoA reductase. Because they are molecularly similar in structure to HMG-CoA, they fit into the enzyme's active site. This binding creates competition with the native substrate, HMG-CoA. Consequently, there is a reduction in the rate by which HMG-CoA reductase can produce mevalonate. Mevalonate is the next molecule in the cascade that eventually produces cholesterol. Moreover, the lowering of blood cholesterol concentrations by fluvastatin causes an increase in the expression of LDL receptors on the liver hepatocytes and enhanced stimulation of LDL breakdown. [2]", "contents": "Fluvastatin -- Mechanism of Action. Fluvastatin is a member of the HMG-CoA reductase inhibitor drug class. HMG-CoA reductase, the first committed enzyme of the mevalonate pathway, plays a role in the rate-limiting step of cholesterol synthesis in the liver. Statins competitively inhibit HMG-CoA reductase. Because they are molecularly similar in structure to HMG-CoA, they fit into the enzyme's active site. This binding creates competition with the native substrate, HMG-CoA. Consequently, there is a reduction in the rate by which HMG-CoA reductase can produce mevalonate. Mevalonate is the next molecule in the cascade that eventually produces cholesterol. Moreover, the lowering of blood cholesterol concentrations by fluvastatin causes an increase in the expression of LDL receptors on the liver hepatocytes and enhanced stimulation of LDL breakdown. [2]"}
{"id": "article-56_6", "title": "Fluvastatin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The bioavailability of the fluvastatin capsule is 24%, and the extended-release tablet is 29%. Administration of a high-fat meal delays the absorption and increases the bioavailability of the ER tablet by approximately 50%. Distribution: Fluvastatin is 98% bound to plasma proteins. The volume of distribution (Vd) is estimated at 0.35 L/kg. At therapeutic concentrations, the plasma protein binding of fluvastatin is not affected by warfarin, aspirin, and glyburide. Metabolism: Fluvastatin is metabolized via hydroxylation in the liver. In addition, fluvastatin is metabolized by multiple cytochrome P450 (CYP) isozymes, including CYP2C9 (75%), followed by CYP3A4 (20%) and CYP2C8 (5%). [3] Excretion: Ninety-five percent of the drug is excreted in feces, with the remaining 5% excreted in the urine. [4]", "contents": "Fluvastatin -- Mechanism of Action -- Pharmacokinetics. Absorption: The bioavailability of the fluvastatin capsule is 24%, and the extended-release tablet is 29%. Administration of a high-fat meal delays the absorption and increases the bioavailability of the ER tablet by approximately 50%. Distribution: Fluvastatin is 98% bound to plasma proteins. The volume of distribution (Vd) is estimated at 0.35 L/kg. At therapeutic concentrations, the plasma protein binding of fluvastatin is not affected by warfarin, aspirin, and glyburide. Metabolism: Fluvastatin is metabolized via hydroxylation in the liver. In addition, fluvastatin is metabolized by multiple cytochrome P450 (CYP) isozymes, including CYP2C9 (75%), followed by CYP3A4 (20%) and CYP2C8 (5%). [3] Excretion: Ninety-five percent of the drug is excreted in feces, with the remaining 5% excreted in the urine. [4]"}
{"id": "article-56_7", "title": "Fluvastatin -- Administration", "content": "Fluvastatin is available in 20 mg and 40 mg immediate-release capsules and 80 mg extended-release tablets. Fluvastatin's ability to block cholesterol synthesis in the liver is significant because circulating cholesterol is primarily derived from internal production rather than from diet. The fluvastatin capsule is a low-intensity statin because it lowers LDL cholesterol by less than 30%. [5] The fluvastatin extended-release tablet is a moderate-intensity statin because it lowers LDL cholesterol between 30% and 50%. [6] High-intensity statins reduce LDL cholesterol by ≥50%, e.g., atorvastatin. Fluvastatin is typically taken orally once daily, with or without food, at around the same time every day. It also may be taken twice a day. Fluvastatin immediate-release capsules have a relatively short half-life of 3 hours. Because cholesterol synthesis takes place primarily at night, the thinking is that fluvastatin capsules are most effective when taken at night. The extended-release tablets have a half-life of 9 hours, and dosing can be at any time of the day.", "contents": "Fluvastatin -- Administration. Fluvastatin is available in 20 mg and 40 mg immediate-release capsules and 80 mg extended-release tablets. Fluvastatin's ability to block cholesterol synthesis in the liver is significant because circulating cholesterol is primarily derived from internal production rather than from diet. The fluvastatin capsule is a low-intensity statin because it lowers LDL cholesterol by less than 30%. [5] The fluvastatin extended-release tablet is a moderate-intensity statin because it lowers LDL cholesterol between 30% and 50%. [6] High-intensity statins reduce LDL cholesterol by ≥50%, e.g., atorvastatin. Fluvastatin is typically taken orally once daily, with or without food, at around the same time every day. It also may be taken twice a day. Fluvastatin immediate-release capsules have a relatively short half-life of 3 hours. Because cholesterol synthesis takes place primarily at night, the thinking is that fluvastatin capsules are most effective when taken at night. The extended-release tablets have a half-life of 9 hours, and dosing can be at any time of the day."}
{"id": "article-56_8", "title": "Fluvastatin -- Administration", "content": "For adults with hypercholesterolemia and mixed dyslipidemia, the starting dose of fluvastatin immediate-release capsules is 20 mg in the evening if the LDL cholesterol-lowering goal is less than 25%. The starting dose is 40 mg in the evening or twice a day if the LDL cholesterol-lowering goal is more than 25%. The maintenance dose is 20 to 80 mg per day. Of note, patients should not take two 40 mg immediate-release capsules at one time. The fluvastatin 80 mg extended-release tablets are taken once a day, at any time of the day. Some specialists consider prescribing fluvastatin to patients intolerant to other statins as it is associated with the lowest rate of muscular toxicity among individual statins. [7]", "contents": "Fluvastatin -- Administration. For adults with hypercholesterolemia and mixed dyslipidemia, the starting dose of fluvastatin immediate-release capsules is 20 mg in the evening if the LDL cholesterol-lowering goal is less than 25%. The starting dose is 40 mg in the evening or twice a day if the LDL cholesterol-lowering goal is more than 25%. The maintenance dose is 20 to 80 mg per day. Of note, patients should not take two 40 mg immediate-release capsules at one time. The fluvastatin 80 mg extended-release tablets are taken once a day, at any time of the day. Some specialists consider prescribing fluvastatin to patients intolerant to other statins as it is associated with the lowest rate of muscular toxicity among individual statins. [7]"}
{"id": "article-56_9", "title": "Fluvastatin -- Administration", "content": "For children and adolescents with heterozygous familial hypercholesterolemia between 10 and 16 years of age, the starting dose of fluvastatin immediate-release capsules is 20 mg orally once a day. The maintenance dose is 20 to 80 mg per day. The maximum dose is 40 mg twice a day (immediate-release) and 80 mg once a day (extended-release).", "contents": "Fluvastatin -- Administration. For children and adolescents with heterozygous familial hypercholesterolemia between 10 and 16 years of age, the starting dose of fluvastatin immediate-release capsules is 20 mg orally once a day. The maintenance dose is 20 to 80 mg per day. The maximum dose is 40 mg twice a day (immediate-release) and 80 mg once a day (extended-release)."}
{"id": "article-56_10", "title": "Fluvastatin -- Administration -- Use in Specific Patient Populations", "content": "Hepatic Impairment: The use of fluvastatin is contraindicated in persistent unexplained elevations in serum transaminases or active liver disease. Renal Impairment: Dose adjustment for mild to moderate renal impairment is not required. However, fluvastatin has not been studied at doses greater than 40 mg in patients with severe renal impairment; therefore, caution is advised when treating such patients at higher doses.", "contents": "Fluvastatin -- Administration -- Use in Specific Patient Populations. Hepatic Impairment: The use of fluvastatin is contraindicated in persistent unexplained elevations in serum transaminases or active liver disease. Renal Impairment: Dose adjustment for mild to moderate renal impairment is not required. However, fluvastatin has not been studied at doses greater than 40 mg in patients with severe renal impairment; therefore, caution is advised when treating such patients at higher doses."}
{"id": "article-56_11", "title": "Fluvastatin -- Administration", "content": "Pregnancy Considerations: According to  the  manufacturer's labeling and FDA revised labeling in 2021 fluvastatin sodium is contraindicated in pregnancy. If pregnancy is detected on fluvastatin therapy, fluvastatin should be discontinued, and clinicians must counsel the patient regarding the potential hazards to the fetus. However, in 2021, the FDA revised statins' labeling to remove the contraindication for use during pregnancy. Health care providers should discontinue statin therapy in most pregnant patients. Additionally, health care providers should evaluate the ongoing therapeutic needs of the individual patient, particularly for patients at very high risk of cardiovascular events during pregnancy, such as patients with homozygous familial hypercholesterolemia or after acute coronary syndrome. [8]", "contents": "Fluvastatin -- Administration. Pregnancy Considerations: According to  the  manufacturer's labeling and FDA revised labeling in 2021 fluvastatin sodium is contraindicated in pregnancy. If pregnancy is detected on fluvastatin therapy, fluvastatin should be discontinued, and clinicians must counsel the patient regarding the potential hazards to the fetus. However, in 2021, the FDA revised statins' labeling to remove the contraindication for use during pregnancy. Health care providers should discontinue statin therapy in most pregnant patients. Additionally, health care providers should evaluate the ongoing therapeutic needs of the individual patient, particularly for patients at very high risk of cardiovascular events during pregnancy, such as patients with homozygous familial hypercholesterolemia or after acute coronary syndrome. [8]"}
{"id": "article-56_12", "title": "Fluvastatin -- Administration", "content": "Breastfeeding Considerations: Preclinical studies indicate that fluvastatin is present in breast milk in a 2:1 ratio (milk: plasma). Additionally, HMG-CoA reductase inhibitors can cause serious adverse reactions in nursing infants, and women who require treatment with fluvastatin should be advised not to breastfeed their infants. The consensus is that fluvastatin should not be used during breastfeeding. An alternate drug may be preferred until additional data becomes available, especially while nursing a newborn or preterm infant. [9]", "contents": "Fluvastatin -- Administration. Breastfeeding Considerations: Preclinical studies indicate that fluvastatin is present in breast milk in a 2:1 ratio (milk: plasma). Additionally, HMG-CoA reductase inhibitors can cause serious adverse reactions in nursing infants, and women who require treatment with fluvastatin should be advised not to breastfeed their infants. The consensus is that fluvastatin should not be used during breastfeeding. An alternate drug may be preferred until additional data becomes available, especially while nursing a newborn or preterm infant. [9]"}
{"id": "article-56_13", "title": "Fluvastatin -- Adverse Effects", "content": "Two major adverse drug reactions of statins (including fluvastatin) are hepatotoxicity and myopathy. Hepatotoxicity can range from an elevation of transaminase levels to clinically apparent hepatic injury. The idiosyncratic, clinically apparent liver injury is due to a hypersensitivity reaction. In most instances, the elevated serum transaminase levels during fluvastatin therapy are self-limited. Discontinuation is recommended for elevations above ten times and persistent elevations above five times the ULN(upper limit of normal). [10]", "contents": "Fluvastatin -- Adverse Effects. Two major adverse drug reactions of statins (including fluvastatin) are hepatotoxicity and myopathy. Hepatotoxicity can range from an elevation of transaminase levels to clinically apparent hepatic injury. The idiosyncratic, clinically apparent liver injury is due to a hypersensitivity reaction. In most instances, the elevated serum transaminase levels during fluvastatin therapy are self-limited. Discontinuation is recommended for elevations above ten times and persistent elevations above five times the ULN(upper limit of normal). [10]"}
{"id": "article-56_14", "title": "Fluvastatin -- Adverse Effects", "content": "Myopathy is a major adverse drug reaction that leads to statin intolerance and discontinuation. Myopathy should be considered in any patient with diffuse myalgias, muscle tenderness or weakness, and marked elevation of CPK. Fluvastatin should be stopped if markedly elevated CPK levels occur or myopathy is diagnosed or suspected. [11] Immune-mediated necrotizing myopathy(INMM), an autoimmune myopathy, is distinguished by proximal muscle weakness and elevated CK, which persists despite discontinuing statin treatment and positive anti-HMG CoA reductase antibody. Muscle biopsy reveals necrotizing myopathy which requires discontinuation of statin therapy and immunosuppressive therapy. [12] . Rhabdomyolysis with acute kidney injury due to myoglobinuria has been reported. [13] Fenofibrate is preferred in patients who need combined therapy with a fibrate and a statin (fluvastatin). [14]", "contents": "Fluvastatin -- Adverse Effects. Myopathy is a major adverse drug reaction that leads to statin intolerance and discontinuation. Myopathy should be considered in any patient with diffuse myalgias, muscle tenderness or weakness, and marked elevation of CPK. Fluvastatin should be stopped if markedly elevated CPK levels occur or myopathy is diagnosed or suspected. [11] Immune-mediated necrotizing myopathy(INMM), an autoimmune myopathy, is distinguished by proximal muscle weakness and elevated CK, which persists despite discontinuing statin treatment and positive anti-HMG CoA reductase antibody. Muscle biopsy reveals necrotizing myopathy which requires discontinuation of statin therapy and immunosuppressive therapy. [12] . Rhabdomyolysis with acute kidney injury due to myoglobinuria has been reported. [13] Fenofibrate is preferred in patients who need combined therapy with a fibrate and a statin (fluvastatin). [14]"}
{"id": "article-56_15", "title": "Fluvastatin -- Adverse Effects", "content": "In addition, fluvastatin's adverse drug reactions according to system organ classification(SOC) include [15] [16] : General: Fatigue Skin: Rash, dermatitis, pruritis, and eczema Neurologic: Headache, dizziness, forgetfulness, confusion, and neuropathy Psychiatric: Insomnia Endocrine: Increased risk of diabetes mellitus Eyes: Ophthalmoplegia Ear, nose, and throat: Sinusitis, rhinitis, and pharyngitis Pulmonary: Interstitial lung disease and bronchitis Gastrointestinal: Nausea, vomiting, constipation, diarrhea, dyspepsia, pancreatitis, hepatitis, cholestatic jaundice, cirrhosis, anorexia, and  fatal and nonfatal hepatic failure Genitourinary: Urinary tract infection Reproductive: Erectile dysfunction and gynecomastia", "contents": "Fluvastatin -- Adverse Effects. In addition, fluvastatin's adverse drug reactions according to system organ classification(SOC) include [15] [16] : General: Fatigue Skin: Rash, dermatitis, pruritis, and eczema Neurologic: Headache, dizziness, forgetfulness, confusion, and neuropathy Psychiatric: Insomnia Endocrine: Increased risk of diabetes mellitus Eyes: Ophthalmoplegia Ear, nose, and throat: Sinusitis, rhinitis, and pharyngitis Pulmonary: Interstitial lung disease and bronchitis Gastrointestinal: Nausea, vomiting, constipation, diarrhea, dyspepsia, pancreatitis, hepatitis, cholestatic jaundice, cirrhosis, anorexia, and  fatal and nonfatal hepatic failure Genitourinary: Urinary tract infection Reproductive: Erectile dysfunction and gynecomastia"}
{"id": "article-56_16", "title": "Fluvastatin -- Contraindications", "content": "The use of fluvastatin is contraindicated in patients who have a hypersensitivity to the drug. Active liver disease and unexplained, persistent elevated serum transaminases are contraindications to fluvastatin use. Its use also is contraindicated during pregnancy (Refer to revised FDA labeling 2021) or while breastfeeding. Potentially serious drug interactions may exist with fluvastatin, requiring that the dose or frequency of administration be adjusted. Drug interactions include combining fluvastatin with a fibrate, niacin, or protease inhibitors. Combining fluvastatin with these drugs increases the risk of rhabdomyolysis. The prescriber should obtain a complete medication list from the patient before prescribing fluvastatin.", "contents": "Fluvastatin -- Contraindications. The use of fluvastatin is contraindicated in patients who have a hypersensitivity to the drug. Active liver disease and unexplained, persistent elevated serum transaminases are contraindications to fluvastatin use. Its use also is contraindicated during pregnancy (Refer to revised FDA labeling 2021) or while breastfeeding. Potentially serious drug interactions may exist with fluvastatin, requiring that the dose or frequency of administration be adjusted. Drug interactions include combining fluvastatin with a fibrate, niacin, or protease inhibitors. Combining fluvastatin with these drugs increases the risk of rhabdomyolysis. The prescriber should obtain a complete medication list from the patient before prescribing fluvastatin."}
{"id": "article-56_17", "title": "Fluvastatin -- Contraindications", "content": "There are numerous cautions for fluvastatin that bear consideration when a patient is taking the medication as prescribed. Adverse cognitive effects are reversible upon cessation of the drug. Caution is necessary for patients with heavy alcohol use, renal failure, or a history of liver disease. Because there is an increase in the risk of developing diabetes mellitus, prescribers should exercise caution if a patient has increased blood glucose or hemoglobin A1c concentrations. [17]", "contents": "Fluvastatin -- Contraindications. There are numerous cautions for fluvastatin that bear consideration when a patient is taking the medication as prescribed. Adverse cognitive effects are reversible upon cessation of the drug. Caution is necessary for patients with heavy alcohol use, renal failure, or a history of liver disease. Because there is an increase in the risk of developing diabetes mellitus, prescribers should exercise caution if a patient has increased blood glucose or hemoglobin A1c concentrations. [17]"}
{"id": "article-56_18", "title": "Fluvastatin -- Monitoring", "content": "Because fluvastatin can cause elevated liver enzymes, patients must be regularly followed and have their liver enzymes monitored. In addition, patients require education regarding refraining from drinking or eating grapefruit; this can lead to inhibition of the liver enzymes and, consequently, high drug concentrations in the circulation. Finally, if the patient develops muscle pain, the clinician must check CPK levels and rule out rhabdomyolysis. [18]", "contents": "Fluvastatin -- Monitoring. Because fluvastatin can cause elevated liver enzymes, patients must be regularly followed and have their liver enzymes monitored. In addition, patients require education regarding refraining from drinking or eating grapefruit; this can lead to inhibition of the liver enzymes and, consequently, high drug concentrations in the circulation. Finally, if the patient develops muscle pain, the clinician must check CPK levels and rule out rhabdomyolysis. [18]"}
{"id": "article-56_19", "title": "Fluvastatin -- Toxicity", "content": "Although rare with statins, rhabdomyolysis is a serious and potentially fatal complication. Rhabdomyolysis is the most severe form of myotoxicity and can occur with the administration of any statin. Patient risk factors that may predispose an individual to develop statin-induced rhabdomyolysis include low body mass index, advanced age, female sex, hypothyroidism, hypertension, polypharmacy, and alcohol or drug use disorder. Although rhabdomyolysis can occur with monotherapy, it is more likely to occur when combined with other drugs. Data about this toxicity primarily comes from individual case studies and shows that statins, including fluvastatin, are the most common cause of statin-related rhabdomyolysis when combined with fibrates. Individual case studies also show that statins combined with antifungals, macrolides, fusidic acid, cyclosporin, protease inhibitors, and calcium channel blockers increase the risk for rhabdomyolysis. In addition, cases of myopathy have been reported during postmarketing experience with concomitant administration of fluvastatin and colchicine. [13] In patients presenting with rhabdomyolysis, clinicians should discontinue fluvastatin.", "contents": "Fluvastatin -- Toxicity. Although rare with statins, rhabdomyolysis is a serious and potentially fatal complication. Rhabdomyolysis is the most severe form of myotoxicity and can occur with the administration of any statin. Patient risk factors that may predispose an individual to develop statin-induced rhabdomyolysis include low body mass index, advanced age, female sex, hypothyroidism, hypertension, polypharmacy, and alcohol or drug use disorder. Although rhabdomyolysis can occur with monotherapy, it is more likely to occur when combined with other drugs. Data about this toxicity primarily comes from individual case studies and shows that statins, including fluvastatin, are the most common cause of statin-related rhabdomyolysis when combined with fibrates. Individual case studies also show that statins combined with antifungals, macrolides, fusidic acid, cyclosporin, protease inhibitors, and calcium channel blockers increase the risk for rhabdomyolysis. In addition, cases of myopathy have been reported during postmarketing experience with concomitant administration of fluvastatin and colchicine. [13] In patients presenting with rhabdomyolysis, clinicians should discontinue fluvastatin."}
{"id": "article-56_20", "title": "Fluvastatin -- Toxicity", "content": "Additionally, clinicians should rapidly assess the patient’s renal function (serum creatinine, urine myoglobin) and CPK levels. Rhabdomyolysis is managed with intravenous rehydration and, in severe cases, dialysis. [19] For statin-induced immune-mediated necrotizing myopathy (INMM), the mainstay of treatment is immunosuppressant drugs, including corticosteroids and azathioprine, and cessation of statins. In addition, intravenous immunoglobulin (IVIG) and plasmapheresis have been used in some cases. [12]", "contents": "Fluvastatin -- Toxicity. Additionally, clinicians should rapidly assess the patient’s renal function (serum creatinine, urine myoglobin) and CPK levels. Rhabdomyolysis is managed with intravenous rehydration and, in severe cases, dialysis. [19] For statin-induced immune-mediated necrotizing myopathy (INMM), the mainstay of treatment is immunosuppressant drugs, including corticosteroids and azathioprine, and cessation of statins. In addition, intravenous immunoglobulin (IVIG) and plasmapheresis have been used in some cases. [12]"}
{"id": "article-56_21", "title": "Fluvastatin -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team, i.e., clinicians, nurses, and pharmacists, must work together to ensure that patients with dyslipidemia correctly take their medications, e.g., fluvastatin, and, importantly, discuss any serious adverse drug reactions they encounter, e.g., muscle pain, jaundice, etc. Clinicians should review a complete medication list for the patient before prescribing fluvastatin to prevent clinically significant drug interactions.  Nursing should verify dosing before administration, and pharmacists should perform medication reconciliation to answer any questions or address concerns other healthcare team members may have. Clinicians should use the ASCVD (atherosclerotic cardiovascular disease) risk algorithm, a standardized guideline to predict risk and guide management for patients at risk of ASCVD for shared clinical decisions. [20] Additionally, the USPSTF (US Preventive Services Task Force) recommends initiating low to moderate intensity statins in adults of  40 to 75 years without a history of Cardiovascular Disease (CVD) having one or more CVD risk factors (diabetes, hypertension, dyslipidemia, or smoking) and a calculated 10-year CVD  risk of 10% or greater. [21] An interprofessional team approach and collaboration between clinicians, specialists, nursing, and pharmacists is essential to optimize patient outcomes on fluvastatin therapy.[Level V]", "contents": "Fluvastatin -- Enhancing Healthcare Team Outcomes. The healthcare team, i.e., clinicians, nurses, and pharmacists, must work together to ensure that patients with dyslipidemia correctly take their medications, e.g., fluvastatin, and, importantly, discuss any serious adverse drug reactions they encounter, e.g., muscle pain, jaundice, etc. Clinicians should review a complete medication list for the patient before prescribing fluvastatin to prevent clinically significant drug interactions.  Nursing should verify dosing before administration, and pharmacists should perform medication reconciliation to answer any questions or address concerns other healthcare team members may have. Clinicians should use the ASCVD (atherosclerotic cardiovascular disease) risk algorithm, a standardized guideline to predict risk and guide management for patients at risk of ASCVD for shared clinical decisions. [20] Additionally, the USPSTF (US Preventive Services Task Force) recommends initiating low to moderate intensity statins in adults of  40 to 75 years without a history of Cardiovascular Disease (CVD) having one or more CVD risk factors (diabetes, hypertension, dyslipidemia, or smoking) and a calculated 10-year CVD  risk of 10% or greater. [21] An interprofessional team approach and collaboration between clinicians, specialists, nursing, and pharmacists is essential to optimize patient outcomes on fluvastatin therapy.[Level V]"}
{"id": "article-56_22", "title": "Fluvastatin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fluvastatin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}