{"id": "article-18346_0", "title": "Animal Bites -- Continuing Education Activity", "content": "Animal bites account for approximately one percent of all emergency visits in the United States yearly and can range from superficial injuries to disfiguring and even fatal wounds. Even relatively minor wounds can become infected. Therefore, all bites should be evaluated carefully and thoroughly with an awareness of potential complications. Dog and cat bites are the most prevalent animal bites in the United States and account for over 95% of all bite wounds seen in the emergency department. This activity highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Animal Bites -- Continuing Education Activity. Animal bites account for approximately one percent of all emergency visits in the United States yearly and can range from superficial injuries to disfiguring and even fatal wounds. Even relatively minor wounds can become infected. Therefore, all bites should be evaluated carefully and thoroughly with an awareness of potential complications. Dog and cat bites are the most prevalent animal bites in the United States and account for over 95% of all bite wounds seen in the emergency department. This activity highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-18346_1", "title": "Animal Bites -- Continuing Education Activity", "content": "Objectives: Identify the pathophysiology of animal bites. Evaluate a patient with an animal bite. Determine the management options available for animal bites Identify interprofessional team strategies for improving care coordination and communication to advance the treatment of animal bites and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Animal Bites -- Continuing Education Activity. Objectives: Identify the pathophysiology of animal bites. Evaluate a patient with an animal bite. Determine the management options available for animal bites Identify interprofessional team strategies for improving care coordination and communication to advance the treatment of animal bites and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18346_2", "title": "Animal Bites -- Introduction", "content": "Animal bites account for approximately one percent of all emergency department visits in the United States yearly and range from superficial injuries to disfiguring and even fatal wounds. Even relatively minor wounds can become infected; therefore, all bites should be evaluated carefully and thoroughly regarding potential complications. This topic will focus on dog and cat bites and the common sequelae as they are the most prevalent and, when considered with human bites, account for over 95% of the total bite wounds seen in the emergency department. [1] [2] [3]", "contents": "Animal Bites -- Introduction. Animal bites account for approximately one percent of all emergency department visits in the United States yearly and range from superficial injuries to disfiguring and even fatal wounds. Even relatively minor wounds can become infected; therefore, all bites should be evaluated carefully and thoroughly regarding potential complications. This topic will focus on dog and cat bites and the common sequelae as they are the most prevalent and, when considered with human bites, account for over 95% of the total bite wounds seen in the emergency department. [1] [2] [3]"}
{"id": "article-18346_3", "title": "Animal Bites -- Etiology", "content": "Domesticated cats and dogs inflict practically all of the bites encountered in the emergency department in the United States. The most common complication is a local wound infection. Infections resulting from bites of all animal species are polymicrobial with aerobic and anaerobic bacteria; dogs and cats have an oral flora of Pasteurella , Staph , and Strep most commonly. In cat bites and scratches, Bartonella infections are an additional concern. Dog bites in immunocompromised individuals, especially asplenic patients, raise concern for Capnocytophaga sepsis. [4]", "contents": "Animal Bites -- Etiology. Domesticated cats and dogs inflict practically all of the bites encountered in the emergency department in the United States. The most common complication is a local wound infection. Infections resulting from bites of all animal species are polymicrobial with aerobic and anaerobic bacteria; dogs and cats have an oral flora of Pasteurella , Staph , and Strep most commonly. In cat bites and scratches, Bartonella infections are an additional concern. Dog bites in immunocompromised individuals, especially asplenic patients, raise concern for Capnocytophaga sepsis. [4]"}
{"id": "article-18346_4", "title": "Animal Bites -- Epidemiology", "content": "Dog bites predominate (60%-90%), followed by cat bites (5%-20%). Children are more commonly bitten on the head, face, and neck due to their proportionately larger heads and shorter stature, while adult bites are more common on the hands and arms. Dog bites happen more in men and children. The patient usually knows the dogs, and the bites are less commonly provoked. Cat bites are more common in women and adults, and the bites more often result from provocation. In less traumatic bites, especially cat bites due to the puncturing nature of cat teeth, the patient commonly only presents after the infection has become apparent, and management has become more complicated. [1] [5] [1]", "contents": "Animal Bites -- Epidemiology. Dog bites predominate (60%-90%), followed by cat bites (5%-20%). Children are more commonly bitten on the head, face, and neck due to their proportionately larger heads and shorter stature, while adult bites are more common on the hands and arms. Dog bites happen more in men and children. The patient usually knows the dogs, and the bites are less commonly provoked. Cat bites are more common in women and adults, and the bites more often result from provocation. In less traumatic bites, especially cat bites due to the puncturing nature of cat teeth, the patient commonly only presents after the infection has become apparent, and management has become more complicated. [1] [5] [1]"}
{"id": "article-18346_5", "title": "Animal Bites -- Pathophysiology", "content": "The initial injury is the result of the physical trauma of teeth puncturing or tearing soft tissue, and in the case of some dog bites, blunt force breaking bones. Dog bites are more commonly macerated due to the ripping and tearing forces involved. Cat bites are narrow and deep as the animal rarely pulls or shakes its head, simply biting and holding. Because the cat bite wound is deep and narrow, it is much more likely to seal itself relatively quickly, providing an anaerobic environment for the inoculated bacteria and initially appearing less consequential and prolonging the time to seek medical care.", "contents": "Animal Bites -- Pathophysiology. The initial injury is the result of the physical trauma of teeth puncturing or tearing soft tissue, and in the case of some dog bites, blunt force breaking bones. Dog bites are more commonly macerated due to the ripping and tearing forces involved. Cat bites are narrow and deep as the animal rarely pulls or shakes its head, simply biting and holding. Because the cat bite wound is deep and narrow, it is much more likely to seal itself relatively quickly, providing an anaerobic environment for the inoculated bacteria and initially appearing less consequential and prolonging the time to seek medical care."}
{"id": "article-18346_6", "title": "Animal Bites -- History and Physical", "content": "Focused history and physical examination should determine the circumstances surrounding the bite, location of the bite, type of animal, time of occurrence, and whether the patient has been febrile, has local erythema, swelling, warmth, or has purulent drainage. If the patient is stable, the wound should be thoroughly explored after local or regional anesthesia to determine the potential for damage to underlying structures and foreign body inoculation. Local and distal neurovascular status should be assessed after anesthesia, as well as pain and apprehension, which may affect patient compliance with the exam. Pertinent history includes any immunosuppression, be it iatrogenic (transplant, rheumatic disease treatment) or a disease process (eg, diabetes, HIV/AIDS, sickle cell disease)", "contents": "Animal Bites -- History and Physical. Focused history and physical examination should determine the circumstances surrounding the bite, location of the bite, type of animal, time of occurrence, and whether the patient has been febrile, has local erythema, swelling, warmth, or has purulent drainage. If the patient is stable, the wound should be thoroughly explored after local or regional anesthesia to determine the potential for damage to underlying structures and foreign body inoculation. Local and distal neurovascular status should be assessed after anesthesia, as well as pain and apprehension, which may affect patient compliance with the exam. Pertinent history includes any immunosuppression, be it iatrogenic (transplant, rheumatic disease treatment) or a disease process (eg, diabetes, HIV/AIDS, sickle cell disease)"}
{"id": "article-18346_7", "title": "Animal Bites -- Evaluation", "content": "As with all traumas, the initial evaluation is to ensure airway, breathing, and circulation is intact. Active venous bleeding should be controlled with direct pressure, while arterial bleeding typically necessitates consult services. The examiner should explore the wounds of foreign bodies, such as broken teeth, claws, dirt, and plant material. When analyzing the wound, underlying structures also require assessment for potential damage. During exploration, the patient should range the underlying structures through a full range of motion to ensure no injuries to those underlying structures. [2]", "contents": "Animal Bites -- Evaluation. As with all traumas, the initial evaluation is to ensure airway, breathing, and circulation is intact. Active venous bleeding should be controlled with direct pressure, while arterial bleeding typically necessitates consult services. The examiner should explore the wounds of foreign bodies, such as broken teeth, claws, dirt, and plant material. When analyzing the wound, underlying structures also require assessment for potential damage. During exploration, the patient should range the underlying structures through a full range of motion to ensure no injuries to those underlying structures. [2]"}
{"id": "article-18346_8", "title": "Animal Bites -- Treatment / Management", "content": "All wounds require extensive irrigation, and the patient’s tetanus status is updated if necessary. Provide appropriate pain management before exploration, irrigation, or debridement of the wounds. If necessary, the patient’s tetanus, diphtheria, and pertussis (TDaP) status should be updated. For uncomplicated dog bites, the patient should be educated on the risk/benefit of closure versus healing by secondary intention and the decision made with the provider. If the patient presents delayed from the initial bite, the risks of closing the wound almost certainly outweigh the cosmetic benefits of closure. If the wound is closed, the patient should be discharged with a week’s course of amoxicillin-clavulanate.", "contents": "Animal Bites -- Treatment / Management. All wounds require extensive irrigation, and the patient’s tetanus status is updated if necessary. Provide appropriate pain management before exploration, irrigation, or debridement of the wounds. If necessary, the patient’s tetanus, diphtheria, and pertussis (TDaP) status should be updated. For uncomplicated dog bites, the patient should be educated on the risk/benefit of closure versus healing by secondary intention and the decision made with the provider. If the patient presents delayed from the initial bite, the risks of closing the wound almost certainly outweigh the cosmetic benefits of closure. If the wound is closed, the patient should be discharged with a week’s course of amoxicillin-clavulanate."}
{"id": "article-18346_9", "title": "Animal Bites -- Treatment / Management", "content": "Complicated dog bites should be stabilized and referred for the appropriate consultation service. Cat bites deeper than superficial, so thorough irrigation under local anesthesia is needed, and the wound is left open. The patient should be discharged with a week of amoxicillin-clavulanate and given strict wound care precautions. All bites to the hands or feet, bites in immunocompromised individuals, bites that already show signs of infection, and bites with a puncture characteristic require treatment with amoxicillin-clavulanate. Second-line therapy for patients with penicillin allergies is doxycycline or trimethoprim-sulfamethoxazole (TMP-SMX) plus metronidazole or clindamycin. The appropriate consult service should see patients with extensive local infection; patients with evidence of disseminated infection should be treated with broad-spectrum IV antibiotics and admitted for further care. [6] [7] [8]", "contents": "Animal Bites -- Treatment / Management. Complicated dog bites should be stabilized and referred for the appropriate consultation service. Cat bites deeper than superficial, so thorough irrigation under local anesthesia is needed, and the wound is left open. The patient should be discharged with a week of amoxicillin-clavulanate and given strict wound care precautions. All bites to the hands or feet, bites in immunocompromised individuals, bites that already show signs of infection, and bites with a puncture characteristic require treatment with amoxicillin-clavulanate. Second-line therapy for patients with penicillin allergies is doxycycline or trimethoprim-sulfamethoxazole (TMP-SMX) plus metronidazole or clindamycin. The appropriate consult service should see patients with extensive local infection; patients with evidence of disseminated infection should be treated with broad-spectrum IV antibiotics and admitted for further care. [6] [7] [8]"}
{"id": "article-18346_10", "title": "Animal Bites -- Differential Diagnosis", "content": "The differential diagnoses for animal bites include the following: Cellulitis Cervical spine fracture evaluation Emergency treatment of rabies Hand infections Human bites Neck trauma Osteomyelitis in emergency medicine Tetanus", "contents": "Animal Bites -- Differential Diagnosis. The differential diagnoses for animal bites include the following: Cellulitis Cervical spine fracture evaluation Emergency treatment of rabies Hand infections Human bites Neck trauma Osteomyelitis in emergency medicine Tetanus"}
{"id": "article-18346_11", "title": "Animal Bites -- Prognosis", "content": "The prognosis for most animal bites is excellent. However, it is essential to know that, on average, about 30 to 50 people die from dog bites each year.", "contents": "Animal Bites -- Prognosis. The prognosis for most animal bites is excellent. However, it is essential to know that, on average, about 30 to 50 people die from dog bites each year."}
{"id": "article-18346_12", "title": "Animal Bites -- Complications", "content": "The complications that can manifest with animal bites are as follows: Cellulitis Tenosynovitis Endocarditis Osteomyelitis Abscess Meningitis Tendon rupture Nerve injury Post-traumatic stress disorder Rabies", "contents": "Animal Bites -- Complications. The complications that can manifest with animal bites are as follows: Cellulitis Tenosynovitis Endocarditis Osteomyelitis Abscess Meningitis Tendon rupture Nerve injury Post-traumatic stress disorder Rabies"}
{"id": "article-18346_13", "title": "Animal Bites -- Postoperative and Rehabilitation Care", "content": "Patients with animal bites must be seen within 48 to 72 hours after the initial treatment to ensure they are not developing an infection. The animal should be removed from the home and placed in a different location.", "contents": "Animal Bites -- Postoperative and Rehabilitation Care. Patients with animal bites must be seen within 48 to 72 hours after the initial treatment to ensure they are not developing an infection. The animal should be removed from the home and placed in a different location."}
{"id": "article-18346_14", "title": "Animal Bites -- Deterrence and Patient Education", "content": "Patients should be encouraged to get an updated tetanus vaccination.", "contents": "Animal Bites -- Deterrence and Patient Education. Patients should be encouraged to get an updated tetanus vaccination."}
{"id": "article-18346_15", "title": "Animal Bites -- Pearls and Other Issues", "content": "Key facts to keep in mind about animal bites are as follows:", "contents": "Animal Bites -- Pearls and Other Issues. Key facts to keep in mind about animal bites are as follows:"}
{"id": "article-18346_16", "title": "Animal Bites -- Pearls and Other Issues", "content": "Rabies is rarely a concern due to the broad vaccination program for domesticated animals and the fact that the patient usually knows the animal. Depending on the local prevalence of the disease, one may be able to defer rabies prophylaxis for dog and cat bites.", "contents": "Animal Bites -- Pearls and Other Issues. Rabies is rarely a concern due to the broad vaccination program for domesticated animals and the fact that the patient usually knows the animal. Depending on the local prevalence of the disease, one may be able to defer rabies prophylaxis for dog and cat bites."}
{"id": "article-18346_17", "title": "Animal Bites -- Pearls and Other Issues", "content": "If the animal's status is unknown, rabies prophylaxis may be deferred if the animal is in custody and may be observed or evaluated for rabies. Most commonly, rabies originates in bat and skunk populations.", "contents": "Animal Bites -- Pearls and Other Issues. If the animal's status is unknown, rabies prophylaxis may be deferred if the animal is in custody and may be observed or evaluated for rabies. Most commonly, rabies originates in bat and skunk populations."}
{"id": "article-18346_18", "title": "Animal Bites -- Pearls and Other Issues", "content": "Any bite or suspected bite from a bat should require rabies prophylaxis. Rabies prophylaxis initiation in the ED requires the rabies vaccine to be provided at a distant site from the injury as much of the required rabies immune globulin is given locally to the wound.", "contents": "Animal Bites -- Pearls and Other Issues. Any bite or suspected bite from a bat should require rabies prophylaxis. Rabies prophylaxis initiation in the ED requires the rabies vaccine to be provided at a distant site from the injury as much of the required rabies immune globulin is given locally to the wound."}
{"id": "article-18346_19", "title": "Animal Bites -- Pearls and Other Issues", "content": "Further rabies vaccine doses are necessary on days three, seven, and fourteen.", "contents": "Animal Bites -- Pearls and Other Issues. Further rabies vaccine doses are necessary on days three, seven, and fourteen."}
{"id": "article-18346_20", "title": "Animal Bites -- Pearls and Other Issues", "content": "Immunocompromised individuals with cat bites or scratches should be treated with TMP-SMX, ciprofloxacin, or rifampin as prophylaxis against cat scratch disease.", "contents": "Animal Bites -- Pearls and Other Issues. Immunocompromised individuals with cat bites or scratches should be treated with TMP-SMX, ciprofloxacin, or rifampin as prophylaxis against cat scratch disease."}
{"id": "article-18346_21", "title": "Animal Bites -- Pearls and Other Issues", "content": "Sepsis from Capnocytophaga is covered by standard prophylaxis in dog bites in immunocompromised individuals.", "contents": "Animal Bites -- Pearls and Other Issues. Sepsis from Capnocytophaga is covered by standard prophylaxis in dog bites in immunocompromised individuals."}
{"id": "article-18346_22", "title": "Animal Bites -- Pearls and Other Issues", "content": "Bites from K-9 officers should be treated similarly to the above with the additional documentation that the officers require.", "contents": "Animal Bites -- Pearls and Other Issues. Bites from K-9 officers should be treated similarly to the above with the additional documentation that the officers require."}
{"id": "article-18346_23", "title": "Animal Bites -- Enhancing Healthcare Team Outcomes", "content": "About 300,000 people with dog bites visit the emergency room or the primary care provider each year—the earlier the treatment, the better the outcome. Managing animal bites requires an interprofessional approach, as the bite may occur on any body part. There should be no hesitancy in consulting with the appropriate specialist if the bite is on the eyes, nose, hands, genitals, or scalp. Several guidelines exist on managing specific animal bites like dogs, cats, snakes, scorpions, bees, ants, or other wildlife. Healthcare workers who manage animal bites should know the latest guidelines and the organisms and antibiotics needed to manage such injuries. Since many animal bites present to the primary care provider or the emergency room, the first treatment is ensuring the wound is irrigated and cleaned. Debridement of necrotic or dead tissue is the next step. If there is any doubt in the management, the injury is severe, or to the hand, it merits a consult with a specialist. For example, serious injuries from dog bites always require management by an interprofessional group of healthcare professionals. [9] [10]", "contents": "Animal Bites -- Enhancing Healthcare Team Outcomes. About 300,000 people with dog bites visit the emergency room or the primary care provider each year—the earlier the treatment, the better the outcome. Managing animal bites requires an interprofessional approach, as the bite may occur on any body part. There should be no hesitancy in consulting with the appropriate specialist if the bite is on the eyes, nose, hands, genitals, or scalp. Several guidelines exist on managing specific animal bites like dogs, cats, snakes, scorpions, bees, ants, or other wildlife. Healthcare workers who manage animal bites should know the latest guidelines and the organisms and antibiotics needed to manage such injuries. Since many animal bites present to the primary care provider or the emergency room, the first treatment is ensuring the wound is irrigated and cleaned. Debridement of necrotic or dead tissue is the next step. If there is any doubt in the management, the injury is severe, or to the hand, it merits a consult with a specialist. For example, serious injuries from dog bites always require management by an interprofessional group of healthcare professionals. [9] [10]"}
{"id": "article-18346_24", "title": "Animal Bites -- Enhancing Healthcare Team Outcomes -- Outcomes and Evidence", "content": "The majority of people biten by an animal have an excellent outcome. However, injuries to the face, groin, and hands can lead to high morbidity. The available literature reveals conflicting opinions on management, and until evidence-based medical evidence is available, the treatment will remain empirical. [11]", "contents": "Animal Bites -- Enhancing Healthcare Team Outcomes -- Outcomes and Evidence. The majority of people biten by an animal have an excellent outcome. However, injuries to the face, groin, and hands can lead to high morbidity. The available literature reveals conflicting opinions on management, and until evidence-based medical evidence is available, the treatment will remain empirical. [11]"}
{"id": "article-18346_25", "title": "Animal Bites -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Animal Bites -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}