{"id": "article-25220_0", "title": "Modified Ashworth Scale -- Definition/Introduction", "content": "The modified Ashworth scale is the most universally accepted clinical tool used to measure the increase of muscle tone. [1] Spasticity was defined by Jim Lance in 1980, as a velocity-dependent increase in muscle stretch reflexes associated with increased muscle tone as a component of upper motor neuron syndrome. Spasticity has a wide range of etiologies, including brain injury, stroke, cerebral palsy, multiple sclerosis, trauma, and spinal cord injury. In a study looking at the prevalence of spasticity in stroke populations, 42.6% of stroke patients developed spasticity, and severe spasticity occurred in 15.6% of patients. Another study looking at the prevalence of spasticity in cerebral palsy found spastic subtypes in 90% of the patients studied. The impact of severe spasticity on a patient’s life is far-reaching, affecting everything from activities of daily living to mental health and even income. On the other hand, spasticity can be helpful in patients with weak limbs, especially in the lower extremities, by enabling the patient to transfer or ambulate with less assistance.  For these reasons, the assessment of spasticity is important so that practitioners can determine if their treatment therapies are effective.", "contents": "Modified Ashworth Scale -- Definition/Introduction. The modified Ashworth scale is the most universally accepted clinical tool used to measure the increase of muscle tone. [1] Spasticity was defined by Jim Lance in 1980, as a velocity-dependent increase in muscle stretch reflexes associated with increased muscle tone as a component of upper motor neuron syndrome. Spasticity has a wide range of etiologies, including brain injury, stroke, cerebral palsy, multiple sclerosis, trauma, and spinal cord injury. In a study looking at the prevalence of spasticity in stroke populations, 42.6% of stroke patients developed spasticity, and severe spasticity occurred in 15.6% of patients. Another study looking at the prevalence of spasticity in cerebral palsy found spastic subtypes in 90% of the patients studied. The impact of severe spasticity on a patient’s life is far-reaching, affecting everything from activities of daily living to mental health and even income. On the other hand, spasticity can be helpful in patients with weak limbs, especially in the lower extremities, by enabling the patient to transfer or ambulate with less assistance.  For these reasons, the assessment of spasticity is important so that practitioners can determine if their treatment therapies are effective."}
{"id": "article-25220_1", "title": "Modified Ashworth Scale -- Definition/Introduction", "content": "In 1964, Bryan Ashworth published the Ashworth Scale as a method of grading spasticity while working with multiple sclerosis patients. The original Ashworth scale was a 5 point numerical scale that graded spasticity from 0 to 4, with 0 being no resistance and 4 being a limb rigid in flexion or extension. [2] In 1987, while performing a study to exam interrater reliability of manual tests of elbow flexor muscle spasticity, Bohannon and Smith modified the Ashworth scale by adding 1+ to the scale to increase sensitivity. [3] Since its modification, the modified Ashworth scale (MAS), has been applied in clinical practice and research as a measure of spasticity. The modified Ashworth scale purpose is to grade muscle spasticity. The scale is as follows [4] :", "contents": "Modified Ashworth Scale -- Definition/Introduction. In 1964, Bryan Ashworth published the Ashworth Scale as a method of grading spasticity while working with multiple sclerosis patients. The original Ashworth scale was a 5 point numerical scale that graded spasticity from 0 to 4, with 0 being no resistance and 4 being a limb rigid in flexion or extension. [2] In 1987, while performing a study to exam interrater reliability of manual tests of elbow flexor muscle spasticity, Bohannon and Smith modified the Ashworth scale by adding 1+ to the scale to increase sensitivity. [3] Since its modification, the modified Ashworth scale (MAS), has been applied in clinical practice and research as a measure of spasticity. The modified Ashworth scale purpose is to grade muscle spasticity. The scale is as follows [4] :"}
{"id": "article-25220_2", "title": "Modified Ashworth Scale -- Definition/Introduction", "content": "0: No increase in muscle tone 1: Slight increase in muscle tone, with a catch and release or minimal resistance at the end of the range of motion when an affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested as a catch, followed by minimal resistance through the remainder (less than half) of the range of motion 2: A marked increase in muscle tone throughout most of the range of motion, but affected part(s) are still easily moved 3: Considerable increase in muscle tone, passive movement difficult 4: Affected part(s) rigid in flexion or extension", "contents": "Modified Ashworth Scale -- Definition/Introduction. 0: No increase in muscle tone 1: Slight increase in muscle tone, with a catch and release or minimal resistance at the end of the range of motion when an affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested as a catch, followed by minimal resistance through the remainder (less than half) of the range of motion 2: A marked increase in muscle tone throughout most of the range of motion, but affected part(s) are still easily moved 3: Considerable increase in muscle tone, passive movement difficult 4: Affected part(s) rigid in flexion or extension"}
{"id": "article-25220_3", "title": "Modified Ashworth Scale -- Issues of Concern", "content": "Measurement of spasticity has traditionally been through the use of the modified Ashworth scale. Despite its popularity, the Modified Ashworth Scale is not without its critics, with most of that criticism focused around its poor inter and intra-rater reliability. [5] [6]", "contents": "Modified Ashworth Scale -- Issues of Concern. Measurement of spasticity has traditionally been through the use of the modified Ashworth scale. Despite its popularity, the Modified Ashworth Scale is not without its critics, with most of that criticism focused around its poor inter and intra-rater reliability. [5] [6]"}
{"id": "article-25220_4", "title": "Modified Ashworth Scale -- Issues of Concern", "content": "While being a popular method of assessing spasticity, it has been subject to criticism because of its inability to differentiate between the many factors that can contribute toward resistance to passive stretch.  Other methods have been proposed and used, including the Modified Tardieu Scale, Wartenberg Pendulum Test, Clinical Gait Analysis, Penn Spasm Frequency Scale, Visual Analog Scale, and Spinal Cord Assessment Tool for Spasticity, but all have had their limitations.", "contents": "Modified Ashworth Scale -- Issues of Concern. While being a popular method of assessing spasticity, it has been subject to criticism because of its inability to differentiate between the many factors that can contribute toward resistance to passive stretch.  Other methods have been proposed and used, including the Modified Tardieu Scale, Wartenberg Pendulum Test, Clinical Gait Analysis, Penn Spasm Frequency Scale, Visual Analog Scale, and Spinal Cord Assessment Tool for Spasticity, but all have had their limitations."}
{"id": "article-25220_5", "title": "Modified Ashworth Scale -- Issues of Concern", "content": "A study in 2012 by Numanoglu et al. looked at spasticity in 37 children with cerebral palsy and found \"low-average\" intraobserver reliability with the Modified Ashworth Scale, but \"average-excellent\" score in intraobserver interobserver reliability for the Modified Tardieu Scale. [7]", "contents": "Modified Ashworth Scale -- Issues of Concern. A study in 2012 by Numanoglu et al. looked at spasticity in 37 children with cerebral palsy and found \"low-average\" intraobserver reliability with the Modified Ashworth Scale, but \"average-excellent\" score in intraobserver interobserver reliability for the Modified Tardieu Scale. [7]"}
{"id": "article-25220_6", "title": "Modified Ashworth Scale -- Issues of Concern", "content": "While the modified Ashworth scale is not an inadequate tool for measuring spasticity, it may not be entirely psychometrically sound. The tests familiarity among spinal cord injury clinicians may not be good enough reason to continue using this assessment tool, given the advancements in rehabilitation science. Validity should not be sacrificed at the expense of familiarity.", "contents": "Modified Ashworth Scale -- Issues of Concern. While the modified Ashworth scale is not an inadequate tool for measuring spasticity, it may not be entirely psychometrically sound. The tests familiarity among spinal cord injury clinicians may not be good enough reason to continue using this assessment tool, given the advancements in rehabilitation science. Validity should not be sacrificed at the expense of familiarity."}
{"id": "article-25220_7", "title": "Modified Ashworth Scale -- Clinical Significance", "content": "Spasticity affects a multitude of patients following some inciting event. Recent scientific research has shown that spasticity occurs in 20 to 30% of post-stroke patients. [8] In a recent study, clinicians studied the prevalence of increased muscle tone, both typical spasticity, and contracture, seven years after stroke. One-third of patients with ischemic stroke before 70 years of age showed increased muscle tone at a 7-year follow-up. [9] Post-stroke spasticity is simply one example of many in which a condition can be the source of pain, impairment, disability, or even handicap. Due to the clinical simplicity of employing the MAS, it can be utilized in clinical practice for the benefit of such patients by measuring the efficacy of both pharmaceutical and rehabilitation therapy. [9]", "contents": "Modified Ashworth Scale -- Clinical Significance. Spasticity affects a multitude of patients following some inciting event. Recent scientific research has shown that spasticity occurs in 20 to 30% of post-stroke patients. [8] In a recent study, clinicians studied the prevalence of increased muscle tone, both typical spasticity, and contracture, seven years after stroke. One-third of patients with ischemic stroke before 70 years of age showed increased muscle tone at a 7-year follow-up. [9] Post-stroke spasticity is simply one example of many in which a condition can be the source of pain, impairment, disability, or even handicap. Due to the clinical simplicity of employing the MAS, it can be utilized in clinical practice for the benefit of such patients by measuring the efficacy of both pharmaceutical and rehabilitation therapy. [9]"}
{"id": "article-25220_8", "title": "Modified Ashworth Scale -- Clinical Significance", "content": "The modified Ashworth scale is a muscle tone assessment scale used to assess the resistance experienced during passive range of motion, which does not require any instrumentation and is quick to perform. [10] The MAS is the current standard for clinical assessment of extremity spasticity, and the most commonly used tool to evaluate the efficacy of pharmacologic and rehabilitation interventions for the treatment and management of spasticity among patients with SCI. [10] [8] The MAS is the gold standard for the measurement of new assessment tools.", "contents": "Modified Ashworth Scale -- Clinical Significance. The modified Ashworth scale is a muscle tone assessment scale used to assess the resistance experienced during passive range of motion, which does not require any instrumentation and is quick to perform. [10] The MAS is the current standard for clinical assessment of extremity spasticity, and the most commonly used tool to evaluate the efficacy of pharmacologic and rehabilitation interventions for the treatment and management of spasticity among patients with SCI. [10] [8] The MAS is the gold standard for the measurement of new assessment tools."}
{"id": "article-25220_9", "title": "Modified Ashworth Scale -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Modified Ashworth Scale -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}