{"id": "article-31869_0", "title": "EMS Ultrasound Use -- Introduction", "content": "The use of ultrasound has been shown to reduce morbidity and mortality in critically ill emergency department patients. [1] [2] [3] [4] [5] Can we extrapolate this to the prehospital environment, possibly changing prehospital treatment, transport destination, and time to definitive intervention?", "contents": "EMS Ultrasound Use -- Introduction. The use of ultrasound has been shown to reduce morbidity and mortality in critically ill emergency department patients. [1] [2] [3] [4] [5] Can we extrapolate this to the prehospital environment, possibly changing prehospital treatment, transport destination, and time to definitive intervention?"}
{"id": "article-31869_1", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "The earliest prehospital ultrasound studies focused on the aeromedical field. The patients were critical, and their treatment was time-sensitive. In 2000, Price et al performed a study to evaluate the feasibility of carrying out a standard FAST (Focused Assessment with Sonography in Trauma) during helicopter transport. [6] The authors felt they had found the first ultrasound machine that was small enough to be used in the prehospital setting, a Sonosite 180 (See Image. Sonosite 180 Portable Ultrasound).", "contents": "EMS Ultrasound Use -- Issues of Concern. The earliest prehospital ultrasound studies focused on the aeromedical field. The patients were critical, and their treatment was time-sensitive. In 2000, Price et al performed a study to evaluate the feasibility of carrying out a standard FAST (Focused Assessment with Sonography in Trauma) during helicopter transport. [6] The authors felt they had found the first ultrasound machine that was small enough to be used in the prehospital setting, a Sonosite 180 (See Image. Sonosite 180 Portable Ultrasound)."}
{"id": "article-31869_2", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "This was a small study that included 10 sonographers, including emergency medicine attendings, residents, flight nurses, and US technologists, who performed 21 studies on 14 patients (5 actual and 9 simulated). In the study, sonographers rated the difficulty of performing the ultrasound exam. They accounted for factors such as vibration, bedding, intravenous catheters, monitor cables, ventilator (least difficult), backboard straps (moderately difficult), sunlight, patient position, spider straps, gurney position, and clothing (most difficult). The mean exam duration was 3.0 minutes (range: 1.5-5.5 min). Despite the obstructing factors, the overall result of the study was that both authors and study participants felt that ultrasound could easily be performed in the prehospital environment.", "contents": "EMS Ultrasound Use -- Issues of Concern. This was a small study that included 10 sonographers, including emergency medicine attendings, residents, flight nurses, and US technologists, who performed 21 studies on 14 patients (5 actual and 9 simulated). In the study, sonographers rated the difficulty of performing the ultrasound exam. They accounted for factors such as vibration, bedding, intravenous catheters, monitor cables, ventilator (least difficult), backboard straps (moderately difficult), sunlight, patient position, spider straps, gurney position, and clothing (most difficult). The mean exam duration was 3.0 minutes (range: 1.5-5.5 min). Despite the obstructing factors, the overall result of the study was that both authors and study participants felt that ultrasound could easily be performed in the prehospital environment."}
{"id": "article-31869_3", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "In 2001, Polk et al performed another feasibility study of prehospital ultrasound. [7] This was larger than the study carried out by Price et al. In this study, 2 flight surgeons performed FAST exams on 100 patients, and 84 were eventually included. Sixteen were excluded due to patient weight, hemodynamic instability, or problems with machine calibration. In this study, the prehospital ultrasound results were consistent with the results of similar exams done on the study patients when they arrived at the emergency department. This study showed a sensitivity of 81.3%, a specificity of 100%, a positive predictive value of 100%, a negative predictive value of 95.7%, and an accuracy of 96.4%. These numbers showed a promising future for ultrasound in emergency management services.", "contents": "EMS Ultrasound Use -- Issues of Concern. In 2001, Polk et al performed another feasibility study of prehospital ultrasound. [7] This was larger than the study carried out by Price et al. In this study, 2 flight surgeons performed FAST exams on 100 patients, and 84 were eventually included. Sixteen were excluded due to patient weight, hemodynamic instability, or problems with machine calibration. In this study, the prehospital ultrasound results were consistent with the results of similar exams done on the study patients when they arrived at the emergency department. This study showed a sensitivity of 81.3%, a specificity of 100%, a positive predictive value of 100%, a negative predictive value of 95.7%, and an accuracy of 96.4%. These numbers showed a promising future for ultrasound in emergency management services."}
{"id": "article-31869_4", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Melanson et al were not as optimistic. In a study also performed in 2001, nonphysician flight teams underwent 3 hours of training in the FAST exam and then attempted ultrasound studies on 71 patients, most of whom were victims of blunt trauma. [8] The study could not be performed in 34 patients (48%) due to insufficient time (67%), inadequate patient access, or combativeness. Due to technical difficulties, the study couldn't be completed in another 7 patients (19%). This included difficult screen visualization due to ambient lighting, battery failure, and machine malfunction. The study was completed in 30 patients, but the FAST exam views were not necessarily obtained. Melanson et al concluded that \"significant advances in training, technology, and patient access will be necessary for aeromedical FAST to be feasible.\"", "contents": "EMS Ultrasound Use -- Issues of Concern. Melanson et al were not as optimistic. In a study also performed in 2001, nonphysician flight teams underwent 3 hours of training in the FAST exam and then attempted ultrasound studies on 71 patients, most of whom were victims of blunt trauma. [8] The study could not be performed in 34 patients (48%) due to insufficient time (67%), inadequate patient access, or combativeness. Due to technical difficulties, the study couldn't be completed in another 7 patients (19%). This included difficult screen visualization due to ambient lighting, battery failure, and machine malfunction. The study was completed in 30 patients, but the FAST exam views were not necessarily obtained. Melanson et al concluded that \"significant advances in training, technology, and patient access will be necessary for aeromedical FAST to be feasible.\""}
{"id": "article-31869_5", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Meanwhile, in 2002, a German group was the first to show that ultrasound can make a difference in prehospital and hospital patient management. [9] In a study performed by Walcher et al, prehospital FAST (PFAST) was performed on 61 patients with suspected abdominal trauma by a helicopter service in a multicenter study. Emergency department ultrasound and CT were used as controls. Free fluid was detected in 16 patients (26.2%), 3 of whom died on scene. Of the remaining 13 patients, 4 underwent laparotomy immediately after arriving at the emergency department, with 3 splenectomies done. The prehospital ultrasounds included 1 false-positive and no false-negatives. This study had a 100% sensitivity and specificity of 97.5%. In 37% of cases, the ultrasound results changed prehospital management, and in 21% of cases, hospital selection was affected.", "contents": "EMS Ultrasound Use -- Issues of Concern. Meanwhile, in 2002, a German group was the first to show that ultrasound can make a difference in prehospital and hospital patient management. [9] In a study performed by Walcher et al, prehospital FAST (PFAST) was performed on 61 patients with suspected abdominal trauma by a helicopter service in a multicenter study. Emergency department ultrasound and CT were used as controls. Free fluid was detected in 16 patients (26.2%), 3 of whom died on scene. Of the remaining 13 patients, 4 underwent laparotomy immediately after arriving at the emergency department, with 3 splenectomies done. The prehospital ultrasounds included 1 false-positive and no false-negatives. This study had a 100% sensitivity and specificity of 97.5%. In 37% of cases, the ultrasound results changed prehospital management, and in 21% of cases, hospital selection was affected."}
{"id": "article-31869_6", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "From 2005 through 2006, Walcher et al performed a larger study with 230 trauma patients suffering from suspected abdominal injuries. [10] The PFAST was compared to the accuracy of the physical exam alone, with ultrasound or CT performed in the emergency department as controls. Six large hospital centers, helicopters, and 1 ground emergency management service center were used. This study showed a sensitivity of 93%, specificity of 99%, and accuracy of 99%, compared with 93%, 52%, and 57% for the physical exam. Abdominal bleeding was detected in 14% of patients. The PFAST happened an average of 35 minutes before the emergency department ultrasound. Prehospital therapy/management changed 30% of patients, and transport destination changed 22%.", "contents": "EMS Ultrasound Use -- Issues of Concern. From 2005 through 2006, Walcher et al performed a larger study with 230 trauma patients suffering from suspected abdominal injuries. [10] The PFAST was compared to the accuracy of the physical exam alone, with ultrasound or CT performed in the emergency department as controls. Six large hospital centers, helicopters, and 1 ground emergency management service center were used. This study showed a sensitivity of 93%, specificity of 99%, and accuracy of 99%, compared with 93%, 52%, and 57% for the physical exam. Abdominal bleeding was detected in 14% of patients. The PFAST happened an average of 35 minutes before the emergency department ultrasound. Prehospital therapy/management changed 30% of patients, and transport destination changed 22%."}
{"id": "article-31869_7", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "As a result of this study, Walcher et al also recommended that prehospital providers repeat the PFAST every 15 minutes. Initial prehospital ultrasound may be too early to detect significant intraabdominal bleeding.", "contents": "EMS Ultrasound Use -- Issues of Concern. As a result of this study, Walcher et al also recommended that prehospital providers repeat the PFAST every 15 minutes. Initial prehospital ultrasound may be too early to detect significant intraabdominal bleeding."}
{"id": "article-31869_8", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "At around the same time, other researchers began to consider the possibility of using prehospital ultrasound for reasons other than FAST exams in trauma patients. In 2003, Plummer et al explored ultrasound as a means to differentiate shock in the prehospital setting by trying to assign patients with hypotension of unknown etiology to categories such as cardiogenic shock (left ventricular dysfunction), hypovolemia, cardiac tamponade, and right ventricular dysfunction or outflow obstruction. [11] Then, in 2004, Polk et al used the Fetal Evaluation for Transport with Ultrasound (FETUS) tool to assess fetal health during air transport to high-risk obstetrical units. [12] There was no longer a need to worry about being able to hear a Doppler signal in a noisy helicopter. Findings included breech position, normal full-term gestations, fetal distress, bradycardia, and lack of amniotic fluid. Patient management was altered based on these findings.", "contents": "EMS Ultrasound Use -- Issues of Concern. At around the same time, other researchers began to consider the possibility of using prehospital ultrasound for reasons other than FAST exams in trauma patients. In 2003, Plummer et al explored ultrasound as a means to differentiate shock in the prehospital setting by trying to assign patients with hypotension of unknown etiology to categories such as cardiogenic shock (left ventricular dysfunction), hypovolemia, cardiac tamponade, and right ventricular dysfunction or outflow obstruction. [11] Then, in 2004, Polk et al used the Fetal Evaluation for Transport with Ultrasound (FETUS) tool to assess fetal health during air transport to high-risk obstetrical units. [12] There was no longer a need to worry about being able to hear a Doppler signal in a noisy helicopter. Findings included breech position, normal full-term gestations, fetal distress, bradycardia, and lack of amniotic fluid. Patient management was altered based on these findings."}
{"id": "article-31869_9", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "In 2004, Heegard et al developed a template for didactic prehospital ultrasound training and additional hands-on training. [13] This protocol included a 30-minute introduction, 60 minutes of echocardiography with hands-on training, 60 minutes of abdominal and aorta ultrasound, 60 minutes of pelvic and obstetrical ultrasound, 30 minutes on the FAST exam, and then an additional 3 hours of hands-on training. Heegard and his coauthors found that flight clinicians could perform various views with good skill retention over a year. Still, time and space constraints sometimes limit prehospital clinicians' ability to perform the full FAST exam.", "contents": "EMS Ultrasound Use -- Issues of Concern. In 2004, Heegard et al developed a template for didactic prehospital ultrasound training and additional hands-on training. [13] This protocol included a 30-minute introduction, 60 minutes of echocardiography with hands-on training, 60 minutes of abdominal and aorta ultrasound, 60 minutes of pelvic and obstetrical ultrasound, 30 minutes on the FAST exam, and then an additional 3 hours of hands-on training. Heegard and his coauthors found that flight clinicians could perform various views with good skill retention over a year. Still, time and space constraints sometimes limit prehospital clinicians' ability to perform the full FAST exam."}
{"id": "article-31869_10", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Two years later, in 2006, a Norwegian team published the Prehospital Application of Sonography in Emergencies (PHASE) protocol, which combined lung, heart, and peritoneal scanning in trauma and medical patients. [14] The study criteria used by Busch et al included patients with abdominal or thoracic and obstetric trauma, circulatory or respiratory compromise, pulseless electrical activity (PEA) in cardiac arrest, acute abdomen, and monitoring during transport. The exam time for each study was limited to 3 minutes, and the results compared to what was found for each patient on arrival at the hospital. Thirty-eight patients were included, with good visualization obtained in 74% and moderate visualization in 26%. Nine patients (26%) had positive results. The sensitivity was lower than in some previous studies, at 90%, and specificity was quite high at 96%. The diagnostic usefulness was highest in undetermined cardiac arrest hypotension and massive hemoperitoneum. The authors concluded that \"prehospital ultrasound, when applied by a proficient examiner using a goal-directed, time-sensitive protocol, is feasible, does not delay patient management and provides diagnostic and therapeutic benefit. Further studies are warranted to identify prehospital sonography's exact indications and role.\"", "contents": "EMS Ultrasound Use -- Issues of Concern. Two years later, in 2006, a Norwegian team published the Prehospital Application of Sonography in Emergencies (PHASE) protocol, which combined lung, heart, and peritoneal scanning in trauma and medical patients. [14] The study criteria used by Busch et al included patients with abdominal or thoracic and obstetric trauma, circulatory or respiratory compromise, pulseless electrical activity (PEA) in cardiac arrest, acute abdomen, and monitoring during transport. The exam time for each study was limited to 3 minutes, and the results compared to what was found for each patient on arrival at the hospital. Thirty-eight patients were included, with good visualization obtained in 74% and moderate visualization in 26%. Nine patients (26%) had positive results. The sensitivity was lower than in some previous studies, at 90%, and specificity was quite high at 96%. The diagnostic usefulness was highest in undetermined cardiac arrest hypotension and massive hemoperitoneum. The authors concluded that \"prehospital ultrasound, when applied by a proficient examiner using a goal-directed, time-sensitive protocol, is feasible, does not delay patient management and provides diagnostic and therapeutic benefit. Further studies are warranted to identify prehospital sonography's exact indications and role.\""}
{"id": "article-31869_11", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Ultrasound has also been shown to be of benefit in the field of disaster medicine. In 2007, Ma et al reviewed ultrasound use in disasters such as the 1988 Armenian and 1999 Turkish earthquakes. [15] They showed that ultrasound provided rapid information to help screen and treat patients during an MCI and that wireless and satellite transmission of images obtained can help offsite physicians evaluate patients. The portability of ultrasound in harsh environments typical of disaster settings is another advantage. Dean et al also discussed the use of ultrasound after a series of mudslides killed more than a thousand people in Guatemala. [16] In this study, 99 patients received 137 scans, including exams such as obstetric and pelvic, right upper quadrant, renal, orthopedic, cardiac, lung, soft tissue, and FAST studies.", "contents": "EMS Ultrasound Use -- Issues of Concern. Ultrasound has also been shown to be of benefit in the field of disaster medicine. In 2007, Ma et al reviewed ultrasound use in disasters such as the 1988 Armenian and 1999 Turkish earthquakes. [15] They showed that ultrasound provided rapid information to help screen and treat patients during an MCI and that wireless and satellite transmission of images obtained can help offsite physicians evaluate patients. The portability of ultrasound in harsh environments typical of disaster settings is another advantage. Dean et al also discussed the use of ultrasound after a series of mudslides killed more than a thousand people in Guatemala. [16] In this study, 99 patients received 137 scans, including exams such as obstetric and pelvic, right upper quadrant, renal, orthopedic, cardiac, lung, soft tissue, and FAST studies."}
{"id": "article-31869_12", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "In 2010, Jorgensen et al reviewed what had been accomplished in prehospital ultrasound thus far, especially regarding trauma patients. [17] His team performed a systematic review of prehospital ultrasound research until that point, concluding that most studies had 1 thing in common: low quality. Twenty-four studies were examined, and 10 were excluded, so 14 were ultimately included in the review. The 14 studies together yielded only 885 patients in total. In examining the included studies more closely, Jorgensen et al noted that randomization and blinding were practically nonexistent in prehospital ultrasound studies and that there was a large degree of heterogeneity between studies regarding outcome measures, examinations performed, skills of investigators, and study design. However, The authors conceded that all studies did show that ultrasound is feasible in the prehospital setting and that the studies did intersect on certain points. Specifically, prehospital ultrasound can aid in early diagnosis and change patient destination and management, with minimal time delays (0-6 minutes). They were not able to conclude that prehospital ultrasound improves the treatment of the trauma patient and said that a large, high-quality mortality and morbidity investigation would be needed.", "contents": "EMS Ultrasound Use -- Issues of Concern. In 2010, Jorgensen et al reviewed what had been accomplished in prehospital ultrasound thus far, especially regarding trauma patients. [17] His team performed a systematic review of prehospital ultrasound research until that point, concluding that most studies had 1 thing in common: low quality. Twenty-four studies were examined, and 10 were excluded, so 14 were ultimately included in the review. The 14 studies together yielded only 885 patients in total. In examining the included studies more closely, Jorgensen et al noted that randomization and blinding were practically nonexistent in prehospital ultrasound studies and that there was a large degree of heterogeneity between studies regarding outcome measures, examinations performed, skills of investigators, and study design. However, The authors conceded that all studies did show that ultrasound is feasible in the prehospital setting and that the studies did intersect on certain points. Specifically, prehospital ultrasound can aid in early diagnosis and change patient destination and management, with minimal time delays (0-6 minutes). They were not able to conclude that prehospital ultrasound improves the treatment of the trauma patient and said that a large, high-quality mortality and morbidity investigation would be needed."}
{"id": "article-31869_13", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "A Danish study came to a similar conclusion in 2014 but looked at nontrauma patients. Rudolph et al stated that at that time, there were no randomized, controlled trials on the use of prehospital ultrasound for non-trauma patients. [18] The only studies that had been carried out were large heterogeneous, as noted by Jorgensen et al, with a high risk of bias. Similarly, Rudolph et al could not draw any conclusions about the ultimate effect of prehospital ultrasound on patient outcomes but did admit that prehospital ultrasound appears to improve patient management in terms of diagnosis, treatment, and choice of hospitals.", "contents": "EMS Ultrasound Use -- Issues of Concern. A Danish study came to a similar conclusion in 2014 but looked at nontrauma patients. Rudolph et al stated that at that time, there were no randomized, controlled trials on the use of prehospital ultrasound for non-trauma patients. [18] The only studies that had been carried out were large heterogeneous, as noted by Jorgensen et al, with a high risk of bias. Similarly, Rudolph et al could not draw any conclusions about the ultimate effect of prehospital ultrasound on patient outcomes but did admit that prehospital ultrasound appears to improve patient management in terms of diagnosis, treatment, and choice of hospitals."}
{"id": "article-31869_14", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Around the same time, a British study group found that, in the United Kingdom, there was no evidence that prehospital ultrasound affected patient morbidity and mortality. [19] Brooke et al did agree, however, that with an appropriate ultrasound educational program, some paramedics can use prehospital ultrasound to identify \"catastrophic pathologies\" found in seriously ill patients.", "contents": "EMS Ultrasound Use -- Issues of Concern. Around the same time, a British study group found that, in the United Kingdom, there was no evidence that prehospital ultrasound affected patient morbidity and mortality. [19] Brooke et al did agree, however, that with an appropriate ultrasound educational program, some paramedics can use prehospital ultrasound to identify \"catastrophic pathologies\" found in seriously ill patients."}
{"id": "article-31869_15", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Meanwhile, new and innovative advances were being made in other areas of prehospital ultrasound, although perhaps not accomplishing the large, high-powered study suggested by researchers. For example, in 2010, Breitkreutz et al performed a prehospital study where a focused echocardiography algorithm was used in patients in shock or undergoing CPR, the focused echocardiographic evaluation in life support (FEEL). [20] The study included 230 patients, with diagnostic-quality images obtained in 96% of them. In 35% of those with an ECG diagnosis of asystole and 58% of those with PEA, coordinated cardiac motion was detected and associated with increased survival. The prehospital echocardiographic findings altered management in 78% of patients. Aichinger et al confirmed these results with a similar study in 2012. [21]", "contents": "EMS Ultrasound Use -- Issues of Concern. Meanwhile, new and innovative advances were being made in other areas of prehospital ultrasound, although perhaps not accomplishing the large, high-powered study suggested by researchers. For example, in 2010, Breitkreutz et al performed a prehospital study where a focused echocardiography algorithm was used in patients in shock or undergoing CPR, the focused echocardiographic evaluation in life support (FEEL). [20] The study included 230 patients, with diagnostic-quality images obtained in 96% of them. In 35% of those with an ECG diagnosis of asystole and 58% of those with PEA, coordinated cardiac motion was detected and associated with increased survival. The prehospital echocardiographic findings altered management in 78% of patients. Aichinger et al confirmed these results with a similar study in 2012. [21]"}
{"id": "article-31869_16", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Also, in 2010, a group from Ohio State University and the University of Pennsylvania proposed the CAVEAT examination, a comprehensive sonographic examination to evaluate chest, abdomen, vena cava, and extremities in acute triage. [22] This has the potential for use in civilian and disaster casualty triage.", "contents": "EMS Ultrasound Use -- Issues of Concern. Also, in 2010, a group from Ohio State University and the University of Pennsylvania proposed the CAVEAT examination, a comprehensive sonographic examination to evaluate chest, abdomen, vena cava, and extremities in acute triage. [22] This has the potential for use in civilian and disaster casualty triage."}
{"id": "article-31869_17", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "In 2011, a Korean group performed a blinded prospective study where intermediate-level emergency management technicians were trained to do FAST exams in the emergency department. [23] In this study, 240 patients were included, regardless of their chief complaint, and had an abdominal CT performed to use as a control. Eighty patients (33.3%) had free fluid in the abdomen, 14 with significant fluid, 15 with moderate fluid, and 51 with minimal fluid. Exams showed a sensitivity of 61.3%, a specificity of 96.3%, a positive predictive value of 89.1%, and a negative predictive value of 83.2%. For a moderate or significant amount of fluid, the sensitivity improved to 86.2%. The emergency medical technicians and physicians performed Focused Assessment with Sonography in Trauma exams during helicopter transport. This study was, however, carried out in an emergency department without the difficulties associated with performing an ultrasound in the prehospital environment.", "contents": "EMS Ultrasound Use -- Issues of Concern. In 2011, a Korean group performed a blinded prospective study where intermediate-level emergency management technicians were trained to do FAST exams in the emergency department. [23] In this study, 240 patients were included, regardless of their chief complaint, and had an abdominal CT performed to use as a control. Eighty patients (33.3%) had free fluid in the abdomen, 14 with significant fluid, 15 with moderate fluid, and 51 with minimal fluid. Exams showed a sensitivity of 61.3%, a specificity of 96.3%, a positive predictive value of 89.1%, and a negative predictive value of 83.2%. For a moderate or significant amount of fluid, the sensitivity improved to 86.2%. The emergency medical technicians and physicians performed Focused Assessment with Sonography in Trauma exams during helicopter transport. This study was, however, carried out in an emergency department without the difficulties associated with performing an ultrasound in the prehospital environment."}
{"id": "article-31869_18", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "The prehospital ultrasound evaluation of lung pathology has also shown some promising recent developments. In 2012, Lyon et al performed a blinded, randomized study using a cadaveric model, which indicated that prehospital providers could accurately determine the presence or absence of a sliding lung sign on ultrasound, a useful skill when trying to diagnose a pneumothorax. [24] Neese et al studied a prehospital chest ultrasound algorithm looking for pleural effusion in dyspneic patients to differentiate between chronic obstructive pulmonary disease and congestive heart failure exacerbation. [25]", "contents": "EMS Ultrasound Use -- Issues of Concern. The prehospital ultrasound evaluation of lung pathology has also shown some promising recent developments. In 2012, Lyon et al performed a blinded, randomized study using a cadaveric model, which indicated that prehospital providers could accurately determine the presence or absence of a sliding lung sign on ultrasound, a useful skill when trying to diagnose a pneumothorax. [24] Neese et al studied a prehospital chest ultrasound algorithm looking for pleural effusion in dyspneic patients to differentiate between chronic obstructive pulmonary disease and congestive heart failure exacerbation. [25]"}
{"id": "article-31869_19", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Most recently, in 2013, El Sayed et al summarized the uses for prehospital ultrasound discovered thus far, including PFAST, cardiac arrest, undifferentiated shock, sliding lung sign in both pneumothorax and endotracheal intubation and prehospital transcranial color-coded sonography in stroke patients. [26] They concluded that the greatest impediments to the implementation of prehospital ultrasound are training requirements and time limitations. A 2014 Taiwanese study came to similar conclusions.", "contents": "EMS Ultrasound Use -- Issues of Concern. Most recently, in 2013, El Sayed et al summarized the uses for prehospital ultrasound discovered thus far, including PFAST, cardiac arrest, undifferentiated shock, sliding lung sign in both pneumothorax and endotracheal intubation and prehospital transcranial color-coded sonography in stroke patients. [26] They concluded that the greatest impediments to the implementation of prehospital ultrasound are training requirements and time limitations. A 2014 Taiwanese study came to similar conclusions."}
{"id": "article-31869_20", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Back in the United States, in 2014, Taylor et al carried out a survey of emergency management services medical directors across North America to determine current usage patterns of prehospital ultrasound. [27] Two hundred and fifty-five surveys were received. Only 4.1% of emergency management services systems currently use ultrasound, and 21.7% were considering implementing ultrasound. The most commonly cited applications were focused assessment with sonography in trauma exams and evaluation of PEA. The most significant barriers to implementation were the cost of equipment and training. The study noted that most medical directors want stronger evidence that prehospital ultrasound improves patient outcomes before implementation.", "contents": "EMS Ultrasound Use -- Issues of Concern. Back in the United States, in 2014, Taylor et al carried out a survey of emergency management services medical directors across North America to determine current usage patterns of prehospital ultrasound. [27] Two hundred and fifty-five surveys were received. Only 4.1% of emergency management services systems currently use ultrasound, and 21.7% were considering implementing ultrasound. The most commonly cited applications were focused assessment with sonography in trauma exams and evaluation of PEA. The most significant barriers to implementation were the cost of equipment and training. The study noted that most medical directors want stronger evidence that prehospital ultrasound improves patient outcomes before implementation."}
{"id": "article-31869_21", "title": "EMS Ultrasound Use -- Issues of Concern", "content": "Research into the viability of prehospital ultrasound for various applications has grown even faster over the past several years; 20 studies and reviews have been published from 2015 to the present. Many of these were studied using the FAST. Still, at least 5 studies examined lung ultrasound, and others looked at echocardiography during resuscitation, ultrasound to evaluate orotracheal tube placement, and even ultrasound-guided placement of Zone III Resuscitative Endovascular Balloon Occlusion of the Aorta (REBOA). Although the breadth of topics and the number of prehospital ultrasound studies are promising, most were small. They did not include other characteristics of high-quality studies, such as blinding and randomization.", "contents": "EMS Ultrasound Use -- Issues of Concern. Research into the viability of prehospital ultrasound for various applications has grown even faster over the past several years; 20 studies and reviews have been published from 2015 to the present. Many of these were studied using the FAST. Still, at least 5 studies examined lung ultrasound, and others looked at echocardiography during resuscitation, ultrasound to evaluate orotracheal tube placement, and even ultrasound-guided placement of Zone III Resuscitative Endovascular Balloon Occlusion of the Aorta (REBOA). Although the breadth of topics and the number of prehospital ultrasound studies are promising, most were small. They did not include other characteristics of high-quality studies, such as blinding and randomization."}
{"id": "article-31869_22", "title": "EMS Ultrasound Use -- Clinical Significance", "content": "In conclusion, prehospital ultrasound is an exciting field with many diagnostic and therapeutic applications. Future applications for prehospital ultrasound are unlimited and could include ultrasound-guided venous access, fracture diagnosis, and nerve blocks for rural pain management. Prehospital ultrasound alters patients' diagnosis and emergency management services treatment, but evidence that it makes a difference in patient outcomes is lacking. More large, randomized, blinded prospective studies must be done. [28] [29] [30] [31] [32]", "contents": "EMS Ultrasound Use -- Clinical Significance. In conclusion, prehospital ultrasound is an exciting field with many diagnostic and therapeutic applications. Future applications for prehospital ultrasound are unlimited and could include ultrasound-guided venous access, fracture diagnosis, and nerve blocks for rural pain management. Prehospital ultrasound alters patients' diagnosis and emergency management services treatment, but evidence that it makes a difference in patient outcomes is lacking. More large, randomized, blinded prospective studies must be done. [28] [29] [30] [31] [32]"}
{"id": "article-31869_23", "title": "EMS Ultrasound Use -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Ultrasound Use -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}