{"id": "article-18835_0", "title": "Captopril -- Continuing Education Activity", "content": "Captopril is an FDA-approved medication that plays a pivotal role in managing hypertension, left ventricular dysfunction post-myocardial infarction, and diabetic nephropathy. Its therapeutic efficacy primarily stems from inhibiting the renin-angiotensin-aldosterone system (RAAS), making it a cornerstone in treating these cardiovascular conditions. Captopril effectively mitigates the pathophysiological cascades contributing to hypertension and heart failure by impeding the conversion of angiotensin I to angiotensin II. This activity sheds light on captopril's mechanism of action, dosage considerations, pharmacodynamics, and monitoring strategies. Additionally, captopril's off-label uses in acute hypertensive crises and the Raynaud phenomenon will be discussed, equipping clinicians and interprofessional team members with essential knowledge to administer captopril. Awareness of its adverse event profile and potential toxicities is crucial in ensuring captopril's safe and effective integration into clinical practice.", "contents": "Captopril -- Continuing Education Activity. Captopril is an FDA-approved medication that plays a pivotal role in managing hypertension, left ventricular dysfunction post-myocardial infarction, and diabetic nephropathy. Its therapeutic efficacy primarily stems from inhibiting the renin-angiotensin-aldosterone system (RAAS), making it a cornerstone in treating these cardiovascular conditions. Captopril effectively mitigates the pathophysiological cascades contributing to hypertension and heart failure by impeding the conversion of angiotensin I to angiotensin II. This activity sheds light on captopril's mechanism of action, dosage considerations, pharmacodynamics, and monitoring strategies. Additionally, captopril's off-label uses in acute hypertensive crises and the Raynaud phenomenon will be discussed, equipping clinicians and interprofessional team members with essential knowledge to administer captopril. Awareness of its adverse event profile and potential toxicities is crucial in ensuring captopril's safe and effective integration into clinical practice."}
{"id": "article-18835_1", "title": "Captopril -- Continuing Education Activity", "content": "Objectives: Identify patients with hypertension, heart failure, post-MI left ventricular dysfunction, or diabetic nephropathy who may benefit from captopril therapy. Screen patients for contraindications, such as a history of angioedema or bilateral renal artery stenosis, before initiating captopril treatment. Implement appropriate dosing strategies for captopril based on the patient's condition, renal function, and concurrent medications. Apply knowledge of the potential adverse effects of captopril, including cough, hypotension, hyperkalemia, and renal dysfunction, to manage and minimize their impact on patient outcomes. Access free multiple choice questions on this topic.", "contents": "Captopril -- Continuing Education Activity. Objectives: Identify patients with hypertension, heart failure, post-MI left ventricular dysfunction, or diabetic nephropathy who may benefit from captopril therapy. Screen patients for contraindications, such as a history of angioedema or bilateral renal artery stenosis, before initiating captopril treatment. Implement appropriate dosing strategies for captopril based on the patient's condition, renal function, and concurrent medications. Apply knowledge of the potential adverse effects of captopril, including cough, hypotension, hyperkalemia, and renal dysfunction, to manage and minimize their impact on patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18835_2", "title": "Captopril -- Indications -- Hypertension", "content": "Initial therapy for patients with normal renal function. In patients with impaired renal function, captopril should be reserved for those patients who have developed unacceptable side effects or failed to respond to other drug therapy. [1] Effective alone and in combination with other antihypertensive agents.", "contents": "Captopril -- Indications -- Hypertension. Initial therapy for patients with normal renal function. In patients with impaired renal function, captopril should be reserved for those patients who have developed unacceptable side effects or failed to respond to other drug therapy. [1] Effective alone and in combination with other antihypertensive agents."}
{"id": "article-18835_3", "title": "Captopril -- Indications -- Heart Failure", "content": "According to AHA/ACC/HFSA 2022 guidelines, captopril is indicated for managing HFrEF (heart failure with reduced ejection fraction). ACE inhibitors, including captopril, are included in goal-directed medical therapy (GDMT), with an established reduced risk of rehospitalization and improved survival. [2]", "contents": "Captopril -- Indications -- Heart Failure. According to AHA/ACC/HFSA 2022 guidelines, captopril is indicated for managing HFrEF (heart failure with reduced ejection fraction). ACE inhibitors, including captopril, are included in goal-directed medical therapy (GDMT), with an established reduced risk of rehospitalization and improved survival. [2]"}
{"id": "article-18835_4", "title": "Captopril -- Indications -- Left Ventricular Dysfunction After Myocardial Infarction", "content": "Captopril improves survival following myocardial infarction in clinically stable patients with a left ventricular ejection fraction of less than 40% and reduces the incidence of hospitalization. [1] Captopril prevents remodeling and reduces cardiovascular mortality in patients with heart failure.", "contents": "Captopril -- Indications -- Left Ventricular Dysfunction After Myocardial Infarction. Captopril improves survival following myocardial infarction in clinically stable patients with a left ventricular ejection fraction of less than 40% and reduces the incidence of hospitalization. [1] Captopril prevents remodeling and reduces cardiovascular mortality in patients with heart failure."}
{"id": "article-18835_5", "title": "Captopril -- Indications -- Diabetic Nephropathy", "content": "Diabetic nephropathy is the leading cause of end-stage kidney disease (ESKD) in developed countries. This condition is due to microvascular complications of diabetes and can occur in type 1 and type 2 diabetes. Early treatment can prevent or slow the onset of diabetic nephropathy. [3]", "contents": "Captopril -- Indications -- Diabetic Nephropathy. Diabetic nephropathy is the leading cause of end-stage kidney disease (ESKD) in developed countries. This condition is due to microvascular complications of diabetes and can occur in type 1 and type 2 diabetes. Early treatment can prevent or slow the onset of diabetic nephropathy. [3]"}
{"id": "article-18835_6", "title": "Captopril -- Indications -- Diabetic Nephropathy", "content": "Hyperglycemia leads to the production of reactive oxygen species. Producing advanced glycation end products (AGE) and cytokines (IL-6, MCP-1, TGF-β, VEGF) causes inflammation and fibrosis, leading to increased vascular permeability and albuminuria. Kimmelstiel-Wilson nodules, glomerular basement membrane thickening, and glomerular sclerosis are the pathological manifestations of diabetic nephropathy. The duration of diabetes, poor glycemic control, uncontrolled hypertension, obesity, smoking, and hyperlipidemia are major risk factors for developing diabetic nephropathy (DN). [3]", "contents": "Captopril -- Indications -- Diabetic Nephropathy. Hyperglycemia leads to the production of reactive oxygen species. Producing advanced glycation end products (AGE) and cytokines (IL-6, MCP-1, TGF-β, VEGF) causes inflammation and fibrosis, leading to increased vascular permeability and albuminuria. Kimmelstiel-Wilson nodules, glomerular basement membrane thickening, and glomerular sclerosis are the pathological manifestations of diabetic nephropathy. The duration of diabetes, poor glycemic control, uncontrolled hypertension, obesity, smoking, and hyperlipidemia are major risk factors for developing diabetic nephropathy (DN). [3]"}
{"id": "article-18835_7", "title": "Captopril -- Indications -- Diabetic Nephropathy", "content": "Diabetic nephropathy can be diagnosed by constant albuminuria on 2 or more occasions, separated by 3 months. Persistent albuminuria is >300 mg over 24 hours or >200 μg/min. Moderately increased albuminuria is defined as a urine albumin of 30 to 300 mg over 24 hours and is a sign of early diabetic nephropathy. Other critical diagnostic criteria include elevated blood pressure, a decline in GFR, and persistent albuminuria (>300 mg/d) on at least 2 occasions 3 to 6 months apart. [3]", "contents": "Captopril -- Indications -- Diabetic Nephropathy. Diabetic nephropathy can be diagnosed by constant albuminuria on 2 or more occasions, separated by 3 months. Persistent albuminuria is >300 mg over 24 hours or >200 μg/min. Moderately increased albuminuria is defined as a urine albumin of 30 to 300 mg over 24 hours and is a sign of early diabetic nephropathy. Other critical diagnostic criteria include elevated blood pressure, a decline in GFR, and persistent albuminuria (>300 mg/d) on at least 2 occasions 3 to 6 months apart. [3]"}
{"id": "article-18835_8", "title": "Captopril -- Indications -- Diabetic Nephropathy", "content": "Treatment of diabetic nephropathy (proteinuria >500 mg/d) in patients with type 1 insulin-dependent diabetes and retinopathy. An angiotensin-converting enzyme (ACE) inhibitor, captopril, is FDA-approved to treat diabetic nephropathy. Enalapril is not FDA-approved to treat diabetic nephropathy. [3] Captopril decreases the rate of progression of renal insufficiency by controlling blood pressure. With chronic renal failure, ACE inhibitors or ARBs must be dose-adjusted for patients with renal impairment. [1]", "contents": "Captopril -- Indications -- Diabetic Nephropathy. Treatment of diabetic nephropathy (proteinuria >500 mg/d) in patients with type 1 insulin-dependent diabetes and retinopathy. An angiotensin-converting enzyme (ACE) inhibitor, captopril, is FDA-approved to treat diabetic nephropathy. Enalapril is not FDA-approved to treat diabetic nephropathy. [3] Captopril decreases the rate of progression of renal insufficiency by controlling blood pressure. With chronic renal failure, ACE inhibitors or ARBs must be dose-adjusted for patients with renal impairment. [1]"}
{"id": "article-18835_9", "title": "Captopril -- Indications -- Diabetic Nephropathy", "content": "Treatment involves smoking cessation, good glycemic control, good blood pressure control (130/80 or lower in patients with diabetes), and inhibition of the renin-angiotensin-aldosterone system with ARBs or ACE inhibitors. According to the ADA (American Diabetes Association) and KDIGO (Kidney Disease: Improving Global Outcomes) guidelines, ACE inhibitors are recommended for patients with diabetes, hypertension, and albumin-to-creatinine ratio (ACR) >300 mg/g as they prevent CKD progression. If ACR is 30 to 299 mg/g, treatment with an ACE inhibitor reduces cardiovascular events. Consequently, KDIGO and the ADA suggest ACE inhibitor treatment for patients with hypertension and diabetes with ACR ≥30 mg/g. [4]", "contents": "Captopril -- Indications -- Diabetic Nephropathy. Treatment involves smoking cessation, good glycemic control, good blood pressure control (130/80 or lower in patients with diabetes), and inhibition of the renin-angiotensin-aldosterone system with ARBs or ACE inhibitors. According to the ADA (American Diabetes Association) and KDIGO (Kidney Disease: Improving Global Outcomes) guidelines, ACE inhibitors are recommended for patients with diabetes, hypertension, and albumin-to-creatinine ratio (ACR) >300 mg/g as they prevent CKD progression. If ACR is 30 to 299 mg/g, treatment with an ACE inhibitor reduces cardiovascular events. Consequently, KDIGO and the ADA suggest ACE inhibitor treatment for patients with hypertension and diabetes with ACR ≥30 mg/g. [4]"}
{"id": "article-18835_10", "title": "Captopril -- Indications -- Acute Hypertensive Crisis", "content": "Captopril may be given sublingually, but the therapeutic advantage has not been demonstrated over oral administration. [5] Consider alternative therapy if blood pressure does not normalize within 20 to 30 minutes. [6]", "contents": "Captopril -- Indications -- Acute Hypertensive Crisis. Captopril may be given sublingually, but the therapeutic advantage has not been demonstrated over oral administration. [5] Consider alternative therapy if blood pressure does not normalize within 20 to 30 minutes. [6]"}
{"id": "article-18835_11", "title": "Captopril -- Indications -- Raynaud Phenomenon", "content": "Clinically, the Raynaud phenomenon is characterized by discoloration of the fingers due to stressors like cold or emotion. When this phenomenon occurs without any underlying condition, this is termed Raynaud disease. In contrast, Raynaud syndrome occurs due to an underlying condition. This disease most commonly affects females with an age of onset younger than 30. Fingers are more commonly affected than toes. Some common risk factors include family history, history of autoimmune diseases, and exposure to beta-blockers. [7]", "contents": "Captopril -- Indications -- Raynaud Phenomenon. Clinically, the Raynaud phenomenon is characterized by discoloration of the fingers due to stressors like cold or emotion. When this phenomenon occurs without any underlying condition, this is termed Raynaud disease. In contrast, Raynaud syndrome occurs due to an underlying condition. This disease most commonly affects females with an age of onset younger than 30. Fingers are more commonly affected than toes. Some common risk factors include family history, history of autoimmune diseases, and exposure to beta-blockers. [7]"}
{"id": "article-18835_12", "title": "Captopril -- Indications -- Raynaud Phenomenon", "content": "This condition occurs due to the vasospasm of blood vessels supplying the skin, which causes impaired vasodilation and vasoconstriction. Most patients have all 3 phases with white (suggesting an ischemic process), blue (indicating hypoxia and cyanosis), and pink (indicating reperfusion) coloration, while some have only 1 or 2 of these phases. Patients can also present with ulcers and gangrene due to reduced perfusion. [7]", "contents": "Captopril -- Indications -- Raynaud Phenomenon. This condition occurs due to the vasospasm of blood vessels supplying the skin, which causes impaired vasodilation and vasoconstriction. Most patients have all 3 phases with white (suggesting an ischemic process), blue (indicating hypoxia and cyanosis), and pink (indicating reperfusion) coloration, while some have only 1 or 2 of these phases. Patients can also present with ulcers and gangrene due to reduced perfusion. [7]"}
{"id": "article-18835_13", "title": "Captopril -- Indications -- Raynaud Phenomenon", "content": "The Raynaud phenomenon is diagnosed clinically, and a cold stimulation test can precipitate an attack. Labs are needed only if another condition is suspected. Treatment involves avoiding colds and smoking cessation. Medical management consists of dihydropyridine-type calcium channel blockers (eg, nifedipine or nimodipine) and phosphodiesterase inhibitors. Some studies have highlighted that captopril decreases the frequency and severity of ischemic attacks in patients with Raynaud disease but not in patients with scleroderma. However, more definitive studies are needed to elucidate its effects. [7] A clinical trial evaluated patients for up to 3 months; additional studies are necessary to determine full effectiveness. [8]", "contents": "Captopril -- Indications -- Raynaud Phenomenon. The Raynaud phenomenon is diagnosed clinically, and a cold stimulation test can precipitate an attack. Labs are needed only if another condition is suspected. Treatment involves avoiding colds and smoking cessation. Medical management consists of dihydropyridine-type calcium channel blockers (eg, nifedipine or nimodipine) and phosphodiesterase inhibitors. Some studies have highlighted that captopril decreases the frequency and severity of ischemic attacks in patients with Raynaud disease but not in patients with scleroderma. However, more definitive studies are needed to elucidate its effects. [7] A clinical trial evaluated patients for up to 3 months; additional studies are necessary to determine full effectiveness. [8]"}
{"id": "article-18835_14", "title": "Captopril -- Mechanism of Action", "content": "The benefits of captopril in hypertension and heart failure result primarily from suppressing the renin-angiotensin-aldosterone system (RAAS). [9] An angiotensin-converting enzyme (ACE) inhibitor inhibits ACE, converting angiotensin I to angiotensin II. Angiotensin II binds to AT1 receptors on smooth muscles to produce vasoconstriction of precapillary arterioles and postcapillary venules, inhibiting norepinephrine reuptake and releasing catecholamines from the adrenal medulla, which all increase blood pressure. Angiotensin II also stimulates the adrenal cortex to secrete aldosterone. Aldosterone causes the distal tubules and collecting ducts of the kidneys to reabsorb water and sodium in exchange for potassium, which results in an expansion in extracellular volume and an increase in blood pressure. [10]", "contents": "Captopril -- Mechanism of Action. The benefits of captopril in hypertension and heart failure result primarily from suppressing the renin-angiotensin-aldosterone system (RAAS). [9] An angiotensin-converting enzyme (ACE) inhibitor inhibits ACE, converting angiotensin I to angiotensin II. Angiotensin II binds to AT1 receptors on smooth muscles to produce vasoconstriction of precapillary arterioles and postcapillary venules, inhibiting norepinephrine reuptake and releasing catecholamines from the adrenal medulla, which all increase blood pressure. Angiotensin II also stimulates the adrenal cortex to secrete aldosterone. Aldosterone causes the distal tubules and collecting ducts of the kidneys to reabsorb water and sodium in exchange for potassium, which results in an expansion in extracellular volume and an increase in blood pressure. [10]"}
{"id": "article-18835_15", "title": "Captopril -- Mechanism of Action", "content": "ACE inhibition leads to decreased plasma angiotensin II, resulting in vasodilation and reduced aldosterone secretion. Small increases in serum potassium and sodium and fluid loss may occur due to decreased aldosterone secretion. [1]", "contents": "Captopril -- Mechanism of Action. ACE inhibition leads to decreased plasma angiotensin II, resulting in vasodilation and reduced aldosterone secretion. Small increases in serum potassium and sodium and fluid loss may occur due to decreased aldosterone secretion. [1]"}
{"id": "article-18835_16", "title": "Captopril -- Mechanism of Action", "content": "Captopril results in a reduction of peripheral arterial resistance in hypertensive patients. Regarding the cardiovascular system, ACE inhibitors reduce preload by causing vasodilation and natriuresis and reduce afterload by inhibiting the formation of angiotensin II. The overall effect is the improvement of cardiac output and reduced blood pressure. [11]", "contents": "Captopril -- Mechanism of Action. Captopril results in a reduction of peripheral arterial resistance in hypertensive patients. Regarding the cardiovascular system, ACE inhibitors reduce preload by causing vasodilation and natriuresis and reduce afterload by inhibiting the formation of angiotensin II. The overall effect is the improvement of cardiac output and reduced blood pressure. [11]"}
{"id": "article-18835_17", "title": "Captopril -- Mechanism of Action", "content": "ACE also metabolizes bradykinin, a peptide that causes vasodilation. ACE inhibitors impede the breakdown of bradykinin, resulting in vasodilation and a bradykinin-evoked cough. The only 2 ACE inhibitors that do not have to be activated in the body to be effective are lisinopril and captopril, while others require activation to exert their effect. [11]", "contents": "Captopril -- Mechanism of Action. ACE also metabolizes bradykinin, a peptide that causes vasodilation. ACE inhibitors impede the breakdown of bradykinin, resulting in vasodilation and a bradykinin-evoked cough. The only 2 ACE inhibitors that do not have to be activated in the body to be effective are lisinopril and captopril, while others require activation to exert their effect. [11]"}
{"id": "article-18835_18", "title": "Captopril -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Captopril is well-absorbed orally, with peak plasma concentration achieved within approximately 1 hour of administration. Food decreases the bioavailability of captopril; captopril should be administered 1 hour before meals. Distribution: The volume of distribution is 0.8 L/kg. Plasma protein binding is approximately 25% to 30%. Captopril can cross the blood-brain barrier. [12] Metabolism: Captopril is metabolized to cysteine-captopril disulfide and captopril dimer disulfide. [13]", "contents": "Captopril -- Mechanism of Action -- Pharmacokinetics. Absorption: Captopril is well-absorbed orally, with peak plasma concentration achieved within approximately 1 hour of administration. Food decreases the bioavailability of captopril; captopril should be administered 1 hour before meals. Distribution: The volume of distribution is 0.8 L/kg. Plasma protein binding is approximately 25% to 30%. Captopril can cross the blood-brain barrier. [12] Metabolism: Captopril is metabolized to cysteine-captopril disulfide and captopril dimer disulfide. [13]"}
{"id": "article-18835_19", "title": "Captopril -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The kidney is the major route of elimination of captopril. The clearance is 0.7 L/h/kg, and the elimination half-life is approximately 2 hours; thrice daily administration is required. The clearance of captopril (unchanged) is greater than the glomerular filtration rate due to the active tubular secretion. [14]", "contents": "Captopril -- Mechanism of Action -- Pharmacokinetics. Elimination: The kidney is the major route of elimination of captopril. The clearance is 0.7 L/h/kg, and the elimination half-life is approximately 2 hours; thrice daily administration is required. The clearance of captopril (unchanged) is greater than the glomerular filtration rate due to the active tubular secretion. [14]"}
{"id": "article-18835_20", "title": "Captopril -- Administration -- Adult Dosage", "content": "Captopril should be taken 1 hour before meals. Therapy initiation requires analysis of recent antihypertensive drug treatment, the extent of blood pressure elevation, and salt restriction. If possible, the previous antihypertensive drug regimen should be stopped 1 week before starting captopril. The daily dose of captopril may be increased every 24 hours under continuous medical supervision. The initial daily dosage should be reduced for patients with significant renal impairment, and smaller increments should be utilized for titration.", "contents": "Captopril -- Administration -- Adult Dosage. Captopril should be taken 1 hour before meals. Therapy initiation requires analysis of recent antihypertensive drug treatment, the extent of blood pressure elevation, and salt restriction. If possible, the previous antihypertensive drug regimen should be stopped 1 week before starting captopril. The daily dose of captopril may be increased every 24 hours under continuous medical supervision. The initial daily dosage should be reduced for patients with significant renal impairment, and smaller increments should be utilized for titration."}
{"id": "article-18835_21", "title": "Captopril -- Administration -- Hypertension", "content": "Initial dosage: 25 mg, 2 times or 3 times per day Unsatisfactory reduction of blood pressure after 1 to 2 weeks: Increase the dosage to 50 mg, 2 or 3 times daily. The dosage of captopril may increase to 100 mg, 2 or 3 times daily, and to 150 mg, 2 or 3 times daily, if further blood pressure reduction is required. The usual dosage range is 25 to 150 mg, 2 or 3 times daily. The maximum daily dose should not exceed 450 mg. [15]", "contents": "Captopril -- Administration -- Hypertension. Initial dosage: 25 mg, 2 times or 3 times per day Unsatisfactory reduction of blood pressure after 1 to 2 weeks: Increase the dosage to 50 mg, 2 or 3 times daily. The dosage of captopril may increase to 100 mg, 2 or 3 times daily, and to 150 mg, 2 or 3 times daily, if further blood pressure reduction is required. The usual dosage range is 25 to 150 mg, 2 or 3 times daily. The maximum daily dose should not exceed 450 mg. [15]"}
{"id": "article-18835_22", "title": "Captopril -- Administration -- Heart Failure", "content": "The initial dosage in patients vigorously treated with diuretics, hyponatremic, and hypovolemic patients is 6.25 or 12.5 mg, 3 times daily with titration to the usual daily dosage within several days. According to AHA/ACC/HFSA guidelines, the initial dosage in patients is 6.25 mg, 3 times daily, and the target dosage is 50 mg, 3 times daily. [2] After a dosage of 50 mg, 3 times daily, further increases in dosage should be delayed for at least 2 weeks. [16]", "contents": "Captopril -- Administration -- Heart Failure. The initial dosage in patients vigorously treated with diuretics, hyponatremic, and hypovolemic patients is 6.25 or 12.5 mg, 3 times daily with titration to the usual daily dosage within several days. According to AHA/ACC/HFSA guidelines, the initial dosage in patients is 6.25 mg, 3 times daily, and the target dosage is 50 mg, 3 times daily. [2] After a dosage of 50 mg, 3 times daily, further increases in dosage should be delayed for at least 2 weeks. [16]"}
{"id": "article-18835_23", "title": "Captopril -- Administration -- Left Ventricular Dysfunction after Myocardial Infarction", "content": "After a single dose of 6.25 mg, captopril therapy should be initiated at 12.5 mg, 3 times daily, and then increased to 25 mg, 3 times daily, over several days. Long-term use: target maintenance dose of 50 mg, 3 times daily. Therapy can be initiated as early as 3 days following myocardial infarction. [17]", "contents": "Captopril -- Administration -- Left Ventricular Dysfunction after Myocardial Infarction. After a single dose of 6.25 mg, captopril therapy should be initiated at 12.5 mg, 3 times daily, and then increased to 25 mg, 3 times daily, over several days. Long-term use: target maintenance dose of 50 mg, 3 times daily. Therapy can be initiated as early as 3 days following myocardial infarction. [17]"}
{"id": "article-18835_24", "title": "Captopril -- Administration -- Diabetic Nephropathy", "content": "Long-term use: 25 mg, 3 times daily [18]", "contents": "Captopril -- Administration -- Diabetic Nephropathy. Long-term use: 25 mg, 3 times daily [18]"}
{"id": "article-18835_25", "title": "Captopril -- Administration -- Acute Hypertensive Crisis", "content": "Dosed orally or sublingually: 25 mg. Alternative therapy should be considered if blood pressure is nonresponsive within 20 to 30 minutes. [6]", "contents": "Captopril -- Administration -- Acute Hypertensive Crisis. Dosed orally or sublingually: 25 mg. Alternative therapy should be considered if blood pressure is nonresponsive within 20 to 30 minutes. [6]"}
{"id": "article-18835_26", "title": "Captopril -- Administration -- Raynaud Phenomenon", "content": "The initial dosage is 12.5 mg, 2 times daily; it can gradually increase to 25 mg, 3 times daily. [8] The starting dosage may gradually increase to 25 mg, 3 times daily. Neutropenia is a common adverse event with captopril administration in patients with the Raynaud phenomenon.", "contents": "Captopril -- Administration -- Raynaud Phenomenon. The initial dosage is 12.5 mg, 2 times daily; it can gradually increase to 25 mg, 3 times daily. [8] The starting dosage may gradually increase to 25 mg, 3 times daily. Neutropenia is a common adverse event with captopril administration in patients with the Raynaud phenomenon."}
{"id": "article-18835_27", "title": "Captopril -- Administration -- Specific Patient Population", "content": "Hepatic impairment: No information is provided in the manufacturer's labeling. According to AASLD (American Association for the Study of Liver Diseases), ACE inhibitors should be avoided in patients with cirrhosis and ascites. [19]", "contents": "Captopril -- Administration -- Specific Patient Population. Hepatic impairment: No information is provided in the manufacturer's labeling. According to AASLD (American Association for the Study of Liver Diseases), ACE inhibitors should be avoided in patients with cirrhosis and ascites. [19]"}
{"id": "article-18835_28", "title": "Captopril -- Administration -- Specific Patient Population", "content": "Renal impairment: As discussed in pharmacokinetics, captopril is primarily excreted by the kidney. The initial dose of captopril should be decreased for significant renal impairment, and gradual up-titration is advised.", "contents": "Captopril -- Administration -- Specific Patient Population. Renal impairment: As discussed in pharmacokinetics, captopril is primarily excreted by the kidney. The initial dose of captopril should be decreased for significant renal impairment, and gradual up-titration is advised."}
{"id": "article-18835_29", "title": "Captopril -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: Captopril is FDA pregnancy category D. Drug use that acts on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death. [20] Captopril must be discontinued as soon as possible when pregnancy is confirmed.", "contents": "Captopril -- Administration -- Specific Patient Population. Pregnancy considerations: Captopril is FDA pregnancy category D. Drug use that acts on the renin-angiotensin system during the second and third trimesters of pregnancy reduces fetal renal function and increases fetal and neonatal morbidity and death. Potential neonatal adverse effects include skull hypoplasia, anuria, hypotension, renal failure, and death. [20] Captopril must be discontinued as soon as possible when pregnancy is confirmed."}
{"id": "article-18835_30", "title": "Captopril -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: Captopril is present in breast milk at approximately 1% of those in maternal blood. Captopril may be considered acceptable for use in breastfeeding. Monitor the weight of the breastfeeding child for the first 4 weeks. However, the manufacturer recommends discontinuing breastfeeding or captopril due to the possibility of severe adverse reactions in nursing infants. A risk-benefit analysis should consider the importance of captopril therapy for the mother. [21]", "contents": "Captopril -- Administration -- Specific Patient Population. Breastfeeding considerations: Captopril is present in breast milk at approximately 1% of those in maternal blood. Captopril may be considered acceptable for use in breastfeeding. Monitor the weight of the breastfeeding child for the first 4 weeks. However, the manufacturer recommends discontinuing breastfeeding or captopril due to the possibility of severe adverse reactions in nursing infants. A risk-benefit analysis should consider the importance of captopril therapy for the mother. [21]"}
{"id": "article-18835_31", "title": "Captopril -- Administration -- Specific Patient Population", "content": "Pediatric patients: According to AAP (American Academy of Pediatrics) guidelines, the recommended initial dose for infants is 0.05 mg/kg 4 times daily, and the maximum recommended dose is 6 mg/kg/d. The initial dose is 0.5 mg/kg 3 times daily for children, and the maximum recommended dose is 6 mg/kg/d. [22] Older patients: Consider the comprehensive evaluation of comorbidities, including renal impairment and polypharmacy; monotherapy is recommended at a low dose in frail patients. [23]", "contents": "Captopril -- Administration -- Specific Patient Population. Pediatric patients: According to AAP (American Academy of Pediatrics) guidelines, the recommended initial dose for infants is 0.05 mg/kg 4 times daily, and the maximum recommended dose is 6 mg/kg/d. The initial dose is 0.5 mg/kg 3 times daily for children, and the maximum recommended dose is 6 mg/kg/d. [22] Older patients: Consider the comprehensive evaluation of comorbidities, including renal impairment and polypharmacy; monotherapy is recommended at a low dose in frail patients. [23]"}
{"id": "article-18835_32", "title": "Captopril -- Adverse Effects", "content": "While captopril is generally well-tolerated, it does have several potential adverse effects. [24]", "contents": "Captopril -- Adverse Effects. While captopril is generally well-tolerated, it does have several potential adverse effects. [24]"}
{"id": "article-18835_33", "title": "Captopril -- Adverse Effects", "content": "Dry cough (1% to 10%) [11]", "contents": "Captopril -- Adverse Effects. Dry cough (1% to 10%) [11]"}
{"id": "article-18835_34", "title": "Captopril -- Adverse Effects", "content": "Proteinuria (1%), which subsides or clears within 6 months even when captopril therapy is continued [25]", "contents": "Captopril -- Adverse Effects. Proteinuria (1%), which subsides or clears within 6 months even when captopril therapy is continued [25]"}
{"id": "article-18835_35", "title": "Captopril -- Adverse Effects", "content": "Renal insufficiency, renal failure, nephrotic syndrome, polyuria, oliguria, and urinary frequency (0.1% to 0.2%) [20]", "contents": "Captopril -- Adverse Effects. Renal insufficiency, renal failure, nephrotic syndrome, polyuria, oliguria, and urinary frequency (0.1% to 0.2%) [20]"}
{"id": "article-18835_36", "title": "Captopril -- Adverse Effects", "content": "Neutropenia (<1000/mm 3 ) or agranulocytosis with myeloid hypoplasia", "contents": "Captopril -- Adverse Effects. Neutropenia (<1000/mm 3 ) or agranulocytosis with myeloid hypoplasia"}
{"id": "article-18835_37", "title": "Captopril -- Adverse Effects", "content": "Rash with pruritus and occasionally with fever, arthralgia, and eosinophilia (4% to 7%) [25]", "contents": "Captopril -- Adverse Effects. Rash with pruritus and occasionally with fever, arthralgia, and eosinophilia (4% to 7%) [25]"}
{"id": "article-18835_38", "title": "Captopril -- Adverse Effects", "content": "Angina pectoris, myocardial infarction, Raynaud syndrome, and congestive heart failure (0.2% to 0.3%) [26]", "contents": "Captopril -- Adverse Effects. Angina pectoris, myocardial infarction, Raynaud syndrome, and congestive heart failure (0.2% to 0.3%) [26]"}
{"id": "article-18835_39", "title": "Captopril -- Adverse Effects", "content": "Dysgeusia (diminution or loss of taste perception) is reversible and usually self-limited (2% to 4%) [26]", "contents": "Captopril -- Adverse Effects. Dysgeusia (diminution or loss of taste perception) is reversible and usually self-limited (2% to 4%) [26]"}
{"id": "article-18835_40", "title": "Captopril -- Adverse Effects", "content": "Anaphylactoid and other related reactions due to the inhibition of the metabolism of eicosanoids and polypeptides, including bradykinin", "contents": "Captopril -- Adverse Effects. Anaphylactoid and other related reactions due to the inhibition of the metabolism of eicosanoids and polypeptides, including bradykinin"}
{"id": "article-18835_41", "title": "Captopril -- Adverse Effects", "content": "Angioedema can occur in any region, such as the intestine, but angioedema of the tongue, glottis, or larynx causes airway obstruction. The prevalence of angioedema is higher in the African-American population. Treatment for angioedema involving the airways involves immediate stabilization with an endotracheal tube until the swelling resolves. Many pharmacological agents like diphenhydramine, methylprednisolone, epinephrine, or bradykinin blocking agents have been tried as treatment without a definitive answer [11]", "contents": "Captopril -- Adverse Effects. Angioedema can occur in any region, such as the intestine, but angioedema of the tongue, glottis, or larynx causes airway obstruction. The prevalence of angioedema is higher in the African-American population. Treatment for angioedema involving the airways involves immediate stabilization with an endotracheal tube until the swelling resolves. Many pharmacological agents like diphenhydramine, methylprednisolone, epinephrine, or bradykinin blocking agents have been tried as treatment without a definitive answer [11]"}
{"id": "article-18835_42", "title": "Captopril -- Adverse Effects", "content": "Intestinal angioedema, which presents as abdominal pain with or without nausea or vomiting [25]", "contents": "Captopril -- Adverse Effects. Intestinal angioedema, which presents as abdominal pain with or without nausea or vomiting [25]"}
{"id": "article-18835_43", "title": "Captopril -- Adverse Effects", "content": "Flushing or pallor", "contents": "Captopril -- Adverse Effects. Flushing or pallor"}
{"id": "article-18835_44", "title": "Captopril -- Adverse Effects", "content": "Tachycardia, chest pain, and palpitations", "contents": "Captopril -- Adverse Effects. Tachycardia, chest pain, and palpitations"}
{"id": "article-18835_45", "title": "Captopril -- Adverse Effects", "content": "Hypotension [11]", "contents": "Captopril -- Adverse Effects. Hypotension [11]"}
{"id": "article-18835_46", "title": "Captopril -- Adverse Effects", "content": "ACE inhibitors may cause hyperkalemia. Individuals more prone to developing hyperkalemia have a history of renal impairment or diabetes, concurrent use of potassium-sparing diuretics, or potassium supplements. Treatment planning should also consider factors such as potassium levels, EKG changes, and the patient’s renal function and urine production. [11] There has been 1 case of sudden death in a patient taking an ACE inhibitor and trimoxazole simultaneously. Hyperkalemia was assumed to be the cause since it can trigger lethal arrhythmias. [11] Symptoms of hyperkalemia can range from nausea, palpitations, muscle pain, or paresthesia. Electrocardiography (ECG) monitoring is required in patients with serum potassium >6.5 mmol/L. ECG changes may present as non-specific repolarization abnormalities, peaked T-waves, widening of QRS, and ST-segment depression. Treatment involves immediate stabilization of cardiac myocytes with calcium gluconate, dextrose, and insulin infusion or beta-agonists. The last step involves removing total body potassium using loop diuretics, polystyrene sulfonate, or hemodialysis. [27]", "contents": "Captopril -- Adverse Effects. ACE inhibitors may cause hyperkalemia. Individuals more prone to developing hyperkalemia have a history of renal impairment or diabetes, concurrent use of potassium-sparing diuretics, or potassium supplements. Treatment planning should also consider factors such as potassium levels, EKG changes, and the patient’s renal function and urine production. [11] There has been 1 case of sudden death in a patient taking an ACE inhibitor and trimoxazole simultaneously. Hyperkalemia was assumed to be the cause since it can trigger lethal arrhythmias. [11] Symptoms of hyperkalemia can range from nausea, palpitations, muscle pain, or paresthesia. Electrocardiography (ECG) monitoring is required in patients with serum potassium >6.5 mmol/L. ECG changes may present as non-specific repolarization abnormalities, peaked T-waves, widening of QRS, and ST-segment depression. Treatment involves immediate stabilization of cardiac myocytes with calcium gluconate, dextrose, and insulin infusion or beta-agonists. The last step involves removing total body potassium using loop diuretics, polystyrene sulfonate, or hemodialysis. [27]"}
{"id": "article-18835_47", "title": "Captopril -- Adverse Effects -- Precautions", "content": "Hypertension: Increased BUN and serum creatinine have been observed in some patients with renal disease. [20] Heart failure: Elevations of BUN and serum creatinine greater than 20% above normal or baseline with long-term treatment [16] Hyperkalemia: Elevations in serum potassium Surgery/Anesthesia: In patients undergoing major surgery with anesthesia with agents that produce hypotension, captopril will block angiotensin II formation, and hypotension may result.", "contents": "Captopril -- Adverse Effects -- Precautions. Hypertension: Increased BUN and serum creatinine have been observed in some patients with renal disease. [20] Heart failure: Elevations of BUN and serum creatinine greater than 20% above normal or baseline with long-term treatment [16] Hyperkalemia: Elevations in serum potassium Surgery/Anesthesia: In patients undergoing major surgery with anesthesia with agents that produce hypotension, captopril will block angiotensin II formation, and hypotension may result."}
{"id": "article-18835_48", "title": "Captopril -- Adverse Effects -- Drug-Drug Interactions", "content": "Aliskiren: Captopril should not be coadministered with aliskiren in patients with diabetes. [3]", "contents": "Captopril -- Adverse Effects -- Drug-Drug Interactions. Aliskiren: Captopril should not be coadministered with aliskiren in patients with diabetes. [3]"}
{"id": "article-18835_49", "title": "Captopril -- Adverse Effects -- Drug-Drug Interactions", "content": "Angiotensin-II receptor blockers: Dual therapy blockade of the renin-angiotensin-aldosterone system (RAAS) with ARBs and ACE inhibitors increases the risk of renal failure and hyperkalemia. The combination is not recommended. [28] NSAIDS: The antihypertensive effect of captopril is decreased by NSAIDs. NSAIDS can also cause worsening renal function and potential acute kidney injury. [29] Diuretics: Diuretics increase the risk of hypotension and acute kidney injury when administered concomitantly with captopril. Optimize and monitor volume status before initiating therapy. [24] Lithium: Concomitant therapy with lithium and ACE inhibitors increases serum lithium concentration and the risk of lithium toxicity. [30] Digoxin: Concomitant use of captopril with digoxin increases serum digoxin levels, especially in severe congestive heart failure. Use with caution. [31] Drug-Laboratory interaction: Captopril may cause a false-positive urine test for acetone in patients with diabetes. [32]", "contents": "Captopril -- Adverse Effects -- Drug-Drug Interactions. Angiotensin-II receptor blockers: Dual therapy blockade of the renin-angiotensin-aldosterone system (RAAS) with ARBs and ACE inhibitors increases the risk of renal failure and hyperkalemia. The combination is not recommended. [28] NSAIDS: The antihypertensive effect of captopril is decreased by NSAIDs. NSAIDS can also cause worsening renal function and potential acute kidney injury. [29] Diuretics: Diuretics increase the risk of hypotension and acute kidney injury when administered concomitantly with captopril. Optimize and monitor volume status before initiating therapy. [24] Lithium: Concomitant therapy with lithium and ACE inhibitors increases serum lithium concentration and the risk of lithium toxicity. [30] Digoxin: Concomitant use of captopril with digoxin increases serum digoxin levels, especially in severe congestive heart failure. Use with caution. [31] Drug-Laboratory interaction: Captopril may cause a false-positive urine test for acetone in patients with diabetes. [32]"}
{"id": "article-18835_50", "title": "Captopril -- Contraindications", "content": "Contraindications to captopril use include the following: Hypersensitivity to captopril, any component of the formulation, or any other ACEI Angioedema related to previous treatment with ACEI Concomitant aliskiren use in patients with diabetes [3] Coadministration with or within 36 hours of switching to or from a neprilysin inhibitor (sacubitril) [33]", "contents": "Captopril -- Contraindications. Contraindications to captopril use include the following: Hypersensitivity to captopril, any component of the formulation, or any other ACEI Angioedema related to previous treatment with ACEI Concomitant aliskiren use in patients with diabetes [3] Coadministration with or within 36 hours of switching to or from a neprilysin inhibitor (sacubitril) [33]"}
{"id": "article-18835_51", "title": "Captopril -- Contraindications -- Boxed Warning", "content": "Captopril has a boxed warning of fetal toxicity. Exposure of the fetus to ACE inhibitors in pregnancy has adverse pregnancy outcomes that can lead to fetal lung hypoplasia, skull hypoplasia, renal agenesis, and oligohydramnios. ACE inhibitors are associated with congenital malformations and miscarriages. If pregnancy is detected, clinicians should discontinue captopril immediately. [34] [35]", "contents": "Captopril -- Contraindications -- Boxed Warning. Captopril has a boxed warning of fetal toxicity. Exposure of the fetus to ACE inhibitors in pregnancy has adverse pregnancy outcomes that can lead to fetal lung hypoplasia, skull hypoplasia, renal agenesis, and oligohydramnios. ACE inhibitors are associated with congenital malformations and miscarriages. If pregnancy is detected, clinicians should discontinue captopril immediately. [34] [35]"}
{"id": "article-18835_52", "title": "Captopril -- Monitoring", "content": "The patient's BUN, electrolytes, serum creatinine, and blood pressure require routine monitoring. If captopril is initiated in patients with impaired renal function or collagen vascular disease, the complete blood count with differential (risk of agranulocytosis) should be evaluated before starting treatment and at 2-week intervals for about 3 months, then periodically after that. [20]", "contents": "Captopril -- Monitoring. The patient's BUN, electrolytes, serum creatinine, and blood pressure require routine monitoring. If captopril is initiated in patients with impaired renal function or collagen vascular disease, the complete blood count with differential (risk of agranulocytosis) should be evaluated before starting treatment and at 2-week intervals for about 3 months, then periodically after that. [20]"}
{"id": "article-18835_53", "title": "Captopril -- Monitoring", "content": "All patients treated with captopril receive counsel to report any signs of infection, including sore throat or fever. Patients with heart failure should be followed closely for the first 2 weeks of treatment and whenever the dose of captopril is titrated, especially in patients with preexisting hypotension, hyponatremia, diabetes, azotemia, or those taking potassium supplements due to the potential for excessive hypotension, arrhythmia, and conduction defects. [36]", "contents": "Captopril -- Monitoring. All patients treated with captopril receive counsel to report any signs of infection, including sore throat or fever. Patients with heart failure should be followed closely for the first 2 weeks of treatment and whenever the dose of captopril is titrated, especially in patients with preexisting hypotension, hyponatremia, diabetes, azotemia, or those taking potassium supplements due to the potential for excessive hypotension, arrhythmia, and conduction defects. [36]"}
{"id": "article-18835_54", "title": "Captopril -- Monitoring", "content": "According to the latest hypertension guidelines, patients with or without CVD or increased ASVD risk should maintain a blood pressure lower than 130/80 mm Hg while on therapy. On the other hand, according to the diabetes guidelines, adult patients with both diabetes and hypertension have a goal blood pressure of lower than 140/90 mm Hg. [37] Renal function in patients being administered captopril and NSAID therapy should be monitored. Additionally, lithium levels should be monitored in patients taking this medication. [30]", "contents": "Captopril -- Monitoring. According to the latest hypertension guidelines, patients with or without CVD or increased ASVD risk should maintain a blood pressure lower than 130/80 mm Hg while on therapy. On the other hand, according to the diabetes guidelines, adult patients with both diabetes and hypertension have a goal blood pressure of lower than 140/90 mm Hg. [37] Renal function in patients being administered captopril and NSAID therapy should be monitored. Additionally, lithium levels should be monitored in patients taking this medication. [30]"}
{"id": "article-18835_55", "title": "Captopril -- Toxicity", "content": "Correction of hypotension is the primary concern through volume expansion with an intravenous infusion of normal saline. Excessive hypotension has been rarely seen in hypertensive patients but is a possible consequence of captopril use in salt/volume-depleted persons. ACE inhibitors have rarely shown an association with a syndrome that begins with cholestatic jaundice and progresses to fulminant hepatic necrosis and sometimes death. [1]", "contents": "Captopril -- Toxicity. Correction of hypotension is the primary concern through volume expansion with an intravenous infusion of normal saline. Excessive hypotension has been rarely seen in hypertensive patients but is a possible consequence of captopril use in salt/volume-depleted persons. ACE inhibitors have rarely shown an association with a syndrome that begins with cholestatic jaundice and progresses to fulminant hepatic necrosis and sometimes death. [1]"}
{"id": "article-18835_56", "title": "Captopril -- Toxicity", "content": "Captopril should be discontinued if a marked elevation of hepatic transaminases or jaundice occurs. A persistent, dry, hacking, nonproductive cough within the first few months of treatment can also occur with captopril therapy. ACE inhibitor-induced cough results from inhibiting the degradation of bradykinin and generally resolves within 1 to 4 weeks after discontinuation.", "contents": "Captopril -- Toxicity. Captopril should be discontinued if a marked elevation of hepatic transaminases or jaundice occurs. A persistent, dry, hacking, nonproductive cough within the first few months of treatment can also occur with captopril therapy. ACE inhibitor-induced cough results from inhibiting the degradation of bradykinin and generally resolves within 1 to 4 weeks after discontinuation."}
{"id": "article-18835_57", "title": "Captopril -- Toxicity", "content": "Acute captopril overdose presents with profound hypotension, acute kidney injury, central hypoperfusion, and altered mental status. Management is primarily supportive. Maintenance of hemodynamics with IV fluids and vasopressors is required. The literature review suggests the role of dialysis in acute overdose. [38] Case reports also describe the role of naloxone in the reversal of ACE inhibitor toxicity, including captopril. [39] The proposed mechanism is the impact of ACE inhibitors on the endogenous opioid systems, leading to the accumulation of enkephalin and its reversal by naloxone. [40]", "contents": "Captopril -- Toxicity. Acute captopril overdose presents with profound hypotension, acute kidney injury, central hypoperfusion, and altered mental status. Management is primarily supportive. Maintenance of hemodynamics with IV fluids and vasopressors is required. The literature review suggests the role of dialysis in acute overdose. [38] Case reports also describe the role of naloxone in the reversal of ACE inhibitor toxicity, including captopril. [39] The proposed mechanism is the impact of ACE inhibitors on the endogenous opioid systems, leading to the accumulation of enkephalin and its reversal by naloxone. [40]"}
{"id": "article-18835_58", "title": "Captopril -- Enhancing Healthcare Team Outcomes", "content": "Captopril is a widely prescribed drug in clinical medicine. Physicians and advanced practice practitioners who prescribe this medication for hypertension should be aware of its side effects and the need to monitor electrolytes and renal function. Cardiologist consultation is required for managing HFrEF, post-MI LV dysfunction, and optimization of GDMT. Nephrology consultation can provide evidence-based strategies for the management of diabetic neuropathy. Emergency medicine and critical care physicians play an essential role in overdose. Medical toxicologists offer valuable information regarding the latest treatment for overdose.", "contents": "Captopril -- Enhancing Healthcare Team Outcomes. Captopril is a widely prescribed drug in clinical medicine. Physicians and advanced practice practitioners who prescribe this medication for hypertension should be aware of its side effects and the need to monitor electrolytes and renal function. Cardiologist consultation is required for managing HFrEF, post-MI LV dysfunction, and optimization of GDMT. Nephrology consultation can provide evidence-based strategies for the management of diabetic neuropathy. Emergency medicine and critical care physicians play an essential role in overdose. Medical toxicologists offer valuable information regarding the latest treatment for overdose."}
{"id": "article-18835_59", "title": "Captopril -- Enhancing Healthcare Team Outcomes", "content": "Nurses can provide patient counseling, assess compliance, and coordinate with the prescriber if they note any changes in patient status, including therapeutic failure or adverse events. The pharmacist should keep track of the patient's medications to help reduce polypharmacy and drug interactions and educate the patient about adverse reactions that they should monitor, instructing them to contact their care team promptly should any arise. Nurses and pharmacists should immediately consult with the prescriber to alert them to any concerns regarding the patient's regimen and progress or lack thereof.", "contents": "Captopril -- Enhancing Healthcare Team Outcomes. Nurses can provide patient counseling, assess compliance, and coordinate with the prescriber if they note any changes in patient status, including therapeutic failure or adverse events. The pharmacist should keep track of the patient's medications to help reduce polypharmacy and drug interactions and educate the patient about adverse reactions that they should monitor, instructing them to contact their care team promptly should any arise. Nurses and pharmacists should immediately consult with the prescriber to alert them to any concerns regarding the patient's regimen and progress or lack thereof."}
{"id": "article-18835_60", "title": "Captopril -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach and open communication between all healthcare team members, including clinicians, specialists, pharmacists, and medical toxicologists, can minimize adverse drug reactions and improve the outcomes related to captopril therapy.", "contents": "Captopril -- Enhancing Healthcare Team Outcomes. An interprofessional approach and open communication between all healthcare team members, including clinicians, specialists, pharmacists, and medical toxicologists, can minimize adverse drug reactions and improve the outcomes related to captopril therapy."}
{"id": "article-18835_61", "title": "Captopril -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Captopril -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}