{"id": "article-17417_0", "title": "Alveolar Gas Equation -- Introduction", "content": "The alveolar gas equation is used to calculate alveolar oxygen partial pressure, as it is impossible to collect gases directly from the alveoli. The equation is helpful in calculating and closely estimating the P A O 2 inside the alveoli. The variables in the equation can affect the P A O 2 inside the alveoli in different physiological and pathophysiological states.", "contents": "Alveolar Gas Equation -- Introduction. The alveolar gas equation is used to calculate alveolar oxygen partial pressure, as it is impossible to collect gases directly from the alveoli. The equation is helpful in calculating and closely estimating the P A O 2 inside the alveoli. The variables in the equation can affect the P A O 2 inside the alveoli in different physiological and pathophysiological states."}
{"id": "article-17417_1", "title": "Alveolar Gas Equation -- Introduction -- Alveolar Gas Equation", "content": "P A O 2 = (P atm - P H2O ) FiO 2 - PaCO 2 /RQ", "contents": "Alveolar Gas Equation -- Introduction -- Alveolar Gas Equation. P A O 2 = (P atm - P H2O ) FiO 2 - PaCO 2 /RQ"}
{"id": "article-17417_2", "title": "Alveolar Gas Equation -- Introduction", "content": "P atm is the atmospheric pressure (at sea level 760 mm Hg), and P H2O is the partial pressure of water (approximately 45 mm Hg). FiO 2 is the fraction of inspired oxygen. PaCO 2 is the partial pressure of carbon dioxide in alveoli (in normal physiological conditions around 40-45 mmHg). RQ is the respiratory quotient. The value of the RQ can vary depending on the type of diet and metabolic state. RQ is different for carbohydrates, fats, and proteins (the average value is around 0.82 for the human diet). Indirect calorimetry can provide better measurements of RQ by measuring the VO 2 (oxygen uptake) and VCO 2 (carbon dioxide production). RQ = amount of CO 2 produced/amount of oxygen consumed At sea level, the alveolar P A O 2 is: P A O 2 = (760 - 47) 0.21 - 40/0.8 = 99.7 mm Hg.", "contents": "Alveolar Gas Equation -- Introduction. P atm is the atmospheric pressure (at sea level 760 mm Hg), and P H2O is the partial pressure of water (approximately 45 mm Hg). FiO 2 is the fraction of inspired oxygen. PaCO 2 is the partial pressure of carbon dioxide in alveoli (in normal physiological conditions around 40-45 mmHg). RQ is the respiratory quotient. The value of the RQ can vary depending on the type of diet and metabolic state. RQ is different for carbohydrates, fats, and proteins (the average value is around 0.82 for the human diet). Indirect calorimetry can provide better measurements of RQ by measuring the VO 2 (oxygen uptake) and VCO 2 (carbon dioxide production). RQ = amount of CO 2 produced/amount of oxygen consumed At sea level, the alveolar P A O 2 is: P A O 2 = (760 - 47) 0.21 - 40/0.8 = 99.7 mm Hg."}
{"id": "article-17417_3", "title": "Alveolar Gas Equation -- Introduction", "content": "The 3 major variables of the equation are the atmospheric pressure, amount of inspired oxygen, and levels of carbon dioxide. Each has an important clinical significance and can help explain physiological and pathophysiological states. [1]", "contents": "Alveolar Gas Equation -- Introduction. The 3 major variables of the equation are the atmospheric pressure, amount of inspired oxygen, and levels of carbon dioxide. Each has an important clinical significance and can help explain physiological and pathophysiological states. [1]"}
{"id": "article-17417_4", "title": "Alveolar Gas Equation -- Function", "content": "The function of the alveolar gas equation is in calculating the alveolar-arterial O 2 gradient (A-a gradient).", "contents": "Alveolar Gas Equation -- Function. The function of the alveolar gas equation is in calculating the alveolar-arterial O 2 gradient (A-a gradient)."}
{"id": "article-17417_5", "title": "Alveolar Gas Equation -- Function -- Estimating A-a gradient:", "content": "Normal A-a gradient = (Age + 10) / 4 A-a gradient increases 5 to 7 for every 10% increase in FiO 2 .", "contents": "Alveolar Gas Equation -- Function -- Estimating A-a gradient:. Normal A-a gradient = (Age + 10) / 4 A-a gradient increases 5 to 7 for every 10% increase in FiO 2 ."}
{"id": "article-17417_6", "title": "Alveolar Gas Equation -- Function", "content": "The arterial PO 2 can be determined by obtaining an arterial blood gas. With the help of the alveolar gas equation, the partial pressure inside the alveoli can be calculated. Carbon dioxide is a very important variable in the equation. The PO 2 in alveoli can change significantly with variations in blood and alveolar carbon dioxide levels. If the rise in CO 2 is significant, it can displace oxygen molecules which causes hypoxemia. As atmospheric pressure reduces with increased altitude, the alveolar gas equation helps to calculate the P A O 2 within the alveoli. This is significant in appropriately identifying the developed hypoxemia from decreased atmospheric pressure and treating it with appropriate supplemental oxygen levels. [2]", "contents": "Alveolar Gas Equation -- Function. The arterial PO 2 can be determined by obtaining an arterial blood gas. With the help of the alveolar gas equation, the partial pressure inside the alveoli can be calculated. Carbon dioxide is a very important variable in the equation. The PO 2 in alveoli can change significantly with variations in blood and alveolar carbon dioxide levels. If the rise in CO 2 is significant, it can displace oxygen molecules which causes hypoxemia. As atmospheric pressure reduces with increased altitude, the alveolar gas equation helps to calculate the P A O 2 within the alveoli. This is significant in appropriately identifying the developed hypoxemia from decreased atmospheric pressure and treating it with appropriate supplemental oxygen levels. [2]"}
{"id": "article-17417_7", "title": "Alveolar Gas Equation -- Issues of Concern", "content": "The derived alveolar gas equation is based on the assumption of a steady-state condition. The equation is only valid if the assumptions upon which it was constructed remain true. Low FiO 2 conditions could violate the steady state. Thus, some physicians and scientists suggest using the detailed form of the equation. In clinical practice, the full alveolar gas equation does not convey relevant increased accuracy, and the abbreviated equation discussed above is sufficient in calculating the PO 2 in alveoli.", "contents": "Alveolar Gas Equation -- Issues of Concern. The derived alveolar gas equation is based on the assumption of a steady-state condition. The equation is only valid if the assumptions upon which it was constructed remain true. Low FiO 2 conditions could violate the steady state. Thus, some physicians and scientists suggest using the detailed form of the equation. In clinical practice, the full alveolar gas equation does not convey relevant increased accuracy, and the abbreviated equation discussed above is sufficient in calculating the PO 2 in alveoli."}
{"id": "article-17417_8", "title": "Alveolar Gas Equation -- Clinical Significance -- Atmospheric Pressure", "content": "Increasing altitude decreases the atmospheric pressure; thus, for any given FiO 2 , there is a lower PO 2 in the atmosphere and a lower P A O 2 in alveoli. For example, breathing 21% oxygen at sea level would result in an alveolar PO 2 close to 100 mm Hg, while breathing the same percentage of oxygen at Mount Everest (at atmospheric pressure of 263 mm Hg) would result in alveolar PO 2 close to 0 mm Hg. As we ascend, barometric pressure goes down. This can lead to hypoxemia and trigger many physiologic changes. [1] [2] [3] Symptoms (in decreasing order of frequency) include: Headaches Fatigue Nausea Vomiting Loss of appetite Dizziness Irritability Disturbed Sleep", "contents": "Alveolar Gas Equation -- Clinical Significance -- Atmospheric Pressure. Increasing altitude decreases the atmospheric pressure; thus, for any given FiO 2 , there is a lower PO 2 in the atmosphere and a lower P A O 2 in alveoli. For example, breathing 21% oxygen at sea level would result in an alveolar PO 2 close to 100 mm Hg, while breathing the same percentage of oxygen at Mount Everest (at atmospheric pressure of 263 mm Hg) would result in alveolar PO 2 close to 0 mm Hg. As we ascend, barometric pressure goes down. This can lead to hypoxemia and trigger many physiologic changes. [1] [2] [3] Symptoms (in decreasing order of frequency) include: Headaches Fatigue Nausea Vomiting Loss of appetite Dizziness Irritability Disturbed Sleep"}
{"id": "article-17417_9", "title": "Alveolar Gas Equation -- Clinical Significance -- Atmospheric Pressure", "content": "A number of physiological changes occur which enable the body to function in a low-oxygen environment. This process of gradual adjustment is known as acclimatization. This increases the frequency and depth of breathing, cardiac output, blood pressure, and production of erythropoietin and 2,3-diphosphoglycerate (2,3 DPG). Without proper acclimatization and/or supplemental oxygen, one can have high-altitude cerebral edema, acute mountain sickness, and high-altitude pulmonary edema. On the other hand, increasing atmospheric pressure can have significant effects on the body by increasing the amount of dissolved oxygen in the blood. A hyperbaric oxygen chamber is used as a treatment for major carbon monoxide poisoning, decompression sickness, and non-healing ulcers.", "contents": "Alveolar Gas Equation -- Clinical Significance -- Atmospheric Pressure. A number of physiological changes occur which enable the body to function in a low-oxygen environment. This process of gradual adjustment is known as acclimatization. This increases the frequency and depth of breathing, cardiac output, blood pressure, and production of erythropoietin and 2,3-diphosphoglycerate (2,3 DPG). Without proper acclimatization and/or supplemental oxygen, one can have high-altitude cerebral edema, acute mountain sickness, and high-altitude pulmonary edema. On the other hand, increasing atmospheric pressure can have significant effects on the body by increasing the amount of dissolved oxygen in the blood. A hyperbaric oxygen chamber is used as a treatment for major carbon monoxide poisoning, decompression sickness, and non-healing ulcers."}
{"id": "article-17417_10", "title": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen", "content": "Oxygen is used in the human body to perform oxidative phosphorylation and produce Adenosine Triphosphate (ATP), used in enzymatic reactions as a primary form of energy. Oxygen has a high redox potential and is the last acceptor of electrons within the electron transport chain. Hypoxemic patients typically present with shortness of breath and dyspnea. If hypoxia is severe, they may develop severe lactic acidosis, cyanosis, syncope, and arrhythmias. [4] [5] The alveolar gas equation helps us calculate the alveolar and arterial PO 2 gradient (A-a) difference. Normal A-a gradient = (Age + 10) / 4", "contents": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen. Oxygen is used in the human body to perform oxidative phosphorylation and produce Adenosine Triphosphate (ATP), used in enzymatic reactions as a primary form of energy. Oxygen has a high redox potential and is the last acceptor of electrons within the electron transport chain. Hypoxemic patients typically present with shortness of breath and dyspnea. If hypoxia is severe, they may develop severe lactic acidosis, cyanosis, syncope, and arrhythmias. [4] [5] The alveolar gas equation helps us calculate the alveolar and arterial PO 2 gradient (A-a) difference. Normal A-a gradient = (Age + 10) / 4"}
{"id": "article-17417_11", "title": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen", "content": "Every 10% rise in the inspired fraction of oxygen increases the partial pressure of available oxygen in the alveoli by approximately 60 to 70 mm Hg. [6] If more than required FiO 2 is given, it can lead to an increase in PO 2 within the alveoli, and if given for long periods of time, this can lead to lung injury. Higher levels of oxygen can be dangerous in end-stage chronic obstructive pulmonary disease patients, as their respiratory drive is dependent upon hypoxia (with a PO 2 around 60 mm Hg).", "contents": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen. Every 10% rise in the inspired fraction of oxygen increases the partial pressure of available oxygen in the alveoli by approximately 60 to 70 mm Hg. [6] If more than required FiO 2 is given, it can lead to an increase in PO 2 within the alveoli, and if given for long periods of time, this can lead to lung injury. Higher levels of oxygen can be dangerous in end-stage chronic obstructive pulmonary disease patients, as their respiratory drive is dependent upon hypoxia (with a PO 2 around 60 mm Hg)."}
{"id": "article-17417_12", "title": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen", "content": "Hyperoxygenation, by increasing the PO 2 within the alveoli and plasma during the process of intubation or procedural conscious sedation, is very helpful and can be easily understood with the help of the alveolar gas equation. For example, at sea level, with no additional supplemental oxygen and a normal physiological state, the PO 2 inside the alveoli calculates at approximately 100 mm Hg. P A O 2 = (P atm - P H2O ) FiO 2 - PaCO 2 /RQ For 100% oxygen: P A O 2 = (760 - 47) x 1 - (40 / 0.8) = 663 mm Hg", "contents": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen. Hyperoxygenation, by increasing the PO 2 within the alveoli and plasma during the process of intubation or procedural conscious sedation, is very helpful and can be easily understood with the help of the alveolar gas equation. For example, at sea level, with no additional supplemental oxygen and a normal physiological state, the PO 2 inside the alveoli calculates at approximately 100 mm Hg. P A O 2 = (P atm - P H2O ) FiO 2 - PaCO 2 /RQ For 100% oxygen: P A O 2 = (760 - 47) x 1 - (40 / 0.8) = 663 mm Hg"}
{"id": "article-17417_13", "title": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen", "content": "However, if a patient is given 100% oxygen in the same situation, the PO 2 can be as high as 663 mm Hg. In normal physiological conditions, this gives a clinician 8 to 9 minutes to successfully intubate before a patient’s partial pressure of oxygen falls below 60 mm Hg and desaturation on pulse oximetry becomes evident.", "contents": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen. However, if a patient is given 100% oxygen in the same situation, the PO 2 can be as high as 663 mm Hg. In normal physiological conditions, this gives a clinician 8 to 9 minutes to successfully intubate before a patient’s partial pressure of oxygen falls below 60 mm Hg and desaturation on pulse oximetry becomes evident."}
{"id": "article-17417_14", "title": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen", "content": "In pathological conditions where diffusion is impaired (congestive heart failure, pneumonia, alveolar hemorrhage), without pre-oxygenation, the clinician may have a few seconds to a few minutes before the patient desaturates. In these severe pathological conditions, it is recommended that an experienced clinician attempt the intubation. In these conditions, bilevel positive airway pressure (BIPAP) can be used to pre-oxygenate and even hyperventilate the patient as long as they are hemodynamically stable, alert, awake, and able to protect the airway.", "contents": "Alveolar Gas Equation -- Clinical Significance -- Inspired Oxygen. In pathological conditions where diffusion is impaired (congestive heart failure, pneumonia, alveolar hemorrhage), without pre-oxygenation, the clinician may have a few seconds to a few minutes before the patient desaturates. In these severe pathological conditions, it is recommended that an experienced clinician attempt the intubation. In these conditions, bilevel positive airway pressure (BIPAP) can be used to pre-oxygenate and even hyperventilate the patient as long as they are hemodynamically stable, alert, awake, and able to protect the airway."}
{"id": "article-17417_15", "title": "Alveolar Gas Equation -- Clinical Significance -- Carbon Dioxide", "content": "Carbon dioxide is the end product of carbohydrate metabolism. It is transported by red blood cells, mostly bound to the hemoglobin, to the lungs from peripheral tissues, where it diffuses out and allows hemoglobin to bind to oxygen (Bohr and Haldane effects). It is important to note that any increase in carbon dioxide must result in a decrease in the PO 2 . For example, if a patient is on room air with 0.21 FiO 2 and is at sea level, as PaCO 2 rises from 40 to 80, the PAO 2 decreases from 100 to approximately 60, and the patient becomes hypoxemic. This emphasizes the importance of continuous capnography and pulse oximetry, especially during procedures where conscious sedation is used.", "contents": "Alveolar Gas Equation -- Clinical Significance -- Carbon Dioxide. Carbon dioxide is the end product of carbohydrate metabolism. It is transported by red blood cells, mostly bound to the hemoglobin, to the lungs from peripheral tissues, where it diffuses out and allows hemoglobin to bind to oxygen (Bohr and Haldane effects). It is important to note that any increase in carbon dioxide must result in a decrease in the PO 2 . For example, if a patient is on room air with 0.21 FiO 2 and is at sea level, as PaCO 2 rises from 40 to 80, the PAO 2 decreases from 100 to approximately 60, and the patient becomes hypoxemic. This emphasizes the importance of continuous capnography and pulse oximetry, especially during procedures where conscious sedation is used."}
{"id": "article-17417_16", "title": "Alveolar Gas Equation -- Clinical Significance -- Carbon Dioxide", "content": "In hypoxic conditions, the normal response is hyperventilation and increasing the minute ventilation to exhale more carbon dioxide, which decreases the partial pressure of carbon dioxide and increases PO 2 to some extent. For example, a 10 mm Hg PCO 2 decrease in alveoli increases the PO 2 by approximately 10 to 12 mm Hg, which can be significant in acute and chronic disease processes. This is very important as an adaptation for survival. [7]", "contents": "Alveolar Gas Equation -- Clinical Significance -- Carbon Dioxide. In hypoxic conditions, the normal response is hyperventilation and increasing the minute ventilation to exhale more carbon dioxide, which decreases the partial pressure of carbon dioxide and increases PO 2 to some extent. For example, a 10 mm Hg PCO 2 decrease in alveoli increases the PO 2 by approximately 10 to 12 mm Hg, which can be significant in acute and chronic disease processes. This is very important as an adaptation for survival. [7]"}
{"id": "article-17417_17", "title": "Alveolar Gas Equation -- Other Issues", "content": "The alveolar gas equation has limitations, especially in low atmospheric pressures and low-inspired FiO 2 . With acclimatization, severe acidosis, and carbon monoxide poisoning, the body’s physiology and pathophysiology change substantially, and the equation cannot be used reliably.", "contents": "Alveolar Gas Equation -- Other Issues. The alveolar gas equation has limitations, especially in low atmospheric pressures and low-inspired FiO 2 . With acclimatization, severe acidosis, and carbon monoxide poisoning, the body’s physiology and pathophysiology change substantially, and the equation cannot be used reliably."}
{"id": "article-17417_18", "title": "Alveolar Gas Equation -- Enhancing Healthcare Team Outcomes", "content": "The alveolar gas equation is used to calculate alveolar oxygen partial pressure, as it is impossible to collect gases directly from the alveoli. The equation is helpful in calculating and closely estimating the PaO 2 inside the alveoli.", "contents": "Alveolar Gas Equation -- Enhancing Healthcare Team Outcomes. The alveolar gas equation is used to calculate alveolar oxygen partial pressure, as it is impossible to collect gases directly from the alveoli. The equation is helpful in calculating and closely estimating the PaO 2 inside the alveoli."}
{"id": "article-17417_19", "title": "Alveolar Gas Equation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Alveolar Gas Equation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}