{"id": "article-19442_0", "title": "Choking -- Continuing Education Activity", "content": "Choking or foreign body airway obstruction occurs when an object partially or completely obstructs the passage of air exchange between the upper airway and the trachea. Choking can be seen in individuals of any age, however, it tends to occur with the greatest frequency in either the very young or the elderly population. In the very young, the foreign body is often food, a toy, a coin, or even a battery, whereas in the elderly it is almost always food. This activity describes the causes of choking, reviews the presentation and diagnosis, and highlights the role of the interprofessional team in its management.", "contents": "Choking -- Continuing Education Activity. Choking or foreign body airway obstruction occurs when an object partially or completely obstructs the passage of air exchange between the upper airway and the trachea. Choking can be seen in individuals of any age, however, it tends to occur with the greatest frequency in either the very young or the elderly population. In the very young, the foreign body is often food, a toy, a coin, or even a battery, whereas in the elderly it is almost always food. This activity describes the causes of choking, reviews the presentation and diagnosis, and highlights the role of the interprofessional team in its management."}
{"id": "article-19442_1", "title": "Choking -- Continuing Education Activity", "content": "Objectives: Describes the etiology of choking. Describe the presentation of a patient who is choking. Describe the evaluation for choking. Explain the importance of optimizing care coordination amongst interprofessional team members to improve outcomes for patients affected by choking. Access free multiple choice questions on this topic.", "contents": "Choking -- Continuing Education Activity. Objectives: Describes the etiology of choking. Describe the presentation of a patient who is choking. Describe the evaluation for choking. Explain the importance of optimizing care coordination amongst interprofessional team members to improve outcomes for patients affected by choking. Access free multiple choice questions on this topic."}
{"id": "article-19442_2", "title": "Choking -- Introduction", "content": "Choking or foreign body airway obstruction occurs when a foreign body such as food, coins, or toys partially or completely obstruct the passage of air from the upper airway into the trachea. Choking affects either in the very young or the elderly [1] . In the young, the foreign body is likely to be food or a toy, while in the elderly it is almost always food.", "contents": "Choking -- Introduction. Choking or foreign body airway obstruction occurs when a foreign body such as food, coins, or toys partially or completely obstruct the passage of air from the upper airway into the trachea. Choking affects either in the very young or the elderly [1] . In the young, the foreign body is likely to be food or a toy, while in the elderly it is almost always food."}
{"id": "article-19442_3", "title": "Choking -- Introduction", "content": "There is a bimodal distribution in the ages of patients, affecting primarily the young between the ages of 1 to 3 years and the elderly who are greater than 60 years. In 2015, 5,051 people died from choking. Of those, 2,848 (56%) were older than 74. Choking is the fourth leading cause of unintentional death,  the leading cause of infantile death, and the fourth leading cause of death among preschool children [2] . The most common objects on which children choke are food, coins, balloons, and other toys. In a Center for Disease Control review of nonfatal choking episodes in children that were treated in the emergency department, 13% of choking episodes were associated with coins and 19% were caused by candy or gum. Latex balloons are the most likely fatal aspirated foreign body, accounting for 29% of deaths by foreign body aspiration between 1972 and 1992. In the same time period, hot dogs were the most fatal food aspiration, accounting for 17% of food-related aspiration fatalities [3]", "contents": "Choking -- Introduction. There is a bimodal distribution in the ages of patients, affecting primarily the young between the ages of 1 to 3 years and the elderly who are greater than 60 years. In 2015, 5,051 people died from choking. Of those, 2,848 (56%) were older than 74. Choking is the fourth leading cause of unintentional death,  the leading cause of infantile death, and the fourth leading cause of death among preschool children [2] . The most common objects on which children choke are food, coins, balloons, and other toys. In a Center for Disease Control review of nonfatal choking episodes in children that were treated in the emergency department, 13% of choking episodes were associated with coins and 19% were caused by candy or gum. Latex balloons are the most likely fatal aspirated foreign body, accounting for 29% of deaths by foreign body aspiration between 1972 and 1992. In the same time period, hot dogs were the most fatal food aspiration, accounting for 17% of food-related aspiration fatalities [3]"}
{"id": "article-19442_4", "title": "Choking -- Introduction", "content": "Of the adult fatalities associated with choking, there is a strong association with dementia (including Alzheimer disease) and Parkinson disease [4] . Decreased salivation in the elderly is also implicated as this impairs the ability to transfer food during swallowing.", "contents": "Choking -- Introduction. Of the adult fatalities associated with choking, there is a strong association with dementia (including Alzheimer disease) and Parkinson disease [4] . Decreased salivation in the elderly is also implicated as this impairs the ability to transfer food during swallowing."}
{"id": "article-19442_5", "title": "Choking -- Anatomy and Physiology", "content": "The foreign body lodged in the larynx or trachea is most dangerous as this causes complete airway obstruction. Alternatively, foreign bodies such as small beads or small pieces of food may pass below the vocal cords and become lodged at the carina or within a mainstem bronchus [5] . In adults, due to differences in right versus left pulmonary anatomy, foreign bodies are more commonly retrieved from the right main bronchus. However, children will have equal likelihood in either bronchus, due to equal growth until the age of 16. [6]", "contents": "Choking -- Anatomy and Physiology. The foreign body lodged in the larynx or trachea is most dangerous as this causes complete airway obstruction. Alternatively, foreign bodies such as small beads or small pieces of food may pass below the vocal cords and become lodged at the carina or within a mainstem bronchus [5] . In adults, due to differences in right versus left pulmonary anatomy, foreign bodies are more commonly retrieved from the right main bronchus. However, children will have equal likelihood in either bronchus, due to equal growth until the age of 16. [6]"}
{"id": "article-19442_6", "title": "Choking -- Indications", "content": "The event may be witness or unwitnessed. A witnessed incident is always diagnostic and facilitates immediate treatment. However, in the cases where the events may be unwitnessed, a high clinical suspicion must be present. Often these patients are unable to verbalize what has happened.", "contents": "Choking -- Indications. The event may be witness or unwitnessed. A witnessed incident is always diagnostic and facilitates immediate treatment. However, in the cases where the events may be unwitnessed, a high clinical suspicion must be present. Often these patients are unable to verbalize what has happened."}
{"id": "article-19442_7", "title": "Choking -- Indications", "content": "In children, you may appreciate drooling or stridor. The most common presenting symptoms are the classical triad of a paroxysmal cough, wheezing, and dyspnea or decreased air entry/decreased breath sounds in adults. The described “café coronary” refers to cardiac arrest secondary to airway obstruction that occurs while eating rather than a myocardial infarct.", "contents": "Choking -- Indications. In children, you may appreciate drooling or stridor. The most common presenting symptoms are the classical triad of a paroxysmal cough, wheezing, and dyspnea or decreased air entry/decreased breath sounds in adults. The described “café coronary” refers to cardiac arrest secondary to airway obstruction that occurs while eating rather than a myocardial infarct."}
{"id": "article-19442_8", "title": "Choking -- Technique or Treatment -- Conscious Children", "content": "Infants (children less than 1 year) with foreign body aspiration should be treated with alternating five back blows followed by five chest thrusts. This action is best performed with the infant's torso on the provider's nondominant arm or an older child draped across the knees. After five blows delivered between the scapula, turn the child over and perform five chest thrusts (chest compressions).", "contents": "Choking -- Technique or Treatment -- Conscious Children. Infants (children less than 1 year) with foreign body aspiration should be treated with alternating five back blows followed by five chest thrusts. This action is best performed with the infant's torso on the provider's nondominant arm or an older child draped across the knees. After five blows delivered between the scapula, turn the child over and perform five chest thrusts (chest compressions)."}
{"id": "article-19442_9", "title": "Choking -- Technique or Treatment -- Conscious Children", "content": "The Heimlich maneuver should NOT be used on children younger than 1 year. Additionally, while the blind finger sweep is still included in the advanced cardiovascular life support and basic life support protocols for adult airway management, it should be avoided in the infant age group as it may push the object further into the airway. [7]", "contents": "Choking -- Technique or Treatment -- Conscious Children. The Heimlich maneuver should NOT be used on children younger than 1 year. Additionally, while the blind finger sweep is still included in the advanced cardiovascular life support and basic life support protocols for adult airway management, it should be avoided in the infant age group as it may push the object further into the airway. [7]"}
{"id": "article-19442_10", "title": "Choking -- Technique or Treatment -- Conscious Children", "content": "Older children (those greater than 1 year) may receive the Heimlich maneuver. Best results are produced when the provider performs it while on the knees. A clenched fist should be placed at the level of the umbilicus and an upward thrust delivered posteriorly and superiorly.", "contents": "Choking -- Technique or Treatment -- Conscious Children. Older children (those greater than 1 year) may receive the Heimlich maneuver. Best results are produced when the provider performs it while on the knees. A clenched fist should be placed at the level of the umbilicus and an upward thrust delivered posteriorly and superiorly."}
{"id": "article-19442_11", "title": "Choking -- Technique or Treatment -- Unconscious Children", "content": "The loss of consciousness indicates a loss of perfusion. Check for a pulse and move on to advanced airway tactics including direct laryngoscopy and foreign body retrieval with McGill or ringed forceps. If the object can be seen but not retrieved, percutaneous translaryngeal ventilation may be necessary. If the object cannot be seen and the patient may be ventilated, bronchoscopy may be required. Children under the age of 10 should NOT receive a surgical airway as they do not have fully developed posterior tracheal rings.", "contents": "Choking -- Technique or Treatment -- Unconscious Children. The loss of consciousness indicates a loss of perfusion. Check for a pulse and move on to advanced airway tactics including direct laryngoscopy and foreign body retrieval with McGill or ringed forceps. If the object can be seen but not retrieved, percutaneous translaryngeal ventilation may be necessary. If the object cannot be seen and the patient may be ventilated, bronchoscopy may be required. Children under the age of 10 should NOT receive a surgical airway as they do not have fully developed posterior tracheal rings."}
{"id": "article-19442_12", "title": "Choking -- Technique or Treatment -- Adults", "content": "All adults can and should receive the Heimlich maneuver while they are conscious. If the Heimlich cannot be performed due to body habitus or pregnancy, the American Heart Association recommends a supine patient with force again applied just above the umbilicus in a cephalad posterior vector. If the adult loses consciousness, it is imperative to check for a pulse and begin cardiopulmonary resuscitation if a pulse is not detected. Advanced airway techniques are now indicated, and you may be able to visualize the foreign body under direct laryngoscopy.", "contents": "Choking -- Technique or Treatment -- Adults. All adults can and should receive the Heimlich maneuver while they are conscious. If the Heimlich cannot be performed due to body habitus or pregnancy, the American Heart Association recommends a supine patient with force again applied just above the umbilicus in a cephalad posterior vector. If the adult loses consciousness, it is imperative to check for a pulse and begin cardiopulmonary resuscitation if a pulse is not detected. Advanced airway techniques are now indicated, and you may be able to visualize the foreign body under direct laryngoscopy."}
{"id": "article-19442_13", "title": "Choking -- Clinical Significance", "content": "Parents should be cautioned about the risks of toys with small movable parts that can break off and use caution with regards to coins, balloons, and cylindrical objects [8] . Food should be cut in such a way that reduces risk (i.e., cutting grapes and hot dogs in half). Until a child has molars and has demonstrated a robust ability to chew. Hard foods such as carrots should be avoided.", "contents": "Choking -- Clinical Significance. Parents should be cautioned about the risks of toys with small movable parts that can break off and use caution with regards to coins, balloons, and cylindrical objects [8] . Food should be cut in such a way that reduces risk (i.e., cutting grapes and hot dogs in half). Until a child has molars and has demonstrated a robust ability to chew. Hard foods such as carrots should be avoided."}
{"id": "article-19442_14", "title": "Choking -- Clinical Significance", "content": "Adults who have their food prepared by other family members or by caregivers should be given the most permissive and safe diets, which may mean smaller cut pieces or pureed foods. Aspiration risk may be reduced by altering food consistency. If patients experience coughing or choking while eating, drinking or swallowing medications a formal dysphagia screen may be indicated. Pearls At risk are those between ages 0 and 3 and over age 60. Leading cause of death among children 1 to 3 years, and the fourth leading cause of unintentional death overall. The most common foreign body objects are coins and balloons. The most common foreign body foods are hot dogs, grapes, and steak. Do not perform the Heimlich maneuver on children less than 1 year. Prevention includes parental diligence regarding risky toys, cutting circular foods in half, and pureeing foods or cutting smaller pieces for elderly persons.", "contents": "Choking -- Clinical Significance. Adults who have their food prepared by other family members or by caregivers should be given the most permissive and safe diets, which may mean smaller cut pieces or pureed foods. Aspiration risk may be reduced by altering food consistency. If patients experience coughing or choking while eating, drinking or swallowing medications a formal dysphagia screen may be indicated. Pearls At risk are those between ages 0 and 3 and over age 60. Leading cause of death among children 1 to 3 years, and the fourth leading cause of unintentional death overall. The most common foreign body objects are coins and balloons. The most common foreign body foods are hot dogs, grapes, and steak. Do not perform the Heimlich maneuver on children less than 1 year. Prevention includes parental diligence regarding risky toys, cutting circular foods in half, and pureeing foods or cutting smaller pieces for elderly persons."}
{"id": "article-19442_15", "title": "Choking -- Enhancing Healthcare Team Outcomes", "content": "Choking events are fairly common in both adults and children. In minutes, they may lead to a fatal outcome. In a hospital setting, best results will be achieved if nurses and clinicians are familiar with methods to rapidly relieve choking and appropriate assistance is provided. Caregivers should work toward educating the public on methods of responding to a choking event. [Level V]", "contents": "Choking -- Enhancing Healthcare Team Outcomes. Choking events are fairly common in both adults and children. In minutes, they may lead to a fatal outcome. In a hospital setting, best results will be achieved if nurses and clinicians are familiar with methods to rapidly relieve choking and appropriate assistance is provided. Caregivers should work toward educating the public on methods of responding to a choking event. [Level V]"}
{"id": "article-19442_16", "title": "Choking -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Choking -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}