{"id": "article-38735_0", "title": "Benzoyl Peroxide -- Continuing Education Activity", "content": "This activity explores benzoyl peroxide, an over-the-counter topical medication that is FDA-approved for addressing acne vulgaris. The educational content delves into its bactericidal properties, specifically targeting Cutibacterium acnes within the skin and hair follicles. This activity equips healthcare professionals with essential knowledge for effective utilization in clinical settings by focusing on indications, mechanisms of action, and safe administration practices. Critical components of this program include a thorough examination of adverse drug reactions, contraindications, drug-drug interactions, clinical toxicology, and the necessity of monitoring various physiological aspects during benzoyl peroxide use. The curriculum underscores the significance of understanding intricate pharmacology to enable tailored treatment plans aligned with individual patient needs. Prioritizing patient safety becomes paramount, particularly considering the distinctive characteristics of the targeted patient population.", "contents": "Benzoyl Peroxide -- Continuing Education Activity. This activity explores benzoyl peroxide, an over-the-counter topical medication that is FDA-approved for addressing acne vulgaris. The educational content delves into its bactericidal properties, specifically targeting Cutibacterium acnes within the skin and hair follicles. This activity equips healthcare professionals with essential knowledge for effective utilization in clinical settings by focusing on indications, mechanisms of action, and safe administration practices. Critical components of this program include a thorough examination of adverse drug reactions, contraindications, drug-drug interactions, clinical toxicology, and the necessity of monitoring various physiological aspects during benzoyl peroxide use. The curriculum underscores the significance of understanding intricate pharmacology to enable tailored treatment plans aligned with individual patient needs. Prioritizing patient safety becomes paramount, particularly considering the distinctive characteristics of the targeted patient population."}
{"id": "article-38735_1", "title": "Benzoyl Peroxide -- Continuing Education Activity", "content": "Through an evidence-based approach, this educational initiative empowers healthcare professionals to make informed decisions, keeping them updated on the latest guidelines and recommendations and facilitating the optimal integration of benzoyl peroxide into treatment regimens, ultimately enhancing outcomes for patients grappling with acne vulgaris.", "contents": "Benzoyl Peroxide -- Continuing Education Activity. Through an evidence-based approach, this educational initiative empowers healthcare professionals to make informed decisions, keeping them updated on the latest guidelines and recommendations and facilitating the optimal integration of benzoyl peroxide into treatment regimens, ultimately enhancing outcomes for patients grappling with acne vulgaris."}
{"id": "article-38735_2", "title": "Benzoyl Peroxide -- Continuing Education Activity", "content": "Objectives: Identify the indications for benzoyl peroxide use. Evaluate the mechanism of action of benzoyl peroxide. Identify the most common adverse effects associated with benzoyl peroxide use. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from benzoyl peroxide treatment. Access free multiple choice questions on this topic.", "contents": "Benzoyl Peroxide -- Continuing Education Activity. Objectives: Identify the indications for benzoyl peroxide use. Evaluate the mechanism of action of benzoyl peroxide. Identify the most common adverse effects associated with benzoyl peroxide use. Implement effective collaboration and communication among interprofessional team members to improve outcomes and treatment efficacy for patients who might benefit from benzoyl peroxide treatment. Access free multiple choice questions on this topic."}
{"id": "article-38735_3", "title": "Benzoyl Peroxide -- Indications", "content": "Benzoyl peroxide is an over-the-counter (OTC) topical medication and an FDA-approved prescription medication for acne vulgaris. Benzoyl peroxide is bactericidal with activity against Cutibacterium acnes (C . acnes ) on the skin and within the hair follicles. Benzoyl peroxide has mild sebostatic and keratolytic effects and is most effective when combined with other acne vulgaris therapies. [1] [2] In contrast to other topical antibiotics, drug resistance has not appeared to develop with benzoyl peroxide use. [1]", "contents": "Benzoyl Peroxide -- Indications. Benzoyl peroxide is an over-the-counter (OTC) topical medication and an FDA-approved prescription medication for acne vulgaris. Benzoyl peroxide is bactericidal with activity against Cutibacterium acnes (C . acnes ) on the skin and within the hair follicles. Benzoyl peroxide has mild sebostatic and keratolytic effects and is most effective when combined with other acne vulgaris therapies. [1] [2] In contrast to other topical antibiotics, drug resistance has not appeared to develop with benzoyl peroxide use. [1]"}
{"id": "article-38735_4", "title": "Benzoyl Peroxide -- Indications -- Acne vulgaris", "content": "As per the latest guidelines from the American Academy of Dermatology (AAD) in 2024, benzoyl peroxide is recommended for treating patients with acne. Additionally, the AAD suggests using fixed-dose combinations, such as topical retinoids with benzoyl peroxide, and endorses benzoyl peroxide with topical retinoids and a topical antibiotic. The AAD also recommends incorporating systemic antibiotics with benzoyl peroxide and other topical therapies for acne management. [3]", "contents": "Benzoyl Peroxide -- Indications -- Acne vulgaris. As per the latest guidelines from the American Academy of Dermatology (AAD) in 2024, benzoyl peroxide is recommended for treating patients with acne. Additionally, the AAD suggests using fixed-dose combinations, such as topical retinoids with benzoyl peroxide, and endorses benzoyl peroxide with topical retinoids and a topical antibiotic. The AAD also recommends incorporating systemic antibiotics with benzoyl peroxide and other topical therapies for acne management. [3]"}
{"id": "article-38735_5", "title": "Benzoyl Peroxide -- Indications -- Rosacea", "content": "The novel microencapsulated benzoyl peroxide 5% cream is a topical treatment option for moderate to severe papulopustular rosacea, effectively reducing papules, pustules, and telangiectasia. [4]", "contents": "Benzoyl Peroxide -- Indications -- Rosacea. The novel microencapsulated benzoyl peroxide 5% cream is a topical treatment option for moderate to severe papulopustular rosacea, effectively reducing papules, pustules, and telangiectasia. [4]"}
{"id": "article-38735_6", "title": "Benzoyl Peroxide -- Indications -- Off-Label Uses", "content": "Folliculitis, including gram-negative folliculitis, non-infectious folliculitis, and drug-induced folliculitis (acneiform eruptions) Pseudo-folliculitis barbae Progressive macular hypomelanosis Pressure ulcers Perforating diseases Pitted keratolysis [5] [6] [7] [8] [9]", "contents": "Benzoyl Peroxide -- Indications -- Off-Label Uses. Folliculitis, including gram-negative folliculitis, non-infectious folliculitis, and drug-induced folliculitis (acneiform eruptions) Pseudo-folliculitis barbae Progressive macular hypomelanosis Pressure ulcers Perforating diseases Pitted keratolysis [5] [6] [7] [8] [9]"}
{"id": "article-38735_7", "title": "Benzoyl Peroxide -- Mechanism of Action", "content": "Topical benzoyl peroxide demonstrates bactericidal effects against Cutibacterium acnes, a key component of acne vulgaris. [1] [2] Following absorption through the skin, benzoyl peroxide undergoes conversion into benzoic acid. Around 5% of the benzoic acid is absorbed systemically and then excreted by the renal system. The remaining benzoic acid is metabolized by cysteine in the skin, releasing active free-radical oxygen species and oxidizing bacterial proteins. [10] Improvement of acne vulgaris occurs by reducing lipids, free fatty acids, and P. acnes .", "contents": "Benzoyl Peroxide -- Mechanism of Action. Topical benzoyl peroxide demonstrates bactericidal effects against Cutibacterium acnes, a key component of acne vulgaris. [1] [2] Following absorption through the skin, benzoyl peroxide undergoes conversion into benzoic acid. Around 5% of the benzoic acid is absorbed systemically and then excreted by the renal system. The remaining benzoic acid is metabolized by cysteine in the skin, releasing active free-radical oxygen species and oxidizing bacterial proteins. [10] Improvement of acne vulgaris occurs by reducing lipids, free fatty acids, and P. acnes ."}
{"id": "article-38735_8", "title": "Benzoyl Peroxide -- Mechanism of Action", "content": "After applying 10% benzoyl peroxide daily for 2 weeks, the amount of P. acnes in hair follicles decreased by 98%, and the amount of free fatty acids decreased by 50%, comparable to results obtained after 4 weeks of antibiotic therapy. [11] Topical benzoyl peroxide also has mild sebostatic effects, contributing to its keratolytic activity and efficacy in treating comedonal acne. [1] Benzoyl peroxide effectively treats cutaneous ulcers through stimulation of healthy production of granulation tissue and rapid ingrowth of epithelium. [12]", "contents": "Benzoyl Peroxide -- Mechanism of Action. After applying 10% benzoyl peroxide daily for 2 weeks, the amount of P. acnes in hair follicles decreased by 98%, and the amount of free fatty acids decreased by 50%, comparable to results obtained after 4 weeks of antibiotic therapy. [11] Topical benzoyl peroxide also has mild sebostatic effects, contributing to its keratolytic activity and efficacy in treating comedonal acne. [1] Benzoyl peroxide effectively treats cutaneous ulcers through stimulation of healthy production of granulation tissue and rapid ingrowth of epithelium. [12]"}
{"id": "article-38735_9", "title": "Benzoyl Peroxide -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: In vitro studies using excised human skin and in vivo studies on rhesus monkeys demonstrate that benzoyl peroxide penetrates the skin layers and is converted to benzoic acid. Using formulations containing lower concentrations of benzoyl peroxide (2.5%) can minimize skin irritation, improving tolerability and treatment outcomes. [13] Distribution: The radiolabelled dose thoroughly penetrates the skin and recovers as benzoic acid. The dose in the skin is approximately half benzoic acid and half benzoyl peroxide. Metabolism: The peroxide bond of benzoyl peroxide is cleaved to form 2 benzoyloxy radicals. Benzoic acid is a significant metabolite of benzoyl peroxide. Elimination: Benzoic acid, the metabolite of benzoyl peroxide, is eliminated in the urine. Data regarding fecal elimination is not readily available.", "contents": "Benzoyl Peroxide -- Mechanism of Action -- Pharmacokinetics. Absorption: In vitro studies using excised human skin and in vivo studies on rhesus monkeys demonstrate that benzoyl peroxide penetrates the skin layers and is converted to benzoic acid. Using formulations containing lower concentrations of benzoyl peroxide (2.5%) can minimize skin irritation, improving tolerability and treatment outcomes. [13] Distribution: The radiolabelled dose thoroughly penetrates the skin and recovers as benzoic acid. The dose in the skin is approximately half benzoic acid and half benzoyl peroxide. Metabolism: The peroxide bond of benzoyl peroxide is cleaved to form 2 benzoyloxy radicals. Benzoic acid is a significant metabolite of benzoyl peroxide. Elimination: Benzoic acid, the metabolite of benzoyl peroxide, is eliminated in the urine. Data regarding fecal elimination is not readily available."}
{"id": "article-38735_10", "title": "Benzoyl Peroxide -- Administration -- Available Dosage Forms and Strengths", "content": "Benzoyl peroxide is commercially available in 2.5%, 5%, and 10% concentrations, both over-the-counter and prescription formulations. These products include lotions, creams, gels, foams, solutions, cleansing bars, lotions, cloths, pads, masks, and shaving creams. Benzoyl peroxide is also available in formulations such as benzoyl peroxide and clindamycin, benzoyl peroxide and erythromycin, benzoyl peroxide and adapalene, benzoyl peroxide and tretinoin, benzoyl peroxide and hydrocortisone, and benzoyl peroxide, clindamycin, and adapalene. Every vehicle application comes with instructions outlining the recommended frequency of use.", "contents": "Benzoyl Peroxide -- Administration -- Available Dosage Forms and Strengths. Benzoyl peroxide is commercially available in 2.5%, 5%, and 10% concentrations, both over-the-counter and prescription formulations. These products include lotions, creams, gels, foams, solutions, cleansing bars, lotions, cloths, pads, masks, and shaving creams. Benzoyl peroxide is also available in formulations such as benzoyl peroxide and clindamycin, benzoyl peroxide and erythromycin, benzoyl peroxide and adapalene, benzoyl peroxide and tretinoin, benzoyl peroxide and hydrocortisone, and benzoyl peroxide, clindamycin, and adapalene. Every vehicle application comes with instructions outlining the recommended frequency of use."}
{"id": "article-38735_11", "title": "Benzoyl Peroxide -- Administration -- Adult Dosage", "content": "Cleansing bars and washes are used 1 to 3 times a day, whereas mask application is a thin layer left on for 15 to 25 minutes once a week. [14] Studies have shown that to treat acne vulgaris, the combination formulations containing benzoyl peroxide, adapalene, and topical antibiotics are more effective than either medication used alone. [15] [16] Combination preparations with erythromycin or clindamycin are applied twice daily, whereas combination preparations with adapalene are applied once daily. [14]", "contents": "Benzoyl Peroxide -- Administration -- Adult Dosage. Cleansing bars and washes are used 1 to 3 times a day, whereas mask application is a thin layer left on for 15 to 25 minutes once a week. [14] Studies have shown that to treat acne vulgaris, the combination formulations containing benzoyl peroxide, adapalene, and topical antibiotics are more effective than either medication used alone. [15] [16] Combination preparations with erythromycin or clindamycin are applied twice daily, whereas combination preparations with adapalene are applied once daily. [14]"}
{"id": "article-38735_12", "title": "Benzoyl Peroxide -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dosage adjustments for hepatic impairment are specified in the product labeling for benzoyl peroxide. Renal impairment: No dosage adjustments are provided for renal impairment in benzoyl peroxide's product labeling.", "contents": "Benzoyl Peroxide -- Administration -- Specific Patient Populations. Hepatic impairment: No dosage adjustments for hepatic impairment are specified in the product labeling for benzoyl peroxide. Renal impairment: No dosage adjustments are provided for renal impairment in benzoyl peroxide's product labeling."}
{"id": "article-38735_13", "title": "Benzoyl Peroxide -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: The FDA classifies benzoyl peroxide as pregnancy risk category C. The effects of benzoyl peroxide on reproductive health and fetal health are unknown. However, because of its minimal systemic absorption, topical application of benzoyl peroxide is generally considered safe during pregnancy. Applying 5% benzoyl peroxide twice daily is considered a safe acne treatment throughout all stages of pregnancy. Despite limited research, its perceived low risk is attributed to minimal systemic absorption and quick renal excretion. [17] [18]", "contents": "Benzoyl Peroxide -- Administration -- Specific Patient Populations. Pregnancy considerations: The FDA classifies benzoyl peroxide as pregnancy risk category C. The effects of benzoyl peroxide on reproductive health and fetal health are unknown. However, because of its minimal systemic absorption, topical application of benzoyl peroxide is generally considered safe during pregnancy. Applying 5% benzoyl peroxide twice daily is considered a safe acne treatment throughout all stages of pregnancy. Despite limited research, its perceived low risk is attributed to minimal systemic absorption and quick renal excretion. [17] [18]"}
{"id": "article-38735_14", "title": "Benzoyl Peroxide -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: There is insufficient data on using benzoyl peroxide while breastfeeding. Because of its low rate of systemic absorption, minimal risk to the infant is likely, and the topical use of benzoyl peroxide is generally considered safe while breastfeeding, as long as its application is not where the infant would have direct contact during breastfeeding or close skin-on-skin contact. [17]", "contents": "Benzoyl Peroxide -- Administration -- Specific Patient Populations. Breastfeeding considerations: There is insufficient data on using benzoyl peroxide while breastfeeding. Because of its low rate of systemic absorption, minimal risk to the infant is likely, and the topical use of benzoyl peroxide is generally considered safe while breastfeeding, as long as its application is not where the infant would have direct contact during breastfeeding or close skin-on-skin contact. [17]"}
{"id": "article-38735_15", "title": "Benzoyl Peroxide -- Administration -- Specific Patient Populations", "content": "Pediatric patients: Little data supports benzoyl peroxide's clinical safety and efficacy when used in children. Because of its minimal systemic absorption, topical benzoyl peroxide is generally considered safe in the pediatric population. [19] Older patients: No dosage adjustments for older patients are provided in the product labeling.", "contents": "Benzoyl Peroxide -- Administration -- Specific Patient Populations. Pediatric patients: Little data supports benzoyl peroxide's clinical safety and efficacy when used in children. Because of its minimal systemic absorption, topical benzoyl peroxide is generally considered safe in the pediatric population. [19] Older patients: No dosage adjustments for older patients are provided in the product labeling."}
{"id": "article-38735_16", "title": "Benzoyl Peroxide -- Adverse Effects", "content": "The most common adverse effect of benzoyl peroxide is its bleaching quality, potentially causing the discoloration of colored fabrics and hair bleaching. At higher concentrations, topical benzoyl peroxide causes mild dryness, erythema, and scaling. [20] There are also case reports of contact dermatitis in a small percentage of patients, which should arouse suspicion in patients who develop marked erythema and irritation at the treatment site. In such instances, the prudent course of action is stopping benzoyl peroxide.", "contents": "Benzoyl Peroxide -- Adverse Effects. The most common adverse effect of benzoyl peroxide is its bleaching quality, potentially causing the discoloration of colored fabrics and hair bleaching. At higher concentrations, topical benzoyl peroxide causes mild dryness, erythema, and scaling. [20] There are also case reports of contact dermatitis in a small percentage of patients, which should arouse suspicion in patients who develop marked erythema and irritation at the treatment site. In such instances, the prudent course of action is stopping benzoyl peroxide."}
{"id": "article-38735_17", "title": "Benzoyl Peroxide -- Adverse Effects -- Drug-Drug Interactions", "content": "Patients should avoid concomitant use of topical sulfone products (eg, dapsone) with topical benzoyl peroxide as it reportedly causes skin and facial hair yellowing. [21] Patients should avoid concomitant use of topical hydroquinone with topical benzoyl peroxide as it may result in increased skin irritation and transient staining of the epidermis. [22] Concomitant use of oral isotretinoin with topical benzoyl peroxide has been reported to result in increased skin irritation and dryness. [23] Patients should avoid concurrent application of topical benzoyl peroxide with topical tretinoin as it decreases tretinoin's efficacy. Unlike tretinoin, adapalene is resistant to oxidation by benzoyl peroxide and is an acceptable combination product. [2] Concomitant use of topical anesthetics with topical benzoyl peroxide reportedly decreases the efficacy of anesthetics. For optimal results, the recommendation is to thoroughly wash the treatment area before applying topical anesthetics. [24]", "contents": "Benzoyl Peroxide -- Adverse Effects -- Drug-Drug Interactions. Patients should avoid concomitant use of topical sulfone products (eg, dapsone) with topical benzoyl peroxide as it reportedly causes skin and facial hair yellowing. [21] Patients should avoid concomitant use of topical hydroquinone with topical benzoyl peroxide as it may result in increased skin irritation and transient staining of the epidermis. [22] Concomitant use of oral isotretinoin with topical benzoyl peroxide has been reported to result in increased skin irritation and dryness. [23] Patients should avoid concurrent application of topical benzoyl peroxide with topical tretinoin as it decreases tretinoin's efficacy. Unlike tretinoin, adapalene is resistant to oxidation by benzoyl peroxide and is an acceptable combination product. [2] Concomitant use of topical anesthetics with topical benzoyl peroxide reportedly decreases the efficacy of anesthetics. For optimal results, the recommendation is to thoroughly wash the treatment area before applying topical anesthetics. [24]"}
{"id": "article-38735_18", "title": "Benzoyl Peroxide -- Contraindications", "content": "Patients who present with a known history of hypersensitivity to benzoyl peroxide should not use benzoyl peroxide products. Patients with hypersensitivity to cinnamon and other benzoic acid derivatives should be cautious when using benzoyl peroxide, as cross-reactivity may occur. [25]", "contents": "Benzoyl Peroxide -- Contraindications. Patients who present with a known history of hypersensitivity to benzoyl peroxide should not use benzoyl peroxide products. Patients with hypersensitivity to cinnamon and other benzoic acid derivatives should be cautious when using benzoyl peroxide, as cross-reactivity may occur. [25]"}
{"id": "article-38735_19", "title": "Benzoyl Peroxide -- Contraindications -- Warning and Precautions", "content": "Benzoyl peroxide is not indicated for use around the eyes, nose, mouth, mucous membranes, and open skin, as it may cause severe irritation. For mucous membrane or ocular contact, thoroughly rinse affected areas with water for a minimum of 15 minutes. Patients should minimize UV exposure and apply sunscreen to reduce the risk of developing phototoxicity and skin irritation. [20]", "contents": "Benzoyl Peroxide -- Contraindications -- Warning and Precautions. Benzoyl peroxide is not indicated for use around the eyes, nose, mouth, mucous membranes, and open skin, as it may cause severe irritation. For mucous membrane or ocular contact, thoroughly rinse affected areas with water for a minimum of 15 minutes. Patients should minimize UV exposure and apply sunscreen to reduce the risk of developing phototoxicity and skin irritation. [20]"}
{"id": "article-38735_20", "title": "Benzoyl Peroxide -- Contraindications -- Warning and Precautions", "content": "Some formulations of benzoyl peroxide may include high concentrations of propylene glycol or dimethyl sulfoxide, both of which have been associated with an increased risk of adverse events. [26] Propylene glycol, when used in high doses or for prolonged periods, can lead to toxicity. Clinical features of propylene glycol toxicity in children may include seizures, central nervous system (CNS) toxicity, cardiac arrhythmia, hyperosmolarity, agitation, hemolysis, and lactic acidosis. [26] [27]", "contents": "Benzoyl Peroxide -- Contraindications -- Warning and Precautions. Some formulations of benzoyl peroxide may include high concentrations of propylene glycol or dimethyl sulfoxide, both of which have been associated with an increased risk of adverse events. [26] Propylene glycol, when used in high doses or for prolonged periods, can lead to toxicity. Clinical features of propylene glycol toxicity in children may include seizures, central nervous system (CNS) toxicity, cardiac arrhythmia, hyperosmolarity, agitation, hemolysis, and lactic acidosis. [26] [27]"}
{"id": "article-38735_21", "title": "Benzoyl Peroxide -- Monitoring", "content": "No monitoring parameters were identified for benzoyl peroxide, and no routine tests are recommended. The development of contact dermatitis to benzoyl peroxide should be monitored, with discontinuation of the medication in patients who develop marked erythema and irritation with its use. Before using benzoyl peroxide, a test area should have a test treatment to monitor for tolerability and sensitivity. [20] [25]", "contents": "Benzoyl Peroxide -- Monitoring. No monitoring parameters were identified for benzoyl peroxide, and no routine tests are recommended. The development of contact dermatitis to benzoyl peroxide should be monitored, with discontinuation of the medication in patients who develop marked erythema and irritation with its use. Before using benzoyl peroxide, a test area should have a test treatment to monitor for tolerability and sensitivity. [20] [25]"}
{"id": "article-38735_22", "title": "Benzoyl Peroxide -- Toxicity", "content": "Topical benzoyl peroxide should not be taken by mouth; indications are strictly limited to topical use. In case of ingestion, patients should call 911, contact the poison control center (1-800-222-1222), or report to the nearest emergency department. There are no known antidotes for this medication.", "contents": "Benzoyl Peroxide -- Toxicity. Topical benzoyl peroxide should not be taken by mouth; indications are strictly limited to topical use. In case of ingestion, patients should call 911, contact the poison control center (1-800-222-1222), or report to the nearest emergency department. There are no known antidotes for this medication."}
{"id": "article-38735_23", "title": "Benzoyl Peroxide -- Enhancing Healthcare Team Outcomes", "content": "The most common medications prescribed for acne vulgaris by clinicians include benzoyl peroxide, retinoids, and topical/oral antibiotics. Rosacea and refractory cases of acne vulgaris may require consultation with a dermatologist. Pharmacists should educate patients about adverse drug reactions. Nurses should explain the importance of compliance. Despite their efficacy in treating mild-to-moderate acne vulgaris, studies have shown that combining antibiotics or retinoids with benzoyl peroxide is more productive than using either medication alone. The combination is believed to be synergistic and has also been shown to prevent the development of antibiotic resistance. [2] [15] However, in a survey of patients with an indication for benzoyl peroxide as an additional acne treatment, only 30% of the patients obtained the benzoyl peroxide product. [28] Therefore, to improve patient compliance and treatment efficacy, healthcare providers should seek to prescribe combination products that would result in simpler skincare regimens and greater patient adherence.", "contents": "Benzoyl Peroxide -- Enhancing Healthcare Team Outcomes. The most common medications prescribed for acne vulgaris by clinicians include benzoyl peroxide, retinoids, and topical/oral antibiotics. Rosacea and refractory cases of acne vulgaris may require consultation with a dermatologist. Pharmacists should educate patients about adverse drug reactions. Nurses should explain the importance of compliance. Despite their efficacy in treating mild-to-moderate acne vulgaris, studies have shown that combining antibiotics or retinoids with benzoyl peroxide is more productive than using either medication alone. The combination is believed to be synergistic and has also been shown to prevent the development of antibiotic resistance. [2] [15] However, in a survey of patients with an indication for benzoyl peroxide as an additional acne treatment, only 30% of the patients obtained the benzoyl peroxide product. [28] Therefore, to improve patient compliance and treatment efficacy, healthcare providers should seek to prescribe combination products that would result in simpler skincare regimens and greater patient adherence."}
{"id": "article-38735_24", "title": "Benzoyl Peroxide -- Enhancing Healthcare Team Outcomes", "content": "The initial disadvantage of combination products is their increased cost and need to be refrigerated to prevent degradation. [14] Although refrigeration is encouraged, cost reduction is possible through the utilization of specialty compounding pharmacies. An interprofessional team approach between clinicians (MDs, DOs, NPs, PAs), pharmacists, dermatologists, and nurses is necessary to optimize patient outcomes with benzoyl peroxide.", "contents": "Benzoyl Peroxide -- Enhancing Healthcare Team Outcomes. The initial disadvantage of combination products is their increased cost and need to be refrigerated to prevent degradation. [14] Although refrigeration is encouraged, cost reduction is possible through the utilization of specialty compounding pharmacies. An interprofessional team approach between clinicians (MDs, DOs, NPs, PAs), pharmacists, dermatologists, and nurses is necessary to optimize patient outcomes with benzoyl peroxide."}
{"id": "article-38735_25", "title": "Benzoyl Peroxide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Benzoyl Peroxide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}