{"id": "article-665_0", "title": "Nisoldipine -- Continuing Education Activity", "content": "Nisoldipine, a dihydropyridine calcium channel blocker, is a drug used for the management of hypertension. This medication exerts its therapeutic effects by inhibiting calcium influx and blocking voltage-gated calcium channels in systemic smooth muscle cells. By reducing calcium levels, nisoldipine dilates coronary and systemic arteries. According to the American College of Cardiology/American Heart Association guidelines, nisoldipine is recommended as a first-line therapy for hypertension. It can be used as a standalone treatment or with other antihypertensive agents, such as angiotensin-converting enzyme inhibitors, diuretics, or beta-blockers. Additionally, this drug exhibits potential off-label applications for addressing ischemic heart conditions, including stable angina and Prinzmetal angina. This activity explores nisoldipine's indications, contraindications, adverse effects, and essential factors such as dosing, pharmacodynamics, pharmacokinetics, monitoring, and pertinent interactions.", "contents": "Nisoldipine -- Continuing Education Activity. Nisoldipine, a dihydropyridine calcium channel blocker, is a drug used for the management of hypertension. This medication exerts its therapeutic effects by inhibiting calcium influx and blocking voltage-gated calcium channels in systemic smooth muscle cells. By reducing calcium levels, nisoldipine dilates coronary and systemic arteries. According to the American College of Cardiology/American Heart Association guidelines, nisoldipine is recommended as a first-line therapy for hypertension. It can be used as a standalone treatment or with other antihypertensive agents, such as angiotensin-converting enzyme inhibitors, diuretics, or beta-blockers. Additionally, this drug exhibits potential off-label applications for addressing ischemic heart conditions, including stable angina and Prinzmetal angina. This activity explores nisoldipine's indications, contraindications, adverse effects, and essential factors such as dosing, pharmacodynamics, pharmacokinetics, monitoring, and pertinent interactions."}
{"id": "article-665_1", "title": "Nisoldipine -- Continuing Education Activity", "content": "Objectives: Identify patients who may benefit from nisoldipine therapy based on their medical history, blood pressure readings, and cardiovascular risk factors. Differentiate nisoldipine from other calcium-channel blockers by understanding its specific pharmacokinetic and pharmacodynamic properties. Implement appropriate dosing regimens and treatment plans for patients receiving nisoldipine, considering individualized factors such as age, comorbidities, and concurrent medications. Develop collaboration with other healthcare professionals to ensure coordinated care and comprehensive management of patients receiving nisoldipine. Access free multiple choice questions on this topic.", "contents": "Nisoldipine -- Continuing Education Activity. Objectives: Identify patients who may benefit from nisoldipine therapy based on their medical history, blood pressure readings, and cardiovascular risk factors. Differentiate nisoldipine from other calcium-channel blockers by understanding its specific pharmacokinetic and pharmacodynamic properties. Implement appropriate dosing regimens and treatment plans for patients receiving nisoldipine, considering individualized factors such as age, comorbidities, and concurrent medications. Develop collaboration with other healthcare professionals to ensure coordinated care and comprehensive management of patients receiving nisoldipine. Access free multiple choice questions on this topic."}
{"id": "article-665_2", "title": "Nisoldipine -- Indications -- FDA-Approved Indications", "content": "Nisoldipine is an FDA-approved 1,4-dihydropyridine calcium-channel blocker for the management of hypertension. The drug may be used alone or with other antihypertensive agents (eg, angiotensin-converting enzyme inhibitors, diuretics, or beta-blockers). The American College of Cardiology/American Heart Association guidelines for hypertension recommend calcium channel blockers, including nisoldipine, as one of the first-line therapies for hypertension. [1] [2] The medication is also safe and effective for use in older patients. [3]", "contents": "Nisoldipine -- Indications -- FDA-Approved Indications. Nisoldipine is an FDA-approved 1,4-dihydropyridine calcium-channel blocker for the management of hypertension. The drug may be used alone or with other antihypertensive agents (eg, angiotensin-converting enzyme inhibitors, diuretics, or beta-blockers). The American College of Cardiology/American Heart Association guidelines for hypertension recommend calcium channel blockers, including nisoldipine, as one of the first-line therapies for hypertension. [1] [2] The medication is also safe and effective for use in older patients. [3]"}
{"id": "article-665_3", "title": "Nisoldipine -- Indications -- Off-Label Uses", "content": "Nisoldipine may be used off-label for treating ischemic heart conditions such as stable angina and Prinzmetal angina. [4]", "contents": "Nisoldipine -- Indications -- Off-Label Uses. Nisoldipine may be used off-label for treating ischemic heart conditions such as stable angina and Prinzmetal angina. [4]"}
{"id": "article-665_4", "title": "Nisoldipine -- Mechanism of Action", "content": "Nisoldipine falls under the class of dihydropyridine calcium channel blockers. The drug acts on the systemic smooth muscle cells by inhibiting the influx of calcium and blocking the voltage-gated calcium channels located in the cells; the reduction in the calcium results in the dilation of coronary and systemic arteries. Nisoldipine exhibits antihypertensive and anti-anginal activity due to its ability to reduce systemic blood pressure and the myocardial oxygen demand (thereby increasing myocardial oxygen delivery to cells). [5] This action ultimately results in vasodilation and decreases peripheral vascular resistance. Nisoldipine is comparatively more potent vasodilator than nifedipine. [6]", "contents": "Nisoldipine -- Mechanism of Action. Nisoldipine falls under the class of dihydropyridine calcium channel blockers. The drug acts on the systemic smooth muscle cells by inhibiting the influx of calcium and blocking the voltage-gated calcium channels located in the cells; the reduction in the calcium results in the dilation of coronary and systemic arteries. Nisoldipine exhibits antihypertensive and anti-anginal activity due to its ability to reduce systemic blood pressure and the myocardial oxygen demand (thereby increasing myocardial oxygen delivery to cells). [5] This action ultimately results in vasodilation and decreases peripheral vascular resistance. Nisoldipine is comparatively more potent vasodilator than nifedipine. [6]"}
{"id": "article-665_5", "title": "Nisoldipine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The bioavailability of nisoldipine is low (5%) due to extensive first-pass (pre-systemic) metabolism. [7] Administration with high-fat meals significantly increases the peak plasma concentration and reduces nisoldipine's exposure/AUC (area under the curve). Distribution: Plasma protein binding of nisoldipine is high. Nisoldipine can penetrate the blood-brain barrier. [8] Metabolism: Nisoldipine is metabolized in the liver CYP3A4 pathway and excreted through the renal pathway. [9] Elimination: Nisoldipine and its metabolites are excreted predominantly by the kidney. The elimination half-life is 13.7 ± 4.3 hours. [10]", "contents": "Nisoldipine -- Mechanism of Action -- Pharmacokinetics. Absorption: The bioavailability of nisoldipine is low (5%) due to extensive first-pass (pre-systemic) metabolism. [7] Administration with high-fat meals significantly increases the peak plasma concentration and reduces nisoldipine's exposure/AUC (area under the curve). Distribution: Plasma protein binding of nisoldipine is high. Nisoldipine can penetrate the blood-brain barrier. [8] Metabolism: Nisoldipine is metabolized in the liver CYP3A4 pathway and excreted through the renal pathway. [9] Elimination: Nisoldipine and its metabolites are excreted predominantly by the kidney. The elimination half-life is 13.7 ± 4.3 hours. [10]"}
{"id": "article-665_6", "title": "Nisoldipine -- Administration -- Available Dosage Forms and Strengths", "content": "Nisoldipine is available in an oral formulation, as an extended-release tablet (20 mg, 30 mg, and 40 mg) or as an extended-release hydrogel (8.5 mg, 17 mg, and 34 mg). The patient should take the medication on an empty stomach or an hour after meals. The drug must be swallowed whole with water and not crushed or divided. [11] The dosing adjustment recommendations are on weekly intervals based on patient response. Avoid grapefruit juice and high-fat meals with medication administration because they affect drug bioavailability. [12]", "contents": "Nisoldipine -- Administration -- Available Dosage Forms and Strengths. Nisoldipine is available in an oral formulation, as an extended-release tablet (20 mg, 30 mg, and 40 mg) or as an extended-release hydrogel (8.5 mg, 17 mg, and 34 mg). The patient should take the medication on an empty stomach or an hour after meals. The drug must be swallowed whole with water and not crushed or divided. [11] The dosing adjustment recommendations are on weekly intervals based on patient response. Avoid grapefruit juice and high-fat meals with medication administration because they affect drug bioavailability. [12]"}
{"id": "article-665_7", "title": "Nisoldipine -- Administration -- Hypertension", "content": "Extended-release hydrogel is started at 17 mg by mouth daily, and the maximum daily dose is 34 mg by mouth daily. [1] The dosage is increased by 8.5 mg weekly or at longer intervals to achieve optimum blood pressure. The maintenance dose for nisoldipine ranges between 17 to 34 mg daily. In comparison, the original extended-release formulation is started at 20 mg/d and goes up to a maximum dosage of 40 mg daily. The dose is increased every 2 to 4 weeks for optimum blood pressure control. These formulations can be combined with ACE inhibitors, ARBs, beta-blockers, or thiazide diuretics if monotherapy is insufficient to attain the blood pressure goal.", "contents": "Nisoldipine -- Administration -- Hypertension. Extended-release hydrogel is started at 17 mg by mouth daily, and the maximum daily dose is 34 mg by mouth daily. [1] The dosage is increased by 8.5 mg weekly or at longer intervals to achieve optimum blood pressure. The maintenance dose for nisoldipine ranges between 17 to 34 mg daily. In comparison, the original extended-release formulation is started at 20 mg/d and goes up to a maximum dosage of 40 mg daily. The dose is increased every 2 to 4 weeks for optimum blood pressure control. These formulations can be combined with ACE inhibitors, ARBs, beta-blockers, or thiazide diuretics if monotherapy is insufficient to attain the blood pressure goal."}
{"id": "article-665_8", "title": "Nisoldipine -- Administration -- Ischemic Heart Conditions", "content": "For ischemic heart disease, nisoldipine can be initiated at 8.5 mg once daily; the dose can be gradually titrated to 34 mg once daily.", "contents": "Nisoldipine -- Administration -- Ischemic Heart Conditions. For ischemic heart disease, nisoldipine can be initiated at 8.5 mg once daily; the dose can be gradually titrated to 34 mg once daily."}
{"id": "article-665_9", "title": "Nisoldipine -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: The concentration of nisoldipine is approximately 4 to 5-fold higher in patients with cirrhosis. [13] Starting with the lowest dose is recommended. The recommended dose is 8.5 to 10 mg orally daily (do not exceed 30 mg daily).", "contents": "Nisoldipine -- Administration -- Specific Patient Populations. Hepatic impairment: The concentration of nisoldipine is approximately 4 to 5-fold higher in patients with cirrhosis. [13] Starting with the lowest dose is recommended. The recommended dose is 8.5 to 10 mg orally daily (do not exceed 30 mg daily)."}
{"id": "article-665_10", "title": "Nisoldipine -- Administration -- Specific Patient Populations", "content": "Renal impairment: Because nisoldipine's pharmacokinetics are not significantly different in patients with various degrees of renal impairment, dose adjustments are not required in patients with mild to moderate renal impairment.", "contents": "Nisoldipine -- Administration -- Specific Patient Populations. Renal impairment: Because nisoldipine's pharmacokinetics are not significantly different in patients with various degrees of renal impairment, dose adjustments are not required in patients with mild to moderate renal impairment."}
{"id": "article-665_11", "title": "Nisoldipine -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: No clinical data regarding nisoldipine in pregnancy exists. According to ACOG guidelines, chronic hypertension may result in substantial maternal, fetal, and neonatal morbidity and mortality. Patients may be treated with calcium channel blockers; however, nifedipine is preferred. [14]", "contents": "Nisoldipine -- Administration -- Specific Patient Populations. Pregnancy considerations: No clinical data regarding nisoldipine in pregnancy exists. According to ACOG guidelines, chronic hypertension may result in substantial maternal, fetal, and neonatal morbidity and mortality. Patients may be treated with calcium channel blockers; however, nifedipine is preferred. [14]"}
{"id": "article-665_12", "title": "Nisoldipine -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations : There is inadequate clinical data regarding the use of nisoldipine during lactation. Breastfeeding women should avoid this drug due to the risk of excretion into breast milk. [15] Pediatric patients: The safety and efficacy of nisoldipine in the pediatric patient population have not been established.", "contents": "Nisoldipine -- Administration -- Specific Patient Populations. Breastfeeding considerations : There is inadequate clinical data regarding the use of nisoldipine during lactation. Breastfeeding women should avoid this drug due to the risk of excretion into breast milk. [15] Pediatric patients: The safety and efficacy of nisoldipine in the pediatric patient population have not been established."}
{"id": "article-665_13", "title": "Nisoldipine -- Administration -- Specific Patient Populations", "content": "Older patients: Caution is necessary for older patients due to higher drug plasma concentrations; recommendations are to start at a lower dose for safety. The recommended starting dose for hypertension is 8.5 mg once daily. The equivalency of the nisoldipine dose is as follows:", "contents": "Nisoldipine -- Administration -- Specific Patient Populations. Older patients: Caution is necessary for older patients due to higher drug plasma concentrations; recommendations are to start at a lower dose for safety. The recommended starting dose for hypertension is 8.5 mg once daily. The equivalency of the nisoldipine dose is as follows:"}
{"id": "article-665_14", "title": "Nisoldipine -- Adverse Effects", "content": "Though nisoldipine is well-tolerated among patients, the drug does have some side effects mainly associated with its vasodilating property. Common adverse effects associated with nisoldipine include flushing, vasodilation (4%), hypotension, syncope, peripheral edema (7% to 29%,dose-related), headache (22%), dizziness (3% to 10%), and nausea (2%). [16]", "contents": "Nisoldipine -- Adverse Effects. Though nisoldipine is well-tolerated among patients, the drug does have some side effects mainly associated with its vasodilating property. Common adverse effects associated with nisoldipine include flushing, vasodilation (4%), hypotension, syncope, peripheral edema (7% to 29%,dose-related), headache (22%), dizziness (3% to 10%), and nausea (2%). [16]"}
{"id": "article-665_15", "title": "Nisoldipine -- Adverse Effects", "content": "Additionally, adverse reactions such as chest pain (2%), palpitations (3%), dermatitis (2%), pharyngitis (5%), and sinusitis (3%) are reported in patients taking nisoldipine. Occasional adverse effects (less than 1% of the population) include anemia, anxiety, alopecia, dysphagia, and gingival hyperplasia. [17] In less than 1% of the population taking nisoldipine, the following adverse reactions are reported in postmarketing surveillance.", "contents": "Nisoldipine -- Adverse Effects. Additionally, adverse reactions such as chest pain (2%), palpitations (3%), dermatitis (2%), pharyngitis (5%), and sinusitis (3%) are reported in patients taking nisoldipine. Occasional adverse effects (less than 1% of the population) include anemia, anxiety, alopecia, dysphagia, and gingival hyperplasia. [17] In less than 1% of the population taking nisoldipine, the following adverse reactions are reported in postmarketing surveillance."}
{"id": "article-665_16", "title": "Nisoldipine -- Adverse Effects", "content": "Increased blood urea nitrogen, increased creatine phosphokinase, abnormal hepatic function, increased serum creatinine, anorexia, hepatomegaly, abnormal dreams, amnesia, ataxia, cerebral ischemia,  cerebrovascular accident, depression, drowsiness,  insomnia, abnormal T waves on ECG, ejection murmur (systolic), first-degree atrioventricular block, atrial fibrillation, supraventricular tachycardia, amblyopia, blepharitis, diaphoresis, glaucoma, keratoconjunctivitis, exfoliative dermatitis, facial edema, dermal ulcer, hypersensitivity reaction, maculopapular rash, increased appetite, oral mucosa ulcer, hematuria, colitis, diarrhea, dysgeusia, dyspepsia, dysuria, epistaxis, gastritis, gastrointestinal bleeding, glossitis, leukopenia, malaise, melena, fever, flu-like symptoms, arthralgia, arthritis, gout, bruise, herpes simplex infection, herpes zoster, cellulitis, dyspnea, decreased libido, and gynecomastia is reported by manufacturer's product label.", "contents": "Nisoldipine -- Adverse Effects. Increased blood urea nitrogen, increased creatine phosphokinase, abnormal hepatic function, increased serum creatinine, anorexia, hepatomegaly, abnormal dreams, amnesia, ataxia, cerebral ischemia,  cerebrovascular accident, depression, drowsiness,  insomnia, abnormal T waves on ECG, ejection murmur (systolic), first-degree atrioventricular block, atrial fibrillation, supraventricular tachycardia, amblyopia, blepharitis, diaphoresis, glaucoma, keratoconjunctivitis, exfoliative dermatitis, facial edema, dermal ulcer, hypersensitivity reaction, maculopapular rash, increased appetite, oral mucosa ulcer, hematuria, colitis, diarrhea, dysgeusia, dyspepsia, dysuria, epistaxis, gastritis, gastrointestinal bleeding, glossitis, leukopenia, malaise, melena, fever, flu-like symptoms, arthralgia, arthritis, gout, bruise, herpes simplex infection, herpes zoster, cellulitis, dyspnea, decreased libido, and gynecomastia is reported by manufacturer's product label."}
{"id": "article-665_17", "title": "Nisoldipine -- Adverse Effects", "content": "In patients receiving peritoneal dialysis, there is a risk of nisoldipine-associated chyloperitoneum. [18]", "contents": "Nisoldipine -- Adverse Effects. In patients receiving peritoneal dialysis, there is a risk of nisoldipine-associated chyloperitoneum. [18]"}
{"id": "article-665_18", "title": "Nisoldipine -- Adverse Effects", "content": "Withdrawal Effects: Studies have shown that the abrupt withdrawal of nisoldipine may result in chest palpitations, chest pain, or increased severity of angina or hypertension. Thus, the medication must be slowly tapered over time. [18]", "contents": "Nisoldipine -- Adverse Effects. Withdrawal Effects: Studies have shown that the abrupt withdrawal of nisoldipine may result in chest palpitations, chest pain, or increased severity of angina or hypertension. Thus, the medication must be slowly tapered over time. [18]"}
{"id": "article-665_19", "title": "Nisoldipine -- Adverse Effects -- Drug-Drug Interactions", "content": "Nisoldipine is a substrate of the CYP3A4 enzyme. Avoid concurrent use of nisoldipine with cytochrome P450 inducers such as phenytoin. [19] Rifamycins are inducers of cytochrome P450; avoid concurrent use with nisoldipine. [20] Avoid the concurrent use of nisoldipine with cytochrome P450 inhibitors such as itraconazole, as it can increase the serum concentration of nisoldipine and increase the risk of toxicity. [21] [22] Concurrent administration of calcium channel blockers with dantrolene increases the risk of hyperkalemia. [23] Nisoldipine has the potential to interact with garlic and turmeric. Nisoldipine acts upon UGT (UDP-glucuronosyltransferase). Garlic and turmeric inhibit UGT, which can increase the serum concentration of nisoldipine. Avoid concurrent administration. [24]", "contents": "Nisoldipine -- Adverse Effects -- Drug-Drug Interactions. Nisoldipine is a substrate of the CYP3A4 enzyme. Avoid concurrent use of nisoldipine with cytochrome P450 inducers such as phenytoin. [19] Rifamycins are inducers of cytochrome P450; avoid concurrent use with nisoldipine. [20] Avoid the concurrent use of nisoldipine with cytochrome P450 inhibitors such as itraconazole, as it can increase the serum concentration of nisoldipine and increase the risk of toxicity. [21] [22] Concurrent administration of calcium channel blockers with dantrolene increases the risk of hyperkalemia. [23] Nisoldipine has the potential to interact with garlic and turmeric. Nisoldipine acts upon UGT (UDP-glucuronosyltransferase). Garlic and turmeric inhibit UGT, which can increase the serum concentration of nisoldipine. Avoid concurrent administration. [24]"}
{"id": "article-665_20", "title": "Nisoldipine -- Contraindications", "content": "Nisoldipine is contraindicated in individuals with hypersensitivity to the drug or other dihydropyridine calcium channel blockers. Nisoldipine-induced small bowel angioedema has been reported. [25]", "contents": "Nisoldipine -- Contraindications. Nisoldipine is contraindicated in individuals with hypersensitivity to the drug or other dihydropyridine calcium channel blockers. Nisoldipine-induced small bowel angioedema has been reported. [25]"}
{"id": "article-665_21", "title": "Nisoldipine -- Contraindications", "content": "Due to the lack of well-controlled studies, pregnant/breastfeeding women should avoid drug use to prevent teratogenicity. Nisoldipine is also contraindicated with grapefruit products and high-fat meals due to its effect on absorption. [26] [27] Patients diagnosed with GERD or a hiatal hernia should exercise caution when using nisoldipine due to its action on the esophageal sphincter. [28]", "contents": "Nisoldipine -- Contraindications. Due to the lack of well-controlled studies, pregnant/breastfeeding women should avoid drug use to prevent teratogenicity. Nisoldipine is also contraindicated with grapefruit products and high-fat meals due to its effect on absorption. [26] [27] Patients diagnosed with GERD or a hiatal hernia should exercise caution when using nisoldipine due to its action on the esophageal sphincter. [28]"}
{"id": "article-665_22", "title": "Nisoldipine -- Contraindications -- Warnings/Precautions", "content": "Hypotension/syncope: Hypotension with or without syncope is rarely reported, and target blood pressure should be attained at a rate appropriate for the patient's clinical condition. Clinicians should closely monitor patients during initial dosing and at dosage titrations.", "contents": "Nisoldipine -- Contraindications -- Warnings/Precautions. Hypotension/syncope: Hypotension with or without syncope is rarely reported, and target blood pressure should be attained at a rate appropriate for the patient's clinical condition. Clinicians should closely monitor patients during initial dosing and at dosage titrations."}
{"id": "article-665_23", "title": "Nisoldipine -- Contraindications -- Warnings/Precautions", "content": "Peripheral edema: The most common adverse reaction of nisoldipine is peripheral edema, which occurs within 2 to 3 weeks of therapy initiation. A prescribing cascade occurs when the edema is diagnosed as a new medical condition, and a diuretic is administered to manage the edema. [29]", "contents": "Nisoldipine -- Contraindications -- Warnings/Precautions. Peripheral edema: The most common adverse reaction of nisoldipine is peripheral edema, which occurs within 2 to 3 weeks of therapy initiation. A prescribing cascade occurs when the edema is diagnosed as a new medical condition, and a diuretic is administered to manage the edema. [29]"}
{"id": "article-665_24", "title": "Nisoldipine -- Contraindications -- Warnings/Precautions", "content": "Angina/myocardial infarction: Extreme caution is necessary for patients with aortic stenosis, myocardial infarction, or hypotension due to the risk of reflex tachycardia resulting in the possible exacerbation of angina or worsening of myocardial infarction (MI), especially in the absence of concomitant beta-blockade. Though rare, patients with coronary artery disease may have increased frequency or severity of angina after starting nisoldipine. Safety measures are advised in patients with heart failure or left ventricular dysfunction and severe bradycardia due to the drug's hypotensive effect. Heart Failure: According to ACC/AHA heart failure guidelines, calcium channel blockers should be avoided in patients with heart failure due to lack of benefit and worsening of outcomes. [30] Hepatic Impairment : Use nisoldipine with caution in patients with severe hepatic impairment. [9]", "contents": "Nisoldipine -- Contraindications -- Warnings/Precautions. Angina/myocardial infarction: Extreme caution is necessary for patients with aortic stenosis, myocardial infarction, or hypotension due to the risk of reflex tachycardia resulting in the possible exacerbation of angina or worsening of myocardial infarction (MI), especially in the absence of concomitant beta-blockade. Though rare, patients with coronary artery disease may have increased frequency or severity of angina after starting nisoldipine. Safety measures are advised in patients with heart failure or left ventricular dysfunction and severe bradycardia due to the drug's hypotensive effect. Heart Failure: According to ACC/AHA heart failure guidelines, calcium channel blockers should be avoided in patients with heart failure due to lack of benefit and worsening of outcomes. [30] Hepatic Impairment : Use nisoldipine with caution in patients with severe hepatic impairment. [9]"}
{"id": "article-665_25", "title": "Nisoldipine -- Monitoring", "content": "Individuals taking nisoldipine should be monitored for symptoms and any adverse effects of the medication. The medication should be stored in a cool place, away from heat and moisture. [3]", "contents": "Nisoldipine -- Monitoring. Individuals taking nisoldipine should be monitored for symptoms and any adverse effects of the medication. The medication should be stored in a cool place, away from heat and moisture. [3]"}
{"id": "article-665_26", "title": "Nisoldipine -- Monitoring", "content": "The patient's blood pressure should be carefully observed during each clinic visit and at home. Monitoring cardiac function (eg, heart rate) for any abnormalities at each physician visit is essential, with dose adjustments made accordingly. It is also crucial to taper the dose slowly and adjust it at weekly intervals. Liver function test (LFT) monitoring is required in individuals with hepatic impairment. No dose adjustments are necessary for renal impairment. [16] According to ACC/AHA guidelines, ASCVD risk should be estimated for the primary prevention of cardiovascular diseases for patients with hypertension. [31]", "contents": "Nisoldipine -- Monitoring. The patient's blood pressure should be carefully observed during each clinic visit and at home. Monitoring cardiac function (eg, heart rate) for any abnormalities at each physician visit is essential, with dose adjustments made accordingly. It is also crucial to taper the dose slowly and adjust it at weekly intervals. Liver function test (LFT) monitoring is required in individuals with hepatic impairment. No dose adjustments are necessary for renal impairment. [16] According to ACC/AHA guidelines, ASCVD risk should be estimated for the primary prevention of cardiovascular diseases for patients with hypertension. [31]"}
{"id": "article-665_27", "title": "Nisoldipine -- Toxicity", "content": "Toxicity due to nisoldipine is diagnosed based on clinical status and history. As described above, hypotension with reflex tachycardia can occur when patients take excessive doses of dihydropyridine calcium channel blockers such as nisoldipine. In some severe cases of nisoldipine toxicity, the clinician will note hypotension with bradycardia. Secondary findings of confusion, heart failure, and abnormal ECG changes such as PR prolongation can indicate toxicity. Additionally, hyperglycemia in patients without diabetes can suggest calcium channel blockers poisoning. [32]", "contents": "Nisoldipine -- Toxicity. Toxicity due to nisoldipine is diagnosed based on clinical status and history. As described above, hypotension with reflex tachycardia can occur when patients take excessive doses of dihydropyridine calcium channel blockers such as nisoldipine. In some severe cases of nisoldipine toxicity, the clinician will note hypotension with bradycardia. Secondary findings of confusion, heart failure, and abnormal ECG changes such as PR prolongation can indicate toxicity. Additionally, hyperglycemia in patients without diabetes can suggest calcium channel blockers poisoning. [32]"}
{"id": "article-665_28", "title": "Nisoldipine -- Toxicity", "content": "If toxicity is suspected, resuscitation is a priority. IV fluids and atropine for bradycardia are necessary alongside frequent reassessments by clinical staff. If a patient presents with severe symptoms, maintaining the airway, IV isotonic crystalloid, calcium salts, glucagon, insulin, and vasopressor therapy are all viable options. Activated charcoal should be administered to all patients suspected of nisoldipine overdose.  Due to high plasma protein binding, dialysis is usually ineffective in nisoldipine overdose. Extracorporeal life support is associated with improved survival in patients with severe CCB poisoning related to cardiac arrest. [28]", "contents": "Nisoldipine -- Toxicity. If toxicity is suspected, resuscitation is a priority. IV fluids and atropine for bradycardia are necessary alongside frequent reassessments by clinical staff. If a patient presents with severe symptoms, maintaining the airway, IV isotonic crystalloid, calcium salts, glucagon, insulin, and vasopressor therapy are all viable options. Activated charcoal should be administered to all patients suspected of nisoldipine overdose.  Due to high plasma protein binding, dialysis is usually ineffective in nisoldipine overdose. Extracorporeal life support is associated with improved survival in patients with severe CCB poisoning related to cardiac arrest. [28]"}
{"id": "article-665_29", "title": "Nisoldipine -- Enhancing Healthcare Team Outcomes", "content": "In the United States, hypertension is one of the most common reasons for atherosclerotic cardiovascular disease (ASCVD)-related deaths. [33] Calcium channel blockers are widely used in the management of hypertension. An interprofessional healthcare team is the optimal means to successfully manage patients treated with dihydropyridine calcium channel blockers such as nisoldipine to address indicated pathologies.", "contents": "Nisoldipine -- Enhancing Healthcare Team Outcomes. In the United States, hypertension is one of the most common reasons for atherosclerotic cardiovascular disease (ASCVD)-related deaths. [33] Calcium channel blockers are widely used in the management of hypertension. An interprofessional healthcare team is the optimal means to successfully manage patients treated with dihydropyridine calcium channel blockers such as nisoldipine to address indicated pathologies."}
{"id": "article-665_30", "title": "Nisoldipine -- Enhancing Healthcare Team Outcomes", "content": "Providers must be knowledgeable regarding the symptoms of toxicity. A team of physicians, advanced practice practitioners, nurses, laboratory technicians, pharmacists, and other healthcare professionals is necessary to optimize care to improve clinical outcomes in overdose cases. Pharmacists should provide accurate information regarding administering glucagon, insulin, and vasopressor therapy. A toxicologist consult should also take place when indicated. Cardiologists, intensivists, and the emergency team may be involved in managing a patient further, as many of these cases require further interventional management during the hospital course, including maintenance of an airway. By coordinating care, a patient on nisoldipine experiencing toxicity or adverse symptoms can be successfully managed.", "contents": "Nisoldipine -- Enhancing Healthcare Team Outcomes. Providers must be knowledgeable regarding the symptoms of toxicity. A team of physicians, advanced practice practitioners, nurses, laboratory technicians, pharmacists, and other healthcare professionals is necessary to optimize care to improve clinical outcomes in overdose cases. Pharmacists should provide accurate information regarding administering glucagon, insulin, and vasopressor therapy. A toxicologist consult should also take place when indicated. Cardiologists, intensivists, and the emergency team may be involved in managing a patient further, as many of these cases require further interventional management during the hospital course, including maintenance of an airway. By coordinating care, a patient on nisoldipine experiencing toxicity or adverse symptoms can be successfully managed."}
{"id": "article-665_31", "title": "Nisoldipine -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional team dynamics will also serve to prevent adverse reactions to nisoldipine. The prescriber can consult a pharmacist to verify dosing and check the medication record for potential drug interactions. Nurses can perform the necessary monitoring at follow-up visits and help determine patient compliance and treatment effectiveness, informing the prescriber and making recommendations as appropriate. The pharmacist and nursing should promptly alert the prescriber to any concerns so medication adjustments (dosing or agent selection) can improve patient outcomes.", "contents": "Nisoldipine -- Enhancing Healthcare Team Outcomes. Interprofessional team dynamics will also serve to prevent adverse reactions to nisoldipine. The prescriber can consult a pharmacist to verify dosing and check the medication record for potential drug interactions. Nurses can perform the necessary monitoring at follow-up visits and help determine patient compliance and treatment effectiveness, informing the prescriber and making recommendations as appropriate. The pharmacist and nursing should promptly alert the prescriber to any concerns so medication adjustments (dosing or agent selection) can improve patient outcomes."}
{"id": "article-665_32", "title": "Nisoldipine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nisoldipine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}