{"id": "article-130955_0", "title": "Single Ventricle and Anesthesia Management -- Continuing Education Activity", "content": "Single ventricle physiology is a term used to describe the group of congenital heart defects with one functioning ventricle. There is a mixing of the systemic and pulmonary venous blood, and then mixed blood is distributed to both systemic and pulmonary circulation from the single functional ventricle. Hypoxemia may ensue from birth when the parallel circulation of the fetus starts transitioning to the series circulation of the adult. Some conditions may even need immediate medical and surgical management to sustain life. The repair in these cases is focused on the gradual transition of the parallel circulation into series circulation. It can be achieved either by a series of palliative surgical procedures with a single functioning ventricle or by restoring two ventricle physiology. This activity summarizes different conditions that present as the single ventricle physiology and their anesthetic management by the interprofessional team.", "contents": "Single Ventricle and Anesthesia Management -- Continuing Education Activity. Single ventricle physiology is a term used to describe the group of congenital heart defects with one functioning ventricle. There is a mixing of the systemic and pulmonary venous blood, and then mixed blood is distributed to both systemic and pulmonary circulation from the single functional ventricle. Hypoxemia may ensue from birth when the parallel circulation of the fetus starts transitioning to the series circulation of the adult. Some conditions may even need immediate medical and surgical management to sustain life. The repair in these cases is focused on the gradual transition of the parallel circulation into series circulation. It can be achieved either by a series of palliative surgical procedures with a single functioning ventricle or by restoring two ventricle physiology. This activity summarizes different conditions that present as the single ventricle physiology and their anesthetic management by the interprofessional team."}
{"id": "article-130955_1", "title": "Single Ventricle and Anesthesia Management -- Continuing Education Activity", "content": "Objectives: Identify conditions presenting as single ventricle physiology. Describe the physiology of single ventricle lesions. Review various factors that alter single ventricle physiology. Outline perioperative management of single ventricle lesions. Access free multiple choice questions on this topic.", "contents": "Single Ventricle and Anesthesia Management -- Continuing Education Activity. Objectives: Identify conditions presenting as single ventricle physiology. Describe the physiology of single ventricle lesions. Review various factors that alter single ventricle physiology. Outline perioperative management of single ventricle lesions. Access free multiple choice questions on this topic."}
{"id": "article-130955_2", "title": "Single Ventricle and Anesthesia Management -- Introduction", "content": "Congenital heart disease (CHD) is one of the most common congenital disorders, with an incidence as high as 9.1 per 1000 live births. [1] Lesions with single ventricle physiology account for around one-fifth of those cases. [2] Single ventricle physiology is a term used to describe the group of congenital heart defects with one functioning ventricle. There is the mixing of the systemic and pulmonary venous blood, and then the mixed blood is distributed to both systemic and pulmonary circulation from the single functional ventricle.", "contents": "Single Ventricle and Anesthesia Management -- Introduction. Congenital heart disease (CHD) is one of the most common congenital disorders, with an incidence as high as 9.1 per 1000 live births. [1] Lesions with single ventricle physiology account for around one-fifth of those cases. [2] Single ventricle physiology is a term used to describe the group of congenital heart defects with one functioning ventricle. There is the mixing of the systemic and pulmonary venous blood, and then the mixed blood is distributed to both systemic and pulmonary circulation from the single functional ventricle."}
{"id": "article-130955_3", "title": "Single Ventricle and Anesthesia Management -- Introduction", "content": "Anatomically there may be one well-developed ventricle and another hypoplastic or two well-developed ventricles with complete or near-complete obstruction to the inflow/outflow. Hypoxemia may ensue from birth when the parallel circulation of the fetus starts transitioning to the series circulation of the adult. Some conditions may even need immediate medical and surgical management to sustain life.", "contents": "Single Ventricle and Anesthesia Management -- Introduction. Anatomically there may be one well-developed ventricle and another hypoplastic or two well-developed ventricles with complete or near-complete obstruction to the inflow/outflow. Hypoxemia may ensue from birth when the parallel circulation of the fetus starts transitioning to the series circulation of the adult. Some conditions may even need immediate medical and surgical management to sustain life."}
{"id": "article-130955_4", "title": "Single Ventricle and Anesthesia Management -- Introduction", "content": "Anesthesiologists encounter infants with single ventricular physiology in cardiac catheterization labs and the operating rooms. A clear understanding of single ventricle physiology is imperative for managing these lesions in the perioperative period. This activity summarizes different conditions that present with single ventricle physiology and their anesthetic management during the perioperative period.", "contents": "Single Ventricle and Anesthesia Management -- Introduction. Anesthesiologists encounter infants with single ventricular physiology in cardiac catheterization labs and the operating rooms. A clear understanding of single ventricle physiology is imperative for managing these lesions in the perioperative period. This activity summarizes different conditions that present with single ventricle physiology and their anesthetic management during the perioperative period."}
{"id": "article-130955_5", "title": "Single Ventricle and Anesthesia Management -- Function", "content": "Congenital cardiac lesions with single ventricle physiology can broadly be divided into two groups based on ventricular anatomy. Single Ventricle physiology with single anatomical ventricle: As in Hypoplastic left heart syndrome (HLHS), Tricuspid atresia (TA), Hypoplastic right heart syndrome (HRHS) Single ventricle physiology despite two well-developed ventricles: As in Tetralogy of Fallot with pulmonary atresia Truncus arteriosus Severe neonatal arch stenosis/ interrupted aortic arch Heterotaxy syndrome, where components of the venous system return to both sides Double inlet left ventricle Double outlet right ventricle Unbalanced atrioventricular canal defect", "contents": "Single Ventricle and Anesthesia Management -- Function. Congenital cardiac lesions with single ventricle physiology can broadly be divided into two groups based on ventricular anatomy. Single Ventricle physiology with single anatomical ventricle: As in Hypoplastic left heart syndrome (HLHS), Tricuspid atresia (TA), Hypoplastic right heart syndrome (HRHS) Single ventricle physiology despite two well-developed ventricles: As in Tetralogy of Fallot with pulmonary atresia Truncus arteriosus Severe neonatal arch stenosis/ interrupted aortic arch Heterotaxy syndrome, where components of the venous system return to both sides Double inlet left ventricle Double outlet right ventricle Unbalanced atrioventricular canal defect"}
{"id": "article-130955_6", "title": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle", "content": "Due to one underdeveloped or hypoplastic ventricle, all the blood pumping needs to be accomplished by one ventricle, and venous return to this functioning ventricle is imperative for survival. In HLHS, blood from the pulmonary venous circulation reaches the right atrium through an atrial septal defect and mixes with the systemic venous return. The mixed blood is pumped into two parallel circulations from the right ventricle via the pulmonary artery.", "contents": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle. Due to one underdeveloped or hypoplastic ventricle, all the blood pumping needs to be accomplished by one ventricle, and venous return to this functioning ventricle is imperative for survival. In HLHS, blood from the pulmonary venous circulation reaches the right atrium through an atrial septal defect and mixes with the systemic venous return. The mixed blood is pumped into two parallel circulations from the right ventricle via the pulmonary artery."}
{"id": "article-130955_7", "title": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle", "content": "The pulmonary artery is responsible for blood to the lungs and the aorta via the Patent Ductus Arteriosus (PDA) as there is a complete or near-complete obstruction to outflow from the hypoplastic left heart into the hypoplastic ascending aorta. Hence the systemic flow is ductal dependent, and the survival of these patients typically depends on the patency of the atrial septal defect/foramen ovale and the patency of the ductus arteriosus.", "contents": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle. The pulmonary artery is responsible for blood to the lungs and the aorta via the Patent Ductus Arteriosus (PDA) as there is a complete or near-complete obstruction to outflow from the hypoplastic left heart into the hypoplastic ascending aorta. Hence the systemic flow is ductal dependent, and the survival of these patients typically depends on the patency of the atrial septal defect/foramen ovale and the patency of the ductus arteriosus."}
{"id": "article-130955_8", "title": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle", "content": "In the case of tricuspid atresia, venous return reaches the left atrium from the defect in the atrial septum and mixes with the pulmonary venous blood. The developed left ventricle pumps the mixed blood to the aorta and also to the pulmonary artery through the PDA or a ventricular septal defect (VSD). Their survival depends upon the patency of the atrial septum and PDA, as the right ventricle is hypoplastic. The repair in these cases is focused on the gradual transition of the parallel circulation into series circulation through staged repair via Norwood, bidirectional Glenn, and ultimately Fontan repair.", "contents": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology with Single Anatomical Ventricle. In the case of tricuspid atresia, venous return reaches the left atrium from the defect in the atrial septum and mixes with the pulmonary venous blood. The developed left ventricle pumps the mixed blood to the aorta and also to the pulmonary artery through the PDA or a ventricular septal defect (VSD). Their survival depends upon the patency of the atrial septum and PDA, as the right ventricle is hypoplastic. The repair in these cases is focused on the gradual transition of the parallel circulation into series circulation through staged repair via Norwood, bidirectional Glenn, and ultimately Fontan repair."}
{"id": "article-130955_9", "title": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology Despite Two Well Developed Ventricles", "content": "Despite two well-developed ventricles, complete or near-complete obstruction to the outflow from one of these ventricles leads to single ventricle physiology. When the obstruction is released, biventricular physiology can be restored in these cardiac defects.", "contents": "Single Ventricle and Anesthesia Management -- Function -- Single Ventricle Physiology Despite Two Well Developed Ventricles. Despite two well-developed ventricles, complete or near-complete obstruction to the outflow from one of these ventricles leads to single ventricle physiology. When the obstruction is released, biventricular physiology can be restored in these cardiac defects."}
{"id": "article-130955_10", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "All the lesions falling into the single ventricular physiology share some characteristic features. Both the systemic and pulmonary venous return needs to be guided to the single functional ventricle The mixing of blood results in a hypoxemic mixture with an oxygen saturation of 75 to 80% Single ventricle perfuses both systemic and pulmonary circulation (parallel circulation). Relative resistance of the pulmonary and systemic systems is the primary determinant of blood flow through them Presence of various degrees of pulmonary abnormalities secondary to the congenital cardiac lesion", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. All the lesions falling into the single ventricular physiology share some characteristic features. Both the systemic and pulmonary venous return needs to be guided to the single functional ventricle The mixing of blood results in a hypoxemic mixture with an oxygen saturation of 75 to 80% Single ventricle perfuses both systemic and pulmonary circulation (parallel circulation). Relative resistance of the pulmonary and systemic systems is the primary determinant of blood flow through them Presence of various degrees of pulmonary abnormalities secondary to the congenital cardiac lesion"}
{"id": "article-130955_11", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "The fetus, in utero, has a parallel circulation and adequate shunting of the blood for mixing. They also have patent ductus arteriosus to regulate pulmonary circulation. However, after birth, when the parallel circulation starts transitioning to the series circulation, neonates with the single ventricle physiology do not tolerate the transition and start showing signs of hypoxemia.", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. The fetus, in utero, has a parallel circulation and adequate shunting of the blood for mixing. They also have patent ductus arteriosus to regulate pulmonary circulation. However, after birth, when the parallel circulation starts transitioning to the series circulation, neonates with the single ventricle physiology do not tolerate the transition and start showing signs of hypoxemia."}
{"id": "article-130955_12", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "The survival of these neonates depends upon the following two factors. First is unrestricted mixing of systemic deoxygenated blood with oxygenated pulmonary venous blood. The location of the shunt to allow mixing may vary depending upon the type of lesion; however, it is usually at the level of atria. In around 6% of the people with single ventricle physiology, either the septum is intact or restrictive. [3]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. The survival of these neonates depends upon the following two factors. First is unrestricted mixing of systemic deoxygenated blood with oxygenated pulmonary venous blood. The location of the shunt to allow mixing may vary depending upon the type of lesion; however, it is usually at the level of atria. In around 6% of the people with single ventricle physiology, either the septum is intact or restrictive. [3]"}
{"id": "article-130955_13", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "They need emergent atrial septostomy/sepetectomy or septoplasty and may even need stent placement for adequate mixing and channeling of the blood to the single functioning ventricle. [4] Secondly, a single ventricle needs a patent conduit to pump the mixed blood into the pulmonary and systemic circulation. Shunting the flow is often crucial for survival in most lesions with single ventricular physiology in the background of the outflow obstruction. Shunting usually takes place through the ductus arteriosus or the ventricular septum.", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. They need emergent atrial septostomy/sepetectomy or septoplasty and may even need stent placement for adequate mixing and channeling of the blood to the single functioning ventricle. [4] Secondly, a single ventricle needs a patent conduit to pump the mixed blood into the pulmonary and systemic circulation. Shunting the flow is often crucial for survival in most lesions with single ventricular physiology in the background of the outflow obstruction. Shunting usually takes place through the ductus arteriosus or the ventricular septum."}
{"id": "article-130955_14", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "Infusion of prostaglandin E1, stenting of the ductus arteriosus, creation of central or Blalock-Taussig shunt, and emergent ventricular septostomy/septectomy are often utilized to achieve unrestrictive or minimally restrictive blood flow through the systemic and pulmonary circulation. [5]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. Infusion of prostaglandin E1, stenting of the ductus arteriosus, creation of central or Blalock-Taussig shunt, and emergent ventricular septostomy/septectomy are often utilized to achieve unrestrictive or minimally restrictive blood flow through the systemic and pulmonary circulation. [5]"}
{"id": "article-130955_15", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "A single functioning ventricle has to receive and pump blood to both circulations, so it has pressure and volume overload. This is exacerbated by reduced ventricular compliance. Furthermore, pulmonary circulation can steal blood flow from the coronaries during diastolic runoff and pose a risk of myocardial ischemia. They very poorly tolerate changes in preload and afterload, further increasing the risk of myocardial ischemia. [6] [7]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. A single functioning ventricle has to receive and pump blood to both circulations, so it has pressure and volume overload. This is exacerbated by reduced ventricular compliance. Furthermore, pulmonary circulation can steal blood flow from the coronaries during diastolic runoff and pose a risk of myocardial ischemia. They very poorly tolerate changes in preload and afterload, further increasing the risk of myocardial ischemia. [6] [7]"}
{"id": "article-130955_16", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "With unrestricted outflow from the single functioning ventricle, the relative resistance of the pulmonary and systemic circuit is the main determinant that guides blood flow across them. However, most neonates develop systemic hypoperfusion secondary to lung expansion and fall of pulmonary resistance after birth. They might need intubation, hypoventilation, and sometimes inhaled nitrogen or carbon dioxide to counteract the fall of pulmonary vascular resistance (PVR). [8]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. With unrestricted outflow from the single functioning ventricle, the relative resistance of the pulmonary and systemic circuit is the main determinant that guides blood flow across them. However, most neonates develop systemic hypoperfusion secondary to lung expansion and fall of pulmonary resistance after birth. They might need intubation, hypoventilation, and sometimes inhaled nitrogen or carbon dioxide to counteract the fall of pulmonary vascular resistance (PVR). [8]"}
{"id": "article-130955_17", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "Inotropic support might also be needed to achieve adequate peripheral perfusion. Multiple factors alter the resistance of these circuits and change blood flow through pulmonary and systemic circulation, which are summarized below in Table 1.", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. Inotropic support might also be needed to achieve adequate peripheral perfusion. Multiple factors alter the resistance of these circuits and change blood flow through pulmonary and systemic circulation, which are summarized below in Table 1."}
{"id": "article-130955_18", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "The ideal blood flow ratio through the pulmonary and systemic circulation is 1:1 when minimal collaterals and no lung lesions are expected. This flow ratio provides optimal oxygenation and systemic perfusion, which is called balanced circulation. [9] Oxygen saturation of 75 to 80% is a rough surrogate of balanced circulation. [10]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. The ideal blood flow ratio through the pulmonary and systemic circulation is 1:1 when minimal collaterals and no lung lesions are expected. This flow ratio provides optimal oxygenation and systemic perfusion, which is called balanced circulation. [9] Oxygen saturation of 75 to 80% is a rough surrogate of balanced circulation. [10]"}
{"id": "article-130955_19", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "Higher saturations reflect excess blood flow through the pulmonary circulation, which steals blood from the systemic circulation resulting in peripheral hypoperfusion—prolonged pulmonary over circulation results in pulmonary hypertension. Similarly, lower saturation signifies pulmonary under circulation. [11]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. Higher saturations reflect excess blood flow through the pulmonary circulation, which steals blood from the systemic circulation resulting in peripheral hypoperfusion—prolonged pulmonary over circulation results in pulmonary hypertension. Similarly, lower saturation signifies pulmonary under circulation. [11]"}
{"id": "article-130955_20", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "All volatile anesthetics decrease the cardiac output dose-dependently, primarily by reducing the SVR. Sevoflurane is usually preferred given the minimal reduction of cardiac output. [12] Nitrous oxide is associated with a marked increase in PVR. Etomidate and Dexmedetomidine have minimal effect on contractility, PVR, and SVR. [6]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. All volatile anesthetics decrease the cardiac output dose-dependently, primarily by reducing the SVR. Sevoflurane is usually preferred given the minimal reduction of cardiac output. [12] Nitrous oxide is associated with a marked increase in PVR. Etomidate and Dexmedetomidine have minimal effect on contractility, PVR, and SVR. [6]"}
{"id": "article-130955_21", "title": "Single Ventricle and Anesthesia Management -- Issues of Concern", "content": "Various degrees of anatomical and physiological pulmonary abnormalities are found in patients with single ventricular function, which compounds the complex univentricular physiology. These include endothelial dysfunction, altered pulmonary blood flow, venovenous and aortopulmonary collaterals, valvular dysfunction, obstruction of pulmonary venous return, etc. [13]", "contents": "Single Ventricle and Anesthesia Management -- Issues of Concern. Various degrees of anatomical and physiological pulmonary abnormalities are found in patients with single ventricular function, which compounds the complex univentricular physiology. These include endothelial dysfunction, altered pulmonary blood flow, venovenous and aortopulmonary collaterals, valvular dysfunction, obstruction of pulmonary venous return, etc. [13]"}
{"id": "article-130955_22", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation", "content": "The clinical course and physical exam of patients with single ventricle physiology are highly variable, even among patients with similar cardiac lesions. Some may be completely asymptomatic in the presence of adequate blood flow through a patent ductus arteriosus or atrial/ventricular septal defect. In contrast, others might require intubation, mechanical ventilation, multiple pressor infusions, and sometimes extracorporeal membrane oxygenation (ECMO).", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation. The clinical course and physical exam of patients with single ventricle physiology are highly variable, even among patients with similar cardiac lesions. Some may be completely asymptomatic in the presence of adequate blood flow through a patent ductus arteriosus or atrial/ventricular septal defect. In contrast, others might require intubation, mechanical ventilation, multiple pressor infusions, and sometimes extracorporeal membrane oxygenation (ECMO)."}
{"id": "article-130955_23", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation", "content": "The preoperative assessment aims to assess and optimize systemic perfusion to minimize end-organ dysfunction secondary to hypoxemia and hypoperfusion. Oxygen saturation of 75 to 80% is indicative of balanced circulation. The presence of crackles or pulmonary edema is reflective of pulmonary hyper circulation. Preoperative echocardiogram and cardiac cath lab data are utilized to access ventricular function, patency and gradient across the shunt, estimation of pulmonary and systemic blood flow, and the presence of aortopulmonary collateral vessels.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation. The preoperative assessment aims to assess and optimize systemic perfusion to minimize end-organ dysfunction secondary to hypoxemia and hypoperfusion. Oxygen saturation of 75 to 80% is indicative of balanced circulation. The presence of crackles or pulmonary edema is reflective of pulmonary hyper circulation. Preoperative echocardiogram and cardiac cath lab data are utilized to access ventricular function, patency and gradient across the shunt, estimation of pulmonary and systemic blood flow, and the presence of aortopulmonary collateral vessels."}
{"id": "article-130955_24", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation", "content": "Optimal hemoglobin, a hematocrit of roughly 40%, is important to improve peripheral oxygen delivery. As these patients have preload-dependent cardiac output and do not tolerate sudden changes in afterload, it is crucial to minimize fasting hours and continue maintenance fluids whenever possible. Anxiety and pain may invoke an unpredictable rise in pulmonary and systemic resistance and may have a deleterious effect on the compromised ventricular function, so it should be avoided if possible.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Preoperative Evaluation. Optimal hemoglobin, a hematocrit of roughly 40%, is important to improve peripheral oxygen delivery. As these patients have preload-dependent cardiac output and do not tolerate sudden changes in afterload, it is crucial to minimize fasting hours and continue maintenance fluids whenever possible. Anxiety and pain may invoke an unpredictable rise in pulmonary and systemic resistance and may have a deleterious effect on the compromised ventricular function, so it should be avoided if possible."}
{"id": "article-130955_25", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Patients with a single functioning ventricle poorly tolerate changes in the preload, afterload, myocardial depression, and changes in pulmonary and systemic vascular resistance. They may have balanced circulation from various factors like lower tidal volume, atelectasis, interstitial lung water, and hypoxic pulmonary vasoconstriction, which are altered to varying degrees with induction and intubation. Careful assessment and proper selection of drug and anesthetic techniques are prudent for these challenging steps.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Patients with a single functioning ventricle poorly tolerate changes in the preload, afterload, myocardial depression, and changes in pulmonary and systemic vascular resistance. They may have balanced circulation from various factors like lower tidal volume, atelectasis, interstitial lung water, and hypoxic pulmonary vasoconstriction, which are altered to varying degrees with induction and intubation. Careful assessment and proper selection of drug and anesthetic techniques are prudent for these challenging steps."}
{"id": "article-130955_26", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Induction: Higher Fio2 for preoxygenation results in excess PBF, while lower Fio2 for preoxygenation may not allow sufficient apnea time. This may result in hypoxemia and hypercarbia, compromising pulmonary blood flow and oxygenation. Usually, 40 to 60% of oxygen is utilized. Intravenous induction is usually preferred, though inhaled induction is useful in cases where the stress of intravenous access placement could cause significant hemodynamic compromise.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Induction: Higher Fio2 for preoxygenation results in excess PBF, while lower Fio2 for preoxygenation may not allow sufficient apnea time. This may result in hypoxemia and hypercarbia, compromising pulmonary blood flow and oxygenation. Usually, 40 to 60% of oxygen is utilized. Intravenous induction is usually preferred, though inhaled induction is useful in cases where the stress of intravenous access placement could cause significant hemodynamic compromise."}
{"id": "article-130955_27", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Fentanyl has minimal effect on myocardial contractility and systemic vascular resistance and slightly decreases pulmonary resistance if used in high doses for induction. Ketamine is used in patients with good ventricular function. It increases the SVR while PVR is unaffected. Etomidate also has minimal impact on hemodynamics and can be used for induction. [14]", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Fentanyl has minimal effect on myocardial contractility and systemic vascular resistance and slightly decreases pulmonary resistance if used in high doses for induction. Ketamine is used in patients with good ventricular function. It increases the SVR while PVR is unaffected. Etomidate also has minimal impact on hemodynamics and can be used for induction. [14]"}
{"id": "article-130955_28", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Propofol significantly decreases the SVR and also depresses the myocardium. A significant reduction in cardiac output can lead to stealing from the pulmonary blood flow. [15] Volatile anesthetics are utilized in case of difficult intravenous access. However, higher MAC of the volatile anesthetics decreases SVR and also depresses the myocardium, so most often, it is used in lower concentrations, or concentration should be decreased immediately on induction.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Propofol significantly decreases the SVR and also depresses the myocardium. A significant reduction in cardiac output can lead to stealing from the pulmonary blood flow. [15] Volatile anesthetics are utilized in case of difficult intravenous access. However, higher MAC of the volatile anesthetics decreases SVR and also depresses the myocardium, so most often, it is used in lower concentrations, or concentration should be decreased immediately on induction."}
{"id": "article-130955_29", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Invasive blood pressure, central venous pressure, and regional tissue oxygenation monitoring are often used in addition to standard ASA monitoring. Upper extremity arterial lines may not be reliable if the patient has a Blalock-Taussig shunt, causing runoff from the subclavian artery of the shunted side. Similarly, a PDA will cause a discrepancy in monitors placed pre- vs. post-ductal.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Invasive blood pressure, central venous pressure, and regional tissue oxygenation monitoring are often used in addition to standard ASA monitoring. Upper extremity arterial lines may not be reliable if the patient has a Blalock-Taussig shunt, causing runoff from the subclavian artery of the shunted side. Similarly, a PDA will cause a discrepancy in monitors placed pre- vs. post-ductal."}
{"id": "article-130955_30", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "The intraoperative goal is to maintain the Sao2 of 70 to 80%, which corresponds to Pao2 of 40 to 50 mm of Hg. Fio2 is adjusted to achieve this target. Both decrease in Fio2 and an increase in Paco2 can be used to decrease pulmonary circulation. [16] Slight hypercapnia (Paco2 of 45 to 55 mm of Hg) is preferred and can be accomplished with hypoventilation. A tidal volume of 8 to 12 ml/kg with positive end-expiratory pressure of 3 to 5 is usually desired for optimal oxygenation and prevention of atelectasis. [17]", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. The intraoperative goal is to maintain the Sao2 of 70 to 80%, which corresponds to Pao2 of 40 to 50 mm of Hg. Fio2 is adjusted to achieve this target. Both decrease in Fio2 and an increase in Paco2 can be used to decrease pulmonary circulation. [16] Slight hypercapnia (Paco2 of 45 to 55 mm of Hg) is preferred and can be accomplished with hypoventilation. A tidal volume of 8 to 12 ml/kg with positive end-expiratory pressure of 3 to 5 is usually desired for optimal oxygenation and prevention of atelectasis. [17]"}
{"id": "article-130955_31", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "Maintenance of adequate diastolic pressure is important to ensure coronary blood flow. Avoidance of tachycardia helps to decrease the myocardial demand and facilitate delivery. [18] In patients with central or BT shunt-dependent pulmonary blood flow, special attention should be paid to the maintenance of shunt flow. If the pulmonary blood flow is reduced enough, shunt thrombosis can occur secondary to stasis through the shunt. This can lead to a complete absence of pulmonary blood flow and rapid, catastrophic hemodynamic compromise requiring VA ECMO support until shunt flow can be re-established.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. Maintenance of adequate diastolic pressure is important to ensure coronary blood flow. Avoidance of tachycardia helps to decrease the myocardial demand and facilitate delivery. [18] In patients with central or BT shunt-dependent pulmonary blood flow, special attention should be paid to the maintenance of shunt flow. If the pulmonary blood flow is reduced enough, shunt thrombosis can occur secondary to stasis through the shunt. This can lead to a complete absence of pulmonary blood flow and rapid, catastrophic hemodynamic compromise requiring VA ECMO support until shunt flow can be re-established."}
{"id": "article-130955_32", "title": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management", "content": "The increased intrathoracic pressure caused by positive pressure ventilation can have significant hemodynamic consequences for patients with single ventricle physiology. Therefore, the risks and benefits of early extubation should be carefully weighed following each procedure. The hemodynamic consequence of stress from inadequate analgesia or hypoventilation and hypercapnia from residual anesthetic or narcosis should be compared with the benefit of extubation and spontaneous ventilation. Given the minimal effect on the balanced circulation, Fentanyl and dexmedotimine are often used to ease out emergence from anesthesia.", "contents": "Single Ventricle and Anesthesia Management -- Clinical Significance -- Intraoperative Management. The increased intrathoracic pressure caused by positive pressure ventilation can have significant hemodynamic consequences for patients with single ventricle physiology. Therefore, the risks and benefits of early extubation should be carefully weighed following each procedure. The hemodynamic consequence of stress from inadequate analgesia or hypoventilation and hypercapnia from residual anesthetic or narcosis should be compared with the benefit of extubation and spontaneous ventilation. Given the minimal effect on the balanced circulation, Fentanyl and dexmedotimine are often used to ease out emergence from anesthesia."}
{"id": "article-130955_33", "title": "Single Ventricle and Anesthesia Management -- Enhancing Healthcare Team Outcomes", "content": "Single ventricle lesions include various congenital cardiac lesions with heterogenicity in anatomy and physiology. They present to the operating room for various emergent and elective cardiac or non-cardiac surgeries. With the development in cardiology, imaging modalities, anesthesia, surgical techniques, and intensive care services, around 70% of infants born with a single ventricle are expected to live into adulthood. [19]", "contents": "Single Ventricle and Anesthesia Management -- Enhancing Healthcare Team Outcomes. Single ventricle lesions include various congenital cardiac lesions with heterogenicity in anatomy and physiology. They present to the operating room for various emergent and elective cardiac or non-cardiac surgeries. With the development in cardiology, imaging modalities, anesthesia, surgical techniques, and intensive care services, around 70% of infants born with a single ventricle are expected to live into adulthood. [19]"}
{"id": "article-130955_34", "title": "Single Ventricle and Anesthesia Management -- Enhancing Healthcare Team Outcomes", "content": "Understanding the complex anatomy of conduits and physiology of the lesion is fundamental for standard care of these patients—the management centers on maintaining balanced circulation, myocardial function, and adequate systemic oxygen delivery. Close coordination and communication among cardiologists, surgeons, anesthesiologists, critical care physicians, respiratory therapists, and nursing professionals, working cohesively as an interprofessional team, are instrumental for better outcomes in patients with single ventricle physiology.", "contents": "Single Ventricle and Anesthesia Management -- Enhancing Healthcare Team Outcomes. Understanding the complex anatomy of conduits and physiology of the lesion is fundamental for standard care of these patients—the management centers on maintaining balanced circulation, myocardial function, and adequate systemic oxygen delivery. Close coordination and communication among cardiologists, surgeons, anesthesiologists, critical care physicians, respiratory therapists, and nursing professionals, working cohesively as an interprofessional team, are instrumental for better outcomes in patients with single ventricle physiology."}
{"id": "article-130955_35", "title": "Single Ventricle and Anesthesia Management -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Single Ventricle and Anesthesia Management -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}