{"id": "article-63887_0", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Introduction", "content": "Simulation consists of any course or technology that creates an environment where learners can perform, feel safe, receive feedback, and gain confidence without compromising patient safety. [1] Simulators were first described in the United States in 1922 in the aviation industry to allow pilots standardized flight training without putting lives at risk. [2] In the early 1960s, simulation was introduced to healthcare as well by anesthesiologists. Today, high-fidelity simulators provide practical and realistic models for healthcare education and patient safety efforts in all fields of medicine.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Introduction. Simulation consists of any course or technology that creates an environment where learners can perform, feel safe, receive feedback, and gain confidence without compromising patient safety. [1] Simulators were first described in the United States in 1922 in the aviation industry to allow pilots standardized flight training without putting lives at risk. [2] In the early 1960s, simulation was introduced to healthcare as well by anesthesiologists. Today, high-fidelity simulators provide practical and realistic models for healthcare education and patient safety efforts in all fields of medicine."}
{"id": "article-63887_1", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Function", "content": "Experiential learning postulates that adult learners learn by participating and reflecting on real-life experiences. [3] This article will focus on the role of task trainers, specifically, for procedural skill acquisition in medical simulation. Task trainers are specialized models designed to help a learner practice a specific skill. Where high-fidelity simulators are invaluable in practicing an entire patient encounter, task trainers allow for the refining of psychomotor skills in isolation. Task trainers allow learners to familiarize themselves with various procedures that require repetitive practice in a safe environment before they are expected to perform the procedure on a real patient.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Function. Experiential learning postulates that adult learners learn by participating and reflecting on real-life experiences. [3] This article will focus on the role of task trainers, specifically, for procedural skill acquisition in medical simulation. Task trainers are specialized models designed to help a learner practice a specific skill. Where high-fidelity simulators are invaluable in practicing an entire patient encounter, task trainers allow for the refining of psychomotor skills in isolation. Task trainers allow learners to familiarize themselves with various procedures that require repetitive practice in a safe environment before they are expected to perform the procedure on a real patient."}
{"id": "article-63887_2", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Curriculum Development", "content": "Using a task trainer can allow for the creation of a simple teaching model leading to a standardized teaching approach and, ultimately, a sustainable outcome. For many years, the standard of practice in the medical community has been Halstead's \"See one, Do one, Teach one\" but this has become less acceptable, particularly when invasive procedures and high-risk care are involved. [4] [5] A more efficient model for teaching procedures that combines multiple aspects of adult learning is Peyton's 4 step approach (see Figure 1). [6] In this model, a teacher can demonstrate the procedure on the task trainer to the learner with no commentary as the first step.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Curriculum Development. Using a task trainer can allow for the creation of a simple teaching model leading to a standardized teaching approach and, ultimately, a sustainable outcome. For many years, the standard of practice in the medical community has been Halstead's \"See one, Do one, Teach one\" but this has become less acceptable, particularly when invasive procedures and high-risk care are involved. [4] [5] A more efficient model for teaching procedures that combines multiple aspects of adult learning is Peyton's 4 step approach (see Figure 1). [6] In this model, a teacher can demonstrate the procedure on the task trainer to the learner with no commentary as the first step."}
{"id": "article-63887_3", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Curriculum Development", "content": "For the second step, the teacher can deconstruct the procedure and explain each maneuver on the task trainer as he or she performs it. For the third step, the teacher can test for comprehension by having the learner describe each step as the teacher performs it on the task trainer. The final step of this model refers to the student simultaneously executing and describing each maneuver on the task trainer to demonstrate proper execution of the procedure. With a task trainer, the teacher can easily go through Peyton's 4 step approach to allow for more effective learning. [7]", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Curriculum Development. For the second step, the teacher can deconstruct the procedure and explain each maneuver on the task trainer as he or she performs it. For the third step, the teacher can test for comprehension by having the learner describe each step as the teacher performs it on the task trainer. The final step of this model refers to the student simultaneously executing and describing each maneuver on the task trainer to demonstrate proper execution of the procedure. With a task trainer, the teacher can easily go through Peyton's 4 step approach to allow for more effective learning. [7]"}
{"id": "article-63887_4", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Clerkships", "content": "With all the modern advances in medicine, specific procedures are performed less frequently, leaving fewer opportunities for learners to acquire these skills clinically. Despite the decrease in the frequency of these procedures, clinicians-in-training are still expected to be able to perform these procedures on an emergent basis despite never encountering them in their clinical training. With the introduction of non-invasive ventilation, intubations are being performed less frequently in the emergency department. [8] With the emergence of laparoscopic procedures, fewer open surgeries are being performed, and this is causing surgery residents to be less comfortable with open procedures. [9] With ultrasound and interventional radiology, less landmark-guided procedures are being performed but may still be required in an emergent situation or a situation with equipment failure.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Clerkships. With all the modern advances in medicine, specific procedures are performed less frequently, leaving fewer opportunities for learners to acquire these skills clinically. Despite the decrease in the frequency of these procedures, clinicians-in-training are still expected to be able to perform these procedures on an emergent basis despite never encountering them in their clinical training. With the introduction of non-invasive ventilation, intubations are being performed less frequently in the emergency department. [8] With the emergence of laparoscopic procedures, fewer open surgeries are being performed, and this is causing surgery residents to be less comfortable with open procedures. [9] With ultrasound and interventional radiology, less landmark-guided procedures are being performed but may still be required in an emergent situation or a situation with equipment failure."}
{"id": "article-63887_5", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Procedural Skills Assessment", "content": "Incorporating task trainers into global assessments of a novice’s abilities allows the educator to ensure both retention and expertise in the procedure(s) being taught. Miller’s pyramid, an educational theory developed in the 90s, takes this a step further. [10] The basis of the theory relies on the notion that what we teach is less important than what the learner demonstrates through their actions in real-world experiences. Success, then, is defined as a learner’s ability to take what they have learned and apply it in their environment. Miller’s pyramid has, at its base, a basic, factual knowledge component, followed by an application component, then a demonstration of the knowledge gained followed by application in real life. This can also be thought of as four different stages of knows, knows how, shows how, and does (see Figure 2). [11]", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Procedural Skills Assessment. Incorporating task trainers into global assessments of a novice’s abilities allows the educator to ensure both retention and expertise in the procedure(s) being taught. Miller’s pyramid, an educational theory developed in the 90s, takes this a step further. [10] The basis of the theory relies on the notion that what we teach is less important than what the learner demonstrates through their actions in real-world experiences. Success, then, is defined as a learner’s ability to take what they have learned and apply it in their environment. Miller’s pyramid has, at its base, a basic, factual knowledge component, followed by an application component, then a demonstration of the knowledge gained followed by application in real life. This can also be thought of as four different stages of knows, knows how, shows how, and does (see Figure 2). [11]"}
{"id": "article-63887_6", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Procedural Skills Assessment", "content": "Let’s take an example to illustrate. If I were teaching a novice about central lines on a task trainer, the base of the pyramid would be assessed by True/False questions, for example. The application component could be evaluated by a case presentation (discussing indications for central line placement in patients). The demonstration level would occur in a simulation lab on a task trainer to ensure an understanding of the steps/indications of the procedure. Then, to assess mastery, the learner would be supervised in a patient encounter, where a central line is placed on a live patient. Through this pyramid of learning, incorporating the task trainer, we can watch the learner evolve from a novice to a skilled provider.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Procedural Skills Assessment. Let’s take an example to illustrate. If I were teaching a novice about central lines on a task trainer, the base of the pyramid would be assessed by True/False questions, for example. The application component could be evaluated by a case presentation (discussing indications for central line placement in patients). The demonstration level would occur in a simulation lab on a task trainer to ensure an understanding of the steps/indications of the procedure. Then, to assess mastery, the learner would be supervised in a patient encounter, where a central line is placed on a live patient. Through this pyramid of learning, incorporating the task trainer, we can watch the learner evolve from a novice to a skilled provider."}
{"id": "article-63887_7", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance", "content": "High fidelity mannequins can allow for all procedures to be performed on them but can very costly as well. With cost being a major factor for many academic programs, task-trainers allow for a cost-effective option without compromising clinical reasoning, knowledge acquisition, and learner satisfaction. [12] Maintaining a task trainer is significantly easier with repeat procedures as opposed to a high-fidelity mannequin. Another cost-effective option is to do a hybrid simulation with the high-fidelity mannequin for the case scenario and switching off to the task trainer when the learner needs to perform a procedure.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance. High fidelity mannequins can allow for all procedures to be performed on them but can very costly as well. With cost being a major factor for many academic programs, task-trainers allow for a cost-effective option without compromising clinical reasoning, knowledge acquisition, and learner satisfaction. [12] Maintaining a task trainer is significantly easier with repeat procedures as opposed to a high-fidelity mannequin. Another cost-effective option is to do a hybrid simulation with the high-fidelity mannequin for the case scenario and switching off to the task trainer when the learner needs to perform a procedure."}
{"id": "article-63887_8", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance", "content": "While task trainers are more cost-effective than high-fidelity mannequins, task trainers can come in variable forms. Some task trainers can be homemade from relatively inexpensive items, while other ones can have a more realistic appearance of skin and muscle. [13] It is essential to balance the realism of the task trainer with the cost considerations depending on your learning objectives, especially given our adult learners prefer realistic scenarios to be the most engaged. [14]", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance. While task trainers are more cost-effective than high-fidelity mannequins, task trainers can come in variable forms. Some task trainers can be homemade from relatively inexpensive items, while other ones can have a more realistic appearance of skin and muscle. [13] It is essential to balance the realism of the task trainer with the cost considerations depending on your learning objectives, especially given our adult learners prefer realistic scenarios to be the most engaged. [14]"}
{"id": "article-63887_9", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance", "content": "Task trainers can also be a great hybrid option for objective structured clinical examination (OSCEs). Standardized patients have shown to lead to a more realistic experience by residents with higher post-test scores obtained when compared to using mannequins for OSCEs. [15] Though standardized patient encounters allow for the learning of physical examination and patient communication skills, they do not allow for any procedural skills. A hybrid simulation could be performed using a standardized patient for the history and physical portion and then switching over to the task trainer for the procedural component.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Clinical Significance. Task trainers can also be a great hybrid option for objective structured clinical examination (OSCEs). Standardized patients have shown to lead to a more realistic experience by residents with higher post-test scores obtained when compared to using mannequins for OSCEs. [15] Though standardized patient encounters allow for the learning of physical examination and patient communication skills, they do not allow for any procedural skills. A hybrid simulation could be performed using a standardized patient for the history and physical portion and then switching over to the task trainer for the procedural component."}
{"id": "article-63887_10", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "A task trainer allows an instructor to validate a skill before allowing a novice to perform that skill on a human life. From an ethical perspective, clinicians-in-training needs as much experience performing procedures to increase their technical and clinical proficiency to maximize patient safety when they need to perform procedures on real patients. [16] Task trainers are portable and can allow for increased learner comfort with \"just-in-time\" education before performing a procedure [17] [18] .", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes. A task trainer allows an instructor to validate a skill before allowing a novice to perform that skill on a human life. From an ethical perspective, clinicians-in-training needs as much experience performing procedures to increase their technical and clinical proficiency to maximize patient safety when they need to perform procedures on real patients. [16] Task trainers are portable and can allow for increased learner comfort with \"just-in-time\" education before performing a procedure [17] [18] ."}
{"id": "article-63887_11", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Spaced repetition is an effective method to increase the efficacy of learning and has tremendous potential to improve educational outcomes. [19] [20] [21] By deploying these portable task trainers, a learner can repeat the procedure every few months to maintain their skills and boost their confidence. As a learner gets more comfortable with the skills, they can even progress to becoming a peer facilitator who facilitates other learners using the task trainer. [22] [23]", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes. Spaced repetition is an effective method to increase the efficacy of learning and has tremendous potential to improve educational outcomes. [19] [20] [21] By deploying these portable task trainers, a learner can repeat the procedure every few months to maintain their skills and boost their confidence. As a learner gets more comfortable with the skills, they can even progress to becoming a peer facilitator who facilitates other learners using the task trainer. [22] [23]"}
{"id": "article-63887_12", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Studies have shown that attendings with varying years of experience may continue practicing procedures they are comfortable with rather than learning new techniques. [24] By incorporating task trainers into a faculty development course, new learners and seasoned faculty could maintain their skills or practice novel procedures and technology. [25] For example, using a chest tube task trainer, an experienced faculty member can offer up their experience on placing a chest tube as a subject matter expert, but the seasoned faculty member can also develop their own skills in placing a pigtail catheter instead of a chest tube.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes. Studies have shown that attendings with varying years of experience may continue practicing procedures they are comfortable with rather than learning new techniques. [24] By incorporating task trainers into a faculty development course, new learners and seasoned faculty could maintain their skills or practice novel procedures and technology. [25] For example, using a chest tube task trainer, an experienced faculty member can offer up their experience on placing a chest tube as a subject matter expert, but the seasoned faculty member can also develop their own skills in placing a pigtail catheter instead of a chest tube."}
{"id": "article-63887_13", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Simulation scenarios involving task trainers allow for training in both high-stakes, low-frequency, and common procedures in a safe environment. [26] [27] When combined with Peyton's 4 step model, this can be very effective in learning \"muscle memory,\" skill acquisition, and learner self-confidence with procedures. By using Miller's pyramid as an assessment tool, task trainers can be used to assess a learner's retention and expertise in the procedure being taught.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Enhancing Healthcare Team Outcomes. Simulation scenarios involving task trainers allow for training in both high-stakes, low-frequency, and common procedures in a safe environment. [26] [27] When combined with Peyton's 4 step model, this can be very effective in learning \"muscle memory,\" skill acquisition, and learner self-confidence with procedures. By using Miller's pyramid as an assessment tool, task trainers can be used to assess a learner's retention and expertise in the procedure being taught."}
{"id": "article-63887_14", "title": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Task Trainers in Procedural Skills Acquisition in Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}