{"id": "article-43071_0", "title": "Xenon -- Definition/Introduction", "content": "Xenon is an element with the symbol Xe and an atomic number 54 (group 18 of the periodic table). It is an inert mono-atomic gas first identified in 1898 by the British chemists William Ramsay (1852-1916) and Morris Travers (1872-1961) in the residue obtained by partial evaporation of liquid air (krypton impurity). [1] The chemical element Xe is a colorless, odorless, non-pungent, nontoxic, nonexplosive, environmentally friendly, noble gas. It is found in the earth’s atmosphere in trace amounts, as the concentration in the atmosphere is only 0.086 ppm. Yet, it is also found in the gases emitted by some mineral springs. Interestingly, the gas derives its name from the Greek word for “stranger,” underlining its extreme rarity. Although there are naturally 9 isotopes, the most abundant is Xe 132.", "contents": "Xenon -- Definition/Introduction. Xenon is an element with the symbol Xe and an atomic number 54 (group 18 of the periodic table). It is an inert mono-atomic gas first identified in 1898 by the British chemists William Ramsay (1852-1916) and Morris Travers (1872-1961) in the residue obtained by partial evaporation of liquid air (krypton impurity). [1] The chemical element Xe is a colorless, odorless, non-pungent, nontoxic, nonexplosive, environmentally friendly, noble gas. It is found in the earth’s atmosphere in trace amounts, as the concentration in the atmosphere is only 0.086 ppm. Yet, it is also found in the gases emitted by some mineral springs. Interestingly, the gas derives its name from the Greek word for “stranger,” underlining its extreme rarity. Although there are naturally 9 isotopes, the most abundant is Xe 132."}
{"id": "article-43071_1", "title": "Xenon -- Definition/Introduction", "content": "Among its physical and chemical properties, Xenon has a boiling point of 166.6 K and a melting point of 161.7 K, a density of 5.851 g/dm2, and a blue-green color spectrum. Because its oil-gas partition coefficient is 1.9, it is among the noble gases and the most soluble gas in oil (lipids).", "contents": "Xenon -- Definition/Introduction. Among its physical and chemical properties, Xenon has a boiling point of 166.6 K and a melting point of 161.7 K, a density of 5.851 g/dm2, and a blue-green color spectrum. Because its oil-gas partition coefficient is 1.9, it is among the noble gases and the most soluble gas in oil (lipids)."}
{"id": "article-43071_2", "title": "Xenon -- Definition/Introduction", "content": "Even if Xenon does not react with any chemical element, it can always form particular compounds with water, hydroquinone, and phenol. This noble gas can be oxidized by extremely electronegative groups, forming salts. For instance, the compound called xenon hexafluoplatinate was first synthesized in 1962 by the chemist Neil Bartlett (1932-2008). It was the first example of a noble gas chemical compound reported in the chemical literature. Other Xenon fluorides are the Xenon difluoride (XeF2), Xenon tetrafluoride (XeF4), and Xenon hexafluoride (XeF6).", "contents": "Xenon -- Definition/Introduction. Even if Xenon does not react with any chemical element, it can always form particular compounds with water, hydroquinone, and phenol. This noble gas can be oxidized by extremely electronegative groups, forming salts. For instance, the compound called xenon hexafluoplatinate was first synthesized in 1962 by the chemist Neil Bartlett (1932-2008). It was the first example of a noble gas chemical compound reported in the chemical literature. Other Xenon fluorides are the Xenon difluoride (XeF2), Xenon tetrafluoride (XeF4), and Xenon hexafluoride (XeF6)."}
{"id": "article-43071_3", "title": "Xenon -- Definition/Introduction", "content": "The fractional distillation of liquefied air can manufacture Xenon. High costs limit the use of Xenon in the industry. Among these applications is the xenon lamp, a particular arc lamp that uses xenon gas to produce intense white light similar to sunlight. There are several xenon lamps, all consisting of a glass or quartz tube with 2 tungsten electrodes at the ends and filled with xenon gas after vacuuming. These lamps are used for street lighting, photo flashes and projectors, car headlights, and marine lighting. It is also used for lasers and x-ray tubes in the food industry to kill microorganisms and in aerospace.", "contents": "Xenon -- Definition/Introduction. The fractional distillation of liquefied air can manufacture Xenon. High costs limit the use of Xenon in the industry. Among these applications is the xenon lamp, a particular arc lamp that uses xenon gas to produce intense white light similar to sunlight. There are several xenon lamps, all consisting of a glass or quartz tube with 2 tungsten electrodes at the ends and filled with xenon gas after vacuuming. These lamps are used for street lighting, photo flashes and projectors, car headlights, and marine lighting. It is also used for lasers and x-ray tubes in the food industry to kill microorganisms and in aerospace."}
{"id": "article-43071_4", "title": "Xenon -- Definition/Introduction -- Xenon in Medicine", "content": "The element's main role concerns its use as a radioactive diagnostic agent in clinical imaging and an inhaled anesthetic in general anesthesia. Other applications concern organ protection, ophthalmology, and dermatology.", "contents": "Xenon -- Definition/Introduction -- Xenon in Medicine. The element's main role concerns its use as a radioactive diagnostic agent in clinical imaging and an inhaled anesthetic in general anesthesia. Other applications concern organ protection, ophthalmology, and dermatology."}
{"id": "article-43071_5", "title": "Xenon -- Definition/Introduction -- Clinical imaging", "content": "Xenon is indicated for cerebral flow assessment (xenon-enhanced computed tomography), pulmonary function evaluation, and lung imaging. It has also found use in nuclear medicine with computed tomography, single-photon emission computed tomography (SPECT), and magnetic resonance imaging (MRI). In summary, the gas can be useful for measuring cerebral blood flow, whole-brain scans, and ventilation studies of the lungs through MRI (131 Xe), SPECT (133 Xe), and CT (129 Xe).", "contents": "Xenon -- Definition/Introduction -- Clinical imaging. Xenon is indicated for cerebral flow assessment (xenon-enhanced computed tomography), pulmonary function evaluation, and lung imaging. It has also found use in nuclear medicine with computed tomography, single-photon emission computed tomography (SPECT), and magnetic resonance imaging (MRI). In summary, the gas can be useful for measuring cerebral blood flow, whole-brain scans, and ventilation studies of the lungs through MRI (131 Xe), SPECT (133 Xe), and CT (129 Xe)."}
{"id": "article-43071_6", "title": "Xenon -- Definition/Introduction -- General anesthesia", "content": "The anesthetic proprieties of Xenon were discovered in 1939 and applied in mice in 1940 (JH Lawrence) and subsequently in 2 human volunteers (Cullen and Gross) in 1951. [2] It is indicated in selected patients due to its cardiovascular stability, cerebral protection, and favorable pharmacokinetics, including low solubility and lack of metabolism. Moreover, its use is not associated with environmental impact. [3]", "contents": "Xenon -- Definition/Introduction -- General anesthesia. The anesthetic proprieties of Xenon were discovered in 1939 and applied in mice in 1940 (JH Lawrence) and subsequently in 2 human volunteers (Cullen and Gross) in 1951. [2] It is indicated in selected patients due to its cardiovascular stability, cerebral protection, and favorable pharmacokinetics, including low solubility and lack of metabolism. Moreover, its use is not associated with environmental impact. [3]"}
{"id": "article-43071_7", "title": "Xenon -- Definition/Introduction -- Organ protection", "content": "An important field of study concerns xenon-induced organ protection. For example, xenon use has been proposed for preventing ischemia/reperfusion damage after Stanford Type-A acute aortic dissection surgery. [4] Again, several preclinical investigations conducted on different models subjected to preconditioning, real-time conditioning, and postconditioning have demonstrated that this gas may present important neuroprotective (in a dose-dependent manner) and cardioprotective effects by interfering with the glutamatergic transmission (glutamate receptors are implicated in both anesthesia and acute neurological injury through the apoptotic process) and by inhibiting the inflammatory cascade [5] [6] . The combination of Xenon with hypothermia is a fascinating hypothesis. Because Xenon seems to have neuroprotective properties already in sub-anesthetic concentrations, these effects can be achieved independently from the anesthetic effect. [7] Regardless of the precise mechanism, potential clinical applications of Xenon for organ protection could be manifold. For instance, Jia et al showed intermittent xenon exposure protects against gentamicin-induced nephrotoxicity. [8] This renal protection is of fundamental importance in kidney transplantation, preventing ischemia/reperfusion damages and delaying rejection and chronic nephropathy. [9] Xenon has had promising results with neurobehavioral dysfunction caused by brain insult [10] , cardiac arrest-induced cerebral ischemia [11] , and even neonatal hypoxia-ischemia. [12]", "contents": "Xenon -- Definition/Introduction -- Organ protection. An important field of study concerns xenon-induced organ protection. For example, xenon use has been proposed for preventing ischemia/reperfusion damage after Stanford Type-A acute aortic dissection surgery. [4] Again, several preclinical investigations conducted on different models subjected to preconditioning, real-time conditioning, and postconditioning have demonstrated that this gas may present important neuroprotective (in a dose-dependent manner) and cardioprotective effects by interfering with the glutamatergic transmission (glutamate receptors are implicated in both anesthesia and acute neurological injury through the apoptotic process) and by inhibiting the inflammatory cascade [5] [6] . The combination of Xenon with hypothermia is a fascinating hypothesis. Because Xenon seems to have neuroprotective properties already in sub-anesthetic concentrations, these effects can be achieved independently from the anesthetic effect. [7] Regardless of the precise mechanism, potential clinical applications of Xenon for organ protection could be manifold. For instance, Jia et al showed intermittent xenon exposure protects against gentamicin-induced nephrotoxicity. [8] This renal protection is of fundamental importance in kidney transplantation, preventing ischemia/reperfusion damages and delaying rejection and chronic nephropathy. [9] Xenon has had promising results with neurobehavioral dysfunction caused by brain insult [10] , cardiac arrest-induced cerebral ischemia [11] , and even neonatal hypoxia-ischemia. [12]"}
{"id": "article-43071_8", "title": "Xenon -- Definition/Introduction -- Other clinical uses", "content": "Apart from this research, there have been studies with the gas for pathologies, including dementia, epilepsy, Alzheimer disease, and obsessive-compulsive disorders. [13] [14] [15] [16] Moreover, Xenon is used in ophthalmology for laser therapy and dermatology to remove skin lesions. Despite all these potential applications, the biggest limitation is the high cost of use. For example, the market price in anesthesia is approximately 6-12£ per liter.", "contents": "Xenon -- Definition/Introduction -- Other clinical uses. Apart from this research, there have been studies with the gas for pathologies, including dementia, epilepsy, Alzheimer disease, and obsessive-compulsive disorders. [13] [14] [15] [16] Moreover, Xenon is used in ophthalmology for laser therapy and dermatology to remove skin lesions. Despite all these potential applications, the biggest limitation is the high cost of use. For example, the market price in anesthesia is approximately 6-12£ per liter."}
{"id": "article-43071_9", "title": "Xenon -- Issues of Concern -- Clinical Imaging", "content": "As per the manufacturer’s labeling, there are no adverse reactions or contraindications to using Xe-133 gas in clinical imaging. There are no known metabolism effects. There are no known significant drug-drug interactions. The drug is listed as pregnancy risk factor C, in which animal reproduction studies have demonstrated an adverse effect on the fetus; however, there are no adequate and well-controlled trials in humans, but the potential benefits may indicate the use of the drug in pregnant women despite potential risks. While the Xe-133 gas excretion in breast milk is unknown, the manufacturer recommends substituting formula feedings due to the potential for adverse reactions to breastfeeding infants.", "contents": "Xenon -- Issues of Concern -- Clinical Imaging. As per the manufacturer’s labeling, there are no adverse reactions or contraindications to using Xe-133 gas in clinical imaging. There are no known metabolism effects. There are no known significant drug-drug interactions. The drug is listed as pregnancy risk factor C, in which animal reproduction studies have demonstrated an adverse effect on the fetus; however, there are no adequate and well-controlled trials in humans, but the potential benefits may indicate the use of the drug in pregnant women despite potential risks. While the Xe-133 gas excretion in breast milk is unknown, the manufacturer recommends substituting formula feedings due to the potential for adverse reactions to breastfeeding infants."}
{"id": "article-43071_10", "title": "Xenon -- Issues of Concern -- General Anesthesia", "content": "When used for anesthetic purposes, Xenon has many advantages, although disadvantages must also be reported.", "contents": "Xenon -- Issues of Concern -- General Anesthesia. When used for anesthetic purposes, Xenon has many advantages, although disadvantages must also be reported."}
{"id": "article-43071_11", "title": "Xenon -- Issues of Concern -- Advantages", "content": "Xenon anesthesia seems to be associated with: [17]", "contents": "Xenon -- Issues of Concern -- Advantages. Xenon anesthesia seems to be associated with: [17]"}
{"id": "article-43071_12", "title": "Xenon -- Issues of Concern -- Advantages", "content": "a more stable intraoperative blood pressure and lower heart rate through both the preservation of sympathetic tone and modulation of the autonomic heart balance. The result is an important cardioprotective effect due to an overall improvement of the myocardial oxygen supply-demand ratio [18]", "contents": "Xenon -- Issues of Concern -- Advantages. a more stable intraoperative blood pressure and lower heart rate through both the preservation of sympathetic tone and modulation of the autonomic heart balance. The result is an important cardioprotective effect due to an overall improvement of the myocardial oxygen supply-demand ratio [18]"}
{"id": "article-43071_13", "title": "Xenon -- Issues of Concern -- Advantages", "content": "neuroprotective properties under normal surgical conditions and also when brain tissue is injured and during ischemia and hemorrhage [19] , as well as favorable effects on regional cerebral glucose metabolism and regional cerebral blood flow", "contents": "Xenon -- Issues of Concern -- Advantages. neuroprotective properties under normal surgical conditions and also when brain tissue is injured and during ischemia and hemorrhage [19] , as well as favorable effects on regional cerebral glucose metabolism and regional cerebral blood flow"}
{"id": "article-43071_14", "title": "Xenon -- Issues of Concern -- Advantages", "content": "renal protection as Xenon preconditioning protects against renal ischemic-reperfusion damage via hypoxia-inducible factor 1α (HIF-1alpha) activation and miR-21 target signaling pathway [20]", "contents": "Xenon -- Issues of Concern -- Advantages. renal protection as Xenon preconditioning protects against renal ischemic-reperfusion damage via hypoxia-inducible factor 1α (HIF-1alpha) activation and miR-21 target signaling pathway [20]"}
{"id": "article-43071_15", "title": "Xenon -- Issues of Concern -- Advantages", "content": "no effects on coagulation, platelet function, or the immune system", "contents": "Xenon -- Issues of Concern -- Advantages. no effects on coagulation, platelet function, or the immune system"}
{"id": "article-43071_16", "title": "Xenon -- Issues of Concern -- Advantages", "content": "no effects on hepatic function", "contents": "Xenon -- Issues of Concern -- Advantages. no effects on hepatic function"}
{"id": "article-43071_17", "title": "Xenon -- Issues of Concern -- Advantages", "content": "a safety profile in individuals with susceptibility to malignant hyperthermia [21]", "contents": "Xenon -- Issues of Concern -- Advantages. a safety profile in individuals with susceptibility to malignant hyperthermia [21]"}
{"id": "article-43071_18", "title": "Xenon -- Issues of Concern -- Advantages", "content": "fast anesthesia induction", "contents": "Xenon -- Issues of Concern -- Advantages. fast anesthesia induction"}
{"id": "article-43071_19", "title": "Xenon -- Issues of Concern -- Advantages", "content": "faster emergence from anesthesia than volatile agents. Of note, early studies suggested no positive correlation between the anesthesia lasting and the emergence times. [22] Nevertheless, data are uncertain about the superiority of Xenon on intravenous agents. Compared to propofol anesthesia, indeed, Xenon did not speed up recovery times [23]", "contents": "Xenon -- Issues of Concern -- Advantages. faster emergence from anesthesia than volatile agents. Of note, early studies suggested no positive correlation between the anesthesia lasting and the emergence times. [22] Nevertheless, data are uncertain about the superiority of Xenon on intravenous agents. Compared to propofol anesthesia, indeed, Xenon did not speed up recovery times [23]"}
{"id": "article-43071_20", "title": "Xenon -- Issues of Concern -- Advantages", "content": "no teratogenic or toxic effects on the fetus [24]", "contents": "Xenon -- Issues of Concern -- Advantages. no teratogenic or toxic effects on the fetus [24]"}
{"id": "article-43071_21", "title": "Xenon -- Issues of Concern -- Advantages", "content": "no detrimental ecological effects", "contents": "Xenon -- Issues of Concern -- Advantages. no detrimental ecological effects"}
{"id": "article-43071_22", "title": "Xenon -- Issues of Concern -- Disadvantages", "content": "The hypnotic effect of Xenon requires a mixture of 30-37% oxygen. Xenon can provoke a higher incidence of postoperative nausea and vomiting (up to 45% of cases). Poor efficacy in preventing postoperative delirium. [25] Diffusion into closed spaces (caution in those with pneumothorax or ileus). Increased pulmonary resistance (the gas in oxygen composes a high-density mixture, increasing Reynold's number), although the clinical consequences in those with chronic obstructive pulmonary disease or morbid obesity are uncertain. [26] High costs. The development of newer ventilators that operate in a closed-circuit rebreathing mode to minimize the loss of Xenon can reduce costs, favoring, in turn, the diffusion of the technique.", "contents": "Xenon -- Issues of Concern -- Disadvantages. The hypnotic effect of Xenon requires a mixture of 30-37% oxygen. Xenon can provoke a higher incidence of postoperative nausea and vomiting (up to 45% of cases). Poor efficacy in preventing postoperative delirium. [25] Diffusion into closed spaces (caution in those with pneumothorax or ileus). Increased pulmonary resistance (the gas in oxygen composes a high-density mixture, increasing Reynold's number), although the clinical consequences in those with chronic obstructive pulmonary disease or morbid obesity are uncertain. [26] High costs. The development of newer ventilators that operate in a closed-circuit rebreathing mode to minimize the loss of Xenon can reduce costs, favoring, in turn, the diffusion of the technique."}
{"id": "article-43071_23", "title": "Xenon -- Clinical Significance -- Xenon imaging", "content": "Xenon, Xe-133 gas can be a contrast agent in nuclear medicine and modern laser technology. It is a beta emitter with a physical half-life of 5.2 days, a photopeak of 81 keV, and a beta decay. [27] The mechanism of action of Xe-133 gas is that it passes through cell membranes and freely exchanges between blood and tissue. It enters the alveolar wall and the pulmonary venous circulation via the capillaries. The gas entering the circulation from 1 breath returns to the lungs and gets exhaled following a single pass through the peripheral circulation. In the concentrations used for diagnostic purposes, the drug is physiologically inactive. Spirometers or closed respiratory systems inhale the drug to ensure the delivery system is leakproof. The gas should not stand in respirator containers or tubing. The dosing should be measured by a radioactivity calibration system promptly before administration. Waterproof gloves and radiation shielding are recommended handling precautions.", "contents": "Xenon -- Clinical Significance -- Xenon imaging. Xenon, Xe-133 gas can be a contrast agent in nuclear medicine and modern laser technology. It is a beta emitter with a physical half-life of 5.2 days, a photopeak of 81 keV, and a beta decay. [27] The mechanism of action of Xe-133 gas is that it passes through cell membranes and freely exchanges between blood and tissue. It enters the alveolar wall and the pulmonary venous circulation via the capillaries. The gas entering the circulation from 1 breath returns to the lungs and gets exhaled following a single pass through the peripheral circulation. In the concentrations used for diagnostic purposes, the drug is physiologically inactive. Spirometers or closed respiratory systems inhale the drug to ensure the delivery system is leakproof. The gas should not stand in respirator containers or tubing. The dosing should be measured by a radioactivity calibration system promptly before administration. Waterproof gloves and radiation shielding are recommended handling precautions."}
{"id": "article-43071_24", "title": "Xenon -- Clinical Significance -- Pharmacokinetics", "content": "The pulmonary alveoli absorb Xenon. The percentage of xenon flow into the brain correlates with the concentration in the inspired air and the patient's ventilation. Since the blood-gas solubility coefficient of Xenon is the lowest of all inhaled anesthetics (xenon 0.115; other inhalation anesthetics 0.115-1.14), induction of anesthesia is very rapid. The minimum alveolar concentration (MAC) is a measurement of anesthetic potency corresponding to the concentration of the inhaled anesthetic in the alveoli that is needed to prevent motor response in 50% of subjects in response to surgical painful stimuli. The MAC is very high for Xenon as it is approximately 63% in adults (previously indicated as 71%) [28] and 92% for children aged 1 year. [29] Consequently, Xenon must be used with an inspiratory oxygen concentration of at least 30% to avoid hypoxia. The MAC-awake (the concentration at which a patient opens the eyes to verbal command) for Xenon is 33%.", "contents": "Xenon -- Clinical Significance -- Pharmacokinetics. The pulmonary alveoli absorb Xenon. The percentage of xenon flow into the brain correlates with the concentration in the inspired air and the patient's ventilation. Since the blood-gas solubility coefficient of Xenon is the lowest of all inhaled anesthetics (xenon 0.115; other inhalation anesthetics 0.115-1.14), induction of anesthesia is very rapid. The minimum alveolar concentration (MAC) is a measurement of anesthetic potency corresponding to the concentration of the inhaled anesthetic in the alveoli that is needed to prevent motor response in 50% of subjects in response to surgical painful stimuli. The MAC is very high for Xenon as it is approximately 63% in adults (previously indicated as 71%) [28] and 92% for children aged 1 year. [29] Consequently, Xenon must be used with an inspiratory oxygen concentration of at least 30% to avoid hypoxia. The MAC-awake (the concentration at which a patient opens the eyes to verbal command) for Xenon is 33%."}
{"id": "article-43071_25", "title": "Xenon -- Clinical Significance -- Pharmacokinetics", "content": "The saturation concentration at the effector site (brain) is reached in a few minutes, whereas the washout phase at the end of anesthesia is very fast. Consequently, during emergence from general anesthesia, eye-opening, orientation, and reaction on-demand account for about 4 minutes. [30] Thus, recovery from xenon anesthesia is faster than other inhalation and intravenous anesthesia (twice as fast as desflurane). [31] The maximum elimination half-lives in the different organs, detected with 133-xenon as a tracer, are nearly 100 minutes. The speed of uptake is faster in highly vascularized organs and more consistent in adipose tissue due to the lipophilic characteristics of Xenon. Again, the permanence of the Xenon was found to be maximum in the intestine.", "contents": "Xenon -- Clinical Significance -- Pharmacokinetics. The saturation concentration at the effector site (brain) is reached in a few minutes, whereas the washout phase at the end of anesthesia is very fast. Consequently, during emergence from general anesthesia, eye-opening, orientation, and reaction on-demand account for about 4 minutes. [30] Thus, recovery from xenon anesthesia is faster than other inhalation and intravenous anesthesia (twice as fast as desflurane). [31] The maximum elimination half-lives in the different organs, detected with 133-xenon as a tracer, are nearly 100 minutes. The speed of uptake is faster in highly vascularized organs and more consistent in adipose tissue due to the lipophilic characteristics of Xenon. Again, the permanence of the Xenon was found to be maximum in the intestine."}
{"id": "article-43071_26", "title": "Xenon -- Clinical Significance -- Pharmacokinetics", "content": "Xenon is an inert gas, so no metabolism occurs under normal conditions, and does not interfere with renal or hepatic systems. Therefore, it is eliminated unchanged from the lungs. Regarding the elimination half-life, due to Xenon's reduced solubility coefficient, the anesthetic's elimination begins already during its administration.", "contents": "Xenon -- Clinical Significance -- Pharmacokinetics. Xenon is an inert gas, so no metabolism occurs under normal conditions, and does not interfere with renal or hepatic systems. Therefore, it is eliminated unchanged from the lungs. Regarding the elimination half-life, due to Xenon's reduced solubility coefficient, the anesthetic's elimination begins already during its administration."}
{"id": "article-43071_27", "title": "Xenon -- Clinical Significance -- Pharmacodynamics", "content": "The glutamatergic presynaptic responses are the major target of anesthesia-induced neuronal responses. In particular, Xenon decreases glutamate (Glu) N-methyl-D-aspartate (NMDA) receptor-mediated whole-cell currents through noncompetitive inhibition. Probably, Xenon binds to the glycine binding site on the NMDA receptor reducing the glutamate affinity. [32] It has minimal effect on non-NMDA glutamatergic receptors including alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), and kainate (KA). Furthermore, GABAergic (GABAA receptor-mediated currents) responses limitedly contribute to xenon anesthesia. [33] Inhibition of the calcium ATPase pump on the cell membrane of synapses, neuronal nicotinic acetylcholine (nACh) receptors, and involvement of the channels and TREK-1 potassium channels were also demonstrated. [34]", "contents": "Xenon -- Clinical Significance -- Pharmacodynamics. The glutamatergic presynaptic responses are the major target of anesthesia-induced neuronal responses. In particular, Xenon decreases glutamate (Glu) N-methyl-D-aspartate (NMDA) receptor-mediated whole-cell currents through noncompetitive inhibition. Probably, Xenon binds to the glycine binding site on the NMDA receptor reducing the glutamate affinity. [32] It has minimal effect on non-NMDA glutamatergic receptors including alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), and kainate (KA). Furthermore, GABAergic (GABAA receptor-mediated currents) responses limitedly contribute to xenon anesthesia. [33] Inhibition of the calcium ATPase pump on the cell membrane of synapses, neuronal nicotinic acetylcholine (nACh) receptors, and involvement of the channels and TREK-1 potassium channels were also demonstrated. [34]"}
{"id": "article-43071_28", "title": "Xenon -- Clinical Significance -- Pharmacodynamics", "content": "Interestingly, the commonly used anesthetic agents enhance inhibitory transmission via the GABAA receptors and have no or nonessential effects on the glutamatergic NMDA-mediated activity. This aspect explains the greater neuroprotective effect of Xenon and a potentially reduced impact on memory and learning processes during anesthesia. [35] All these effects are linked to glutamatergic transmission.", "contents": "Xenon -- Clinical Significance -- Pharmacodynamics. Interestingly, the commonly used anesthetic agents enhance inhibitory transmission via the GABAA receptors and have no or nonessential effects on the glutamatergic NMDA-mediated activity. This aspect explains the greater neuroprotective effect of Xenon and a potentially reduced impact on memory and learning processes during anesthesia. [35] All these effects are linked to glutamatergic transmission."}
{"id": "article-43071_29", "title": "Xenon -- Clinical Significance -- Pharmacodynamics", "content": "The glutamatergic effect of Xenon, due to the inhibition of NMDA receptors in the dorsal horn of the spinal cord, is responsible for analgesia that is about 1.5 times higher than nitrous oxide. [36] Thus, the antinociceptive propriety of Xenon is not related to the opioid receptors [37] and, clinically, may induce a favorable intraoperative opioid-sparing effect.", "contents": "Xenon -- Clinical Significance -- Pharmacodynamics. The glutamatergic effect of Xenon, due to the inhibition of NMDA receptors in the dorsal horn of the spinal cord, is responsible for analgesia that is about 1.5 times higher than nitrous oxide. [36] Thus, the antinociceptive propriety of Xenon is not related to the opioid receptors [37] and, clinically, may induce a favorable intraoperative opioid-sparing effect."}
{"id": "article-43071_30", "title": "Xenon -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Xenon -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}