{"id": "article-22696_0", "title": "Capillary Infantile Hemangiomas -- Continuing Education Activity", "content": "Capillary hemangiomas (infantile hemangiomas, juvenile hemangiomas, hemangioblastomas, or strawberry nevi of infancy) are common benign orbital neoplasms in children. Hemangiomas are benign tumors that arise de novo and undergo clonal proliferation and growth out of proportion to the patient. This activity illustrates the evaluation and management of capillary infantile hemangiomas and reviews the role of the interprofessional team in improving care for patients with this condition.", "contents": "Capillary Infantile Hemangiomas -- Continuing Education Activity. Capillary hemangiomas (infantile hemangiomas, juvenile hemangiomas, hemangioblastomas, or strawberry nevi of infancy) are common benign orbital neoplasms in children. Hemangiomas are benign tumors that arise de novo and undergo clonal proliferation and growth out of proportion to the patient. This activity illustrates the evaluation and management of capillary infantile hemangiomas and reviews the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-22696_1", "title": "Capillary Infantile Hemangiomas -- Continuing Education Activity", "content": "Objectives: Outline the etiology of capillary infantile hemangiomas. Describe the clinical features of superficial, deep, and mixed lesions of capillary infantile hemangiomas. Review the use of ultrasound, CT scan, and MRI in the evaluation of capillary infantile hemangiomas. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients affected by capillary infantile hemangiomas. Access free multiple choice questions on this topic.", "contents": "Capillary Infantile Hemangiomas -- Continuing Education Activity. Objectives: Outline the etiology of capillary infantile hemangiomas. Describe the clinical features of superficial, deep, and mixed lesions of capillary infantile hemangiomas. Review the use of ultrasound, CT scan, and MRI in the evaluation of capillary infantile hemangiomas. Summarize the importance of improving care coordination among the interprofessional team to enhance the delivery of care for patients affected by capillary infantile hemangiomas. Access free multiple choice questions on this topic."}
{"id": "article-22696_2", "title": "Capillary Infantile Hemangiomas -- Introduction", "content": "Capillary hemangiomas of infancy are the most common benign orbital neoplasms in children. [1] Historically, they have been referred to by many names such as infantile hemangiomas, juvenile hemangiomas, hemangioblastomas, or strawberry nevi. Currently, the universal vocabulary of capillary hemangioma is followed.", "contents": "Capillary Infantile Hemangiomas -- Introduction. Capillary hemangiomas of infancy are the most common benign orbital neoplasms in children. [1] Historically, they have been referred to by many names such as infantile hemangiomas, juvenile hemangiomas, hemangioblastomas, or strawberry nevi. Currently, the universal vocabulary of capillary hemangioma is followed."}
{"id": "article-22696_3", "title": "Capillary Infantile Hemangiomas -- Introduction", "content": "Initially, these vascular anomalies were classified as angiomas by John Mulliken and Julie Glowacki, as early as 1982: they were thought to be proliferating lesions with an independent life cycle. However, these classifications have undergone several revisions. Capillary hemangiomas have been reclassified as benign vascular neoplasms as per the revised International Society for the study of vascular anomalies (ISSVA). According to this classification, hemangiomas are benign neoplasms which are true tumors that arise de novo and undergo clonal proliferation and growth out of proportion to the patient. These lesions have a predictable life cycle and most often do not require any treatment in the absence of complications. This is in contrast to the other category of vascular malformations which often present at birth, undergo slow growth, and persist into adult life. [2]", "contents": "Capillary Infantile Hemangiomas -- Introduction. Initially, these vascular anomalies were classified as angiomas by John Mulliken and Julie Glowacki, as early as 1982: they were thought to be proliferating lesions with an independent life cycle. However, these classifications have undergone several revisions. Capillary hemangiomas have been reclassified as benign vascular neoplasms as per the revised International Society for the study of vascular anomalies (ISSVA). According to this classification, hemangiomas are benign neoplasms which are true tumors that arise de novo and undergo clonal proliferation and growth out of proportion to the patient. These lesions have a predictable life cycle and most often do not require any treatment in the absence of complications. This is in contrast to the other category of vascular malformations which often present at birth, undergo slow growth, and persist into adult life. [2]"}
{"id": "article-22696_4", "title": "Capillary Infantile Hemangiomas -- Etiology", "content": "Hereditary factors have not been shown to play any role in developing these neoplasms, but several reports have found them to be uncommon in African races. Factors such as prematurity and low birth weight are associated with a higher risk of developing these neoplasms after birth. [3]", "contents": "Capillary Infantile Hemangiomas -- Etiology. Hereditary factors have not been shown to play any role in developing these neoplasms, but several reports have found them to be uncommon in African races. Factors such as prematurity and low birth weight are associated with a higher risk of developing these neoplasms after birth. [3]"}
{"id": "article-22696_5", "title": "Capillary Infantile Hemangiomas -- Epidemiology", "content": "Capillary hemangiomas constitute 8-10% of benign tumors in the pediatric age group, 80% of which occur in the head and neck region. [1] They are more common in females with a female to male ratio of 3:2 to 5:1. [4]", "contents": "Capillary Infantile Hemangiomas -- Epidemiology. Capillary hemangiomas constitute 8-10% of benign tumors in the pediatric age group, 80% of which occur in the head and neck region. [1] They are more common in females with a female to male ratio of 3:2 to 5:1. [4]"}
{"id": "article-22696_6", "title": "Capillary Infantile Hemangiomas -- Pathophysiology", "content": "The natural course of capillary hemangiomas was described as early as 1900. These tumors are generally not present at birth but first appear within the first few weeks after birth. They appear as small flat plaques of telangiectatic vessels. They undergo rapid proliferation (proliferative phase) between 3-12 months of age. During this phase, the endothelial cells undergo rapid proliferation causing new vessel growth, and the lesions become nodular with a scarlet-colored hue: thus the name ‘strawberry nevus.’ This phase is followed by spontaneous involution of the lesions (involutional phase) usually from about three years of age. Endothelial proliferation comes to a halt, and the lesions are replaced by fibrous tissue. [4]", "contents": "Capillary Infantile Hemangiomas -- Pathophysiology. The natural course of capillary hemangiomas was described as early as 1900. These tumors are generally not present at birth but first appear within the first few weeks after birth. They appear as small flat plaques of telangiectatic vessels. They undergo rapid proliferation (proliferative phase) between 3-12 months of age. During this phase, the endothelial cells undergo rapid proliferation causing new vessel growth, and the lesions become nodular with a scarlet-colored hue: thus the name ‘strawberry nevus.’ This phase is followed by spontaneous involution of the lesions (involutional phase) usually from about three years of age. Endothelial proliferation comes to a halt, and the lesions are replaced by fibrous tissue. [4]"}
{"id": "article-22696_7", "title": "Capillary Infantile Hemangiomas -- Histopathology", "content": "The tumor consists of anastomosing vascular channels lined by plump endothelial cells and pericytes during the proliferative phase. As the lesion progresses to the involutional stage, the plump endothelial cells become flattened, and there is increased deposition of fibrous tissue between the vascular channels. [4]", "contents": "Capillary Infantile Hemangiomas -- Histopathology. The tumor consists of anastomosing vascular channels lined by plump endothelial cells and pericytes during the proliferative phase. As the lesion progresses to the involutional stage, the plump endothelial cells become flattened, and there is increased deposition of fibrous tissue between the vascular channels. [4]"}
{"id": "article-22696_8", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Clinical Features", "content": "Presenting features depend on the location of the lesion. Hemangiomas are classified into the following types: [5] Superficial type Deep type Mixed type", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Clinical Features. Presenting features depend on the location of the lesion. Hemangiomas are classified into the following types: [5] Superficial type Deep type Mixed type"}
{"id": "article-22696_9", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Superficial Lesions", "content": "They appear as bright red, nodular masses typically involving the eyelids. Lesions below the dermis tend to have a deep blue to purple hue. These lesions can present as skin discoloration, a cosmetic blemish, or an eyelid mass. Capillary hemangiomas may cause mechanical ptosis obscuring the visual axis and producing astigmatism and amblyopia.", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Superficial Lesions. They appear as bright red, nodular masses typically involving the eyelids. Lesions below the dermis tend to have a deep blue to purple hue. These lesions can present as skin discoloration, a cosmetic blemish, or an eyelid mass. Capillary hemangiomas may cause mechanical ptosis obscuring the visual axis and producing astigmatism and amblyopia."}
{"id": "article-22696_10", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Deep Lesions", "content": "Deep orbital lesions are invisible to the naked eye. They present with gradually progressive proptosis, strabismus, or decreased visual acuity due to optic nerve compression.", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Deep Lesions. Deep orbital lesions are invisible to the naked eye. They present with gradually progressive proptosis, strabismus, or decreased visual acuity due to optic nerve compression."}
{"id": "article-22696_11", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Mixed Lesions", "content": "It consists of both superficial and deep components.", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Mixed Lesions. It consists of both superficial and deep components."}
{"id": "article-22696_12", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Mixed Lesions", "content": "A characteristic clinical feature of capillary hemangiomas is an increase in size or change in color to dark blue when the child cries or strains which are often noted by the parents. This is due to the increased accumulation of deoxygenated blood. This situation, however, is not pathognomonic of capillary hemangiomas and can present in other vascular anomalies.", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Mixed Lesions. A characteristic clinical feature of capillary hemangiomas is an increase in size or change in color to dark blue when the child cries or strains which are often noted by the parents. This is due to the increased accumulation of deoxygenated blood. This situation, however, is not pathognomonic of capillary hemangiomas and can present in other vascular anomalies."}
{"id": "article-22696_13", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Systemic Associations", "content": "Cutaneous hemangiomas are sometimes associated with visceral lesions. The presence of four or more superficial lesions should raise suspicion of visceral hemangiomas. The most common site of visceral involvement is the liver. Kasabach – Merritt Syndrome [6] Large hemangiomas can result in entrapment and consumption of platelets and other clotting factors resulting in life-threatening hemorrhagic thrombocytopenia. PHACES Syndrome [7]", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Systemic Associations. Cutaneous hemangiomas are sometimes associated with visceral lesions. The presence of four or more superficial lesions should raise suspicion of visceral hemangiomas. The most common site of visceral involvement is the liver. Kasabach – Merritt Syndrome [6] Large hemangiomas can result in entrapment and consumption of platelets and other clotting factors resulting in life-threatening hemorrhagic thrombocytopenia. PHACES Syndrome [7]"}
{"id": "article-22696_14", "title": "Capillary Infantile Hemangiomas -- History and Physical -- Systemic Associations", "content": "First described in 1996, children presenting with large hemangiomas of the face, neck, and scalp can have associated defects involving the brain, blood vessels, eyes, heart, and chest. It is seen more commonly in females. The syndrome name is an acronym of the different anomalies it compromises. (PHACES – Posterior fossa anomalies, Hemangiomas, Arterial anomalies, Cardiac anomalies, and Eye anomalies)", "contents": "Capillary Infantile Hemangiomas -- History and Physical -- Systemic Associations. First described in 1996, children presenting with large hemangiomas of the face, neck, and scalp can have associated defects involving the brain, blood vessels, eyes, heart, and chest. It is seen more commonly in females. The syndrome name is an acronym of the different anomalies it compromises. (PHACES – Posterior fossa anomalies, Hemangiomas, Arterial anomalies, Cardiac anomalies, and Eye anomalies)"}
{"id": "article-22696_15", "title": "Capillary Infantile Hemangiomas -- Evaluation", "content": "Imaging Features [4]", "contents": "Capillary Infantile Hemangiomas -- Evaluation. Imaging Features [4]"}
{"id": "article-22696_16", "title": "Capillary Infantile Hemangiomas -- Evaluation", "content": "Ultrasound: Capillary hemangiomas appear as irregular lesions in orbit, demonstrating high internal reflectivity with irregular acoustic structures. A scan shows low to medium reflectivity with high spikes produced by the septae. Increased flow within a lesion can be demonstrated by Doppler echography.", "contents": "Capillary Infantile Hemangiomas -- Evaluation. Ultrasound: Capillary hemangiomas appear as irregular lesions in orbit, demonstrating high internal reflectivity with irregular acoustic structures. A scan shows low to medium reflectivity with high spikes produced by the septae. Increased flow within a lesion can be demonstrated by Doppler echography."}
{"id": "article-22696_17", "title": "Capillary Infantile Hemangiomas -- Evaluation", "content": "Computed tomography (CT) scan: Capillary hemangiomas appear as well-defined to irregular pre-septal or post-septal, intraconal, or extraconal-heterogenous soft tissue masses, which enhance with contrast. There is no evidence of calcification or bony erosion. They may appear well-defined or ill-defined.", "contents": "Capillary Infantile Hemangiomas -- Evaluation. Computed tomography (CT) scan: Capillary hemangiomas appear as well-defined to irregular pre-septal or post-septal, intraconal, or extraconal-heterogenous soft tissue masses, which enhance with contrast. There is no evidence of calcification or bony erosion. They may appear well-defined or ill-defined."}
{"id": "article-22696_18", "title": "Capillary Infantile Hemangiomas -- Evaluation", "content": "Magnetic resonance imaging (MRI): they appear as well-defined or ill-defined lesions that are hypointense on T1 weighted images and hyperintense on T2 weighted images. The characteristic feature is the presence of flow voids within the lesion. They demonstrate diffuse enhancement with Gadolinium contrast which is best appreciated in fat-suppressed images.", "contents": "Capillary Infantile Hemangiomas -- Evaluation. Magnetic resonance imaging (MRI): they appear as well-defined or ill-defined lesions that are hypointense on T1 weighted images and hyperintense on T2 weighted images. The characteristic feature is the presence of flow voids within the lesion. They demonstrate diffuse enhancement with Gadolinium contrast which is best appreciated in fat-suppressed images."}
{"id": "article-22696_19", "title": "Capillary Infantile Hemangiomas -- Treatment / Management", "content": "Capillary hemangiomas are most often asymptomatic thus require no intervention. Around 10% of hemangiomas can present with astigmatism, visually obscuring ptosis, amblyopia, ulceration or bleeding, significant proptosis causing optic nerve compression or exposure keratopathy: these cases which require management. [8]", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management. Capillary hemangiomas are most often asymptomatic thus require no intervention. Around 10% of hemangiomas can present with astigmatism, visually obscuring ptosis, amblyopia, ulceration or bleeding, significant proptosis causing optic nerve compression or exposure keratopathy: these cases which require management. [8]"}
{"id": "article-22696_20", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers", "content": "Topical or systemic beta; blockers are currently the mainstay of management for capillary hemangiomas.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers. Topical or systemic beta; blockers are currently the mainstay of management for capillary hemangiomas."}
{"id": "article-22696_21", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers", "content": "Following their accidental discovery by Leaute – Labreze and colleagues in 2008, who noticed a regression in cutaneous hemangiomas in children treated with beta; blockers for cardiac and renal problems, propranolol has replaced oral steroids as the treatment modality of choice. [9]", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers. Following their accidental discovery by Leaute – Labreze and colleagues in 2008, who noticed a regression in cutaneous hemangiomas in children treated with beta; blockers for cardiac and renal problems, propranolol has replaced oral steroids as the treatment modality of choice. [9]"}
{"id": "article-22696_22", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers", "content": "beta; blockers suppress vascular endothelial growth factors (VEGF) and fibroblast growth factors (FGF) which are responsible for proliferation. They also cause down-regulation of cyclic – AMP needed for cell signaling and induce apoptosis of proliferating cells. [10]", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Beta-Blockers. beta; blockers suppress vascular endothelial growth factors (VEGF) and fibroblast growth factors (FGF) which are responsible for proliferation. They also cause down-regulation of cyclic – AMP needed for cell signaling and induce apoptosis of proliferating cells. [10]"}
{"id": "article-22696_23", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage", "content": "Oral Propranolol – It is started as a low dosage of 0.16 mg/kg and gradually increased in the absence of complications to 2 mg/kg/day in three divided doses. [10] Topical Timolol – It is useful for superficial lesions and applied as 0.5% gel preparation twice daily until the lesions regress.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage. Oral Propranolol – It is started as a low dosage of 0.16 mg/kg and gradually increased in the absence of complications to 2 mg/kg/day in three divided doses. [10] Topical Timolol – It is useful for superficial lesions and applied as 0.5% gel preparation twice daily until the lesions regress."}
{"id": "article-22696_24", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage", "content": "Reduction in size and change in color can be noticed as early as 1-week after commencing treatment. Treatment should continue throughout the proliferative phase (up to 12 months of age) and gradually tapered and stopped to avoid a rebound increase in size.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage. Reduction in size and change in color can be noticed as early as 1-week after commencing treatment. Treatment should continue throughout the proliferative phase (up to 12 months of age) and gradually tapered and stopped to avoid a rebound increase in size."}
{"id": "article-22696_25", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage", "content": "Adverse effects: Potential side effects include hypotension, bradycardia, hypoglycemia, bronchospasm, sleep disturbances, diarrhea, and hyperkalemia. These can be overcome by close monitoring at the time of initial administration and proper parental counseling.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Dosage. Adverse effects: Potential side effects include hypotension, bradycardia, hypoglycemia, bronchospasm, sleep disturbances, diarrhea, and hyperkalemia. These can be overcome by close monitoring at the time of initial administration and proper parental counseling."}
{"id": "article-22696_26", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Corticosteroids", "content": "Before the advent of beta; blockers, corticosteroids were administered orally or intralesionally. This was the treatment of choice for capillary hemangiomas. [11] Steroids are effective only during the early proliferative phase and are associated with significant side effects. Complications such as weight gain, cushingoid features, adrenal suppression, hypertension, localized hypopigmentation of skin, fat atrophy, and central retinal artery occlusion have been reported, thus making this modality a less preferred choice. Steroid injections into lesions that are being removed surgically are still used. Immunomodulators [12]", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Corticosteroids. Before the advent of beta; blockers, corticosteroids were administered orally or intralesionally. This was the treatment of choice for capillary hemangiomas. [11] Steroids are effective only during the early proliferative phase and are associated with significant side effects. Complications such as weight gain, cushingoid features, adrenal suppression, hypertension, localized hypopigmentation of skin, fat atrophy, and central retinal artery occlusion have been reported, thus making this modality a less preferred choice. Steroid injections into lesions that are being removed surgically are still used. Immunomodulators [12]"}
{"id": "article-22696_27", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Corticosteroids", "content": "Agents such as interferon – α, vincristine, cyclophosphamide have been tried in steroid-resistant cases. However, these agents are associated with complications such as bone marrow suppression and hepatotoxicity.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Corticosteroids. Agents such as interferon – α, vincristine, cyclophosphamide have been tried in steroid-resistant cases. However, these agents are associated with complications such as bone marrow suppression and hepatotoxicity."}
{"id": "article-22696_28", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Lasers", "content": "Superficial hemangiomas can be treated with pulsed–dye lasers, which diminish the size and lighten the color of the lesions.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Lasers. Superficial hemangiomas can be treated with pulsed–dye lasers, which diminish the size and lighten the color of the lesions."}
{"id": "article-22696_29", "title": "Capillary Infantile Hemangiomas -- Treatment / Management -- Surgery", "content": "Surgical debulking of the lesion is reserved only for large vision-threatening lesions. As these lesions are irregular and unencapsulated, a complete removal is not possible. However, with careful surgical dissection, the majority of large orbital and eyelid hemangiomas can be successfully treated. Concurrent steroids are injected into any residual hemangioma tissue during surgery.", "contents": "Capillary Infantile Hemangiomas -- Treatment / Management -- Surgery. Surgical debulking of the lesion is reserved only for large vision-threatening lesions. As these lesions are irregular and unencapsulated, a complete removal is not possible. However, with careful surgical dissection, the majority of large orbital and eyelid hemangiomas can be successfully treated. Concurrent steroids are injected into any residual hemangioma tissue during surgery."}
{"id": "article-22696_30", "title": "Capillary Infantile Hemangiomas -- Differential Diagnosis", "content": "Based on the location and size of the lesion they may be mistaken for other benign conditions such as lymphangioma, arterio-venous malformations, mucocele or meningocele. Lesions presenting with rapid onset proptosis can mimick rhabdomyosarcoma.", "contents": "Capillary Infantile Hemangiomas -- Differential Diagnosis. Based on the location and size of the lesion they may be mistaken for other benign conditions such as lymphangioma, arterio-venous malformations, mucocele or meningocele. Lesions presenting with rapid onset proptosis can mimick rhabdomyosarcoma."}
{"id": "article-22696_31", "title": "Capillary Infantile Hemangiomas -- Prognosis", "content": "The overall prognosis for capillary hemangioma of infancy is excellent as most often, these lesions involute spontaneously. Large lesions respond very well to oral propranolol, which results in complete to the near-complete resolution of the lesions. [10]", "contents": "Capillary Infantile Hemangiomas -- Prognosis. The overall prognosis for capillary hemangioma of infancy is excellent as most often, these lesions involute spontaneously. Large lesions respond very well to oral propranolol, which results in complete to the near-complete resolution of the lesions. [10]"}
{"id": "article-22696_32", "title": "Capillary Infantile Hemangiomas -- Complications", "content": "Although most capillary hemangiomas involute over time, some will undergo rapid growth and can cause amblyopia, proptosis with exposure keratitis, or optic nerve compression. Ulceration and bleeding may occur but are infrequently seen.", "contents": "Capillary Infantile Hemangiomas -- Complications. Although most capillary hemangiomas involute over time, some will undergo rapid growth and can cause amblyopia, proptosis with exposure keratitis, or optic nerve compression. Ulceration and bleeding may occur but are infrequently seen."}
{"id": "article-22696_33", "title": "Capillary Infantile Hemangiomas -- Complications", "content": "Complications of oral steroids include hypotension, bradycardia, hypoglycemia, bronchospasm, sleep disturbances, diarrhea, and hyperkalemia. These can be overcome by close monitoring at the time of initial administration and proper parental counseling.", "contents": "Capillary Infantile Hemangiomas -- Complications. Complications of oral steroids include hypotension, bradycardia, hypoglycemia, bronchospasm, sleep disturbances, diarrhea, and hyperkalemia. These can be overcome by close monitoring at the time of initial administration and proper parental counseling."}
{"id": "article-22696_34", "title": "Capillary Infantile Hemangiomas -- Complications", "content": "Complications of surgical resection include injury to the surrounding tissues like the levator aponeurosis and levator muscle. Orbital capillary hemangioma resection will often result in a residual tumor in the orbit because these lesions are irregular with no capsulation.", "contents": "Capillary Infantile Hemangiomas -- Complications. Complications of surgical resection include injury to the surrounding tissues like the levator aponeurosis and levator muscle. Orbital capillary hemangioma resection will often result in a residual tumor in the orbit because these lesions are irregular with no capsulation."}
{"id": "article-22696_35", "title": "Capillary Infantile Hemangiomas -- Deterrence and Patient Education", "content": "It is important to remind parents of the natural history of capillary hemangiomas. With modern treatments using oral propranolol, most hemangiomas that need treatment will respond, although the procedure may need to be continued for a prolonged period.", "contents": "Capillary Infantile Hemangiomas -- Deterrence and Patient Education. It is important to remind parents of the natural history of capillary hemangiomas. With modern treatments using oral propranolol, most hemangiomas that need treatment will respond, although the procedure may need to be continued for a prolonged period."}
{"id": "article-22696_36", "title": "Capillary Infantile Hemangiomas -- Enhancing Healthcare Team Outcomes", "content": "Capillary hemangiomas are common benign lesions, and parents can present to either pediatricians, ophthalmologists, oculoplastic surgeons, or dermatologists with complaints of reddish discoloration of the skin or as an eyelid mass. Health care physicians should be aware of this common clinical entity and its features which enable one to distinguish it from other more soft severe tissue lesions presenting during childhood. Early treatment with oral propranolol in coordination with a pediatrician shows excellent results. Careful attention should be paid to the assessment of refraction and vision to detect astigmatism, refractive error, or amblyopia. In the presence of proptosis due to an intraorbital hemangioma, sequential imaging may be necessary. The cornea should be carefully examined for any evidence of exposure keratopathy.", "contents": "Capillary Infantile Hemangiomas -- Enhancing Healthcare Team Outcomes. Capillary hemangiomas are common benign lesions, and parents can present to either pediatricians, ophthalmologists, oculoplastic surgeons, or dermatologists with complaints of reddish discoloration of the skin or as an eyelid mass. Health care physicians should be aware of this common clinical entity and its features which enable one to distinguish it from other more soft severe tissue lesions presenting during childhood. Early treatment with oral propranolol in coordination with a pediatrician shows excellent results. Careful attention should be paid to the assessment of refraction and vision to detect astigmatism, refractive error, or amblyopia. In the presence of proptosis due to an intraorbital hemangioma, sequential imaging may be necessary. The cornea should be carefully examined for any evidence of exposure keratopathy."}
{"id": "article-22696_37", "title": "Capillary Infantile Hemangiomas -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Capillary Infantile Hemangiomas -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}