{"id": "article-25147_0", "title": "Migraine Medications -- Continuing Education Activity", "content": "This activity will review treatments for acute migraine and migraine prophylaxis. It will highlight various classes of medications and their mechanisms of action, administration, adverse effect profile, and contraindications. The breadth of treatment options discussed in this activity will highlight the role of the interprofessional team in improving the care of patients with migraines.", "contents": "Migraine Medications -- Continuing Education Activity. This activity will review treatments for acute migraine and migraine prophylaxis. It will highlight various classes of medications and their mechanisms of action, administration, adverse effect profile, and contraindications. The breadth of treatment options discussed in this activity will highlight the role of the interprofessional team in improving the care of patients with migraines."}
{"id": "article-25147_1", "title": "Migraine Medications -- Continuing Education Activity", "content": "Objectives: Review mechanisms of action for various classes of migraine abortive and prophylactic treatment. Summarize the formulations for various classes of migraine abortive and prophylactic treatment. Explain the adverse effects of various classes of migraine abortive and prophylactic treatment. Identify interprofessional team strategies for improving care coordination and outcomes in patients with migraines. Access free multiple choice questions on this topic.", "contents": "Migraine Medications -- Continuing Education Activity. Objectives: Review mechanisms of action for various classes of migraine abortive and prophylactic treatment. Summarize the formulations for various classes of migraine abortive and prophylactic treatment. Explain the adverse effects of various classes of migraine abortive and prophylactic treatment. Identify interprofessional team strategies for improving care coordination and outcomes in patients with migraines. Access free multiple choice questions on this topic."}
{"id": "article-25147_2", "title": "Migraine Medications -- Introduction", "content": "Migraine is a primary headache disorder commonly associated with nausea/vomiting, sensitivities to light/sound/smell, and auras signaling that a headache may soon occur. Approximately 1 in 7 American adults suffer from migraines, and the economic costs in 2016 were estimated to be $36 billion. [1] This figure includes factors such as medical costs and loss of productivity (i.e., disability). Additionally, the total amount of annual emergency department visits for migraines is approximately 1.2 million, and many of these visits can be avoidable. [2]", "contents": "Migraine Medications -- Introduction. Migraine is a primary headache disorder commonly associated with nausea/vomiting, sensitivities to light/sound/smell, and auras signaling that a headache may soon occur. Approximately 1 in 7 American adults suffer from migraines, and the economic costs in 2016 were estimated to be $36 billion. [1] This figure includes factors such as medical costs and loss of productivity (i.e., disability). Additionally, the total amount of annual emergency department visits for migraines is approximately 1.2 million, and many of these visits can be avoidable. [2]"}
{"id": "article-25147_3", "title": "Migraine Medications -- Introduction", "content": "In the international classification of headache disorders 3rd Edition (ICHD-3), migraines may be diagnosed with aura or without (see below for diagnostic criteria). There is also a definition of chronic migraine. For migraines without aura, diagnostic criteria include: 5+ attacks fulfilling the other criteria Headache attacks that last from 4 to 72 hours (untreated or unsuccessfully treated) Headache consisting of at least 2 of the following characteristics: unilateral location, pulsating quality, moderate/severe pain intensity, and aggravation by or causing avoidance of routine physical activity (i.e., walking or climbing stairs) During the headache, the presence of at least one of the following: nausea/vomiting, photophobia/phonophobia Not better accounted for with another ICHD-3 diagnosis For migraines with aura, diagnostic criteria include:", "contents": "Migraine Medications -- Introduction. In the international classification of headache disorders 3rd Edition (ICHD-3), migraines may be diagnosed with aura or without (see below for diagnostic criteria). There is also a definition of chronic migraine. For migraines without aura, diagnostic criteria include: 5+ attacks fulfilling the other criteria Headache attacks that last from 4 to 72 hours (untreated or unsuccessfully treated) Headache consisting of at least 2 of the following characteristics: unilateral location, pulsating quality, moderate/severe pain intensity, and aggravation by or causing avoidance of routine physical activity (i.e., walking or climbing stairs) During the headache, the presence of at least one of the following: nausea/vomiting, photophobia/phonophobia Not better accounted for with another ICHD-3 diagnosis For migraines with aura, diagnostic criteria include:"}
{"id": "article-25147_4", "title": "Migraine Medications -- Introduction", "content": "Two or more attacks fulfilling the other criteria At least one of the following completely reversible symptoms of aura: visual, sensory, motor, speech or language, brainstem, retinal At a minimum of three of the following six characteristics: 1+ one aura symptoms spread gradually over greater than equal to 5 minutes, 2+ aura symptoms occur in succession, each aura symptom lasts 5-60 minutes, 1+ aura symptom is unilateral, 1+ aura symptom is positive, the aura is accompanied or followed within 60 minutes by the headache Not better accounted for with another ICHD-3 diagnosis For chronic migraine, diagnostic criteria include:", "contents": "Migraine Medications -- Introduction. Two or more attacks fulfilling the other criteria At least one of the following completely reversible symptoms of aura: visual, sensory, motor, speech or language, brainstem, retinal At a minimum of three of the following six characteristics: 1+ one aura symptoms spread gradually over greater than equal to 5 minutes, 2+ aura symptoms occur in succession, each aura symptom lasts 5-60 minutes, 1+ aura symptom is unilateral, 1+ aura symptom is positive, the aura is accompanied or followed within 60 minutes by the headache Not better accounted for with another ICHD-3 diagnosis For chronic migraine, diagnostic criteria include:"}
{"id": "article-25147_5", "title": "Migraine Medications -- Introduction", "content": "Headache (migraine-like or tension-type-like) on greater than or equal to 15 days/month for greater than three months and also fulfilling criteria B and C Occurring in a patient who has experienced at least five attacks fulfilling criteria B through D for migraine presenting without aura and/or criteria B and C for migraine that presents with aura Occurs greater than or equal to 8 days/month for greater than three months, fulfilling any of the following Criteria C and D for migraine without aura Criteria B and C for migraine with aura Believed by the patient to be migraine at the point of onset and relieved by a triptan or ergot derivative Not better accounted for with another ICHD-3 diagnosis", "contents": "Migraine Medications -- Introduction. Headache (migraine-like or tension-type-like) on greater than or equal to 15 days/month for greater than three months and also fulfilling criteria B and C Occurring in a patient who has experienced at least five attacks fulfilling criteria B through D for migraine presenting without aura and/or criteria B and C for migraine that presents with aura Occurs greater than or equal to 8 days/month for greater than three months, fulfilling any of the following Criteria C and D for migraine without aura Criteria B and C for migraine with aura Believed by the patient to be migraine at the point of onset and relieved by a triptan or ergot derivative Not better accounted for with another ICHD-3 diagnosis"}
{"id": "article-25147_6", "title": "Migraine Medications -- Introduction", "content": "This activity will cover the available classes of migraine treatments commonly in use and have significant evidence for use. The two categories will be abortive and preventive treatments. For abortive therapies, they are usually more effective when taken early in the course of the headache, and in a larger dose rather than repeated small doses. Of note, many abortive oral agents may be ineffective because of poor absorption secondary to migraine-induced gastric stasis.", "contents": "Migraine Medications -- Introduction. This activity will cover the available classes of migraine treatments commonly in use and have significant evidence for use. The two categories will be abortive and preventive treatments. For abortive therapies, they are usually more effective when taken early in the course of the headache, and in a larger dose rather than repeated small doses. Of note, many abortive oral agents may be ineffective because of poor absorption secondary to migraine-induced gastric stasis."}
{"id": "article-25147_7", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "Non-steroidal anti-inflammatory drugs (NSAIDs) are mainstay choices and have the greatest strength of evidence. [3] [4] Ibuprofen, naproxen sodium, acetylsalicylic acid (ASA), and diclofenac potassium all have double-blinded randomized controlled trial evidence for efficacy that has analysis in systematic reviews. [3] NSAIDs include aspirin, naproxen, ibuprofen, tolfenamic acid, diclofenac, piroxicam, ketoprofen, and ketorolac. Acetaminophen and the combination of acetaminophen/aspirin/caffeine have also demonstrated consistent evidence of efficacy for acute migraine. [3] Mechanism of Action", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). Non-steroidal anti-inflammatory drugs (NSAIDs) are mainstay choices and have the greatest strength of evidence. [3] [4] Ibuprofen, naproxen sodium, acetylsalicylic acid (ASA), and diclofenac potassium all have double-blinded randomized controlled trial evidence for efficacy that has analysis in systematic reviews. [3] NSAIDs include aspirin, naproxen, ibuprofen, tolfenamic acid, diclofenac, piroxicam, ketoprofen, and ketorolac. Acetaminophen and the combination of acetaminophen/aspirin/caffeine have also demonstrated consistent evidence of efficacy for acute migraine. [3] Mechanism of Action"}
{"id": "article-25147_8", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "NSAIDs inhibit prostaglandin synthesis. NSAIDs reversibly inhibit cyclooxygenase (COX) 1 and 2. The NSAIDs that inhibit prostaglandin E2 synthesis are effective in treating acute migraine attacks. Aspirin acts as an irreversible COX I and 2 inhibitor.", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). NSAIDs inhibit prostaglandin synthesis. NSAIDs reversibly inhibit cyclooxygenase (COX) 1 and 2. The NSAIDs that inhibit prostaglandin E2 synthesis are effective in treating acute migraine attacks. Aspirin acts as an irreversible COX I and 2 inhibitor."}
{"id": "article-25147_9", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "Although not entirely understood, the current thought is that acetaminophen affects central processes, such as positive effects on the serotonergic descending inhibitory pathways. [5] It also may affect opioidergic systems, eicosanoid systems, and the nitric oxide-containing pathways. Administration", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). Although not entirely understood, the current thought is that acetaminophen affects central processes, such as positive effects on the serotonergic descending inhibitory pathways. [5] It also may affect opioidergic systems, eicosanoid systems, and the nitric oxide-containing pathways. Administration"}
{"id": "article-25147_10", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "Aspirin: Peroral (PO) tablet with standard dosages of 325 mg, 500 mg, and 400 mg effervescent; treatment dosage of up to 1000 mg Naproxen: PO tablet with standard dosages of 220 mg, 275 mg, 500 mg, and 550 mg; treatment dosage of 550 to 1100 mg per day in divided dosages Ibuprofen: PO tablet with standard dosages of 200 mg, 400 mg, 600 mg, and 800 mg; treatment dosage of 200 to 800 mg Tolfenamic acid: PO tablet with standard and treatment dosage of 200 mg Diclofenac: PO tablet with standard dosages of 50 mg; treatment dosage of 50 to 100 mg Piroxicam: PO capsules with standard dosages of 10 mg, 20 mg; treatment dosage of 40 mg Ketorolac: Parenteral dosing with standard dosages of 30 to 60 mg; treatment dose of 30 to 60 mg Adverse Effects", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). Aspirin: Peroral (PO) tablet with standard dosages of 325 mg, 500 mg, and 400 mg effervescent; treatment dosage of up to 1000 mg Naproxen: PO tablet with standard dosages of 220 mg, 275 mg, 500 mg, and 550 mg; treatment dosage of 550 to 1100 mg per day in divided dosages Ibuprofen: PO tablet with standard dosages of 200 mg, 400 mg, 600 mg, and 800 mg; treatment dosage of 200 to 800 mg Tolfenamic acid: PO tablet with standard and treatment dosage of 200 mg Diclofenac: PO tablet with standard dosages of 50 mg; treatment dosage of 50 to 100 mg Piroxicam: PO capsules with standard dosages of 10 mg, 20 mg; treatment dosage of 40 mg Ketorolac: Parenteral dosing with standard dosages of 30 to 60 mg; treatment dose of 30 to 60 mg Adverse Effects"}
{"id": "article-25147_11", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "The most common adverse effects of NSAIDs are GI symptoms, which include dyspepsia, abdominal burning or discomfort, and diarrhea. Other less common symptoms include easy bruising, pruritus, rash, hypersensitivity response in asthmatics, gastritis, esophagitis, GI bleeding, renal failure, hepatic impairment, and cardiovascular events.", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). The most common adverse effects of NSAIDs are GI symptoms, which include dyspepsia, abdominal burning or discomfort, and diarrhea. Other less common symptoms include easy bruising, pruritus, rash, hypersensitivity response in asthmatics, gastritis, esophagitis, GI bleeding, renal failure, hepatic impairment, and cardiovascular events."}
{"id": "article-25147_12", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "Besides allergic reactions, no serious side effects have been observed with acetaminophen when taken in appropriate dosages. [6] After higher doses or prolonged duration of taking acetaminophen, hepatotoxicity, and nephrotoxicity (less common) can occur. Contraindications", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). Besides allergic reactions, no serious side effects have been observed with acetaminophen when taken in appropriate dosages. [6] After higher doses or prolonged duration of taking acetaminophen, hepatotoxicity, and nephrotoxicity (less common) can occur. Contraindications"}
{"id": "article-25147_13", "title": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen)", "content": "In addition to NSAID hypersensitivity reaction, another agreed-upon absolute contraindication is for those in the preoperative period of coronary artery bypass graft surgery. [7] Warnings include those with significant cardiovascular disease, renal insufficiency, gastrointestinal erosive disorders, bleeding diathesis, and those taking warfarin. For acetaminophen, contraindications include hypersensitivity reactions and severe active liver disease.", "contents": "Migraine Medications -- Function -- Anti-inflammatories (NSAIDs and Acetaminophen). In addition to NSAID hypersensitivity reaction, another agreed-upon absolute contraindication is for those in the preoperative period of coronary artery bypass graft surgery. [7] Warnings include those with significant cardiovascular disease, renal insufficiency, gastrointestinal erosive disorders, bleeding diathesis, and those taking warfarin. For acetaminophen, contraindications include hypersensitivity reactions and severe active liver disease."}
{"id": "article-25147_14", "title": "Migraine Medications -- Function -- Triptans", "content": "Seven triptans have approval from the FDA and marketed for acute treatment of migraines. [7] They include sumatriptan, eletriptan, naratriptan, zolmitriptan, rizatriptan, frovatriptan, and almotriptan. Triptans are significantly more expensive than NSAIDs as a class. They are often therapeutic choices if other therapies have failed (i.e., NSAID, acetaminophen) or if the headache is severe. Mechanism of Action", "contents": "Migraine Medications -- Function -- Triptans. Seven triptans have approval from the FDA and marketed for acute treatment of migraines. [7] They include sumatriptan, eletriptan, naratriptan, zolmitriptan, rizatriptan, frovatriptan, and almotriptan. Triptans are significantly more expensive than NSAIDs as a class. They are often therapeutic choices if other therapies have failed (i.e., NSAID, acetaminophen) or if the headache is severe. Mechanism of Action"}
{"id": "article-25147_15", "title": "Migraine Medications -- Function -- Triptans", "content": "Triptans are serotonin-receptor agonists with a high affinity for 5-HT1B and 5-HT1D receptors, and variable affinity for 5-HT1F receptors. The proposed mechanism of action involves binding postsynaptic 5-HT1B receptors on the smooth muscle cells of blood vessels and presynaptic 5-HT1D receptors on the trigeminal nerve terminals and dorsal horn neurons. [7] Administration Sumatriptan: PO tablet with standard dosages of 100, 50, and 25 mg; also available parenteral (though IV contraindicated because of its potential to cause vasospasm) Eletriptan: PO tablet with standard dosages of 40 and 20 mg; contraindicated in patients with renal failure, arrhythmias, and heart failure Naratriptan: PO tablet with standard dosages of 2.5 and 1 mg; has a sulfa group Zolmitriptan: PO tablet with standard dosages of 5 and 2.5 mg; also available as wafer and nasal spray; wafer contains phenylalanine", "contents": "Migraine Medications -- Function -- Triptans. Triptans are serotonin-receptor agonists with a high affinity for 5-HT1B and 5-HT1D receptors, and variable affinity for 5-HT1F receptors. The proposed mechanism of action involves binding postsynaptic 5-HT1B receptors on the smooth muscle cells of blood vessels and presynaptic 5-HT1D receptors on the trigeminal nerve terminals and dorsal horn neurons. [7] Administration Sumatriptan: PO tablet with standard dosages of 100, 50, and 25 mg; also available parenteral (though IV contraindicated because of its potential to cause vasospasm) Eletriptan: PO tablet with standard dosages of 40 and 20 mg; contraindicated in patients with renal failure, arrhythmias, and heart failure Naratriptan: PO tablet with standard dosages of 2.5 and 1 mg; has a sulfa group Zolmitriptan: PO tablet with standard dosages of 5 and 2.5 mg; also available as wafer and nasal spray; wafer contains phenylalanine"}
{"id": "article-25147_16", "title": "Migraine Medications -- Function -- Triptans", "content": "Rizatriptan: PO tablet with standard dosages of 10 and 5 mg; also available as a wafer; wafer contains phenylalanine Frovatriptan: PO tablet with a standard dose of 2.5 mg Almotriptan: PO tablet with standard dosages of 12.5 and 6.25 mg; has a sulfa group Adverse Effects", "contents": "Migraine Medications -- Function -- Triptans. Rizatriptan: PO tablet with standard dosages of 10 and 5 mg; also available as a wafer; wafer contains phenylalanine Frovatriptan: PO tablet with a standard dose of 2.5 mg Almotriptan: PO tablet with standard dosages of 12.5 and 6.25 mg; has a sulfa group Adverse Effects"}
{"id": "article-25147_17", "title": "Migraine Medications -- Function -- Triptans", "content": "The most common adverse effects of triptans include pressure or tightness sensations of the chest, throat, or jaw; limb heaviness; myalgias; and fatigue. Less common adverse effects include flushing, paresthesias, dizziness, asthenia, and mental cloudiness. Contraindications", "contents": "Migraine Medications -- Function -- Triptans. The most common adverse effects of triptans include pressure or tightness sensations of the chest, throat, or jaw; limb heaviness; myalgias; and fatigue. Less common adverse effects include flushing, paresthesias, dizziness, asthenia, and mental cloudiness. Contraindications"}
{"id": "article-25147_18", "title": "Migraine Medications -- Function -- Triptans", "content": "Triptans have associations with increased blood pressure, and providers should avoid giving them to patients with uncontrolled hypertension, ischemic cardiac syndrome, cerebrovascular syndrome, or peripheral vascular condition. Patients should also not take them within 24 hours of administration, another triptan, or ergot-type medication. Triptans are also contraindicated in hemiplegic or basilar migraine and patients with hepatic impairment.", "contents": "Migraine Medications -- Function -- Triptans. Triptans have associations with increased blood pressure, and providers should avoid giving them to patients with uncontrolled hypertension, ischemic cardiac syndrome, cerebrovascular syndrome, or peripheral vascular condition. Patients should also not take them within 24 hours of administration, another triptan, or ergot-type medication. Triptans are also contraindicated in hemiplegic or basilar migraine and patients with hepatic impairment."}
{"id": "article-25147_19", "title": "Migraine Medications -- Function -- Antiemetics", "content": "When a migraine is associated with nausea/vomiting, an antiemetic is an excellent choice for treatment. The administration of an antiemetic is often in combination with either an NSAID or triptan, but can be used as monotherapy. Two common antiemetics used include metoclopramide and prochlorperazine. Metoclopramide has the greatest evidence for efficacy in migraine and is associated with a less likelihood of extrapyramidal side effects than prochlorperazine, but both are good initial options. [3] Domperidone, promethazine, chlorpromazine are other examples of antiemetics. Mechanism of Action Metoclopramide is a benzamide that antagonizes the D2 receptor at lower doses and 5HT-3 at higher doses. Prochlorperazine and chlorpromazine are dopamine antagonists (D2 receptor), providing antiemetic and migraine relief effects. Administration Metoclopramide: PO and parenteral formulations available; treatment dosages of 10 - 20 mg", "contents": "Migraine Medications -- Function -- Antiemetics. When a migraine is associated with nausea/vomiting, an antiemetic is an excellent choice for treatment. The administration of an antiemetic is often in combination with either an NSAID or triptan, but can be used as monotherapy. Two common antiemetics used include metoclopramide and prochlorperazine. Metoclopramide has the greatest evidence for efficacy in migraine and is associated with a less likelihood of extrapyramidal side effects than prochlorperazine, but both are good initial options. [3] Domperidone, promethazine, chlorpromazine are other examples of antiemetics. Mechanism of Action Metoclopramide is a benzamide that antagonizes the D2 receptor at lower doses and 5HT-3 at higher doses. Prochlorperazine and chlorpromazine are dopamine antagonists (D2 receptor), providing antiemetic and migraine relief effects. Administration Metoclopramide: PO and parenteral formulations available; treatment dosages of 10 - 20 mg"}
{"id": "article-25147_20", "title": "Migraine Medications -- Function -- Antiemetics", "content": "Prochlorperazine: PO, parenteral and rectal formulations available; treatment dosage of 10 mg (PO and parenteral) and 25 mg (rectal) Chlorpromazine: PO and parenteral formulations available; treatment dosage of 0.1 mg/kg up to 25 mg Adverse Effects", "contents": "Migraine Medications -- Function -- Antiemetics. Prochlorperazine: PO, parenteral and rectal formulations available; treatment dosage of 10 mg (PO and parenteral) and 25 mg (rectal) Chlorpromazine: PO and parenteral formulations available; treatment dosage of 0.1 mg/kg up to 25 mg Adverse Effects"}
{"id": "article-25147_21", "title": "Migraine Medications -- Function -- Antiemetics", "content": "Most antiemetics used for migraines are associated with a risk of QT interval prolongation and torsades de pointes. Metoclopramide, prochlorperazine, and chlorpromazine can cause dystonia, tardive dyskinesia, and akathisia (collectively known as extrapyramidal symptoms). Coadministration with diphenhydramine can prevent these symptoms. Other side effects are uncommon and can include headaches and allergic reactions such as anaphylaxis. Contraindications Considering the dopamine antagonists, contraindications include known hypersensitivity reactions and know extrapyramidal symptom reactions.", "contents": "Migraine Medications -- Function -- Antiemetics. Most antiemetics used for migraines are associated with a risk of QT interval prolongation and torsades de pointes. Metoclopramide, prochlorperazine, and chlorpromazine can cause dystonia, tardive dyskinesia, and akathisia (collectively known as extrapyramidal symptoms). Coadministration with diphenhydramine can prevent these symptoms. Other side effects are uncommon and can include headaches and allergic reactions such as anaphylaxis. Contraindications Considering the dopamine antagonists, contraindications include known hypersensitivity reactions and know extrapyramidal symptom reactions."}
{"id": "article-25147_22", "title": "Migraine Medications -- Function -- Ergotamines", "content": "Triptans have largely replaced ergotamines, as studies have shown more efficacy for triptans. Dihydroergotamine has demonstrated some efficacy, while the effectiveness of ergotamine is uncertain. In one systematic review, dihydroergotamine was not as effective as triptans, but when combined with an antiemetic, was found to be as effective as ketorolac, opiates, or valproate. [8] Dihydroergotamine may be a useful option when patients do not respond to other medications, including triptans. Mechanism of Action", "contents": "Migraine Medications -- Function -- Ergotamines. Triptans have largely replaced ergotamines, as studies have shown more efficacy for triptans. Dihydroergotamine has demonstrated some efficacy, while the effectiveness of ergotamine is uncertain. In one systematic review, dihydroergotamine was not as effective as triptans, but when combined with an antiemetic, was found to be as effective as ketorolac, opiates, or valproate. [8] Dihydroergotamine may be a useful option when patients do not respond to other medications, including triptans. Mechanism of Action"}
{"id": "article-25147_23", "title": "Migraine Medications -- Function -- Ergotamines", "content": "Ergotamines, like triptans, are potent 5-HT 1b/1d receptor agonists. They involve constricting the theorized pain-producing intracranial extracerebral blood vessels at the 5-HT1B receptors and inhibit the trigeminal neurotransmission at both peripheral and central 5-HT1D receptors. They also interact with other serotonin, adrenergic, and dopamine receptors. They cause constriction of peripheral and cranial blood vessels. [9] Administration Dihydroergotamine: Parenteral dosing with dosages between 0.5 - 1 mg; intranasal formulation available (4 mg) Adverse Effects The most common side effects include nausea and vomiting. Administer with an antiemetic. Dysphoria is another observed side effect (central 5-HT1A agonism). Contraindications", "contents": "Migraine Medications -- Function -- Ergotamines. Ergotamines, like triptans, are potent 5-HT 1b/1d receptor agonists. They involve constricting the theorized pain-producing intracranial extracerebral blood vessels at the 5-HT1B receptors and inhibit the trigeminal neurotransmission at both peripheral and central 5-HT1D receptors. They also interact with other serotonin, adrenergic, and dopamine receptors. They cause constriction of peripheral and cranial blood vessels. [9] Administration Dihydroergotamine: Parenteral dosing with dosages between 0.5 - 1 mg; intranasal formulation available (4 mg) Adverse Effects The most common side effects include nausea and vomiting. Administer with an antiemetic. Dysphoria is another observed side effect (central 5-HT1A agonism). Contraindications"}
{"id": "article-25147_24", "title": "Migraine Medications -- Function -- Ergotamines", "content": "Similar to triptans, those with cardiovascular disease should avoid the use of ergotamines. The peripheral vascular constrictive effects of ergotamines are more pronounced than triptans since triptans do not have activity at adrenergic and 5-HT2A receptors. [9]", "contents": "Migraine Medications -- Function -- Ergotamines. Similar to triptans, those with cardiovascular disease should avoid the use of ergotamines. The peripheral vascular constrictive effects of ergotamines are more pronounced than triptans since triptans do not have activity at adrenergic and 5-HT2A receptors. [9]"}
{"id": "article-25147_25", "title": "Migraine Medications -- Function -- Beta-Blockers", "content": "Propranolol, timolol, bisoprolol, metoprolol, atenolol, and nadolol have shown positive outcomes in migraine prevention studies. [10] Beta-blockers with intrinsic sympathomimetic activity (such as acebutolol, alprenolol, oxprenolol, and pindolol) are not effective for migraine prevention. [10] Administration", "contents": "Migraine Medications -- Function -- Beta-Blockers. Propranolol, timolol, bisoprolol, metoprolol, atenolol, and nadolol have shown positive outcomes in migraine prevention studies. [10] Beta-blockers with intrinsic sympathomimetic activity (such as acebutolol, alprenolol, oxprenolol, and pindolol) are not effective for migraine prevention. [10] Administration"}
{"id": "article-25147_26", "title": "Migraine Medications -- Function -- Beta-Blockers", "content": "Propranolol: PO immediate-release and long-acting formulations available; dose for immediate release ranging from 80 to 240 mg/day divided every 6 to 8 hours; dose for long-acting release is 80 to 240 mg/day Timolol: PO formulation with doses of 20-30 mg/day Bisoprolol: PO formulation with doses of 2.5 to 10 mg/day Metoprolol: PO formulation with doses of 50 to 200 mg/day twice daily Atenolol: PO formulation with doses of 50 to 200 mg/day Nadolol: PO formulation with doses of 40 to 240 mg/day Mechanism of Action", "contents": "Migraine Medications -- Function -- Beta-Blockers. Propranolol: PO immediate-release and long-acting formulations available; dose for immediate release ranging from 80 to 240 mg/day divided every 6 to 8 hours; dose for long-acting release is 80 to 240 mg/day Timolol: PO formulation with doses of 20-30 mg/day Bisoprolol: PO formulation with doses of 2.5 to 10 mg/day Metoprolol: PO formulation with doses of 50 to 200 mg/day twice daily Atenolol: PO formulation with doses of 50 to 200 mg/day Nadolol: PO formulation with doses of 40 to 240 mg/day Mechanism of Action"}
{"id": "article-25147_27", "title": "Migraine Medications -- Function -- Beta-Blockers", "content": "The mechanisms of action of beta-blockers in migraine prevention are not entirely understood. The thinking is that the beta-1 mediated effects could inhibit noradrenaline release and tyrosine hydroxylase activity, accounting for prophylactic action. Other possibilities include serotonergic blockade, inhibiting thalamic activity, and nitrous oxide blockade. Adverse Effects", "contents": "Migraine Medications -- Function -- Beta-Blockers. The mechanisms of action of beta-blockers in migraine prevention are not entirely understood. The thinking is that the beta-1 mediated effects could inhibit noradrenaline release and tyrosine hydroxylase activity, accounting for prophylactic action. Other possibilities include serotonergic blockade, inhibiting thalamic activity, and nitrous oxide blockade. Adverse Effects"}
{"id": "article-25147_28", "title": "Migraine Medications -- Function -- Beta-Blockers", "content": "Common adverse effects include drowsiness, fatigue, dizziness, and weakness. Other adverse effects include weight gain, symptomatic hypotension, nausea/vomiting, diarrhea, feelings of coldness in extremities, and dry skin/mouth/eyes, bradycardia, bronchospasm, dyspnea, alopecia, visual disturbances, insomnia, sexual dysfunction, and metabolism alterations. Contraindications", "contents": "Migraine Medications -- Function -- Beta-Blockers. Common adverse effects include drowsiness, fatigue, dizziness, and weakness. Other adverse effects include weight gain, symptomatic hypotension, nausea/vomiting, diarrhea, feelings of coldness in extremities, and dry skin/mouth/eyes, bradycardia, bronchospasm, dyspnea, alopecia, visual disturbances, insomnia, sexual dysfunction, and metabolism alterations. Contraindications"}
{"id": "article-25147_29", "title": "Migraine Medications -- Function -- Beta-Blockers", "content": "Asthma and chronic obstructive pulmonary disease have been classic contraindications because of the potential for beta-blockers to cause bronchospasm. Cocaine intoxication is another contraindication because of the risk of coronary vasospasm. This contraindication is subject to debate.", "contents": "Migraine Medications -- Function -- Beta-Blockers. Asthma and chronic obstructive pulmonary disease have been classic contraindications because of the potential for beta-blockers to cause bronchospasm. Cocaine intoxication is another contraindication because of the risk of coronary vasospasm. This contraindication is subject to debate."}
{"id": "article-25147_30", "title": "Migraine Medications -- Function -- Antiepileptics", "content": "Several antiepileptic drugs (AEDs) have been studied and proven effective for migraine prevention, with topiramate and valproate having the best evidence. [10] Administration Topiramate: PO formulation with doses of 25-200 mg/day Valproate: PO formulation of extended (once daily) and delayed (2 divided doses daily) releases are available; doses of 500-1500 mg/day Mechanism of Action", "contents": "Migraine Medications -- Function -- Antiepileptics. Several antiepileptic drugs (AEDs) have been studied and proven effective for migraine prevention, with topiramate and valproate having the best evidence. [10] Administration Topiramate: PO formulation with doses of 25-200 mg/day Valproate: PO formulation of extended (once daily) and delayed (2 divided doses daily) releases are available; doses of 500-1500 mg/day Mechanism of Action"}
{"id": "article-25147_31", "title": "Migraine Medications -- Function -- Antiepileptics", "content": "Similar to the beta-blockers, it is unclear what effect antiepileptics have on migraine prevention. For topiramate, it blocks multiple channels such as voltage-dependent sodium and calcium channels. It also has been shown to inhibit glutamate-mediated excitatory neurotransmission, facilitate GABA-A-mediated inhibition, inhibit carbonic anhydrase activity, and reduce CGRP secretion from trigeminal neurons. For valproate, similar to topiramate, multiple mechanisms may contribute to migraine prevention. They include enhancing GABAergic inhibition, blocking excitatory ion channels, and downregulating the expression of CGRP in brain tissue. Adverse Effects", "contents": "Migraine Medications -- Function -- Antiepileptics. Similar to the beta-blockers, it is unclear what effect antiepileptics have on migraine prevention. For topiramate, it blocks multiple channels such as voltage-dependent sodium and calcium channels. It also has been shown to inhibit glutamate-mediated excitatory neurotransmission, facilitate GABA-A-mediated inhibition, inhibit carbonic anhydrase activity, and reduce CGRP secretion from trigeminal neurons. For valproate, similar to topiramate, multiple mechanisms may contribute to migraine prevention. They include enhancing GABAergic inhibition, blocking excitatory ion channels, and downregulating the expression of CGRP in brain tissue. Adverse Effects"}
{"id": "article-25147_32", "title": "Migraine Medications -- Function -- Antiepileptics", "content": "Common adverse effects of topiramate include nausea/vomiting, diarrhea, somnolence, dizziness, weight loss, paresthesias, fatigue, nasopharyngitis, and weight loss. Other adverse effects include tachypnea, palpitations, bleeding, mood changes, dysuria, hematuria, and increased frequency of urination.", "contents": "Migraine Medications -- Function -- Antiepileptics. Common adverse effects of topiramate include nausea/vomiting, diarrhea, somnolence, dizziness, weight loss, paresthesias, fatigue, nasopharyngitis, and weight loss. Other adverse effects include tachypnea, palpitations, bleeding, mood changes, dysuria, hematuria, and increased frequency of urination."}
{"id": "article-25147_33", "title": "Migraine Medications -- Function -- Antiepileptics", "content": "Common adverse effects of valproate include nausea/vomiting, diarrhea, abdominal pain, headache, drowsiness, hair loss, tremors, dizziness, visual disturbances, tinnitus, changes in appetite, and weight gain. Other adverse effects include confusion, severe drowsiness, bleeding, and inflammation. Contraindications Hypersensitivity to topiramate is a contraindication to the drug. Contraindications to valproate usage include hepatic dysfunction, mitochondrial disorders, hypersensitivity, urea cycle disorders, and pregnancy.", "contents": "Migraine Medications -- Function -- Antiepileptics. Common adverse effects of valproate include nausea/vomiting, diarrhea, abdominal pain, headache, drowsiness, hair loss, tremors, dizziness, visual disturbances, tinnitus, changes in appetite, and weight gain. Other adverse effects include confusion, severe drowsiness, bleeding, and inflammation. Contraindications Hypersensitivity to topiramate is a contraindication to the drug. Contraindications to valproate usage include hepatic dysfunction, mitochondrial disorders, hypersensitivity, urea cycle disorders, and pregnancy."}
{"id": "article-25147_34", "title": "Migraine Medications -- Function -- Calcium Channel Blockers", "content": "Flunarizine is the best studied of the calcium channel blockers for migraine prevention (however not available in the U.S.). Verapamil and cinnarizine are other meds that are off-label for migraine prevention. Verapamil is probably the most commonly used calcium channel blocker for migraine prevention in the U.S. [11] Administration Flunarizine: PO formulation of 5 to 10 mg/day Verapamil: PO formulation of 120 to 480 mg/day in 3 divided doses Mechanism of Action", "contents": "Migraine Medications -- Function -- Calcium Channel Blockers. Flunarizine is the best studied of the calcium channel blockers for migraine prevention (however not available in the U.S.). Verapamil and cinnarizine are other meds that are off-label for migraine prevention. Verapamil is probably the most commonly used calcium channel blocker for migraine prevention in the U.S. [11] Administration Flunarizine: PO formulation of 5 to 10 mg/day Verapamil: PO formulation of 120 to 480 mg/day in 3 divided doses Mechanism of Action"}
{"id": "article-25147_35", "title": "Migraine Medications -- Function -- Calcium Channel Blockers", "content": "Similar to the other migraine preventive treatments, the role of calcium channel blockers in migraine prevention is unclear. Flunarizine is a nonselective calcium antagonist. In addition to calcium channel activity, it blocks voltage-gated sodium channels, acts as a D2 dopamine antagonist, and increases leptin levels. Adverse Effects", "contents": "Migraine Medications -- Function -- Calcium Channel Blockers. Similar to the other migraine preventive treatments, the role of calcium channel blockers in migraine prevention is unclear. Flunarizine is a nonselective calcium antagonist. In addition to calcium channel activity, it blocks voltage-gated sodium channels, acts as a D2 dopamine antagonist, and increases leptin levels. Adverse Effects"}
{"id": "article-25147_36", "title": "Migraine Medications -- Function -- Calcium Channel Blockers", "content": "Adverse effects include constipation, cardiac conduction defects at higher doses, dizziness, constipation, headache, nausea/vomiting, flushing, edema, drowsiness, and hypotension. Lesser common adverse effects include sexual dysfunction, gingival overgrowth, and liver dysfunction. Contraindications Contraindications include hypersensitivity reactions, acute coronary syndrome, hypertrophic obstructive cardiomyopathy, severe stenotic heart valve defects, and cardiac conduction disorders.", "contents": "Migraine Medications -- Function -- Calcium Channel Blockers. Adverse effects include constipation, cardiac conduction defects at higher doses, dizziness, constipation, headache, nausea/vomiting, flushing, edema, drowsiness, and hypotension. Lesser common adverse effects include sexual dysfunction, gingival overgrowth, and liver dysfunction. Contraindications Contraindications include hypersensitivity reactions, acute coronary syndrome, hypertrophic obstructive cardiomyopathy, severe stenotic heart valve defects, and cardiac conduction disorders."}
{"id": "article-25147_37", "title": "Migraine Medications -- Function -- Antidepressants", "content": "The most studied antidepressants that have shown efficacy for migraine prevention are the tricyclic antidepressant (TCA) amitriptyline and the selective serotonin reuptake inhibitor (SSRI) fluoxetine. [10] Other TCAs and the serotonin-norepinephrine reuptake inhibitor venlafaxine have been studied and may be effective for migraine prevention, though the evidence is short. [10] Administration Amitriptyline: PO formulation of 10 to 150 mg/day Fluoxetine: PO formulation of 20 to 40 mg/day Mechanism of Action", "contents": "Migraine Medications -- Function -- Antidepressants. The most studied antidepressants that have shown efficacy for migraine prevention are the tricyclic antidepressant (TCA) amitriptyline and the selective serotonin reuptake inhibitor (SSRI) fluoxetine. [10] Other TCAs and the serotonin-norepinephrine reuptake inhibitor venlafaxine have been studied and may be effective for migraine prevention, though the evidence is short. [10] Administration Amitriptyline: PO formulation of 10 to 150 mg/day Fluoxetine: PO formulation of 20 to 40 mg/day Mechanism of Action"}
{"id": "article-25147_38", "title": "Migraine Medications -- Function -- Antidepressants", "content": "Similar to other migraine prevention medications, the role of antidepressants in migraine prevention is unclear. Amitriptyline is a mixed serotonin-norepinephrine reuptake inhibitor and has the following mechanisms: alpha2-adrenoceptor agonist, sodium channel blockade contributing to antimuscarinic and antihistamine effects, and cortical spreading depression. Fluoxetine is a selective serotonin reuptake inhibitor leading to increased levels of serotonin. Noradrenaline reuptake inhibition occurs at higher doses. Adverse Effects", "contents": "Migraine Medications -- Function -- Antidepressants. Similar to other migraine prevention medications, the role of antidepressants in migraine prevention is unclear. Amitriptyline is a mixed serotonin-norepinephrine reuptake inhibitor and has the following mechanisms: alpha2-adrenoceptor agonist, sodium channel blockade contributing to antimuscarinic and antihistamine effects, and cortical spreading depression. Fluoxetine is a selective serotonin reuptake inhibitor leading to increased levels of serotonin. Noradrenaline reuptake inhibition occurs at higher doses. Adverse Effects"}
{"id": "article-25147_39", "title": "Migraine Medications -- Function -- Antidepressants", "content": "Adverse effects of tricyclic antidepressants include antimuscarinic effects such as dry mouth, blurry vision, constipation, urinary retention, increased body temperature, and excessive sweating. Other side effects include morning sedation, tachycardia, vivid dreams, weight gain, hypotension, sexual dysfunction, confusion, and QT prolongation.", "contents": "Migraine Medications -- Function -- Antidepressants. Adverse effects of tricyclic antidepressants include antimuscarinic effects such as dry mouth, blurry vision, constipation, urinary retention, increased body temperature, and excessive sweating. Other side effects include morning sedation, tachycardia, vivid dreams, weight gain, hypotension, sexual dysfunction, confusion, and QT prolongation."}
{"id": "article-25147_40", "title": "Migraine Medications -- Function -- Antidepressants", "content": "Adverse effects of selective serotonin reuptake inhibitors include sexual dysfunction, drowsiness, weight gain, insomnia, dizziness, headache, dry mouth, blurry vision, nausea, rash, tremors, and constipation. SSRIs can also prolong the QT interval. Contraindications", "contents": "Migraine Medications -- Function -- Antidepressants. Adverse effects of selective serotonin reuptake inhibitors include sexual dysfunction, drowsiness, weight gain, insomnia, dizziness, headache, dry mouth, blurry vision, nausea, rash, tremors, and constipation. SSRIs can also prolong the QT interval. Contraindications"}
{"id": "article-25147_41", "title": "Migraine Medications -- Function -- Antidepressants", "content": "For TCAs, coadministration with monoamine oxidase inhibitors (MAOI) is contraindicated due to the increased risk of serotonin syndrome. Hypersensitivity reactions and coadministration of cisapride are also contraindicated.", "contents": "Migraine Medications -- Function -- Antidepressants. For TCAs, coadministration with monoamine oxidase inhibitors (MAOI) is contraindicated due to the increased risk of serotonin syndrome. Hypersensitivity reactions and coadministration of cisapride are also contraindicated."}
{"id": "article-25147_42", "title": "Migraine Medications -- Function -- Antidepressants", "content": "For SSRIs, coadministration of medications that significantly increase the risk of serotonin syndrome is contraindicated. These medications include monoamine oxidase inhibitors, linezolid, and methylene blue. Other contraindications include hypersensitivity reactions and coadministration with pimozide or thioridazine.", "contents": "Migraine Medications -- Function -- Antidepressants. For SSRIs, coadministration of medications that significantly increase the risk of serotonin syndrome is contraindicated. These medications include monoamine oxidase inhibitors, linezolid, and methylene blue. Other contraindications include hypersensitivity reactions and coadministration with pimozide or thioridazine."}
{"id": "article-25147_43", "title": "Migraine Medications -- Function -- Triptans with NSAIDs", "content": "Research has shown the combined use of a triptan and an NSAID to be more effective than using either drug class alone for acute migraine treatment. [12] The best-studied combination is sumatriptan plus naproxen PO. The two classes of drugs having different mechanisms of action are thought to provide better relief. Multiple studies have used sumatriptan 85 mg plus naproxen 500 mg and sumatriptan 50 mg plus naproxen 500 mg. In a meta-analysis review article, no significant difference was found between using the sumatriptan 85 mg - naproxen combo and the sumatriptan 50 mg - naproxen combo. [12]", "contents": "Migraine Medications -- Function -- Triptans with NSAIDs. Research has shown the combined use of a triptan and an NSAID to be more effective than using either drug class alone for acute migraine treatment. [12] The best-studied combination is sumatriptan plus naproxen PO. The two classes of drugs having different mechanisms of action are thought to provide better relief. Multiple studies have used sumatriptan 85 mg plus naproxen 500 mg and sumatriptan 50 mg plus naproxen 500 mg. In a meta-analysis review article, no significant difference was found between using the sumatriptan 85 mg - naproxen combo and the sumatriptan 50 mg - naproxen combo. [12]"}
{"id": "article-25147_44", "title": "Migraine Medications -- Function -- Lasmiditan", "content": "Lasmiditan is a serotonin 5-HT1F receptor agonist that has been shown effective for acute migraine treatment. The utility of this medication is that it lacks vasoconstrictor effects such as those seen in triptans, and thus offers those with cardiovascular disease an alternative to triptans. Studies have used up to lasmiditan 200 mg PO with good effect; however, there were frequent reports of adverse effects. In a recent phase, three multicenter, double-blind, randomized controlled studies, between 25.4% to 39.0% of patients receiving lasmiditan reported adverse effects. [13] The most common adverse effects were dizziness, somnolence, and paresthesias.", "contents": "Migraine Medications -- Function -- Lasmiditan. Lasmiditan is a serotonin 5-HT1F receptor agonist that has been shown effective for acute migraine treatment. The utility of this medication is that it lacks vasoconstrictor effects such as those seen in triptans, and thus offers those with cardiovascular disease an alternative to triptans. Studies have used up to lasmiditan 200 mg PO with good effect; however, there were frequent reports of adverse effects. In a recent phase, three multicenter, double-blind, randomized controlled studies, between 25.4% to 39.0% of patients receiving lasmiditan reported adverse effects. [13] The most common adverse effects were dizziness, somnolence, and paresthesias."}
{"id": "article-25147_45", "title": "Migraine Medications -- Function -- Calcitonin Gene-Related Peptide (CGRP)", "content": "CGRP monoclonal antibodies (mAbs) are the only class of currently used preventives explicitly developed for the treatment of migraines. The current thinking is that CGRP mediates the vasodilatory component of neurogenic inflammation, as CGRP is a widely distributed vasodilator. The CGRP mAbs target either the CGRP molecule itself or the CGRP receptor. In network meta-analysis, the CGRP mAbs seemed to be as effective as other preventive treatments, but have fewer side effects. [14] Long-term data on safety, however, is limited.  These medications include erenumab, fremanezumab, and galcanezumab.", "contents": "Migraine Medications -- Function -- Calcitonin Gene-Related Peptide (CGRP). CGRP monoclonal antibodies (mAbs) are the only class of currently used preventives explicitly developed for the treatment of migraines. The current thinking is that CGRP mediates the vasodilatory component of neurogenic inflammation, as CGRP is a widely distributed vasodilator. The CGRP mAbs target either the CGRP molecule itself or the CGRP receptor. In network meta-analysis, the CGRP mAbs seemed to be as effective as other preventive treatments, but have fewer side effects. [14] Long-term data on safety, however, is limited.  These medications include erenumab, fremanezumab, and galcanezumab."}
{"id": "article-25147_46", "title": "Migraine Medications -- Issues of Concern -- Migraine Treatments in Pregnancy", "content": "Of note, risks and benefits should merit a thorough discussion with the patient in detail. Ergotamine is contraindicated during pregnancy and was in FDA category X under the prior pregnancy drug rating system. NSAIDs are not advised for use in the third trimester as they may increase the risk of prematurely closing the fetal ductus arteriosus. Valproate is contraindicated during pregnancy and was also in FDA category X. First-trimester exposure to topiramate correlates with cleft lip/palate. Topiramate was in FDA category D.", "contents": "Migraine Medications -- Issues of Concern -- Migraine Treatments in Pregnancy. Of note, risks and benefits should merit a thorough discussion with the patient in detail. Ergotamine is contraindicated during pregnancy and was in FDA category X under the prior pregnancy drug rating system. NSAIDs are not advised for use in the third trimester as they may increase the risk of prematurely closing the fetal ductus arteriosus. Valproate is contraindicated during pregnancy and was also in FDA category X. First-trimester exposure to topiramate correlates with cleft lip/palate. Topiramate was in FDA category D."}
{"id": "article-25147_47", "title": "Migraine Medications -- Issues of Concern -- Migraine Treatments in Children", "content": "Of the abortive medications discussed, which include NSAIDs/acetaminophen, triptans, antiemetics, and dihydroergotamine, there are variable age restrictions/recommendations. No abortive class agents discussed here have an absolute contraindication. Dosing will typically be weight-based or smaller than adult doses. As for preventive treatments, although data is limited in the pediatric population, the classes of medications discussed here (beta-blockers, antiepileptics, calcium channel blockers, and antidepressants) have all been used.", "contents": "Migraine Medications -- Issues of Concern -- Migraine Treatments in Children. Of the abortive medications discussed, which include NSAIDs/acetaminophen, triptans, antiemetics, and dihydroergotamine, there are variable age restrictions/recommendations. No abortive class agents discussed here have an absolute contraindication. Dosing will typically be weight-based or smaller than adult doses. As for preventive treatments, although data is limited in the pediatric population, the classes of medications discussed here (beta-blockers, antiepileptics, calcium channel blockers, and antidepressants) have all been used."}
{"id": "article-25147_48", "title": "Migraine Medications -- Clinical Significance", "content": "Migraines can be debilitating and affect one’s quality of life and abilities to do daily activities such as work. Abortive treatments can significantly reduce migraine intensity or control symptoms, entirely allowing patients to be functional. Preventive treatments can reduce migraine frequency, symptom severity, and augment abortive therapies.", "contents": "Migraine Medications -- Clinical Significance. Migraines can be debilitating and affect one’s quality of life and abilities to do daily activities such as work. Abortive treatments can significantly reduce migraine intensity or control symptoms, entirely allowing patients to be functional. Preventive treatments can reduce migraine frequency, symptom severity, and augment abortive therapies."}
{"id": "article-25147_49", "title": "Migraine Medications -- Enhancing Healthcare Team Outcomes", "content": "Treating migraines in an emergency department, urgent care center, or outpatient clinic may not be optimal as the environments of these may be chaotic. Noise, light, smells, discomforts of being outside of one's own home can negatively contribute to the quality and quantitative pain level of one's migraine. Optimizing the patient's environment, coordination with the interprofessional healthcare team and appropriate follow-up/reassessment can help improve the patient's experience and response to treatment. (Level 5)", "contents": "Migraine Medications -- Enhancing Healthcare Team Outcomes. Treating migraines in an emergency department, urgent care center, or outpatient clinic may not be optimal as the environments of these may be chaotic. Noise, light, smells, discomforts of being outside of one's own home can negatively contribute to the quality and quantitative pain level of one's migraine. Optimizing the patient's environment, coordination with the interprofessional healthcare team and appropriate follow-up/reassessment can help improve the patient's experience and response to treatment. (Level 5)"}
{"id": "article-25147_50", "title": "Migraine Medications -- Enhancing Healthcare Team Outcomes", "content": "Monitoring includes assessing migraine relief response, adverse effects, and consideration of alternative medication usage if the initial treatment does not adequately relieve or reduce the frequency of migraines. Of note, dexamethasone (10 to 25 mg IV or IM) can be used as an abortive adjunct to reduce the risk of early headache recurrence. [15] It is not common to measure or use blood levels for the treatment of migraines. Neurology input and consultation could be beneficial if the patient has tried a few acute treatments without significant improvement of a migraine episode.", "contents": "Migraine Medications -- Enhancing Healthcare Team Outcomes. Monitoring includes assessing migraine relief response, adverse effects, and consideration of alternative medication usage if the initial treatment does not adequately relieve or reduce the frequency of migraines. Of note, dexamethasone (10 to 25 mg IV or IM) can be used as an abortive adjunct to reduce the risk of early headache recurrence. [15] It is not common to measure or use blood levels for the treatment of migraines. Neurology input and consultation could be beneficial if the patient has tried a few acute treatments without significant improvement of a migraine episode."}
{"id": "article-25147_51", "title": "Migraine Medications -- Enhancing Healthcare Team Outcomes", "content": "Neurology should initiate and manage migraine preventive medications. For preventive medications, patients should keep a diary of headache recurrence and quality. Specialty trained nurses, pain management, and neuroscience are often involved in care, monitoring patient compliance, therapy progress, answering patient questions, and reporting and charting all findings for the team. These nurses administer treatments, monitor patients, report responses to the team, and provide patient and family education. Pharmacists review all prescribed medications, check for interactions, and also provide education. With interprofessional cooperation and communication, migraine treatment will be more effective. (Level 5)", "contents": "Migraine Medications -- Enhancing Healthcare Team Outcomes. Neurology should initiate and manage migraine preventive medications. For preventive medications, patients should keep a diary of headache recurrence and quality. Specialty trained nurses, pain management, and neuroscience are often involved in care, monitoring patient compliance, therapy progress, answering patient questions, and reporting and charting all findings for the team. These nurses administer treatments, monitor patients, report responses to the team, and provide patient and family education. Pharmacists review all prescribed medications, check for interactions, and also provide education. With interprofessional cooperation and communication, migraine treatment will be more effective. (Level 5)"}
{"id": "article-25147_52", "title": "Migraine Medications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Migraine Medications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}