{"id": "article-461_0", "title": "Imiquimod -- Continuing Education Activity", "content": "Imiquimod is a medication used to manage and treat anogenital warts, superficial basal cell carcinomas, and actinic keratoses. It is in the immune modulator class of drugs. This activity describes the indications, action, and contraindications for imiquimod as a valuable agent in treating anogenital warts, superficial basal cell carcinomas, and actinic keratoses. In addition, this activity will highlight the mechanism of action, adverse event profile, and other key factors, such as toxicity and monitoring, pertinent for members of the healthcare team in the management of patients with anogenital warts, superficial basal cell carcinomas, and actinic keratoses.", "contents": "Imiquimod -- Continuing Education Activity. Imiquimod is a medication used to manage and treat anogenital warts, superficial basal cell carcinomas, and actinic keratoses. It is in the immune modulator class of drugs. This activity describes the indications, action, and contraindications for imiquimod as a valuable agent in treating anogenital warts, superficial basal cell carcinomas, and actinic keratoses. In addition, this activity will highlight the mechanism of action, adverse event profile, and other key factors, such as toxicity and monitoring, pertinent for members of the healthcare team in the management of patients with anogenital warts, superficial basal cell carcinomas, and actinic keratoses."}
{"id": "article-461_1", "title": "Imiquimod -- Continuing Education Activity", "content": "Objectives: Describe the indications of imiquimod. Identify the adverse effects of imiquimod. Review the mechanism of action of imiquimod. Summarize the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving imiquimod. Access free multiple choice questions on this topic.", "contents": "Imiquimod -- Continuing Education Activity. Objectives: Describe the indications of imiquimod. Identify the adverse effects of imiquimod. Review the mechanism of action of imiquimod. Summarize the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving imiquimod. Access free multiple choice questions on this topic."}
{"id": "article-461_2", "title": "Imiquimod -- Indications", "content": "Imiquimod is FDA-approved for the treatment of external anogenital warts, actinic keratoses, and superficial basal cell carcinomas. Imiquimod’s 5% cream formulation resulted in a statistically significant improvement in treatment effectiveness for external anogenital warts compared with a vehicle cream. [1] A 3.75% imiquimod cream formulation can also be used to treat external anogenital warts with a shorter duration of treatment. [2] Moreover, 2.5%, 3.75%, or 5% imiquimod creams are effective for treating multiple actinic keratoses in the setting of field cancerization. [3] [4] For treating superficial basal cell carcinoma, 5% imiquimod was shown to be effective in achieving clinical and histological clearance. [5] Topical imiquimod can treat superficial basal cell carcinoma on low-risk sites, thus excluding the high-risk H-zone of the face, which includes the nose, temples, and eyebrows. [6] Possible application sites to treat superficial basal cell carcinoma include the neck, limbs, or trunk. [5] Although the success rate at five years was inferior in those treated with topical imiquimod for basal cell carcinoma than in those treated with excision, imiquimod’s 82.5% 5-year success rate is still of benefit due to a long-term response that may, in fact, be preferred in patients who refuse or cannot undergo surgery. [6] Researchers have studied many non-FDA-approved uses for imiquimod, including but not limited to its use to treat recurrent herpes simplex virus infection, squamous cell carcinoma in situ, and melanoma in situ. [7] [8] [9]", "contents": "Imiquimod -- Indications. Imiquimod is FDA-approved for the treatment of external anogenital warts, actinic keratoses, and superficial basal cell carcinomas. Imiquimod’s 5% cream formulation resulted in a statistically significant improvement in treatment effectiveness for external anogenital warts compared with a vehicle cream. [1] A 3.75% imiquimod cream formulation can also be used to treat external anogenital warts with a shorter duration of treatment. [2] Moreover, 2.5%, 3.75%, or 5% imiquimod creams are effective for treating multiple actinic keratoses in the setting of field cancerization. [3] [4] For treating superficial basal cell carcinoma, 5% imiquimod was shown to be effective in achieving clinical and histological clearance. [5] Topical imiquimod can treat superficial basal cell carcinoma on low-risk sites, thus excluding the high-risk H-zone of the face, which includes the nose, temples, and eyebrows. [6] Possible application sites to treat superficial basal cell carcinoma include the neck, limbs, or trunk. [5] Although the success rate at five years was inferior in those treated with topical imiquimod for basal cell carcinoma than in those treated with excision, imiquimod’s 82.5% 5-year success rate is still of benefit due to a long-term response that may, in fact, be preferred in patients who refuse or cannot undergo surgery. [6] Researchers have studied many non-FDA-approved uses for imiquimod, including but not limited to its use to treat recurrent herpes simplex virus infection, squamous cell carcinoma in situ, and melanoma in situ. [7] [8] [9]"}
{"id": "article-461_3", "title": "Imiquimod -- Mechanism of Action", "content": "Imiquimod is an immune response modifier of the imidazoquinolinamines drug class that induces the production of various cytokines, such as Interferon-alpha, Interferon-gamma, tumor necrosis factor-alpha, interleukin-1, interleukin-6, and interleukin-8. [10] [11] Imiquimod activates the innate and adaptive immune responses via binding to Toll-like receptor 7 and activation of nuclear factor kappa-B with the resultant cytokine release and recruitment of plasmacytoid predendritic cells to the site of medication application with subsequent release of Interferon-alpha and a Th1 response. [12] [13] [14] [15] In addition to its anti-viral activity, imiquimod induces apoptosis of skin cancer cells and has demonstrated anti-tumoral activity. [16]", "contents": "Imiquimod -- Mechanism of Action. Imiquimod is an immune response modifier of the imidazoquinolinamines drug class that induces the production of various cytokines, such as Interferon-alpha, Interferon-gamma, tumor necrosis factor-alpha, interleukin-1, interleukin-6, and interleukin-8. [10] [11] Imiquimod activates the innate and adaptive immune responses via binding to Toll-like receptor 7 and activation of nuclear factor kappa-B with the resultant cytokine release and recruitment of plasmacytoid predendritic cells to the site of medication application with subsequent release of Interferon-alpha and a Th1 response. [12] [13] [14] [15] In addition to its anti-viral activity, imiquimod induces apoptosis of skin cancer cells and has demonstrated anti-tumoral activity. [16]"}
{"id": "article-461_4", "title": "Imiquimod -- Administration", "content": "To treat external anogenital warts, topical 5% imiquimod cream is applied to clean, dry skin overnight by rubbing in the medication completely and leaving the cream for approximately 6 to 10 hours on alternating days three times per week a maximum of 16 weeks or until warts have cleared. [1] When using 3.75% imiquimod cream to treat external anogenital warts, the patient should apply a thin layer overnight once every day for a maximum of 8 weeks or until warts have cleared. [2] The patient washes the cream off after overnight application. [1] [2]", "contents": "Imiquimod -- Administration. To treat external anogenital warts, topical 5% imiquimod cream is applied to clean, dry skin overnight by rubbing in the medication completely and leaving the cream for approximately 6 to 10 hours on alternating days three times per week a maximum of 16 weeks or until warts have cleared. [1] When using 3.75% imiquimod cream to treat external anogenital warts, the patient should apply a thin layer overnight once every day for a maximum of 8 weeks or until warts have cleared. [2] The patient washes the cream off after overnight application. [1] [2]"}
{"id": "article-461_5", "title": "Imiquimod -- Administration", "content": "For the treatment of actinic keratoses, 5% imiquimod cream should be applied topically to either the face or scalp to a maximum area of 25 cm^2 once a day, twice weekly over 16 weeks. [17] To treat the entire face or the balding scalp over a shorter treatment period, 2.5% or 3.75% imiquimod cream can be applied as a thin layer once per day overnight for approximately 8 hours for two weeks, followed by a treatment-free period for two weeks, and then a subsequent two weeks of treatment. [4] The patient should wash the cream off after overnight application. [4]", "contents": "Imiquimod -- Administration. For the treatment of actinic keratoses, 5% imiquimod cream should be applied topically to either the face or scalp to a maximum area of 25 cm^2 once a day, twice weekly over 16 weeks. [17] To treat the entire face or the balding scalp over a shorter treatment period, 2.5% or 3.75% imiquimod cream can be applied as a thin layer once per day overnight for approximately 8 hours for two weeks, followed by a treatment-free period for two weeks, and then a subsequent two weeks of treatment. [4] The patient should wash the cream off after overnight application. [4]"}
{"id": "article-461_6", "title": "Imiquimod -- Administration", "content": "For the treatment of superficial basal cell carcinoma, rub 5% imiquimod cream into a biopsy-confirmed superficial basal cell carcinoma with a maximum lesion diameter of 2 cm and the region 1 cm around the lesion. [5] The cream should be applied for a minimum of 8 hours overnight, followed by removal by washing with soap and water. [5] The cream should be applied once per day for 5 days per week over six weeks. [5]", "contents": "Imiquimod -- Administration. For the treatment of superficial basal cell carcinoma, rub 5% imiquimod cream into a biopsy-confirmed superficial basal cell carcinoma with a maximum lesion diameter of 2 cm and the region 1 cm around the lesion. [5] The cream should be applied for a minimum of 8 hours overnight, followed by removal by washing with soap and water. [5] The cream should be applied once per day for 5 days per week over six weeks. [5]"}
{"id": "article-461_7", "title": "Imiquimod -- Adverse Effects", "content": "Reported side effects of 5% imiquimod cream, when used to treat external anogenital warts, are often mild and include erythema, edema, erosion, excoriation, induration, or scabbing. [1] Patients have also reported pain, pruritus, and irritation at the site of application or local cutaneous edema or erythema with the use of topical 2.5% or 3.75% imiquimod creams to treat external anogenital warts. [2] When used to treat actinic keratoses, reported local adverse effects of imiquimod cream include erythema, flaking, scabbing, edema, weeping, and erosion, but the presence of these reactions correlates with improved lesion clearance. [18] Less common systemic adverse effects when 5% imiquimod cream was applied to the scalp, face, or upper extremity to treat actinic keratosis included flu-like symptoms, headache, fever, anorexia, somnolence, fatigue, nausea, myalgia, and diarrhea. [19] When applied for the treatment of superficial basal cell carcinoma, adverse effects include pruritus, burning, and pain at the application site and uncommon upper respiratory tract infections, back pain, or sinusitis. [5] Application site reactions usually do not result in treatment withdrawal due to their frequent lack of severity. [6]", "contents": "Imiquimod -- Adverse Effects. Reported side effects of 5% imiquimod cream, when used to treat external anogenital warts, are often mild and include erythema, edema, erosion, excoriation, induration, or scabbing. [1] Patients have also reported pain, pruritus, and irritation at the site of application or local cutaneous edema or erythema with the use of topical 2.5% or 3.75% imiquimod creams to treat external anogenital warts. [2] When used to treat actinic keratoses, reported local adverse effects of imiquimod cream include erythema, flaking, scabbing, edema, weeping, and erosion, but the presence of these reactions correlates with improved lesion clearance. [18] Less common systemic adverse effects when 5% imiquimod cream was applied to the scalp, face, or upper extremity to treat actinic keratosis included flu-like symptoms, headache, fever, anorexia, somnolence, fatigue, nausea, myalgia, and diarrhea. [19] When applied for the treatment of superficial basal cell carcinoma, adverse effects include pruritus, burning, and pain at the application site and uncommon upper respiratory tract infections, back pain, or sinusitis. [5] Application site reactions usually do not result in treatment withdrawal due to their frequent lack of severity. [6]"}
{"id": "article-461_8", "title": "Imiquimod -- Contraindications", "content": "Available data are limited regarding the use of imiquimod during pregnancy, and therefore, its use in this setting is not currently recommended. [20]", "contents": "Imiquimod -- Contraindications. Available data are limited regarding the use of imiquimod during pregnancy, and therefore, its use in this setting is not currently recommended. [20]"}
{"id": "article-461_9", "title": "Imiquimod -- Monitoring", "content": "During treatment, the response requires assessment to check for clearance of external anogenital warts or actinic keratoses and decreased size or resolution of superficial basal cell carcinoma. Additionally, application site reactions and local cutaneous adverse effects may occur, and patients should have ongoing monitoring for these developments, which may also be indicative of treatment response. [18] [5] [2] Percutaneous absorption of topical imiquimod and serum concentrations of the medication are limited. [21] [19] Systemic adverse effects are typically mild and include fatigue, flu-like symptoms, and headache. Imiquimod is excreted in the urine. [19]", "contents": "Imiquimod -- Monitoring. During treatment, the response requires assessment to check for clearance of external anogenital warts or actinic keratoses and decreased size or resolution of superficial basal cell carcinoma. Additionally, application site reactions and local cutaneous adverse effects may occur, and patients should have ongoing monitoring for these developments, which may also be indicative of treatment response. [18] [5] [2] Percutaneous absorption of topical imiquimod and serum concentrations of the medication are limited. [21] [19] Systemic adverse effects are typically mild and include fatigue, flu-like symptoms, and headache. Imiquimod is excreted in the urine. [19]"}
{"id": "article-461_10", "title": "Imiquimod -- Toxicity", "content": "While most side effects of topical imiquimod use are mild, there are reports of severe local or systemic adverse effects associated with topical imiquimod use, in which case the prescriber may need to halt treatment. [22] [23] For patients with autoimmune conditions, the application of imiquimod over large areas of the body should prompt caution, given the potential for a systemic immune response. [22]", "contents": "Imiquimod -- Toxicity. While most side effects of topical imiquimod use are mild, there are reports of severe local or systemic adverse effects associated with topical imiquimod use, in which case the prescriber may need to halt treatment. [22] [23] For patients with autoimmune conditions, the application of imiquimod over large areas of the body should prompt caution, given the potential for a systemic immune response. [22]"}
{"id": "article-461_11", "title": "Imiquimod -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of clinicians is needed to coordinate the care of patients with external anogenital warts, actinic keratoses, or superficial basal cell carcinomas. Patients with external anogenital warts may first present to a clinician in the fields of primary care, pediatrics, family medicine, dermatology, internal medicine, obstetrics, and gynecology, or urology. Similarly, patients with actinic keratoses or superficial basal cell carcinomas may first present to health care professionals within the fields of internal medicine, primary care, family medicine, or dermatology. Primary care, family medicine, and internal medicine clinicians may refer patients to dermatologists and/or plastic surgeons to manage actinic keratoses or basal cell carcinomas.", "contents": "Imiquimod -- Enhancing Healthcare Team Outcomes. An interprofessional team of clinicians is needed to coordinate the care of patients with external anogenital warts, actinic keratoses, or superficial basal cell carcinomas. Patients with external anogenital warts may first present to a clinician in the fields of primary care, pediatrics, family medicine, dermatology, internal medicine, obstetrics, and gynecology, or urology. Similarly, patients with actinic keratoses or superficial basal cell carcinomas may first present to health care professionals within the fields of internal medicine, primary care, family medicine, or dermatology. Primary care, family medicine, and internal medicine clinicians may refer patients to dermatologists and/or plastic surgeons to manage actinic keratoses or basal cell carcinomas."}
{"id": "article-461_12", "title": "Imiquimod -- Enhancing Healthcare Team Outcomes", "content": "Patients must be instructed on the appropriate application of topical imiquimod cream to ensure safety and optimal treatment results. Nurses, physicians, and physician assistants can help ensure appropriate medication usage by providing written and verbal instructions to patients and/or caregivers. Pharmacists can also play a role by clarifying application instructions if necessary. Members of the healthcare team should also monitor for appropriate treatment response or side effects due to topical imiquimod. [20] [Level 5]", "contents": "Imiquimod -- Enhancing Healthcare Team Outcomes. Patients must be instructed on the appropriate application of topical imiquimod cream to ensure safety and optimal treatment results. Nurses, physicians, and physician assistants can help ensure appropriate medication usage by providing written and verbal instructions to patients and/or caregivers. Pharmacists can also play a role by clarifying application instructions if necessary. Members of the healthcare team should also monitor for appropriate treatment response or side effects due to topical imiquimod. [20] [Level 5]"}
{"id": "article-461_13", "title": "Imiquimod -- Enhancing Healthcare Team Outcomes", "content": "Patients with external anogenital warts should undergo testing for other sexually transmitted diseases. They should let current sexual partners know about a diagnosis of anogenital warts because the causative agent, human papillomavirus, can be transmitted sexually and because their partners may wish to undergo testing for sexually transmitted diseases or examination for anogenital warts. Patients should also receive counsel to avoid sexual activity with any new sexual partners while anogenital warts are still present. Condom use and safe sexual practices should be encouraged, although condom use may not entirely prevent the transmission of human papillomavirus if uncovered areas are also infected. Although the human papillomavirus vaccine will not treat existing external anogenital warts, it may merit consideration to protect against oncogenic types of human papillomavirus. [20] [Level 5] The coordination of care amongst a team of healthcare professionals is essential to achieve improved patient outcomes.", "contents": "Imiquimod -- Enhancing Healthcare Team Outcomes. Patients with external anogenital warts should undergo testing for other sexually transmitted diseases. They should let current sexual partners know about a diagnosis of anogenital warts because the causative agent, human papillomavirus, can be transmitted sexually and because their partners may wish to undergo testing for sexually transmitted diseases or examination for anogenital warts. Patients should also receive counsel to avoid sexual activity with any new sexual partners while anogenital warts are still present. Condom use and safe sexual practices should be encouraged, although condom use may not entirely prevent the transmission of human papillomavirus if uncovered areas are also infected. Although the human papillomavirus vaccine will not treat existing external anogenital warts, it may merit consideration to protect against oncogenic types of human papillomavirus. [20] [Level 5] The coordination of care amongst a team of healthcare professionals is essential to achieve improved patient outcomes."}
{"id": "article-461_14", "title": "Imiquimod -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Imiquimod -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}