{"id": "article-27197_0", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Introduction", "content": "The shoulder is structurally and functionally complex as it is one of the most freely moveable areas in the human body due to the articulation at the glenohumeral joint. It contains the shoulder girdle, which connects the upper limb to the axial skeleton via the sternoclavicular joint. The high range of motion of the shoulder comes at the expense of decreased stability of the joint, and it is prone to dislocation and injury.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Introduction. The shoulder is structurally and functionally complex as it is one of the most freely moveable areas in the human body due to the articulation at the glenohumeral joint. It contains the shoulder girdle, which connects the upper limb to the axial skeleton via the sternoclavicular joint. The high range of motion of the shoulder comes at the expense of decreased stability of the joint, and it is prone to dislocation and injury."}
{"id": "article-27197_1", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function", "content": "The shoulder girdle is composed of the clavicle and the scapula, which articulates with the proximal humerus of the upper limb. Four joints are present in the shoulder: the sternoclavicular (SC), acromioclavicular (AC), and scapulothoracic joints, and glenohumeral joint.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function. The shoulder girdle is composed of the clavicle and the scapula, which articulates with the proximal humerus of the upper limb. Four joints are present in the shoulder: the sternoclavicular (SC), acromioclavicular (AC), and scapulothoracic joints, and glenohumeral joint."}
{"id": "article-27197_2", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function", "content": "The sternoclavicular joint is a synovial saddle joint and is the only joint that connects the upper limb to the axial skeleton. It connects the clavicle to the manubrium of the sternum and gets stabilization from the costoclavicular ligament. The acromioclavicular joint is a plane synovial joint that connects the acromion of the scapula to the clavicle. It receives stabilization primarily from the coracoclavicular ligament, and secondary stabilizers are super and inferior acromioclavicular ligaments. The scapulothoracic joint is not a true joint, but rather the articulation of the scapula gliding over the posterior thoracic cage.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function. The sternoclavicular joint is a synovial saddle joint and is the only joint that connects the upper limb to the axial skeleton. It connects the clavicle to the manubrium of the sternum and gets stabilization from the costoclavicular ligament. The acromioclavicular joint is a plane synovial joint that connects the acromion of the scapula to the clavicle. It receives stabilization primarily from the coracoclavicular ligament, and secondary stabilizers are super and inferior acromioclavicular ligaments. The scapulothoracic joint is not a true joint, but rather the articulation of the scapula gliding over the posterior thoracic cage."}
{"id": "article-27197_3", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function", "content": "The glenohumeral joint is a highly moveable ball-and-socket synovial joint that is stabilized by the rotator cuff muscles that attach to the joint capsule, as well as the tendons of the biceps and triceps brachii. The humeral head articulates with the glenoid fossa of the scapula. It is a shallow articulation, as the fossa accommodates less than one-third of the humeral head. The labrum, a fibrocartilaginous ring, attaches to the outer rim of the glenoid fossa and provides additional depth and stability securing the humeral head. A small number of fluid-filled sacs known as bursae surround the capsule and aid in mobility. These are the subacromial, subdeltoid, subscapular, and subcoracoid bursae. The major movements at the glenohumeral joint are:", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function. The glenohumeral joint is a highly moveable ball-and-socket synovial joint that is stabilized by the rotator cuff muscles that attach to the joint capsule, as well as the tendons of the biceps and triceps brachii. The humeral head articulates with the glenoid fossa of the scapula. It is a shallow articulation, as the fossa accommodates less than one-third of the humeral head. The labrum, a fibrocartilaginous ring, attaches to the outer rim of the glenoid fossa and provides additional depth and stability securing the humeral head. A small number of fluid-filled sacs known as bursae surround the capsule and aid in mobility. These are the subacromial, subdeltoid, subscapular, and subcoracoid bursae. The major movements at the glenohumeral joint are:"}
{"id": "article-27197_4", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function", "content": "Abduction: upward lateral movement of humerus out to the side, away from the body, in the plane of the scapula Adduction: downward movement of humerus medially toward the body from abduction, in the plane of the scapula Flexion: the movement of humerus straight anteriorly Extension: the movement of humerus straight posteriorly External rotation: the movement of humerus laterally around its long axis away from the midline Internal rotation: the movement of humerus medially around its long axis toward the midline Horizontal adduction (transverse flexion): the movement of the humerus in a horizontal or transverse plane toward and across the chest Horizontal abduction (transverse extension): the movement of the humerus in a horizontal or transverse plane away from the chest", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Structure and Function. Abduction: upward lateral movement of humerus out to the side, away from the body, in the plane of the scapula Adduction: downward movement of humerus medially toward the body from abduction, in the plane of the scapula Flexion: the movement of humerus straight anteriorly Extension: the movement of humerus straight posteriorly External rotation: the movement of humerus laterally around its long axis away from the midline Internal rotation: the movement of humerus medially around its long axis toward the midline Horizontal adduction (transverse flexion): the movement of the humerus in a horizontal or transverse plane toward and across the chest Horizontal abduction (transverse extension): the movement of the humerus in a horizontal or transverse plane away from the chest"}
{"id": "article-27197_5", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Embryology", "content": "All elements of the human body arise from the three primary germ layers in the young embryo: the ectoderm, endoderm, and mesoderm. Cartilage, bone (and marrow), muscles and ligaments, and connective tissue all arise from the mesoderm, which lies between the ectoderm and endoderm.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Embryology. All elements of the human body arise from the three primary germ layers in the young embryo: the ectoderm, endoderm, and mesoderm. Cartilage, bone (and marrow), muscles and ligaments, and connective tissue all arise from the mesoderm, which lies between the ectoderm and endoderm."}
{"id": "article-27197_6", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Blood Supply and Lymphatics", "content": "The axillary artery is the major blood vessel in the shoulder, with many of its branches supplying the area. These branches include the superior thoracic artery, thoracoacromial artery, lateral thoracic artery, subscapular artery, anterior humeral circumflex artery, and posterior humeral circumflex artery. Before becoming the axillary artery, after passing beyond the lateral edge of the first rib, the subclavian artery also includes branches that supply the area of the shoulder. The thyrocervical trunk off of the subclavian artery adds the suprascapular artery and the transverse cervical artery. The dorsal scapular artery most often branches off of the subclavian, but may sometimes branch off the transverse cervical artery.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Blood Supply and Lymphatics. The axillary artery is the major blood vessel in the shoulder, with many of its branches supplying the area. These branches include the superior thoracic artery, thoracoacromial artery, lateral thoracic artery, subscapular artery, anterior humeral circumflex artery, and posterior humeral circumflex artery. Before becoming the axillary artery, after passing beyond the lateral edge of the first rib, the subclavian artery also includes branches that supply the area of the shoulder. The thyrocervical trunk off of the subclavian artery adds the suprascapular artery and the transverse cervical artery. The dorsal scapular artery most often branches off of the subclavian, but may sometimes branch off the transverse cervical artery."}
{"id": "article-27197_7", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Nerves", "content": "See the \"Muscles\" section for innervations.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Nerves. See the \"Muscles\" section for innervations."}
{"id": "article-27197_8", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles", "content": "The intrinsic muscles of the shoulder connect the scapula and/or clavicle to the humerus. These include [1]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles. The intrinsic muscles of the shoulder connect the scapula and/or clavicle to the humerus. These include [1]"}
{"id": "article-27197_9", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Deltoid", "content": "Function: Anterior aspect is responsible for flexion and medial rotation of the arm Middle aspect is responsible for the abduction of the arm (up to 90 degrees) The posterior aspect is responsible for extension and lateral rotation of the arm Origin: Lateral clavicle, acromion and scapular spine Insertion: Deltoid tuberosity Innervation: Axillary nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Deltoid. Function: Anterior aspect is responsible for flexion and medial rotation of the arm Middle aspect is responsible for the abduction of the arm (up to 90 degrees) The posterior aspect is responsible for extension and lateral rotation of the arm Origin: Lateral clavicle, acromion and scapular spine Insertion: Deltoid tuberosity Innervation: Axillary nerve (C5, C6)"}
{"id": "article-27197_10", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Teres major", "content": "Function: Adduction and medial rotation of the arm Origin: Posterior surface of the scapula at its inferior angle Insertion: Intertubercular groove of the proximal humerus on its medial aspect Innervation: Lower scapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Teres major. Function: Adduction and medial rotation of the arm Origin: Posterior surface of the scapula at its inferior angle Insertion: Intertubercular groove of the proximal humerus on its medial aspect Innervation: Lower scapular nerve (C5, C6)"}
{"id": "article-27197_11", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Supraspinatus (Rotator Cuff)", "content": "Function: Initiation of arm abduction (first 15 degrees), stabilize glenohumeral joint Origin: Posterior scapula, superior to the scapular spine/supraspinous fossa Insertion: Top of the greater tubercle of the humerus Innervation: Suprascapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Supraspinatus (Rotator Cuff). Function: Initiation of arm abduction (first 15 degrees), stabilize glenohumeral joint Origin: Posterior scapula, superior to the scapular spine/supraspinous fossa Insertion: Top of the greater tubercle of the humerus Innervation: Suprascapular nerve (C5, C6)"}
{"id": "article-27197_12", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Infraspinatus (Rotator Cuff)", "content": "Function: Lateral rotation of the arm, stabilize glenohumeral joint Origin: Posterior scapula, inferior to the scapular spine/Infraspinous fossa Insertion: Greater tubercle of the humerus, between the supraspinatus and teres minor insertion Innervation: Suprascapular nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Infraspinatus (Rotator Cuff). Function: Lateral rotation of the arm, stabilize glenohumeral joint Origin: Posterior scapula, inferior to the scapular spine/Infraspinous fossa Insertion: Greater tubercle of the humerus, between the supraspinatus and teres minor insertion Innervation: Suprascapular nerve (C5, C6)"}
{"id": "article-27197_13", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Teres minor (Rotator Cuff)", "content": "Function: Lateral rotation of the arm, stabilize glenohumeral joint Origin: Inferior angle of the scapula Insertion: Inferior aspect of the greater tubercle Innervation: Axillary nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Teres minor (Rotator Cuff). Function: Lateral rotation of the arm, stabilize glenohumeral joint Origin: Inferior angle of the scapula Insertion: Inferior aspect of the greater tubercle Innervation: Axillary nerve (C5, C6)"}
{"id": "article-27197_14", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Subscapularis (Rotator Cuff)", "content": "Function: Adduction and medial rotation of the arm, stabilize glenohumeral joint Origin: Anterior aspect of the scapula Insertion: Lesser tubercle of the humerus Innervation: Subscapular nerves (C5, C6, C7) Other muscles that affect movement at the shoulder joint include:", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Subscapularis (Rotator Cuff). Function: Adduction and medial rotation of the arm, stabilize glenohumeral joint Origin: Anterior aspect of the scapula Insertion: Lesser tubercle of the humerus Innervation: Subscapular nerves (C5, C6, C7) Other muscles that affect movement at the shoulder joint include:"}
{"id": "article-27197_15", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Trapezius", "content": "Function: Upper fibers elevate the scapula and rotate it during abduction of the arm (90 to 180 degrees) Middle fibers retract the scapula Lower fibers pull the scapula inferiorly. Origin: Skull, nuchal ligament and the spinous processes of C7 to T12 Insertion: clavicle, acromion and the scapular spine Innervation: Accessory nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Trapezius. Function: Upper fibers elevate the scapula and rotate it during abduction of the arm (90 to 180 degrees) Middle fibers retract the scapula Lower fibers pull the scapula inferiorly. Origin: Skull, nuchal ligament and the spinous processes of C7 to T12 Insertion: clavicle, acromion and the scapular spine Innervation: Accessory nerve (C5, C6)"}
{"id": "article-27197_16", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Latissmus dorsi", "content": "Function: Extends, adducts and medially rotates the upper limb Origin: Spinous processes of T6 to T12, iliac crest, thoracolumbar fascia, and the inferior three ribs Insertion: Intertubercular sulcus of the humerus Innervation: Thoracodorsal nerve (C6, C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Latissmus dorsi. Function: Extends, adducts and medially rotates the upper limb Origin: Spinous processes of T6 to T12, iliac crest, thoracolumbar fascia, and the inferior three ribs Insertion: Intertubercular sulcus of the humerus Innervation: Thoracodorsal nerve (C6, C7, C8)"}
{"id": "article-27197_17", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Levator scapulae", "content": "Function: Elevates the scapula Origin: Transverse processes of the C1 to C4 vertebrae Insertion: Medial border of the scapula Innervation: Dorsal scapular nerve (C5)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Levator scapulae. Function: Elevates the scapula Origin: Transverse processes of the C1 to C4 vertebrae Insertion: Medial border of the scapula Innervation: Dorsal scapular nerve (C5)"}
{"id": "article-27197_18", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Rhomboid major", "content": "Function: Retracts and rotates the scapula Origin: Spinous processes of T2 to T5 vertebrae Insertion: Inferomedial border of the scapula Innervation: Dorsal scapular nerve (C5)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Rhomboid major. Function: Retracts and rotates the scapula Origin: Spinous processes of T2 to T5 vertebrae Insertion: Inferomedial border of the scapula Innervation: Dorsal scapular nerve (C5)"}
{"id": "article-27197_19", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Rhomboid minor", "content": "Function: Retracts and rotates the scapula Origin: Spinous processes of C7 to T1 vertebrae Insertion: Medial border of the scapula Innervation: Dorsal scapular nerve (C5)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Rhomboid minor. Function: Retracts and rotates the scapula Origin: Spinous processes of C7 to T1 vertebrae Insertion: Medial border of the scapula Innervation: Dorsal scapular nerve (C5)"}
{"id": "article-27197_20", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Serratus anterior", "content": "Function: fixes the scapula into the thoracic wall, and aids in rotation and abduction of the arm (90 to 180 degrees) Origin: Surface of the upper eight ribs at the side of the chest Insertion: Along the entire anterior length of the medial border of the scapula Innervation: Long thoracic nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Serratus anterior. Function: fixes the scapula into the thoracic wall, and aids in rotation and abduction of the arm (90 to 180 degrees) Origin: Surface of the upper eight ribs at the side of the chest Insertion: Along the entire anterior length of the medial border of the scapula Innervation: Long thoracic nerve (C5, C6, C7)"}
{"id": "article-27197_21", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Pectoralis major", "content": "Function: Clavicular head flexes and adducts arm Sternal head adducts and medially rotates the arm Accessory for inspiration Origin: Clavicular head: medial half clavicle Sternocostal head: Lateral manubrium and sternum, six upper costal cartilages and external oblique aponeurosis Insertion: Intertubercular groove of the proximal humerus on its lateral aspect Innervation: Medial and lateral pectoral nerves (C6, C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Pectoralis major. Function: Clavicular head flexes and adducts arm Sternal head adducts and medially rotates the arm Accessory for inspiration Origin: Clavicular head: medial half clavicle Sternocostal head: Lateral manubrium and sternum, six upper costal cartilages and external oblique aponeurosis Insertion: Intertubercular groove of the proximal humerus on its lateral aspect Innervation: Medial and lateral pectoral nerves (C6, C7, C8)"}
{"id": "article-27197_22", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Pectoralis minor", "content": "Function: Depression of the shoulder, protraction of the scapula Origin: Third, fourth, fifth ribs close to their respective costal cartilages Insertion: Coracoid process Innervation: Medial pectoral nerve (C8, T1)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Pectoralis minor. Function: Depression of the shoulder, protraction of the scapula Origin: Third, fourth, fifth ribs close to their respective costal cartilages Insertion: Coracoid process Innervation: Medial pectoral nerve (C8, T1)"}
{"id": "article-27197_23", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Subclavius", "content": "Function: Depression and stabilization of the clavicle Origin: First rib medially Insertion: Middle of the clavicle, inferiorly Innervation: Nerve to subclavius (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Subclavius. Function: Depression and stabilization of the clavicle Origin: First rib medially Insertion: Middle of the clavicle, inferiorly Innervation: Nerve to subclavius (C5, C6)"}
{"id": "article-27197_24", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Coracobrachialis", "content": "Function: Flexion and adduction of the arm Origin: Coracoid process Insertion: Middle of the humerus, on its medial aspect Innervation: Musculocutaneous nerve (C5, C6, C7)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Coracobrachialis. Function: Flexion and adduction of the arm Origin: Coracoid process Insertion: Middle of the humerus, on its medial aspect Innervation: Musculocutaneous nerve (C5, C6, C7)"}
{"id": "article-27197_25", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Biceps brachii", "content": "Function: Resists dislocation of the shoulder, flexion of the forearm, supination of the forearm Origin: Short head: coracoid process Long head: supraglenoid tubercle of the scapula and superior labrum Insertion: Radial tuberosity of radius and forearm fascia (as bicipital aponeurosis) Innervation: Musculocutaneous nerve (C5, C6)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Biceps brachii. Function: Resists dislocation of the shoulder, flexion of the forearm, supination of the forearm Origin: Short head: coracoid process Long head: supraglenoid tubercle of the scapula and superior labrum Insertion: Radial tuberosity of radius and forearm fascia (as bicipital aponeurosis) Innervation: Musculocutaneous nerve (C5, C6)"}
{"id": "article-27197_26", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Triceps brachii", "content": "Function: Resists dislocation of the shoulder, major extensor of the forearm Origin: Lateral head: above the radial groove of the humerus, Medial head: below the radial groove of the humerus Long head: infraglenoid tubercle of the scapula Insertion: Olecranon process of ulna and forearm fascia Innervation: Radial nerve (C6, C7, C8)", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Muscles -- Triceps brachii. Function: Resists dislocation of the shoulder, major extensor of the forearm Origin: Lateral head: above the radial groove of the humerus, Medial head: below the radial groove of the humerus Long head: infraglenoid tubercle of the scapula Insertion: Olecranon process of ulna and forearm fascia Innervation: Radial nerve (C6, C7, C8)"}
{"id": "article-27197_27", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Physiologic Variants", "content": "The most common variants are related to the anterosuperior aspect of the shoulder joint, as well as variable development and shape of the bones within the shoulder girdle. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Physiologic Variants. The most common variants are related to the anterosuperior aspect of the shoulder joint, as well as variable development and shape of the bones within the shoulder girdle. [2]"}
{"id": "article-27197_28", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Surgical Considerations", "content": "As it contains the most mobile joint in the body, the shoulder is very susceptible to injury. Surgical interventions may be required to repair or replace bones, joints, or tendons. Techniques used include arthroscopy, total arthroplasty, and shaving down bone in cases of impingement.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Surgical Considerations. As it contains the most mobile joint in the body, the shoulder is very susceptible to injury. Surgical interventions may be required to repair or replace bones, joints, or tendons. Techniques used include arthroscopy, total arthroplasty, and shaving down bone in cases of impingement."}
{"id": "article-27197_29", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance", "content": "Rotator Cuff Injuries [3] [4] [5]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance. Rotator Cuff Injuries [3] [4] [5]"}
{"id": "article-27197_30", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance", "content": "Shoulder pain affects approximately 18 million Americans a year, most of which are a result of rotator cuff tears. Tears can occur from a mix of trauma, overuse, or age-related degeneration and can be asymptomatic or cause severe pain and decreased mobility. Research has shown that smoking, hypercholesterolemia, and family history all predispose to tears. Even with small full-thickness tears, conservative, non-surgical treatment is the first line and may be effective. When it is not, or with larger full-thickness tears, surgical repair is a reliable fix. Rotator cuff tendonitis/impingement presents with pain during overhead activities and results from the tendon of the supraspinatus muscle being pinched down by the acromion in most cases, which can cause inflammation around the tendon and in the fluid-filled bursae surrounding it. Dislocations [6] [7] [8]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance. Shoulder pain affects approximately 18 million Americans a year, most of which are a result of rotator cuff tears. Tears can occur from a mix of trauma, overuse, or age-related degeneration and can be asymptomatic or cause severe pain and decreased mobility. Research has shown that smoking, hypercholesterolemia, and family history all predispose to tears. Even with small full-thickness tears, conservative, non-surgical treatment is the first line and may be effective. When it is not, or with larger full-thickness tears, surgical repair is a reliable fix. Rotator cuff tendonitis/impingement presents with pain during overhead activities and results from the tendon of the supraspinatus muscle being pinched down by the acromion in most cases, which can cause inflammation around the tendon and in the fluid-filled bursae surrounding it. Dislocations [6] [7] [8]"}
{"id": "article-27197_31", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance", "content": "The price of being the most mobile joint in the body is that the glenohumeral joint lacks stability and is subject to dislocation. Anterior dislocations are the most common as they make up 97% of all dislocations. The typical cause by a blow to an abducted, externally rotated and extended extremity. Anterior dislocation may damage the axillary nerve, causing paralysis of the deltoid and decreased cutaneous sensation over the shoulder, as well as ligament tears and fractures. Patients usually recover functionality of the axillary nerve with a reduction of the humeral head back into the glenoid fossa. Posterior dislocations are less frequent but are associated with seizures. There is more risk of rotator cuff and ligament tears with posterior dislocations than anterior. Inferior dislocations are very rare and are the result of hyperabduction. They have the highest incidence of axillary nerve and artery damage. Adhesive capsulitis [9]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance. The price of being the most mobile joint in the body is that the glenohumeral joint lacks stability and is subject to dislocation. Anterior dislocations are the most common as they make up 97% of all dislocations. The typical cause by a blow to an abducted, externally rotated and extended extremity. Anterior dislocation may damage the axillary nerve, causing paralysis of the deltoid and decreased cutaneous sensation over the shoulder, as well as ligament tears and fractures. Patients usually recover functionality of the axillary nerve with a reduction of the humeral head back into the glenoid fossa. Posterior dislocations are less frequent but are associated with seizures. There is more risk of rotator cuff and ligament tears with posterior dislocations than anterior. Inferior dislocations are very rare and are the result of hyperabduction. They have the highest incidence of axillary nerve and artery damage. Adhesive capsulitis [9]"}
{"id": "article-27197_32", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance", "content": "Adhesive capsulitis also called frozen shoulder, occurs in 2 to 5% of the population, with most patients being females and over the age of 55. The thinking is that inflammation in the area of the shoulder capsule causes initial pain as well as capsular fibrosis and adhesions that lead to a decreased range of motion in all planes. There is a strong association of adhesive capsulitis with endocrine disorders like diabetes and hypothyroidism. Treatment is conservative, with most cases resolving spontaneously. Surgical intervention is reserved for refractory cases and involves releasing the fibrotic capsule. Osteoarthritis [10]", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance. Adhesive capsulitis also called frozen shoulder, occurs in 2 to 5% of the population, with most patients being females and over the age of 55. The thinking is that inflammation in the area of the shoulder capsule causes initial pain as well as capsular fibrosis and adhesions that lead to a decreased range of motion in all planes. There is a strong association of adhesive capsulitis with endocrine disorders like diabetes and hypothyroidism. Treatment is conservative, with most cases resolving spontaneously. Surgical intervention is reserved for refractory cases and involves releasing the fibrotic capsule. Osteoarthritis [10]"}
{"id": "article-27197_33", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance", "content": "Like other joints with extensive use, the shoulder joint is susceptible to wear and tear degeneration of the articular cartilage within the joint. Age, female gender, obesity, anatomical factors, muscle weakness, and joint injury are predisposing factors to the development of osteoarthritis. Bone-on-bone friction causes moderate to severe pain in patients. Treatment is usually conservative, with NSAIDs being the first-line choice. Refractory osteoarthritis may need intra-articular corticosteroid injections to decrease the inflammation. Surgical intervention in the form of arthroplasty is reserved for severe cases in which pharmacotherapy is not relieving symptoms.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Clinical Significance. Like other joints with extensive use, the shoulder joint is susceptible to wear and tear degeneration of the articular cartilage within the joint. Age, female gender, obesity, anatomical factors, muscle weakness, and joint injury are predisposing factors to the development of osteoarthritis. Bone-on-bone friction causes moderate to severe pain in patients. Treatment is usually conservative, with NSAIDs being the first-line choice. Refractory osteoarthritis may need intra-articular corticosteroid injections to decrease the inflammation. Surgical intervention in the form of arthroplasty is reserved for severe cases in which pharmacotherapy is not relieving symptoms."}
{"id": "article-27197_34", "title": "Anatomy, Shoulder and Upper Limb, Shoulder -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Shoulder -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}