{"id": "article-20527_0", "title": "Biochemistry, Dihydrotestosterone -- Introduction", "content": "Applying the knowledge on dihydrotestosterone-related processes spans from the prenatal development of organs to aging-related complications in males. A clinician can single-handedly tackle the issues throughout the age spectrum. This hormone finds its utility as an essential hormone in males until puberty, after which it is considered an etiology for certain diseases. The dual function of this hormone places it in the basic science and applied field of medicine. This activity aims to outline the basic biochemistry of the hormone, its physiological functions at different stages of development, and its role in certain pathological conditions.", "contents": "Biochemistry, Dihydrotestosterone -- Introduction. Applying the knowledge on dihydrotestosterone-related processes spans from the prenatal development of organs to aging-related complications in males. A clinician can single-handedly tackle the issues throughout the age spectrum. This hormone finds its utility as an essential hormone in males until puberty, after which it is considered an etiology for certain diseases. The dual function of this hormone places it in the basic science and applied field of medicine. This activity aims to outline the basic biochemistry of the hormone, its physiological functions at different stages of development, and its role in certain pathological conditions."}
{"id": "article-20527_1", "title": "Biochemistry, Dihydrotestosterone -- Fundamentals", "content": "Androgens are endogenous steroid hormones. They contain dehydroepiandrosterone (DHEA), androstenedione, testosterone, and dihydrotestosterone (DHT). DHT is the most potent hormone among the androgens and is considered a pure androgen as it cannot convert into estrogen. DHT is formed primarily in peripheral tissues of the body, where it exerts its effects. Testosterone converts to DHT by the action of the 5-alpha-reductase enzyme at these target tissues. [1] This isolated synthesis at a specific target tissue makes DHT primarily a paracrine hormone. [2] As the substance is produced mainly in the liver, only small amounts are in the systemic circulation. [3] [4]", "contents": "Biochemistry, Dihydrotestosterone -- Fundamentals. Androgens are endogenous steroid hormones. They contain dehydroepiandrosterone (DHEA), androstenedione, testosterone, and dihydrotestosterone (DHT). DHT is the most potent hormone among the androgens and is considered a pure androgen as it cannot convert into estrogen. DHT is formed primarily in peripheral tissues of the body, where it exerts its effects. Testosterone converts to DHT by the action of the 5-alpha-reductase enzyme at these target tissues. [1] This isolated synthesis at a specific target tissue makes DHT primarily a paracrine hormone. [2] As the substance is produced mainly in the liver, only small amounts are in the systemic circulation. [3] [4]"}
{"id": "article-20527_2", "title": "Biochemistry, Dihydrotestosterone -- Fundamentals", "content": "DHT plays a vital role in the sexual development of males. During embryonic life, DHT is involved primarily in the sexual differentiation of organs. Through adolescence and adulthood, DHT promotes prostate growth, sebaceous gland activity, male pattern baldness, and body, facial, and pubic hair growth. This hormone, however, does not seem to play any significant role in normal female physiology. The mutations leading to dramatic losses of DHT in females only have minor effects on their normal physiology. The various functions of DHT are highlighted in the respective pathologies discussed in this activity.", "contents": "Biochemistry, Dihydrotestosterone -- Fundamentals. DHT plays a vital role in the sexual development of males. During embryonic life, DHT is involved primarily in the sexual differentiation of organs. Through adolescence and adulthood, DHT promotes prostate growth, sebaceous gland activity, male pattern baldness, and body, facial, and pubic hair growth. This hormone, however, does not seem to play any significant role in normal female physiology. The mutations leading to dramatic losses of DHT in females only have minor effects on their normal physiology. The various functions of DHT are highlighted in the respective pathologies discussed in this activity."}
{"id": "article-20527_3", "title": "Biochemistry, Dihydrotestosterone -- Issues of Concern", "content": "As with any other disease, a deficiency or an excess of the DHT hormone leads to specific pathologies. These pathologies require identification and treatment for the adequate development and functioning of the genital organs, specifically in males. The hormone deficiency requires special attention as it affects the prenatal sexual differentiation of a fetus, which sets forth a cascade of maldevelopment issues that are unmasked only during puberty.", "contents": "Biochemistry, Dihydrotestosterone -- Issues of Concern. As with any other disease, a deficiency or an excess of the DHT hormone leads to specific pathologies. These pathologies require identification and treatment for the adequate development and functioning of the genital organs, specifically in males. The hormone deficiency requires special attention as it affects the prenatal sexual differentiation of a fetus, which sets forth a cascade of maldevelopment issues that are unmasked only during puberty."}
{"id": "article-20527_4", "title": "Biochemistry, Dihydrotestosterone -- Molecular Level", "content": "Cholesterol is the precursor molecule for DHT synthesis, which passes through a series of reactions to form testosterone. In the classic pathway, the enzyme 5-alpha-reductase then reduces testosterone in the target tissues to form DHT. This reduction step involves using NADPH to remove a double bond in the testosterone molecule. There are three isoenzymes of 5-alpha-reductase: 1, 2, and 3. 5-alpha-reductase type 2 is the most prevalent and biologically active isoenzyme. [1] This enzyme is present primarily at the target tissues where DHT exerts its actions, allowing the conversion of testosterone to DHT to occur only at these specific sites. [1] In addition, DHT has been shown that in the backdoor pathway of DHT synthesis, usual steroidal intermediates are bypassed, and human fetal testis uses progesterone produced by the placenta to generate DHT via this alternative pathway. [5] [6]", "contents": "Biochemistry, Dihydrotestosterone -- Molecular Level. Cholesterol is the precursor molecule for DHT synthesis, which passes through a series of reactions to form testosterone. In the classic pathway, the enzyme 5-alpha-reductase then reduces testosterone in the target tissues to form DHT. This reduction step involves using NADPH to remove a double bond in the testosterone molecule. There are three isoenzymes of 5-alpha-reductase: 1, 2, and 3. 5-alpha-reductase type 2 is the most prevalent and biologically active isoenzyme. [1] This enzyme is present primarily at the target tissues where DHT exerts its actions, allowing the conversion of testosterone to DHT to occur only at these specific sites. [1] In addition, DHT has been shown that in the backdoor pathway of DHT synthesis, usual steroidal intermediates are bypassed, and human fetal testis uses progesterone produced by the placenta to generate DHT via this alternative pathway. [5] [6]"}
{"id": "article-20527_5", "title": "Biochemistry, Dihydrotestosterone -- Molecular Level", "content": "Recent studies using liquid chromatography coupled with tandem mass spectrometry and gene expression profiles have provided further evidence for the role of backdoor pathway biosynthesis of DHT in hyperandrogenic conditions such as congenital adrenal hyperplasia, virilized female newborns and polycystic ovary syndrome. [6]", "contents": "Biochemistry, Dihydrotestosterone -- Molecular Level. Recent studies using liquid chromatography coupled with tandem mass spectrometry and gene expression profiles have provided further evidence for the role of backdoor pathway biosynthesis of DHT in hyperandrogenic conditions such as congenital adrenal hyperplasia, virilized female newborns and polycystic ovary syndrome. [6]"}
{"id": "article-20527_6", "title": "Biochemistry, Dihydrotestosterone -- Molecular Level", "content": "DHT is significantly more potent than the other androgens; this is due to the high affinity of DHT to the androgen receptor, its slow dissociation, and its long half-life. Compared to testosterone, DHT has approximately double the binding affinity to the androgen receptor and a dissociation rate about five times slower. [1] The enzyme 3-alpha-hydroxysteroid dehydrogenase, present in the DHT target tissues and the liver, is responsible for the metabolism of DHT. The metabolism yields inactive metabolites, which are excreted in the urine. [3]", "contents": "Biochemistry, Dihydrotestosterone -- Molecular Level. DHT is significantly more potent than the other androgens; this is due to the high affinity of DHT to the androgen receptor, its slow dissociation, and its long half-life. Compared to testosterone, DHT has approximately double the binding affinity to the androgen receptor and a dissociation rate about five times slower. [1] The enzyme 3-alpha-hydroxysteroid dehydrogenase, present in the DHT target tissues and the liver, is responsible for the metabolism of DHT. The metabolism yields inactive metabolites, which are excreted in the urine. [3]"}
{"id": "article-20527_7", "title": "Biochemistry, Dihydrotestosterone -- Function", "content": "DHT plays a critical function in the sexual development of males, beginning early in prenatal life. The role of DHT differs as males progress through the different stages of development; it has various impacts on their physiology during childhood, puberty, and even throughout adult life.", "contents": "Biochemistry, Dihydrotestosterone -- Function. DHT plays a critical function in the sexual development of males, beginning early in prenatal life. The role of DHT differs as males progress through the different stages of development; it has various impacts on their physiology during childhood, puberty, and even throughout adult life."}
{"id": "article-20527_8", "title": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal", "content": "During sexual development, various embryological structures develop under the influence of multiple genes and hormones. A specific and unique environment of hormones results in male or female differentiation of structures. In males, testosterone, anti-Mullerian hormone (AMH), and DHT act in concert to inhibit female differentiation and promote the development of the male phenotype. DHT is essential for the formation of the male external genitalia. The testicular Leydig cells produce testosterone under the influence of placental human chorionic gonadotropin by around day 60 of prenatal development.", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal. During sexual development, various embryological structures develop under the influence of multiple genes and hormones. A specific and unique environment of hormones results in male or female differentiation of structures. In males, testosterone, anti-Mullerian hormone (AMH), and DHT act in concert to inhibit female differentiation and promote the development of the male phenotype. DHT is essential for the formation of the male external genitalia. The testicular Leydig cells produce testosterone under the influence of placental human chorionic gonadotropin by around day 60 of prenatal development."}
{"id": "article-20527_9", "title": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal", "content": "The fetal pituitary's luteinizing hormone (LH) takes over testosterone production by roughly week 16. The peripheral 5-alpha-reductase type 2 converts circulating fetal testosterone to DHT, responsible for proper male differentiation of the urogenital sinus, the genital tubercle, the urogenital fold, and labio-scrotal folds. This activity leads to the formation of the penis, scrotum, and prostate.", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal. The fetal pituitary's luteinizing hormone (LH) takes over testosterone production by roughly week 16. The peripheral 5-alpha-reductase type 2 converts circulating fetal testosterone to DHT, responsible for proper male differentiation of the urogenital sinus, the genital tubercle, the urogenital fold, and labio-scrotal folds. This activity leads to the formation of the penis, scrotum, and prostate."}
{"id": "article-20527_10", "title": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal", "content": "DHT and insulin-like factor 3 (INSL3) help stimulate the gubernacular growth required for testicular descent. The absence of DHT may lead to ambiguous male external genitalia and undescended testis. Sex steroids accumulate from the testicular production of testosterone in the male fetus and the placental production of estrogen in both sexes, causing negative feedback on the fetal pituitary, which helps control gonadotropin levels in the womb.", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Prenatal. DHT and insulin-like factor 3 (INSL3) help stimulate the gubernacular growth required for testicular descent. The absence of DHT may lead to ambiguous male external genitalia and undescended testis. Sex steroids accumulate from the testicular production of testosterone in the male fetus and the placental production of estrogen in both sexes, causing negative feedback on the fetal pituitary, which helps control gonadotropin levels in the womb."}
{"id": "article-20527_11", "title": "Biochemistry, Dihydrotestosterone -- Function -- Childhood", "content": "After birth, the loss of placental estrogen removes negative feedback on the hypothalamic-pituitary-gonadal (HPG) axis, resulting in a transient increase in activity in both sexes for the first few months of life. This promotes a rise in testosterone levels and DHT in males. The negative feedback on the HPG axis recovers by six months of age, and the levels of sex hormones remain low until adrenarche.", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Childhood. After birth, the loss of placental estrogen removes negative feedback on the hypothalamic-pituitary-gonadal (HPG) axis, resulting in a transient increase in activity in both sexes for the first few months of life. This promotes a rise in testosterone levels and DHT in males. The negative feedback on the HPG axis recovers by six months of age, and the levels of sex hormones remain low until adrenarche."}
{"id": "article-20527_12", "title": "Biochemistry, Dihydrotestosterone -- Function -- Childhood", "content": "Adrenarche typically occurs around six years of age in both sexes. The adrenal gland develops a new layer, the zona reticularis. This layer of the adrenal gland produces androgens, including testosterone, which increases systemic testosterone, developing sebaceous and apocrine glands and contributing to minor acne and body odor. Testosterone production continues to grow as the zona reticularis continues to mature. There is enough peripheral conversion of testosterone into DHT by age 10 to result in pubic hair development. These events of adrenarche are distinct from puberty though they often coincide.", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Childhood. Adrenarche typically occurs around six years of age in both sexes. The adrenal gland develops a new layer, the zona reticularis. This layer of the adrenal gland produces androgens, including testosterone, which increases systemic testosterone, developing sebaceous and apocrine glands and contributing to minor acne and body odor. Testosterone production continues to grow as the zona reticularis continues to mature. There is enough peripheral conversion of testosterone into DHT by age 10 to result in pubic hair development. These events of adrenarche are distinct from puberty though they often coincide."}
{"id": "article-20527_13", "title": "Biochemistry, Dihydrotestosterone -- Function -- Puberty", "content": "An increase in the HPG axis activity characterizes puberty's onset. Hypothalamic secretion of gonadotropin-releasing hormone (GnRH) increases, stimulating pituitary LH secretion, which increases testosterone production from the testes. The increase in systemic testosterone is associated with a significant conversion to DHT in its target tissues. This DHT promotes further growth and maturation of the penis and scrotum. [2]", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Puberty. An increase in the HPG axis activity characterizes puberty's onset. Hypothalamic secretion of gonadotropin-releasing hormone (GnRH) increases, stimulating pituitary LH secretion, which increases testosterone production from the testes. The increase in systemic testosterone is associated with a significant conversion to DHT in its target tissues. This DHT promotes further growth and maturation of the penis and scrotum. [2]"}
{"id": "article-20527_14", "title": "Biochemistry, Dihydrotestosterone -- Function -- Puberty", "content": "DHT is also the primary androgen responsible for facial hair, body hair, pubic hair, and prostate growth. The circulating level of DHT in the blood is only 10% of the circulating testosterone level. However, due to its isolated production in peripheral tissues, the DHT level can be as much as ten times greater than testosterone. [2]", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Puberty. DHT is also the primary androgen responsible for facial hair, body hair, pubic hair, and prostate growth. The circulating level of DHT in the blood is only 10% of the circulating testosterone level. However, due to its isolated production in peripheral tissues, the DHT level can be as much as ten times greater than testosterone. [2]"}
{"id": "article-20527_15", "title": "Biochemistry, Dihydrotestosterone -- Function -- Adult", "content": "DHT does not play a significant role in the normal physiology of adults. The most notable effects are prostate enlargement and male pattern hair loss as they age. [7]", "contents": "Biochemistry, Dihydrotestosterone -- Function -- Adult. DHT does not play a significant role in the normal physiology of adults. The most notable effects are prostate enlargement and male pattern hair loss as they age. [7]"}
{"id": "article-20527_16", "title": "Biochemistry, Dihydrotestosterone -- Mechanism", "content": "The effects of DHT are mediated through the intracellular androgen receptor. The molecule passes through the cell membrane and binds to the androgen receptor in the cell's cytoplasm. This interaction initiates a cascade leading to the transport of the ligand-androgen receptor complex to the nucleus, which acts as a transcription factor to alter gene expression. [1]", "contents": "Biochemistry, Dihydrotestosterone -- Mechanism. The effects of DHT are mediated through the intracellular androgen receptor. The molecule passes through the cell membrane and binds to the androgen receptor in the cell's cytoplasm. This interaction initiates a cascade leading to the transport of the ligand-androgen receptor complex to the nucleus, which acts as a transcription factor to alter gene expression. [1]"}
{"id": "article-20527_17", "title": "Biochemistry, Dihydrotestosterone -- Testing", "content": "DHT levels are helpful in the diagnosis of 5-alpha-reductase deficiency and male-pattern baldness. The elevated testosterone-to-DHT ratio is diagnostic of 5-alpha-reductase deficiency. The test is done during early infancy or puberty when the HPG axis is active. The axis becomes stimulated with the administration of hCG between infancy and puberty. The serum DHT level does not directly correlate with the production in peripheral tissues.", "contents": "Biochemistry, Dihydrotestosterone -- Testing. DHT levels are helpful in the diagnosis of 5-alpha-reductase deficiency and male-pattern baldness. The elevated testosterone-to-DHT ratio is diagnostic of 5-alpha-reductase deficiency. The test is done during early infancy or puberty when the HPG axis is active. The axis becomes stimulated with the administration of hCG between infancy and puberty. The serum DHT level does not directly correlate with the production in peripheral tissues."}
{"id": "article-20527_18", "title": "Biochemistry, Dihydrotestosterone -- Testing", "content": "DHT levels increase to near-normal following puberty due to the activity of the active 5-alpha-reductase type 1 enzyme. A definitive diagnosis requires genetic testing to identify the aberration. The utility of DHT levels in diagnosing male-pattern alopecia is controversial, with no statistical significance or correlation of DHT levels with the progression of baldness. [8]", "contents": "Biochemistry, Dihydrotestosterone -- Testing. DHT levels increase to near-normal following puberty due to the activity of the active 5-alpha-reductase type 1 enzyme. A definitive diagnosis requires genetic testing to identify the aberration. The utility of DHT levels in diagnosing male-pattern alopecia is controversial, with no statistical significance or correlation of DHT levels with the progression of baldness. [8]"}
{"id": "article-20527_19", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance", "content": "The variations in dihydrotestosterone levels are associated with various pathological conditions. These conditions usually affect people in different stages of life.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance. The variations in dihydrotestosterone levels are associated with various pathological conditions. These conditions usually affect people in different stages of life."}
{"id": "article-20527_20", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency", "content": "The 5-alpha-reductase enzyme is involved in the production of DHT. The enzyme deficiencies are an autosomal recessive condition, typically arising due to loss-of-function mutations in the gene encoding 5-alpha-reductase type 2. [9] Males born with a 5-alpha-reductase deficiency have underdeveloped genitalia, undescended functional testes, and a small or absent prostate. The development of the testes and the internal organs of sexual differentiation are unaltered. The presentation is variable depending on the enzyme level.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency. The 5-alpha-reductase enzyme is involved in the production of DHT. The enzyme deficiencies are an autosomal recessive condition, typically arising due to loss-of-function mutations in the gene encoding 5-alpha-reductase type 2. [9] Males born with a 5-alpha-reductase deficiency have underdeveloped genitalia, undescended functional testes, and a small or absent prostate. The development of the testes and the internal organs of sexual differentiation are unaltered. The presentation is variable depending on the enzyme level."}
{"id": "article-20527_21", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency", "content": "In severe cases, the infants have external genitalia that appears typical for a female and are raised as one. They have a small clitoris-like penis, an unfused scrotum appearing as labia, and a short, blind-ending vagina. DHT levels are about 30% of their typical values. However, testosterone and AMH are usually produced, maintaining the mesonephric duct and inhibiting the paramesonephric duct.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency. In severe cases, the infants have external genitalia that appears typical for a female and are raised as one. They have a small clitoris-like penis, an unfused scrotum appearing as labia, and a short, blind-ending vagina. DHT levels are about 30% of their typical values. However, testosterone and AMH are usually produced, maintaining the mesonephric duct and inhibiting the paramesonephric duct."}
{"id": "article-20527_22", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency", "content": "The testes continue to develop normally but fail to descend due to a lack of DHT. At the onset of puberty, the patients have a rapid increase in testosterone production from the testicles leading to the development of many secondary sexual characteristics. Their voice deepens, testes may descend, muscle mass increases, and the penis enlarges. Although DHT is involved in some of these processes at puberty, testosterone levels are sufficiently elevated to induce these changes without its influence, though they remain undervirilized in other ways. Facial hair growth diminishes, and pubic hair grows in a typical female pattern. The prostate does not develop normally.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency. The testes continue to develop normally but fail to descend due to a lack of DHT. At the onset of puberty, the patients have a rapid increase in testosterone production from the testicles leading to the development of many secondary sexual characteristics. Their voice deepens, testes may descend, muscle mass increases, and the penis enlarges. Although DHT is involved in some of these processes at puberty, testosterone levels are sufficiently elevated to induce these changes without its influence, though they remain undervirilized in other ways. Facial hair growth diminishes, and pubic hair grows in a typical female pattern. The prostate does not develop normally."}
{"id": "article-20527_23", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency", "content": "The patients ultimately develop a male gender identity and a sexual preference for females. These individuals can become fertile with surgery to correct the male ductal system. Female development is largely unimpacted by a congenital 5-alpha-reductase deficiency. Normal female growth and development are not dependent on significant DHT activity. The low DHT levels may lead to reduced body hair growth and a mild decrease in pubic hair.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Deficiency. The patients ultimately develop a male gender identity and a sexual preference for females. These individuals can become fertile with surgery to correct the male ductal system. Female development is largely unimpacted by a congenital 5-alpha-reductase deficiency. Normal female growth and development are not dependent on significant DHT activity. The low DHT levels may lead to reduced body hair growth and a mild decrease in pubic hair."}
{"id": "article-20527_24", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Androgen Deficiency", "content": "Testosterone is the primary hormone used in androgen-deficiency states like male hypogonadism, androgen deficiency of severe illness, androgen deficiency of aging, and microphallus in infancy. DHT has also been proposed as a treatment for androgen deficiency as it is pure androgen and does not convert to estrogen. A potential advantage of DHT over testosterone is the reported and seemingly paradoxically muted effects of DHT on prostate growth. The decreased impact of DHT on the prostate gland of humans may be due to the decrease in intraprostatic estradiol levels. [10]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Androgen Deficiency. Testosterone is the primary hormone used in androgen-deficiency states like male hypogonadism, androgen deficiency of severe illness, androgen deficiency of aging, and microphallus in infancy. DHT has also been proposed as a treatment for androgen deficiency as it is pure androgen and does not convert to estrogen. A potential advantage of DHT over testosterone is the reported and seemingly paradoxically muted effects of DHT on prostate growth. The decreased impact of DHT on the prostate gland of humans may be due to the decrease in intraprostatic estradiol levels. [10]"}
{"id": "article-20527_25", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Inhibitors", "content": "5-alpha-reductase inhibitors help treat conditions with excessive DHT activity. These conditions include benign prostatic hyperplasia (BPH), prostate cancer, androgenic alopecia (male pattern hair loss), and hirsutism. These drugs work by inhibiting the 5-alpha-reductase enzymes, reducing tissue DHT production. [11] The most common drugs are finasteride and dutasteride. Finasteride inhibits only 5-alpha-reductase type 2, while dutasteride inhibits the enzyme's type 1 and 2 isoforms. Generally, the drugs are well tolerated, though they may diminish libido and sexual function. [11]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- 5-Alpha-Reductase Inhibitors. 5-alpha-reductase inhibitors help treat conditions with excessive DHT activity. These conditions include benign prostatic hyperplasia (BPH), prostate cancer, androgenic alopecia (male pattern hair loss), and hirsutism. These drugs work by inhibiting the 5-alpha-reductase enzymes, reducing tissue DHT production. [11] The most common drugs are finasteride and dutasteride. Finasteride inhibits only 5-alpha-reductase type 2, while dutasteride inhibits the enzyme's type 1 and 2 isoforms. Generally, the drugs are well tolerated, though they may diminish libido and sexual function. [11]"}
{"id": "article-20527_26", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Benign Prostatic Hyperplasia", "content": "The prostate has a significant 5-alpha-reductase type 2 activity, producing large amounts of the potent DHT. This local DHT stimulates regular activity but also commonly induces prostate hypertrophy and hyperplasia. More than 50% of men over the age of 50 have some degree of BPH. [12] The increase in prostate growth is likely due to increased local production of DHT or increased activity of its receptor. [12] The patients may experience symptoms such as difficulty urinating and sexual dysfunction due to increased prostate growth.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Benign Prostatic Hyperplasia. The prostate has a significant 5-alpha-reductase type 2 activity, producing large amounts of the potent DHT. This local DHT stimulates regular activity but also commonly induces prostate hypertrophy and hyperplasia. More than 50% of men over the age of 50 have some degree of BPH. [12] The increase in prostate growth is likely due to increased local production of DHT or increased activity of its receptor. [12] The patients may experience symptoms such as difficulty urinating and sexual dysfunction due to increased prostate growth."}
{"id": "article-20527_27", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Benign Prostatic Hyperplasia", "content": "The treatment of BPH mainly involves the administration of alpha-1 adrenergic antagonists. But in some patients, 5-alpha-reductase inhibitors, such as finasteride and dutasteride, are indicated. These drugs effectively reduce the prostate's size and relieve symptoms associated with BPH. [11]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Benign Prostatic Hyperplasia. The treatment of BPH mainly involves the administration of alpha-1 adrenergic antagonists. But in some patients, 5-alpha-reductase inhibitors, such as finasteride and dutasteride, are indicated. These drugs effectively reduce the prostate's size and relieve symptoms associated with BPH. [11]"}
{"id": "article-20527_28", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Prostate Cancer", "content": "Prostate cancer also characteristically demonstrates an increase in the activity of DHT. There is an upregulation in all three isoforms of the 5-alpha reductase enzyme. The gene mutations result in uncontrolled proliferation and inhibition of apoptosis, which are related to DHT pathways. [13] The mutations in the androgen receptor also have implications in many cases of prostate cancer.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Prostate Cancer. Prostate cancer also characteristically demonstrates an increase in the activity of DHT. There is an upregulation in all three isoforms of the 5-alpha reductase enzyme. The gene mutations result in uncontrolled proliferation and inhibition of apoptosis, which are related to DHT pathways. [13] The mutations in the androgen receptor also have implications in many cases of prostate cancer."}
{"id": "article-20527_29", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Prostate Cancer", "content": "The 5-alpha-reductase inhibitors: finasteride and dutasteride, are effective in treating and decreasing the risk of prostate cancer. [13] Though several clinical trials have demonstrated an overall decrease in prostate cancer incidence with these drugs, patients undergoing these therapies have increased rates of higher-grade cancers. [13]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Prostate Cancer. The 5-alpha-reductase inhibitors: finasteride and dutasteride, are effective in treating and decreasing the risk of prostate cancer. [13] Though several clinical trials have demonstrated an overall decrease in prostate cancer incidence with these drugs, patients undergoing these therapies have increased rates of higher-grade cancers. [13]"}
{"id": "article-20527_30", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Male Androgenic Alopecia (MAA)", "content": "Male androgenic alopecia is commonly known as male pattern hair loss. This alopecia is a form of hair loss occurring commonly on the top and frontal region of the scalp that recedes progressively. Increased DHT activity is responsible, amongst other factors, for the pathophysiology of androgenic alopecia. [8] Men with androgenic alopecia are genetically predisposed to higher 5-alpha-reductase enzyme levels and androgen receptor activity in the hair follicles. [14] Similarly, patients with enzyme deficiency are less likely to be prone to male androgenic alopecia. [14]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Male Androgenic Alopecia (MAA). Male androgenic alopecia is commonly known as male pattern hair loss. This alopecia is a form of hair loss occurring commonly on the top and frontal region of the scalp that recedes progressively. Increased DHT activity is responsible, amongst other factors, for the pathophysiology of androgenic alopecia. [8] Men with androgenic alopecia are genetically predisposed to higher 5-alpha-reductase enzyme levels and androgen receptor activity in the hair follicles. [14] Similarly, patients with enzyme deficiency are less likely to be prone to male androgenic alopecia. [14]"}
{"id": "article-20527_31", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Male Androgenic Alopecia (MAA)", "content": "Oral 5-alpha-reductase inhibitors, such as finasteride, can effectively slow or reverse this hair loss pattern. In two large randomized controlled trials, approximately 99% of participants showed either a decrease in or reversal of hair loss. [15] The other first-line therapy for treating MAA is topical minoxidil, an arterial vasodilator.", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Male Androgenic Alopecia (MAA). Oral 5-alpha-reductase inhibitors, such as finasteride, can effectively slow or reverse this hair loss pattern. In two large randomized controlled trials, approximately 99% of participants showed either a decrease in or reversal of hair loss. [15] The other first-line therapy for treating MAA is topical minoxidil, an arterial vasodilator."}
{"id": "article-20527_32", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Polycystic Ovarian Syndrome (PCOS)", "content": "It was known that DHT has a minor role in regulating normal female physiology. However, recent gene expression studies in humans have discovered potential implications of DHT in the pathophysiology of PCOS. A study comparing the gene expression profile of ovaries from PCOS patients and control groups found that genes specific to the backdoor pathway biosynthesis of DHT are enhanced in PCOS patients. [16]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Polycystic Ovarian Syndrome (PCOS). It was known that DHT has a minor role in regulating normal female physiology. However, recent gene expression studies in humans have discovered potential implications of DHT in the pathophysiology of PCOS. A study comparing the gene expression profile of ovaries from PCOS patients and control groups found that genes specific to the backdoor pathway biosynthesis of DHT are enhanced in PCOS patients. [16]"}
{"id": "article-20527_33", "title": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Polycystic Ovarian Syndrome (PCOS)", "content": "DHT in PCOS also causes an increase in body weight, body fat, serum cholesterol, and adipocyte hypertrophy in experimental mice. [17] Surprisingly, the administration of prenatal DHT in experimental female mice does not induce penile formation. [18]", "contents": "Biochemistry, Dihydrotestosterone -- Clinical Significance -- Polycystic Ovarian Syndrome (PCOS). DHT in PCOS also causes an increase in body weight, body fat, serum cholesterol, and adipocyte hypertrophy in experimental mice. [17] Surprisingly, the administration of prenatal DHT in experimental female mice does not induce penile formation. [18]"}
{"id": "article-20527_34", "title": "Biochemistry, Dihydrotestosterone -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Dihydrotestosterone -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}