{"id": "article-18165_0", "title": "Basophilia -- Continuing Education Activity", "content": "Basophils are typically the least numerous myeloid cells seen in a peripheral blood smear. Their numerous dark azurophilic granules easily distinguish them. Basophilia is not a common finding in peripheral blood. This activity describes the causes of basophilia and highlights the role of the interprofessional team in the management of these patients.", "contents": "Basophilia -- Continuing Education Activity. Basophils are typically the least numerous myeloid cells seen in a peripheral blood smear. Their numerous dark azurophilic granules easily distinguish them. Basophilia is not a common finding in peripheral blood. This activity describes the causes of basophilia and highlights the role of the interprofessional team in the management of these patients."}
{"id": "article-18165_1", "title": "Basophilia -- Continuing Education Activity", "content": "Objectives: Identify the etiology of basophilia. Review the workup of a patient with basophilia. Outline the treatment and management options available for basophilia. Describe interprofessional team strategies for improving care coordination and communication to advance the treatment of basophilia and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Basophilia -- Continuing Education Activity. Objectives: Identify the etiology of basophilia. Review the workup of a patient with basophilia. Outline the treatment and management options available for basophilia. Describe interprofessional team strategies for improving care coordination and communication to advance the treatment of basophilia and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18165_2", "title": "Basophilia -- Introduction", "content": "Basophils are typically the least numerous myeloid cells seen in a peripheral blood smear (see Image. Basophil (center) With Adjacent Neutrophil and Monocyte). Their numerous dark azurophilic granules easily distinguish them. [1] Basophilia is not a common finding in peripheral blood. Most commonly, it is a reactive mechanism often seen in combination with eosinophilia and an absolute basophil count of greater than 200 cells/uL. Different ranges are set depending on the laboratory and also based on the local population. If performed, bone marrow aspirates may show an increase in basophils or precursors. Basophils express CD45 and are positive for myeloid markers CD13, CD11b, and CD33. They also express CD22 (also positive in B-cells), bright CD38, and bright CD123. [2]", "contents": "Basophilia -- Introduction. Basophils are typically the least numerous myeloid cells seen in a peripheral blood smear (see Image. Basophil (center) With Adjacent Neutrophil and Monocyte). Their numerous dark azurophilic granules easily distinguish them. [1] Basophilia is not a common finding in peripheral blood. Most commonly, it is a reactive mechanism often seen in combination with eosinophilia and an absolute basophil count of greater than 200 cells/uL. Different ranges are set depending on the laboratory and also based on the local population. If performed, bone marrow aspirates may show an increase in basophils or precursors. Basophils express CD45 and are positive for myeloid markers CD13, CD11b, and CD33. They also express CD22 (also positive in B-cells), bright CD38, and bright CD123. [2]"}
{"id": "article-18165_3", "title": "Basophilia -- Etiology", "content": "Elevation of basophils may represent an underlying neoplasm such as chronic myeloid leukemia (CML), polycythemia vera (PV), primary myelofibrosis, essential thrombocythemia, acute myeloid leukemia, or rarely solid tumors. More common causes include allergic reactions or chronic inflammation related to infections (including influenza and tuberculosis), inflammatory bowel disease, and autoimmune disease. Drug-related causes and food ingestion also correlate with symptoms and degree of basophilia. [3]", "contents": "Basophilia -- Etiology. Elevation of basophils may represent an underlying neoplasm such as chronic myeloid leukemia (CML), polycythemia vera (PV), primary myelofibrosis, essential thrombocythemia, acute myeloid leukemia, or rarely solid tumors. More common causes include allergic reactions or chronic inflammation related to infections (including influenza and tuberculosis), inflammatory bowel disease, and autoimmune disease. Drug-related causes and food ingestion also correlate with symptoms and degree of basophilia. [3]"}
{"id": "article-18165_4", "title": "Basophilia -- Epidemiology", "content": "Basophilia is a condition that does not have a gender predilection but rather, depending on the etiology, will have a specific frequency.", "contents": "Basophilia -- Epidemiology. Basophilia is a condition that does not have a gender predilection but rather, depending on the etiology, will have a specific frequency."}
{"id": "article-18165_5", "title": "Basophilia -- Histopathology", "content": "Often, peripheral blood review is required to interpret the cause of basophilia. The most striking feature in basophils is the markedly intense azurophilic granules with dark blue segmented nuclei. [1] [3] [4]", "contents": "Basophilia -- Histopathology. Often, peripheral blood review is required to interpret the cause of basophilia. The most striking feature in basophils is the markedly intense azurophilic granules with dark blue segmented nuclei. [1] [3] [4]"}
{"id": "article-18165_6", "title": "Basophilia -- Histopathology", "content": "While basophilia usually presents as a non-specific finding under microscopic exam, the presence of other findings may suggest the need for additional workup. For example, the basophilia in the setting of left-shifted neutrophilia should raise the concern for a myeloproliferative neoplasm, especially CML.  The presence of basophilia with circulating blasts suggests the possibility of acute myeloid leukemia. Review under oil immersion is usually required to avoid misclassifying degranulated basophils, which may resemble hypogranular neutrophils.", "contents": "Basophilia -- Histopathology. While basophilia usually presents as a non-specific finding under microscopic exam, the presence of other findings may suggest the need for additional workup. For example, the basophilia in the setting of left-shifted neutrophilia should raise the concern for a myeloproliferative neoplasm, especially CML.  The presence of basophilia with circulating blasts suggests the possibility of acute myeloid leukemia. Review under oil immersion is usually required to avoid misclassifying degranulated basophils, which may resemble hypogranular neutrophils."}
{"id": "article-18165_7", "title": "Basophilia -- History and Physical", "content": "The clinical presentation of basophilia is diverse and related to the underlying cause. If splenomegaly is present, a myeloproliferative syndrome may be suspected. Constitutional symptoms such as fever, malaise, itching, and fatigue may be present. Right upper quadrant pain may be present. In polycythemia vera, often erythromelalgia, or burning of the palms and soles, is common. Pruritus post warm shower can be a symptom as well. [3] However, these patients usually present with far more severe symptomatology such as thrombosis. In cases of underlying allergic or hypersensitivity reactions, skin rashes may be present.", "contents": "Basophilia -- History and Physical. The clinical presentation of basophilia is diverse and related to the underlying cause. If splenomegaly is present, a myeloproliferative syndrome may be suspected. Constitutional symptoms such as fever, malaise, itching, and fatigue may be present. Right upper quadrant pain may be present. In polycythemia vera, often erythromelalgia, or burning of the palms and soles, is common. Pruritus post warm shower can be a symptom as well. [3] However, these patients usually present with far more severe symptomatology such as thrombosis. In cases of underlying allergic or hypersensitivity reactions, skin rashes may be present."}
{"id": "article-18165_8", "title": "Basophilia -- History and Physical", "content": "For examination of splenomegaly, a patient should be in the supine position with a relaxed abdomen. The examiner should try and insert 3 fingers into Traube's space (underneath the left side of the rib cage) during inspiration. Another technique which is also sensitive is an ultrasound examination which can lead to the same results. [1] [2]", "contents": "Basophilia -- History and Physical. For examination of splenomegaly, a patient should be in the supine position with a relaxed abdomen. The examiner should try and insert 3 fingers into Traube's space (underneath the left side of the rib cage) during inspiration. Another technique which is also sensitive is an ultrasound examination which can lead to the same results. [1] [2]"}
{"id": "article-18165_9", "title": "Basophilia -- History and Physical", "content": "If there is concurrent eosinophilia greater than 1500 cells/uL, hypereosinophilic syndrome may be considered. Symptomatology and other systemic manifestations will be related to skin or pulmonary involvement.", "contents": "Basophilia -- History and Physical. If there is concurrent eosinophilia greater than 1500 cells/uL, hypereosinophilic syndrome may be considered. Symptomatology and other systemic manifestations will be related to skin or pulmonary involvement."}
{"id": "article-18165_10", "title": "Basophilia -- Evaluation", "content": "The next step is the peripheral blood smear and evaluation. When there is unexplained left shifted neutrophilia with basophilia, cytogenetic testing is indicated to rule out CML. FISH for BCR-ABL1 fusion may be performed on peripheral blood and, if positive, supports the diagnosis of CML. The other major myeloproliferative neoplasms (PV, PMF, ET) often harbor mutations other mutations. Janus kinase 2 ( JAK2 ) which is an acquired genetic mutation is found in the vast majority of patients with PV, over 50% of patients with primary myelofibrosis and essential thrombocythemia. A minority of patients with ET or PMF will have mutations in either CALR or MPL . The finding of one of these mutations is not specific for a myeloproliferative neoplasm and must be correlated with morphology and clinical findings.", "contents": "Basophilia -- Evaluation. The next step is the peripheral blood smear and evaluation. When there is unexplained left shifted neutrophilia with basophilia, cytogenetic testing is indicated to rule out CML. FISH for BCR-ABL1 fusion may be performed on peripheral blood and, if positive, supports the diagnosis of CML. The other major myeloproliferative neoplasms (PV, PMF, ET) often harbor mutations other mutations. Janus kinase 2 ( JAK2 ) which is an acquired genetic mutation is found in the vast majority of patients with PV, over 50% of patients with primary myelofibrosis and essential thrombocythemia. A minority of patients with ET or PMF will have mutations in either CALR or MPL . The finding of one of these mutations is not specific for a myeloproliferative neoplasm and must be correlated with morphology and clinical findings."}
{"id": "article-18165_11", "title": "Basophilia -- Evaluation", "content": "When a bone marrow biopsy is performed for a suspected myeloid neoplasm, cytogenetic analysis is required. This is where the karyotype or the genetic screen of chromosomes of each WBC is tested. Significant abnormalities of in a conventional karyotype support the diagnosis of a neoplastic process. FISH may be performed concurrently to expedite the identification BCR-ABL fusion in a case of suspected CML. [5] [3] [6]", "contents": "Basophilia -- Evaluation. When a bone marrow biopsy is performed for a suspected myeloid neoplasm, cytogenetic analysis is required. This is where the karyotype or the genetic screen of chromosomes of each WBC is tested. Significant abnormalities of in a conventional karyotype support the diagnosis of a neoplastic process. FISH may be performed concurrently to expedite the identification BCR-ABL fusion in a case of suspected CML. [5] [3] [6]"}
{"id": "article-18165_12", "title": "Basophilia -- Treatment / Management", "content": "The underlying condition will determine what treatment is appropriate. In those cases associated with allergies or chronic inflammation, treating the underlying cause is critical. Allergic reaction treatments include cessation of the offending agent and treatment with antihistamines. Parasitic infections should be treated with concomitant therapy such as albendazole. [3] Discussion of treatment associated with underlying neoplasia is beyond the scope of this chapter.", "contents": "Basophilia -- Treatment / Management. The underlying condition will determine what treatment is appropriate. In those cases associated with allergies or chronic inflammation, treating the underlying cause is critical. Allergic reaction treatments include cessation of the offending agent and treatment with antihistamines. Parasitic infections should be treated with concomitant therapy such as albendazole. [3] Discussion of treatment associated with underlying neoplasia is beyond the scope of this chapter."}
{"id": "article-18165_13", "title": "Basophilia -- Differential Diagnosis", "content": "Toxic neutrophils may have azurophilic granules and be rarely mistaken for basophils. However, the granules in neutrophils are much smaller and are often accompanied by Dohle bodies, which are not seen in basophils.", "contents": "Basophilia -- Differential Diagnosis. Toxic neutrophils may have azurophilic granules and be rarely mistaken for basophils. However, the granules in neutrophils are much smaller and are often accompanied by Dohle bodies, which are not seen in basophils."}
{"id": "article-18165_14", "title": "Basophilia -- Prognosis", "content": "Basophilia, depending on the etiology, has a good prognosis. Infection-related basophilia is treated with antibiotics to treat the underlying cause, whereas neoplasm related basophilia may have a more complicated clinical course.", "contents": "Basophilia -- Prognosis. Basophilia, depending on the etiology, has a good prognosis. Infection-related basophilia is treated with antibiotics to treat the underlying cause, whereas neoplasm related basophilia may have a more complicated clinical course."}
{"id": "article-18165_15", "title": "Basophilia -- Prognosis", "content": "Treatment of CML includes chemotherapeutic drugs such as imatinib and other modalities for treatment whereas PV and ET required aspirin therapy and intermittent phlebotomy. Overall survival for these patients depends on the degree of care, the persistence of patient follow-up, [7] [3] and methods used to prevent thrombotic complications.", "contents": "Basophilia -- Prognosis. Treatment of CML includes chemotherapeutic drugs such as imatinib and other modalities for treatment whereas PV and ET required aspirin therapy and intermittent phlebotomy. Overall survival for these patients depends on the degree of care, the persistence of patient follow-up, [7] [3] and methods used to prevent thrombotic complications."}
{"id": "article-18165_16", "title": "Basophilia -- Complications", "content": "Complications of basophilia are not so much as in the increase in basophils but rather related to the underlying condition. Basophils themselves can degranulate in nascent tissue causing local damage, and it is important to prevent such damage by early intervention. Other complications of basophilia related to CML, PV, or ET include thrombosis both arterial and venous in which patient should have adequate screening and preventative measures. [3]", "contents": "Basophilia -- Complications. Complications of basophilia are not so much as in the increase in basophils but rather related to the underlying condition. Basophils themselves can degranulate in nascent tissue causing local damage, and it is important to prevent such damage by early intervention. Other complications of basophilia related to CML, PV, or ET include thrombosis both arterial and venous in which patient should have adequate screening and preventative measures. [3]"}
{"id": "article-18165_17", "title": "Basophilia -- Pearls and Other Issues", "content": "Any patient with chronic anemia with a rise in basophils for longer than 6 months should be worked up for an underlying cause. Patients with basophilia should be worked up for CML or AML when no other systemic infection or possible drug-related cause fits. Always rule out drug ingestion and parasitic infection. On a peripheral blood smear look for clues of underlying neoplasia (left shifted neutrophilia or circulating blasts).", "contents": "Basophilia -- Pearls and Other Issues. Any patient with chronic anemia with a rise in basophils for longer than 6 months should be worked up for an underlying cause. Patients with basophilia should be worked up for CML or AML when no other systemic infection or possible drug-related cause fits. Always rule out drug ingestion and parasitic infection. On a peripheral blood smear look for clues of underlying neoplasia (left shifted neutrophilia or circulating blasts)."}
{"id": "article-18165_18", "title": "Basophilia -- Enhancing Healthcare Team Outcomes", "content": "When neoplasia is suspected in the setting of basophilia, the pathologist should contact the clinical team. Recommendations should be clearly communicated and should reflect the peripheral smear findings.  For example, if there is unexplained basophilia with left-shifted neutrophilia, the pathologist may recommend that the clinician order BCR-ABL1 FISH to rule out CML.", "contents": "Basophilia -- Enhancing Healthcare Team Outcomes. When neoplasia is suspected in the setting of basophilia, the pathologist should contact the clinical team. Recommendations should be clearly communicated and should reflect the peripheral smear findings.  For example, if there is unexplained basophilia with left-shifted neutrophilia, the pathologist may recommend that the clinician order BCR-ABL1 FISH to rule out CML."}
{"id": "article-18165_19", "title": "Basophilia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Basophilia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}