{"id": "article-20246_0", "title": "Dacryocystitis -- Continuing Education Activity", "content": "Dacryocystitis is an inflammatory condition of the lacrimal sac, typically caused by obstruction of the nasolacrimal duct. Clinically, patients present with signs of periorbital cellulitis, including erythema, warmth, and swelling around the eye, along with tenderness and purulent discharge from the tear duct. Prompt diagnosis and differentiation from other eye conditions are crucial to prevent complications. Treatment primarily involves antibiotic therapy, wound care, and addressing the underlying obstruction. Collaboration among healthcare professionals, including physicians, nurses, and pharmacists, is essential for comprehensive patient care and optimal outcomes. This activity covers crucial aspects of dacryocystitis management, including diagnosis, differentiation from other eye conditions, antibiotic therapy, wound care, and patient assessment", "contents": "Dacryocystitis -- Continuing Education Activity. Dacryocystitis is an inflammatory condition of the lacrimal sac, typically caused by obstruction of the nasolacrimal duct. Clinically, patients present with signs of periorbital cellulitis, including erythema, warmth, and swelling around the eye, along with tenderness and purulent discharge from the tear duct. Prompt diagnosis and differentiation from other eye conditions are crucial to prevent complications. Treatment primarily involves antibiotic therapy, wound care, and addressing the underlying obstruction. Collaboration among healthcare professionals, including physicians, nurses, and pharmacists, is essential for comprehensive patient care and optimal outcomes. This activity covers crucial aspects of dacryocystitis management, including diagnosis, differentiation from other eye conditions, antibiotic therapy, wound care, and patient assessment"}
{"id": "article-20246_1", "title": "Dacryocystitis -- Continuing Education Activity", "content": "Objectives: Differentiate acute dacryocystitis from other causes of eye inflammation, aiding in accurate diagnosis and timely management. Select suitable empiric antibiotics based on clinical presentation, patient factors, and antibiotic sensitivities. Communicate effectively with patients about dacryocystitis, including its causes, treatment options, and potential complications Collaborate with ophthalmology specialists for complex or recurrent cases, ensuring comprehensive evaluation and management. Access free multiple choice questions on this topic.", "contents": "Dacryocystitis -- Continuing Education Activity. Objectives: Differentiate acute dacryocystitis from other causes of eye inflammation, aiding in accurate diagnosis and timely management. Select suitable empiric antibiotics based on clinical presentation, patient factors, and antibiotic sensitivities. Communicate effectively with patients about dacryocystitis, including its causes, treatment options, and potential complications Collaborate with ophthalmology specialists for complex or recurrent cases, ensuring comprehensive evaluation and management. Access free multiple choice questions on this topic."}
{"id": "article-20246_2", "title": "Dacryocystitis -- Introduction", "content": "Dacryocystitis, an inflammatory state of the nasolacrimal sac, is typically caused by an obstruction within the nasolacrimal duct. This leads to the subsequent stagnation of tears in the lacrimal sac. Dacryocystitis can be appreciated clinically when the lacrimal sac inflames and swells at the inferomedial canthus. Understanding the anatomy and flow of tears leads to a better understanding of dacryocystitis and potential multilevel involvement (see Image. Illustration of the Eye). [1] [2]", "contents": "Dacryocystitis -- Introduction. Dacryocystitis, an inflammatory state of the nasolacrimal sac, is typically caused by an obstruction within the nasolacrimal duct. This leads to the subsequent stagnation of tears in the lacrimal sac. Dacryocystitis can be appreciated clinically when the lacrimal sac inflames and swells at the inferomedial canthus. Understanding the anatomy and flow of tears leads to a better understanding of dacryocystitis and potential multilevel involvement (see Image. Illustration of the Eye). [1] [2]"}
{"id": "article-20246_3", "title": "Dacryocystitis -- Introduction", "content": "The flow of tears begins with tear production in the lacrimal gland. They lubricate the eye, are collected into the superior and inferior puncta, and drained into the superior and inferior canaliculi. From there, they flow into the common canaliculus, then through the valve of Rosenmuller into the lacrimal sac. The collected tears then travel down the nasolacrimal duct, passing through the distal valve of Hasner, and ultimately enter the nasal cavity. [3] [4]", "contents": "Dacryocystitis -- Introduction. The flow of tears begins with tear production in the lacrimal gland. They lubricate the eye, are collected into the superior and inferior puncta, and drained into the superior and inferior canaliculi. From there, they flow into the common canaliculus, then through the valve of Rosenmuller into the lacrimal sac. The collected tears then travel down the nasolacrimal duct, passing through the distal valve of Hasner, and ultimately enter the nasal cavity. [3] [4]"}
{"id": "article-20246_4", "title": "Dacryocystitis -- Etiology", "content": "Dacryocystitis can be classified as acute or chronic and acquired or congenital.", "contents": "Dacryocystitis -- Etiology. Dacryocystitis can be classified as acute or chronic and acquired or congenital."}
{"id": "article-20246_5", "title": "Dacryocystitis -- Etiology", "content": "An acute infectious state typically causes acute dacryocystitis. In the United States, the most common organisms are Staphylococcus and Streptococcus species ,  followed by Haemophilus influenzae and Pseudomonas aeruginosa .", "contents": "Dacryocystitis -- Etiology. An acute infectious state typically causes acute dacryocystitis. In the United States, the most common organisms are Staphylococcus and Streptococcus species ,  followed by Haemophilus influenzae and Pseudomonas aeruginosa ."}
{"id": "article-20246_6", "title": "Dacryocystitis -- Etiology", "content": "Chronic dacryocystitis results from chronic obstruction due to systemic disease, repeated infection, dacryoliths, and chronic inflammatory debris of the nasolacrimal system. Some common systemic diseases include Wegener granulomatosis, sarcoidosis, and systemic lupus erythematosus.", "contents": "Dacryocystitis -- Etiology. Chronic dacryocystitis results from chronic obstruction due to systemic disease, repeated infection, dacryoliths, and chronic inflammatory debris of the nasolacrimal system. Some common systemic diseases include Wegener granulomatosis, sarcoidosis, and systemic lupus erythematosus."}
{"id": "article-20246_7", "title": "Dacryocystitis -- Etiology", "content": "Acquired states are typically due to repeated trauma, surgeries, medications, and neoplasms. Among traumatic causes of nasolacrimal obstruction, nasoethmoid fractures are the most common. Endonasal and endoscopic sinus procedures have the highest association among surgeries. Common topical medications associated with acquired states are timolol, pilocarpine, dorzolamide, idoxuridine, and trifluridine. The most common systemic medications are fluorouracil and docetaxel. Primary lacrimal sac tumors and benign papillomas are the most common neoplasms.", "contents": "Dacryocystitis -- Etiology. Acquired states are typically due to repeated trauma, surgeries, medications, and neoplasms. Among traumatic causes of nasolacrimal obstruction, nasoethmoid fractures are the most common. Endonasal and endoscopic sinus procedures have the highest association among surgeries. Common topical medications associated with acquired states are timolol, pilocarpine, dorzolamide, idoxuridine, and trifluridine. The most common systemic medications are fluorouracil and docetaxel. Primary lacrimal sac tumors and benign papillomas are the most common neoplasms."}
{"id": "article-20246_8", "title": "Dacryocystitis -- Etiology", "content": "Congenital forms are due to a membranous obstruction at the valve of Hasner in the distal nasolacrimal duct. Before delivery, the nasolacrimal system is filled with amniotic fluid. When the amniotic fluid fails to be expressed from the nasolacrimal system, it becomes purulent within a few days of delivery and pathologic.", "contents": "Dacryocystitis -- Etiology. Congenital forms are due to a membranous obstruction at the valve of Hasner in the distal nasolacrimal duct. Before delivery, the nasolacrimal system is filled with amniotic fluid. When the amniotic fluid fails to be expressed from the nasolacrimal system, it becomes purulent within a few days of delivery and pathologic."}
{"id": "article-20246_9", "title": "Dacryocystitis -- Epidemiology", "content": "Dacryocystitis has a bimodal distribution, with most cases occurring just after birth in congenital cases or in adults older than 40. Congenital dacryocystitis occurs in roughly 1 in 3884 live births. Dacrocystitis is found more often in adults of the white race, with females comprising nearly 75% of all cases. [5] Serious morbidity and mortality are low with dacryocystitis. However, in congenital dacryocystitis, morbidity and mortality can be significant if not treated promptly and appropriately.", "contents": "Dacryocystitis -- Epidemiology. Dacryocystitis has a bimodal distribution, with most cases occurring just after birth in congenital cases or in adults older than 40. Congenital dacryocystitis occurs in roughly 1 in 3884 live births. Dacrocystitis is found more often in adults of the white race, with females comprising nearly 75% of all cases. [5] Serious morbidity and mortality are low with dacryocystitis. However, in congenital dacryocystitis, morbidity and mortality can be significant if not treated promptly and appropriately."}
{"id": "article-20246_10", "title": "Dacryocystitis -- Pathophysiology", "content": "Regardless of etiology, dacryocystitis is almost always caused by an obstruction in the nasolacrimal system with the resultant stagnation of tears. Obstructions can occur at any level of the nasolacrimal system. Stagnation of tears provides a favorable environment for infectious organisms to propagate and proteinaceous debris to form. The lacrimal sac will then inflame, causing the characteristic swelling in the inferomedial portion of the orbit.", "contents": "Dacryocystitis -- Pathophysiology. Regardless of etiology, dacryocystitis is almost always caused by an obstruction in the nasolacrimal system with the resultant stagnation of tears. Obstructions can occur at any level of the nasolacrimal system. Stagnation of tears provides a favorable environment for infectious organisms to propagate and proteinaceous debris to form. The lacrimal sac will then inflame, causing the characteristic swelling in the inferomedial portion of the orbit."}
{"id": "article-20246_11", "title": "Dacryocystitis -- Histopathology", "content": "In chronic dacryocystitis, fibrosis and nongranulomatous inflammation are the most common findings. Sarcoidosis, lymphoma, and papilloma are other common findings.", "contents": "Dacryocystitis -- Histopathology. In chronic dacryocystitis, fibrosis and nongranulomatous inflammation are the most common findings. Sarcoidosis, lymphoma, and papilloma are other common findings."}
{"id": "article-20246_12", "title": "Dacryocystitis -- History and Physical", "content": "In acute dacryocystitis, symptoms may occur over several hours to several days. A careful external eye exam must be performed. The medial canthus overlying the lacrimal space will appear erythematous, tender, and edematous. The bridge of the nose may also be involved; however, it is uncommon that the superomedial aspect of the orbit is involved. The mucopurulent material can frequently be expressed from the superior and inferior puncta. There may also be an increase in tears, also known as epiphora.", "contents": "Dacryocystitis -- History and Physical. In acute dacryocystitis, symptoms may occur over several hours to several days. A careful external eye exam must be performed. The medial canthus overlying the lacrimal space will appear erythematous, tender, and edematous. The bridge of the nose may also be involved; however, it is uncommon that the superomedial aspect of the orbit is involved. The mucopurulent material can frequently be expressed from the superior and inferior puncta. There may also be an increase in tears, also known as epiphora."}
{"id": "article-20246_13", "title": "Dacryocystitis -- History and Physical", "content": "In chronic dacryocystitis, tearing may be the only symptom. Mattering may be present due to a tear film. Tear films typically cause conjunctival injection and a mild decrease in visual acuity. Visual acuity testing is imperative, and any acute changes not explained by tear filming should raise concern for more extensive involvement. Emergent ophthalmological consultation is warranted in this scenario. Furthermore, erythema involving the whole orbit is not characteristic of dacryocystitis and should lead the examiner to an alternative diagnosis. Any pain with extraocular movement should also raise suspicion for alternative diagnoses.", "contents": "Dacryocystitis -- History and Physical. In chronic dacryocystitis, tearing may be the only symptom. Mattering may be present due to a tear film. Tear films typically cause conjunctival injection and a mild decrease in visual acuity. Visual acuity testing is imperative, and any acute changes not explained by tear filming should raise concern for more extensive involvement. Emergent ophthalmological consultation is warranted in this scenario. Furthermore, erythema involving the whole orbit is not characteristic of dacryocystitis and should lead the examiner to an alternative diagnosis. Any pain with extraocular movement should also raise suspicion for alternative diagnoses."}
{"id": "article-20246_14", "title": "Dacryocystitis -- Evaluation", "content": "The diagnosis of dacryocystitis is primarily based on history and physical exam findings. Cultures and gram staining can be obtained by expressing purulent material via the Crigler massage. Laboratory studies and blood cultures should be considered in patients with suspected toxicity, particularly those with fever or acute visual changes. Emergent ophthalmological consultation is also advised in these cases. Strong consideration should be given to performing a CT scan if orbital cellulitis or extensive infection is suspected. If there are anatomical concerns, a plain-film dacryocystogram (DCG) can be performed by qualified personnel. A subtraction DCG technique will potentially help improve the viewing quality of the image. [3] [6] [7] [8]", "contents": "Dacryocystitis -- Evaluation. The diagnosis of dacryocystitis is primarily based on history and physical exam findings. Cultures and gram staining can be obtained by expressing purulent material via the Crigler massage. Laboratory studies and blood cultures should be considered in patients with suspected toxicity, particularly those with fever or acute visual changes. Emergent ophthalmological consultation is also advised in these cases. Strong consideration should be given to performing a CT scan if orbital cellulitis or extensive infection is suspected. If there are anatomical concerns, a plain-film dacryocystogram (DCG) can be performed by qualified personnel. A subtraction DCG technique will potentially help improve the viewing quality of the image. [3] [6] [7] [8]"}
{"id": "article-20246_15", "title": "Dacryocystitis -- Evaluation", "content": "In chronic cases, appropriate serologic testing can be performed if systemic diseases are suspected as the underlying cause. Antineutrophilic cytoplasmic antibody testing can be performed if Wegener granulomatosis is suspected. Likewise, antinuclear antibody (ANA) testing can be pursued if systemic lupus erythematosus is suspected.", "contents": "Dacryocystitis -- Evaluation. In chronic cases, appropriate serologic testing can be performed if systemic diseases are suspected as the underlying cause. Antineutrophilic cytoplasmic antibody testing can be performed if Wegener granulomatosis is suspected. Likewise, antinuclear antibody (ANA) testing can be pursued if systemic lupus erythematosus is suspected."}
{"id": "article-20246_16", "title": "Dacryocystitis -- Treatment / Management", "content": "Treatment of acute dacryocystitis includes conservative measures such as warm compresses and Crigler massage. For uncomplicated cases, oral antibiotics should be considered. Coverage should be aimed at gram-positive organisms, particularly antistaphylococcal agents. In complicated cases or toxic patients, intravenous antibiotics should be administered. Empiric antibiotics should include gram-positive and gram-negative coverage. Lacrimal probing is discouraged in the acute phase. For recurrent infections, referral to ophthalmology for surgical evaluation is advised. [9] [10] [11]", "contents": "Dacryocystitis -- Treatment / Management. Treatment of acute dacryocystitis includes conservative measures such as warm compresses and Crigler massage. For uncomplicated cases, oral antibiotics should be considered. Coverage should be aimed at gram-positive organisms, particularly antistaphylococcal agents. In complicated cases or toxic patients, intravenous antibiotics should be administered. Empiric antibiotics should include gram-positive and gram-negative coverage. Lacrimal probing is discouraged in the acute phase. For recurrent infections, referral to ophthalmology for surgical evaluation is advised. [9] [10] [11]"}
{"id": "article-20246_17", "title": "Dacryocystitis -- Treatment / Management", "content": "Chronic dacryocystitis is almost always managed surgically. Probing is accepted as first-line management in chronic cases and can be done in the outpatient setting. Inevitably, patients will progress to further surgical options to treat the condition. Balloon dacryoplasty, nasolacrimal intubation, and nasolacrimal stenting have all been attempted with variable first-time success rates. If these therapies fail, evaluation for percutaneous dacryocystorhinostomy (DCR) or endonasal dacryocystorhinostomy (EN-DCR) is then pursued.", "contents": "Dacryocystitis -- Treatment / Management. Chronic dacryocystitis is almost always managed surgically. Probing is accepted as first-line management in chronic cases and can be done in the outpatient setting. Inevitably, patients will progress to further surgical options to treat the condition. Balloon dacryoplasty, nasolacrimal intubation, and nasolacrimal stenting have all been attempted with variable first-time success rates. If these therapies fail, evaluation for percutaneous dacryocystorhinostomy (DCR) or endonasal dacryocystorhinostomy (EN-DCR) is then pursued."}
{"id": "article-20246_18", "title": "Dacryocystitis -- Treatment / Management", "content": "Treatment of congenital dacryocystitis includes conservative measures first. Crigler massage should be taught to parents or caregivers to perform at home. Topical antibiotics can be considered for acute flares. About 90% of congenital dacryocystitis will resolve by 6 months to 1 year of age with conservative measures. If conservative measures fail, a referral is made to ophthalmology for nasolacrimal probing. Nasolacrimal probing is successful in more than 70% of cases. Balloon dacryoplasty, nasolacrimal intubation, or nasolacrimal stenting can be pursued if symptoms recur. If these measures fail, then DCR or EN-DCR will serve as the definitive treatment.", "contents": "Dacryocystitis -- Treatment / Management. Treatment of congenital dacryocystitis includes conservative measures first. Crigler massage should be taught to parents or caregivers to perform at home. Topical antibiotics can be considered for acute flares. About 90% of congenital dacryocystitis will resolve by 6 months to 1 year of age with conservative measures. If conservative measures fail, a referral is made to ophthalmology for nasolacrimal probing. Nasolacrimal probing is successful in more than 70% of cases. Balloon dacryoplasty, nasolacrimal intubation, or nasolacrimal stenting can be pursued if symptoms recur. If these measures fail, then DCR or EN-DCR will serve as the definitive treatment."}
{"id": "article-20246_19", "title": "Dacryocystitis -- Differential Diagnosis", "content": "Differential diagnoses to consider include the following: Preseptal, or periorbital, cellulitis Orbital cellulitis Sebaceous cyst Frontal, ethmoid, or maxillary sinusitis Neoplasm Ectropion of the lower eyelid Dacryoadenitis", "contents": "Dacryocystitis -- Differential Diagnosis. Differential diagnoses to consider include the following: Preseptal, or periorbital, cellulitis Orbital cellulitis Sebaceous cyst Frontal, ethmoid, or maxillary sinusitis Neoplasm Ectropion of the lower eyelid Dacryoadenitis"}
{"id": "article-20246_20", "title": "Dacryocystitis -- Prognosis", "content": "In general, the prognosis for dacryocystitis is good. Simple probing techniques are highly successful. DCR has been reported to be more than 93% to 97% successful.In congenital cases, approximately 90% will resolve with conservative measures alone by the age of 1. The outlook for most patients with simple obstruction is good, but for those with complex obstruction, the outcomes are guarded and can interfere with vision and lifestyle. [12] [13] [14]", "contents": "Dacryocystitis -- Prognosis. In general, the prognosis for dacryocystitis is good. Simple probing techniques are highly successful. DCR has been reported to be more than 93% to 97% successful.In congenital cases, approximately 90% will resolve with conservative measures alone by the age of 1. The outlook for most patients with simple obstruction is good, but for those with complex obstruction, the outcomes are guarded and can interfere with vision and lifestyle. [12] [13] [14]"}
{"id": "article-20246_21", "title": "Dacryocystitis -- Complications", "content": "Dacryocystitis can extend from the lacrimal sac to the surrounding orbital tissues. This can lead to preseptal cellulitis, orbital cellulitis, and orbital abscess. [15] Orbital cellulitis can lead to optic nerve compression and vision loss. Early administration of systemic antibiotics is the best way to prevent these complications.", "contents": "Dacryocystitis -- Complications. Dacryocystitis can extend from the lacrimal sac to the surrounding orbital tissues. This can lead to preseptal cellulitis, orbital cellulitis, and orbital abscess. [15] Orbital cellulitis can lead to optic nerve compression and vision loss. Early administration of systemic antibiotics is the best way to prevent these complications."}
{"id": "article-20246_22", "title": "Dacryocystitis -- Deterrence and Patient Education", "content": "Parents must be aware and take action if their child experiences abnormal discharge from their eyes or shows signs of redness and swelling in the medial canthal area. Delaying diagnosis may result in more complicated treatment, so it is essential to seek medical attention promptly.", "contents": "Dacryocystitis -- Deterrence and Patient Education. Parents must be aware and take action if their child experiences abnormal discharge from their eyes or shows signs of redness and swelling in the medial canthal area. Delaying diagnosis may result in more complicated treatment, so it is essential to seek medical attention promptly."}
{"id": "article-20246_23", "title": "Dacryocystitis -- Pearls and Other Issues", "content": "Disposition from acute care settings depends on the extent of infection, comorbidities, and access to prompt ophthalmological follow-up. Uncomplicated cases can be discharged with appropriate treatment and adequate follow-up. Complicated cases, particularly those with fever or acute visual changes, should be admitted, and an ophthalmology consult should be obtained. Complications of dacryocystitis can be devastating. These can include orbital cellulitis, the formation of lacrimal fistulas, meningitis, brain abscess formation, cavernous sinus thrombosis, severe sinusitis, permanent loss of vision, and even death.", "contents": "Dacryocystitis -- Pearls and Other Issues. Disposition from acute care settings depends on the extent of infection, comorbidities, and access to prompt ophthalmological follow-up. Uncomplicated cases can be discharged with appropriate treatment and adequate follow-up. Complicated cases, particularly those with fever or acute visual changes, should be admitted, and an ophthalmology consult should be obtained. Complications of dacryocystitis can be devastating. These can include orbital cellulitis, the formation of lacrimal fistulas, meningitis, brain abscess formation, cavernous sinus thrombosis, severe sinusitis, permanent loss of vision, and even death."}
{"id": "article-20246_24", "title": "Dacryocystitis -- Enhancing Healthcare Team Outcomes", "content": "In the collaborative management of dacryocystitis, healthcare professionals from various disciplines, including physicians, nurses, pharmacists, and specialists, play essential roles in ensuring high-quality patient care and improving outcomes. Nurses possess valuable skills in patient assessment, wound care, and medication administration. They should be adept at recognizing signs of worsening infection, adverse effects, and patient discomfort, and they must effectively communicate updates and concerns to the healthcare provider. Physicians need expertise in diagnosing and differentiating dacryocystitis from other eye conditions, making informed treatment decisions, and knowing when to involve specialists. Pharmacists collaborate closely with physicians and nurses to optimize antibiotic therapy, prevent adverse reactions, and ensure proper medication administration. In managing dacryocystitis, the integration of skills, ethical principles, coordinated efforts, and effective communication among these healthcare professionals leads to patient-centered care, improved outcomes, enhanced patient safety, and optimized team performance.", "contents": "Dacryocystitis -- Enhancing Healthcare Team Outcomes. In the collaborative management of dacryocystitis, healthcare professionals from various disciplines, including physicians, nurses, pharmacists, and specialists, play essential roles in ensuring high-quality patient care and improving outcomes. Nurses possess valuable skills in patient assessment, wound care, and medication administration. They should be adept at recognizing signs of worsening infection, adverse effects, and patient discomfort, and they must effectively communicate updates and concerns to the healthcare provider. Physicians need expertise in diagnosing and differentiating dacryocystitis from other eye conditions, making informed treatment decisions, and knowing when to involve specialists. Pharmacists collaborate closely with physicians and nurses to optimize antibiotic therapy, prevent adverse reactions, and ensure proper medication administration. In managing dacryocystitis, the integration of skills, ethical principles, coordinated efforts, and effective communication among these healthcare professionals leads to patient-centered care, improved outcomes, enhanced patient safety, and optimized team performance."}
{"id": "article-20246_25", "title": "Dacryocystitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dacryocystitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}