{"id": "article-28153_0", "title": "Quincke Sign -- Definition/Introduction", "content": "The Quincke sign, also known as the Quincke pulse, represents the visualization of capillary pulsations upon light compression applied to the tip of the fingernail bed. It is an eponym associated with chronic severe aortic regurgitation. [1] [2] [3] On physical examination, a patient exhibiting this sign will have an alternating reddening and blanching of the nailbed with each pulsation. [4] This sign can be further enhanced with the use of illumination. [5] In addition to this sign on the nailbed, a Quincke sign has also been reported to occur on a Janeway lesion in a patient with infective endocarditis. [6]", "contents": "Quincke Sign -- Definition/Introduction. The Quincke sign, also known as the Quincke pulse, represents the visualization of capillary pulsations upon light compression applied to the tip of the fingernail bed. It is an eponym associated with chronic severe aortic regurgitation. [1] [2] [3] On physical examination, a patient exhibiting this sign will have an alternating reddening and blanching of the nailbed with each pulsation. [4] This sign can be further enhanced with the use of illumination. [5] In addition to this sign on the nailbed, a Quincke sign has also been reported to occur on a Janeway lesion in a patient with infective endocarditis. [6]"}
{"id": "article-28153_1", "title": "Quincke Sign -- Definition/Introduction", "content": "The Quincke sign is named after Dr. Heinrich Quincke, a German physician who first coined the term in 1868. [7] Dr. Quincke also contributed to many other notable medical discoveries, including the identification of angioedema, the technique of the lumbar puncture, and the description of what is now known as idiopathic intracranial hypertension. [7]", "contents": "Quincke Sign -- Definition/Introduction. The Quincke sign is named after Dr. Heinrich Quincke, a German physician who first coined the term in 1868. [7] Dr. Quincke also contributed to many other notable medical discoveries, including the identification of angioedema, the technique of the lumbar puncture, and the description of what is now known as idiopathic intracranial hypertension. [7]"}
{"id": "article-28153_2", "title": "Quincke Sign -- Issues of Concern", "content": "The Quincke sign, similar to the other signs of chronic severe aortic regurgitation (AR), results from a widened pulse pressure, an increased systolic stroke volume, and a rapid decrease in arterial pressure. [8] [9] The reported prevalence of the Quincke sign is not as well studied as the prevalence of aortic regurgitation. In the Framingham study, the Quincke sign was noted in 4.9% of the population, with 0.5% of the population having moderate or severe AR. [8]", "contents": "Quincke Sign -- Issues of Concern. The Quincke sign, similar to the other signs of chronic severe aortic regurgitation (AR), results from a widened pulse pressure, an increased systolic stroke volume, and a rapid decrease in arterial pressure. [8] [9] The reported prevalence of the Quincke sign is not as well studied as the prevalence of aortic regurgitation. In the Framingham study, the Quincke sign was noted in 4.9% of the population, with 0.5% of the population having moderate or severe AR. [8]"}
{"id": "article-28153_3", "title": "Quincke Sign -- Issues of Concern", "content": "The sign is not unique to or pathognomonic for aortic regurgitation. [10] A “Pseudo-Quincke pulse” has been described in a case report describing a patient with keratoderma whose manifestations were from sclerodactylous compression of the nailbed. [11] It is important to consider that certain physical exam findings can suggest a condition; supporting objective confirmation is required before proceeding with further management. [12] [13] [14]", "contents": "Quincke Sign -- Issues of Concern. The sign is not unique to or pathognomonic for aortic regurgitation. [10] A “Pseudo-Quincke pulse” has been described in a case report describing a patient with keratoderma whose manifestations were from sclerodactylous compression of the nailbed. [11] It is important to consider that certain physical exam findings can suggest a condition; supporting objective confirmation is required before proceeding with further management. [12] [13] [14]"}
{"id": "article-28153_4", "title": "Quincke Sign -- Clinical Significance", "content": "The Quincke sign is one of the over 30 reported eponymous signs of severe aortic regurgitation, with flashing carotids being quoted as the 32nd. [8] [15] [16] Of all reported signs, the quintessential finding for aortic regurgitation is an early diastolic, decrescendo murmur best auscultated at the sternal border. [17]", "contents": "Quincke Sign -- Clinical Significance. The Quincke sign is one of the over 30 reported eponymous signs of severe aortic regurgitation, with flashing carotids being quoted as the 32nd. [8] [15] [16] Of all reported signs, the quintessential finding for aortic regurgitation is an early diastolic, decrescendo murmur best auscultated at the sternal border. [17]"}
{"id": "article-28153_5", "title": "Quincke Sign -- Clinical Significance", "content": "Some of the other classically taught physical examination findings in patients with severe aortic regurgitation include head bobbing (de Musset sign), a bounding carotid pulse (Corrigan pulse), pistol shot sounds over the femoral artery with compression (the Duroziez murmur or Traube sign), the presence of visible pulsation of retinal arteries (Becker sign), and pulsation of the uvula (Müller sign). [18] [19] [20]", "contents": "Quincke Sign -- Clinical Significance. Some of the other classically taught physical examination findings in patients with severe aortic regurgitation include head bobbing (de Musset sign), a bounding carotid pulse (Corrigan pulse), pistol shot sounds over the femoral artery with compression (the Duroziez murmur or Traube sign), the presence of visible pulsation of retinal arteries (Becker sign), and pulsation of the uvula (Müller sign). [18] [19] [20]"}
{"id": "article-28153_6", "title": "Quincke Sign -- Clinical Significance", "content": "Traditionally the Hill sign had been one of the other classic findings of aortic regurgitation. The Hill sign has been described as when the difference of greater than 20 mm Hg between arm and foot systolic blood pressure; this is now thought to be an artifact of sphygmomanometric lower limb pressure measurement and its removal from the list of the classic diagnostic signs for aortic regurgitation has been recommended by some authors. [21] An observant clinician can quickly identify concerning signs of cardiac valvular disease on physical examination, which is confirmable with the use of transthoracic echocardiography. [22]", "contents": "Quincke Sign -- Clinical Significance. Traditionally the Hill sign had been one of the other classic findings of aortic regurgitation. The Hill sign has been described as when the difference of greater than 20 mm Hg between arm and foot systolic blood pressure; this is now thought to be an artifact of sphygmomanometric lower limb pressure measurement and its removal from the list of the classic diagnostic signs for aortic regurgitation has been recommended by some authors. [21] An observant clinician can quickly identify concerning signs of cardiac valvular disease on physical examination, which is confirmable with the use of transthoracic echocardiography. [22]"}
{"id": "article-28153_7", "title": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The Quincke sign is an infrequently encountered physical examination finding. When this sign appears in a patient, the healthcare provider must complete a thorough physical examination with detailed attention paid to the cardiovascular exam.", "contents": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. The Quincke sign is an infrequently encountered physical examination finding. When this sign appears in a patient, the healthcare provider must complete a thorough physical examination with detailed attention paid to the cardiovascular exam."}
{"id": "article-28153_8", "title": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Proper documentation is necessary for interprofessional communication when describing physical exam findings in an electronic medical record. Any signs and symptoms of valvular heart disease should be further evaluated by a transthoracic echocardiogram. Coordinated patient-centered care is required between the primary physician, nursing staff, cardiologist, and cardiothoracic surgeon to provide the best possible patient care.", "contents": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. Proper documentation is necessary for interprofessional communication when describing physical exam findings in an electronic medical record. Any signs and symptoms of valvular heart disease should be further evaluated by a transthoracic echocardiogram. Coordinated patient-centered care is required between the primary physician, nursing staff, cardiologist, and cardiothoracic surgeon to provide the best possible patient care."}
{"id": "article-28153_9", "title": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Of the healthcare providers, the nursing staff has the most prolonged interaction with the patients. As a result, they can be the first to encounter new symptoms or physical examination findings, which must be communicated to the physicians. Therefore, integrated patient-centered care between healthcare providers is essential for improving patient outcomes.", "contents": "Quincke Sign -- Nursing, Allied Health, and Interprofessional Team Monitoring. Of the healthcare providers, the nursing staff has the most prolonged interaction with the patients. As a result, they can be the first to encounter new symptoms or physical examination findings, which must be communicated to the physicians. Therefore, integrated patient-centered care between healthcare providers is essential for improving patient outcomes."}
{"id": "article-28153_10", "title": "Quincke Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Quincke Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}