{"id": "article-22252_0", "title": "Ginkgo Biloba -- Continuing Education Activity", "content": "Ginkgo biloba is one of the most commonly used herbal supplements used in the world. This activity reviews the potential indications, action, and contraindications for ginkgo biloba. This activity will highlight the mechanism of action, adverse effects, and other vital factors (dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team who take care of patients who use ginkgo biloba extract.", "contents": "Ginkgo Biloba -- Continuing Education Activity. Ginkgo biloba is one of the most commonly used herbal supplements used in the world. This activity reviews the potential indications, action, and contraindications for ginkgo biloba. This activity will highlight the mechanism of action, adverse effects, and other vital factors (dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team who take care of patients who use ginkgo biloba extract."}
{"id": "article-22252_1", "title": "Ginkgo Biloba -- Continuing Education Activity", "content": "Objectives: Identify non-FDA approved use of ginkgo biloba and current level of evidence regarding its effects on several conditions such as dementia, cardiovascular disease, sexual dysfunction, etc. Describe the most common adverse events associated with ginkgo biloba use. Outline the most common drug-drug interactions with ginkgo biloba and summarize key patient counseling points. Review the importance of improving care coordination among interprofessional team members to enhance the habit of asking patients about over-the-counter supplements, ginkgo biloba in the case, and remain on high alert about the toxicity/interactions of these supplements with patient's other medications. Access free multiple choice questions on this topic.", "contents": "Ginkgo Biloba -- Continuing Education Activity. Objectives: Identify non-FDA approved use of ginkgo biloba and current level of evidence regarding its effects on several conditions such as dementia, cardiovascular disease, sexual dysfunction, etc. Describe the most common adverse events associated with ginkgo biloba use. Outline the most common drug-drug interactions with ginkgo biloba and summarize key patient counseling points. Review the importance of improving care coordination among interprofessional team members to enhance the habit of asking patients about over-the-counter supplements, ginkgo biloba in the case, and remain on high alert about the toxicity/interactions of these supplements with patient's other medications. Access free multiple choice questions on this topic."}
{"id": "article-22252_2", "title": "Ginkgo Biloba -- Indications", "content": "There is no FDA approved indication, and there is insufficient evidence to support non-FDA approved use of Ginkgo biloba .", "contents": "Ginkgo Biloba -- Indications. There is no FDA approved indication, and there is insufficient evidence to support non-FDA approved use of Ginkgo biloba ."}
{"id": "article-22252_3", "title": "Ginkgo Biloba -- Indications -- Dementia/ Cognitive Impairment", "content": "In terms of treatment for existing dementia, data has been contradictory regarding the efficacy of Ginkgo biloba extract (EGb). A 52-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter study of 309 patients in 1997 concluded that EGb was safe and though modestly, it appeared to stabilize and improve the cognitive performance as well as social functioning of dementia patients for six months to 1 year. [1] Similarly, another 24-week randomized controlled trial with 410 outpatients found that treatment with EGb 761 using a once-daily dose of 240 mg was safe and demonstrated a statistically significant improvement in cognition, psychopathology, functional status and quality of life of patients and caregivers. [2] On the other hand, a randomized control trial of 513 outpatients with mild to moderate dementia of the Alzheimer type did not support the efficacy of ginkgo extract. [3] A systematic review of 36 trials in 2009 and another review of 38 trials in 2018, though demonstrated that Ginkgo biloba was relatively safe, but did not support its clinical benefit for patients with cognitive impairment and dementia. [4] [5] Conversely, a 2015 systematic review of 9 trials concluded that EGb761 at 240 mg/day was able to decelerate decline in cognition, function, behavior, and global change at 22 to 26 weeks in patients with dementia, especially for those with neuropsychiatric symptoms. [6] A 2017 study of 12 systematic reviews also suggested that at doses greater than 200mg/day for at least five months, EGb had potentially beneficial effects for patients with dementia. [7]", "contents": "Ginkgo Biloba -- Indications -- Dementia/ Cognitive Impairment. In terms of treatment for existing dementia, data has been contradictory regarding the efficacy of Ginkgo biloba extract (EGb). A 52-week, randomized, double-blind, placebo-controlled, parallel-group, multicenter study of 309 patients in 1997 concluded that EGb was safe and though modestly, it appeared to stabilize and improve the cognitive performance as well as social functioning of dementia patients for six months to 1 year. [1] Similarly, another 24-week randomized controlled trial with 410 outpatients found that treatment with EGb 761 using a once-daily dose of 240 mg was safe and demonstrated a statistically significant improvement in cognition, psychopathology, functional status and quality of life of patients and caregivers. [2] On the other hand, a randomized control trial of 513 outpatients with mild to moderate dementia of the Alzheimer type did not support the efficacy of ginkgo extract. [3] A systematic review of 36 trials in 2009 and another review of 38 trials in 2018, though demonstrated that Ginkgo biloba was relatively safe, but did not support its clinical benefit for patients with cognitive impairment and dementia. [4] [5] Conversely, a 2015 systematic review of 9 trials concluded that EGb761 at 240 mg/day was able to decelerate decline in cognition, function, behavior, and global change at 22 to 26 weeks in patients with dementia, especially for those with neuropsychiatric symptoms. [6] A 2017 study of 12 systematic reviews also suggested that at doses greater than 200mg/day for at least five months, EGb had potentially beneficial effects for patients with dementia. [7]"}
{"id": "article-22252_4", "title": "Ginkgo Biloba -- Indications -- Dementia/ Cognitive Impairment", "content": "In terms of preventing dementia, there is also insufficient evidence to support the use of ginkgo. The Ginkgo Evaluation of Memory (GEM) Study showed that Ginkgo biloba at 120 mg twice a day was not effective in reducing both all-cause dementia incidence and Alzheimer dementia incidence in elderly patients with normal cognition or with mild cognitive impairment. [8] Similarly, the GuidAge clinical trial conducted in patients aged 70 years or older who spontaneously reported memory complaints to their primary care physician in France. This trial randomized patients with either 120 mg standardized Ginkgo biloba extract or matching placebo and did not support the benefit of long-term use of standardized EGb in reducing the risk of progression to Alzheimer disease throughout five years. [9] A meta-analysis of two trials involving 5889 participants showed no significant difference in the rate of developing dementia between Ginkgo biloba and the placebo in late-life. [10] A 2012 meta-analysis did not find support for the use of Ginkgo biloba in enhancing cognitive function in healthy adults. [11]", "contents": "Ginkgo Biloba -- Indications -- Dementia/ Cognitive Impairment. In terms of preventing dementia, there is also insufficient evidence to support the use of ginkgo. The Ginkgo Evaluation of Memory (GEM) Study showed that Ginkgo biloba at 120 mg twice a day was not effective in reducing both all-cause dementia incidence and Alzheimer dementia incidence in elderly patients with normal cognition or with mild cognitive impairment. [8] Similarly, the GuidAge clinical trial conducted in patients aged 70 years or older who spontaneously reported memory complaints to their primary care physician in France. This trial randomized patients with either 120 mg standardized Ginkgo biloba extract or matching placebo and did not support the benefit of long-term use of standardized EGb in reducing the risk of progression to Alzheimer disease throughout five years. [9] A meta-analysis of two trials involving 5889 participants showed no significant difference in the rate of developing dementia between Ginkgo biloba and the placebo in late-life. [10] A 2012 meta-analysis did not find support for the use of Ginkgo biloba in enhancing cognitive function in healthy adults. [11]"}
{"id": "article-22252_5", "title": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction", "content": "Effects of ginkgo on cardiovascular disease and risk factors, including hypertension and diabetes, have been the topic of many studies. However, there has been a lack of large evidence-based, well-designed randomized controlled trials/studies to support its use in treating or preventing the incidence of cardiovascular disease. Though Ginkgo biloba extract has often been an option in the treatment of acute ischemic stroke in China, a systemic review in 2005 did not show the benefit of improving mortality or neurological recovery in the post-stroke period. [12] On the other hand, a randomized, open-label, blinded, controlled clinical trial in 2018 suggested that ginkgo, in combination with aspirin treatment lessened cognitive and neurological impairment after acute ischemic stroke without increasing the incidence of vascular events. [13] A small randomized controlled trial of eighty patients with coronary artery disease showed that the use of EGb correlated with an increase in blood flow of left anterior descending coronary artery as measured by Doppler echocardiography as well as an increase in nitric oxide and a decrease in endothelin-1 level. [14]", "contents": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction. Effects of ginkgo on cardiovascular disease and risk factors, including hypertension and diabetes, have been the topic of many studies. However, there has been a lack of large evidence-based, well-designed randomized controlled trials/studies to support its use in treating or preventing the incidence of cardiovascular disease. Though Ginkgo biloba extract has often been an option in the treatment of acute ischemic stroke in China, a systemic review in 2005 did not show the benefit of improving mortality or neurological recovery in the post-stroke period. [12] On the other hand, a randomized, open-label, blinded, controlled clinical trial in 2018 suggested that ginkgo, in combination with aspirin treatment lessened cognitive and neurological impairment after acute ischemic stroke without increasing the incidence of vascular events. [13] A small randomized controlled trial of eighty patients with coronary artery disease showed that the use of EGb correlated with an increase in blood flow of left anterior descending coronary artery as measured by Doppler echocardiography as well as an increase in nitric oxide and a decrease in endothelin-1 level. [14]"}
{"id": "article-22252_6", "title": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction", "content": "A randomized controlled trial in 2010 that monitor CVD as a preplanned secondary outcome of the GEM study showed no evidence that ginkgo reduced CV mortality or CVD events though it reported a smaller number of peripheral vascular disease events in ginkgo arm. [15] A systemic review, however, suggested that that Ginkgo biloba had no statistical or clinically significant benefit for patients with peripheral arterial disease. [16] Data from the GEM study also demonstrated that EGb did not reduce blood pressure or the incidence of hypertension in elderly patients with a mean age of 79 years old. [17] Ginkgo biloba research has also shown it to decrease plasma lipoprotein(a) level - a known risk factor for atherosclerotic diseases. [18] A small randomized controlled trial in 2018 showed that adjunct use of EGb along with metformin was more effective than metformin alone in improving outcomes in patients with type 2 diabetes mellitus as measured by blood HbA1c, fasting glucose, insulin level, BMI, waist circumference and visceral adiposity index without negatively affecting the liver, kidney, or hematopoietic functions. [19]", "contents": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction. A randomized controlled trial in 2010 that monitor CVD as a preplanned secondary outcome of the GEM study showed no evidence that ginkgo reduced CV mortality or CVD events though it reported a smaller number of peripheral vascular disease events in ginkgo arm. [15] A systemic review, however, suggested that that Ginkgo biloba had no statistical or clinically significant benefit for patients with peripheral arterial disease. [16] Data from the GEM study also demonstrated that EGb did not reduce blood pressure or the incidence of hypertension in elderly patients with a mean age of 79 years old. [17] Ginkgo biloba research has also shown it to decrease plasma lipoprotein(a) level - a known risk factor for atherosclerotic diseases. [18] A small randomized controlled trial in 2018 showed that adjunct use of EGb along with metformin was more effective than metformin alone in improving outcomes in patients with type 2 diabetes mellitus as measured by blood HbA1c, fasting glucose, insulin level, BMI, waist circumference and visceral adiposity index without negatively affecting the liver, kidney, or hematopoietic functions. [19]"}
{"id": "article-22252_7", "title": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction", "content": "Overall, due to the lack of strong evidence, the use of Ginkgo biloba extract is not indicated at this point for treatment or prevention of CVD.", "contents": "Ginkgo Biloba -- Indications -- Cardiovascular disease (CVD)/ Cardiovascular Risk Factors Reduction. Overall, due to the lack of strong evidence, the use of Ginkgo biloba extract is not indicated at this point for treatment or prevention of CVD."}
{"id": "article-22252_8", "title": "Ginkgo Biloba -- Indications -- Psychiatric disorders:", "content": "Studies have examined the role of Ginkgo biloba in treating depression and other psychiatric disorders. A small randomized controlled trial with 136 subjects suggested that EGb, as an adjunctive treatment along with citalopram, could improve depressive symptoms and cognitive function as measured by Hamilton Depression Rating Scale (HAMD) and Wisconsin Card Classification Test (WCST), respectively; it also decreased the expression of serum S100B, a marker of brain injury. [20] A randomized controlled trial of 157 patients with DSM-IV-diagnosed schizophrenia and tardive dyskinesia (TD) suggested EGb could help reduce the symptoms of TD. [21] A meta-analysis of four trials involving 1628 patients showed treatment with EGb improved behavioral and psychological symptoms of dementia and also caregiver distress associated with such symptoms. [22]", "contents": "Ginkgo Biloba -- Indications -- Psychiatric disorders:. Studies have examined the role of Ginkgo biloba in treating depression and other psychiatric disorders. A small randomized controlled trial with 136 subjects suggested that EGb, as an adjunctive treatment along with citalopram, could improve depressive symptoms and cognitive function as measured by Hamilton Depression Rating Scale (HAMD) and Wisconsin Card Classification Test (WCST), respectively; it also decreased the expression of serum S100B, a marker of brain injury. [20] A randomized controlled trial of 157 patients with DSM-IV-diagnosed schizophrenia and tardive dyskinesia (TD) suggested EGb could help reduce the symptoms of TD. [21] A meta-analysis of four trials involving 1628 patients showed treatment with EGb improved behavioral and psychological symptoms of dementia and also caregiver distress associated with such symptoms. [22]"}
{"id": "article-22252_9", "title": "Ginkgo Biloba -- Indications -- Sexual Dysfunction", "content": "Many small studies have explored the role of EGb in treating sexual dysfunction. A triple-blind, placebo-controlled trial of 24 patients with sexual dysfunction due to antidepressant drugs showed no statistically significant differences in responses and side-effect profiles between the EGb group and the placebo group. [23] A randomized control trial of 108 patients showed that a nutritional supplement containing L-arginine, ginseng, ginkgo, damiana, multivitamins, and minerals, helped increase the level of sexual desire in premenopausal, perimenopausal, and postmenopausal women compared to placebo. [24]", "contents": "Ginkgo Biloba -- Indications -- Sexual Dysfunction. Many small studies have explored the role of EGb in treating sexual dysfunction. A triple-blind, placebo-controlled trial of 24 patients with sexual dysfunction due to antidepressant drugs showed no statistically significant differences in responses and side-effect profiles between the EGb group and the placebo group. [23] A randomized control trial of 108 patients showed that a nutritional supplement containing L-arginine, ginseng, ginkgo, damiana, multivitamins, and minerals, helped increase the level of sexual desire in premenopausal, perimenopausal, and postmenopausal women compared to placebo. [24]"}
{"id": "article-22252_10", "title": "Ginkgo Biloba -- Indications -- Vertigo", "content": "A multicenter double-blinded randomized control trial that followed 70 patients throughout three months showed that Ginkgo biloba extract could reduce the intensity, frequency, and duration of vertiginous syndrome compared (47% in the EGb group compared to 18% in the placebo group). [25] Another randomized controlled trial in 2014 showed that there was no statistically significant difference in vertigo treatment outcomes between Ginkgo biloba versus betahistine group though EGb had a better tolerance profile. [26] Again due to the lack of strength of the evidence, more studies are necessary to establish the efficacy of Ginkgo biloba in treating vertigo.", "contents": "Ginkgo Biloba -- Indications -- Vertigo. A multicenter double-blinded randomized control trial that followed 70 patients throughout three months showed that Ginkgo biloba extract could reduce the intensity, frequency, and duration of vertiginous syndrome compared (47% in the EGb group compared to 18% in the placebo group). [25] Another randomized controlled trial in 2014 showed that there was no statistically significant difference in vertigo treatment outcomes between Ginkgo biloba versus betahistine group though EGb had a better tolerance profile. [26] Again due to the lack of strength of the evidence, more studies are necessary to establish the efficacy of Ginkgo biloba in treating vertigo."}
{"id": "article-22252_11", "title": "Ginkgo Biloba -- Indications -- Tinnitus", "content": "A Cochrane review in 2013, which included four trials with a total of 1543 participants, demonstrated that there was no evidence that Gingko biloba was effective in patients with a primary complaint of tinnitus. [27] Similarly, a 2018 study that extracted data from systematic reviews concluded the use of Ginkgo biloba did not alleviate the severity of tinnitus or improve the quality of life of patients. [28]", "contents": "Ginkgo Biloba -- Indications -- Tinnitus. A Cochrane review in 2013, which included four trials with a total of 1543 participants, demonstrated that there was no evidence that Gingko biloba was effective in patients with a primary complaint of tinnitus. [27] Similarly, a 2018 study that extracted data from systematic reviews concluded the use of Ginkgo biloba did not alleviate the severity of tinnitus or improve the quality of life of patients. [28]"}
{"id": "article-22252_12", "title": "Ginkgo Biloba -- Indications -- Vitiligo", "content": "A double-blind placebo-controlled trial of 52 vitiligo patients showed that treatment with Ginkgo biloba correlated with a statistically significant cessation of active progression of depigmentation. [29] Despite such a promising result, more studies are to validate ginkgo's role as a potential therapy of choice for vitiligo.", "contents": "Ginkgo Biloba -- Indications -- Vitiligo. A double-blind placebo-controlled trial of 52 vitiligo patients showed that treatment with Ginkgo biloba correlated with a statistically significant cessation of active progression of depigmentation. [29] Despite such a promising result, more studies are to validate ginkgo's role as a potential therapy of choice for vitiligo."}
{"id": "article-22252_13", "title": "Ginkgo Biloba -- Indications -- Macular Degeneration", "content": "A 2012 systematic review identified one study of 20 patients with macular degeneration conducted in France, randomly allocated to Gingko Biloba extract EGb 761 80 mg twice daily or placebo and another study of 99 patients performed in Germany randomly assigned to two different doses of Ginkgo biloba extract EGb 761 (240 mg per day and 60 mg per day). Researchers followed the patients for six months in both trials. Their results could not be pooled, but both experiments demonstrated some beneficial effects of Ginkgo biloba on vision. [30]", "contents": "Ginkgo Biloba -- Indications -- Macular Degeneration. A 2012 systematic review identified one study of 20 patients with macular degeneration conducted in France, randomly allocated to Gingko Biloba extract EGb 761 80 mg twice daily or placebo and another study of 99 patients performed in Germany randomly assigned to two different doses of Ginkgo biloba extract EGb 761 (240 mg per day and 60 mg per day). Researchers followed the patients for six months in both trials. Their results could not be pooled, but both experiments demonstrated some beneficial effects of Ginkgo biloba on vision. [30]"}
{"id": "article-22252_14", "title": "Ginkgo Biloba -- Indications -- Glaucoma", "content": "A 2019 systematic review suggested that flavonoids, often found in Ginkgo biloba , had a beneficial impact on glaucoma, particularly in terms of increasing ocular blood flow and potentially halting the progression of visual field loss. [31] More quality research is warranted to determine the role of Gingko biloba in treating glaucoma.", "contents": "Ginkgo Biloba -- Indications -- Glaucoma. A 2019 systematic review suggested that flavonoids, often found in Ginkgo biloba , had a beneficial impact on glaucoma, particularly in terms of increasing ocular blood flow and potentially halting the progression of visual field loss. [31] More quality research is warranted to determine the role of Gingko biloba in treating glaucoma."}
{"id": "article-22252_15", "title": "Ginkgo Biloba -- Indications -- Altitude Sickness", "content": "The Prevention of High Altitude Illness Trial (PHAIT) that followed 614 healthy western trekkers showed that ginkgo was not effective at preventing acute mountain sickness when compared to placebo. [32] Besides, a 2017 systematic review demonstrated that Ginkgo biloba , neither used alone or as an adjunct to acetazolamide, was beneficial for altitude sickness. [33]", "contents": "Ginkgo Biloba -- Indications -- Altitude Sickness. The Prevention of High Altitude Illness Trial (PHAIT) that followed 614 healthy western trekkers showed that ginkgo was not effective at preventing acute mountain sickness when compared to placebo. [32] Besides, a 2017 systematic review demonstrated that Ginkgo biloba , neither used alone or as an adjunct to acetazolamide, was beneficial for altitude sickness. [33]"}
{"id": "article-22252_16", "title": "Ginkgo Biloba -- Mechanism of Action", "content": "Ginkgo biloba has two primary active ingredients at varying concentrations: terpene lactones (which most notably include ginkgolides and diterpenes) and ginkgo flavone glycosides (which most notably contain ginkgetin, bilobetin, and sciadopitysin). [34] Most of the studies that investigate the effect of ginkgo extract often use the standardized extract of Ginkgo biloba (EGb) 761.", "contents": "Ginkgo Biloba -- Mechanism of Action. Ginkgo biloba has two primary active ingredients at varying concentrations: terpene lactones (which most notably include ginkgolides and diterpenes) and ginkgo flavone glycosides (which most notably contain ginkgetin, bilobetin, and sciadopitysin). [34] Most of the studies that investigate the effect of ginkgo extract often use the standardized extract of Ginkgo biloba (EGb) 761."}
{"id": "article-22252_17", "title": "Ginkgo Biloba -- Mechanism of Action", "content": "Ginkgo biloba extract has been shown to affect several neurotransmitter pathways and brain structures, mostly in animal studies. EGb761 limits stress-induced corticosterone hypersecretion by reducing the number of adrenal peripheral benzodiazepine receptors in rats. [35] Ginkgo extract appears to have reversible inhibitory effects on rat brain monoamine oxidase by inhibiting the uptake of serotonin and dopamine. [36] [37] EGb761 also has modest inhibitory activities on anticholinesterase, hence increasing cholinergic transmission in the brain. [38]", "contents": "Ginkgo Biloba -- Mechanism of Action. Ginkgo biloba extract has been shown to affect several neurotransmitter pathways and brain structures, mostly in animal studies. EGb761 limits stress-induced corticosterone hypersecretion by reducing the number of adrenal peripheral benzodiazepine receptors in rats. [35] Ginkgo extract appears to have reversible inhibitory effects on rat brain monoamine oxidase by inhibiting the uptake of serotonin and dopamine. [36] [37] EGb761 also has modest inhibitory activities on anticholinesterase, hence increasing cholinergic transmission in the brain. [38]"}
{"id": "article-22252_18", "title": "Ginkgo Biloba -- Mechanism of Action", "content": "Several studies have suggested the neuroprotective effects of Ginkgo biloba extract. Long-term use of EGb761 appears to improve the short-term memory of middle-aged rats likely by reducing free radical production in the prefrontal cortex. [39] It also protects against age-related changes in the mouse hippocampus. [40] Additionally, Gingko biloba extract acts as a free radical scavenger and protects neurons from oxidative damage and apoptosis, which have been observed prominently in cerebral ischemia and Alzheimer disease. [41] [42] [43]", "contents": "Ginkgo Biloba -- Mechanism of Action. Several studies have suggested the neuroprotective effects of Ginkgo biloba extract. Long-term use of EGb761 appears to improve the short-term memory of middle-aged rats likely by reducing free radical production in the prefrontal cortex. [39] It also protects against age-related changes in the mouse hippocampus. [40] Additionally, Gingko biloba extract acts as a free radical scavenger and protects neurons from oxidative damage and apoptosis, which have been observed prominently in cerebral ischemia and Alzheimer disease. [41] [42] [43]"}
{"id": "article-22252_19", "title": "Ginkgo Biloba -- Mechanism of Action", "content": "The effects of ginkgo on the cardiovascular system are widely studied and mostly observed as protective. Ginkgo's role includes a regulator of metabolism, membrane stabilizer, and vasodilator. [44] In the arterial endothelium, ginkgo biloba extract triggers the release of endogenous relaxing factors, such as endothelium-derived relaxing factor and prostacyclin. [45] Under tissue-damaging inflammatory conditions such as ischemia, it can also moderate nitric oxide production and exert vasorelaxation properties. [46] [47] Also, terpene lactones are potent antagonists of the platelet-activating factor. [48] Ginkgo extract also demonstrates fibrinolytic effects. [49]", "contents": "Ginkgo Biloba -- Mechanism of Action. The effects of ginkgo on the cardiovascular system are widely studied and mostly observed as protective. Ginkgo's role includes a regulator of metabolism, membrane stabilizer, and vasodilator. [44] In the arterial endothelium, ginkgo biloba extract triggers the release of endogenous relaxing factors, such as endothelium-derived relaxing factor and prostacyclin. [45] Under tissue-damaging inflammatory conditions such as ischemia, it can also moderate nitric oxide production and exert vasorelaxation properties. [46] [47] Also, terpene lactones are potent antagonists of the platelet-activating factor. [48] Ginkgo extract also demonstrates fibrinolytic effects. [49]"}
{"id": "article-22252_20", "title": "Ginkgo Biloba -- Administration", "content": "Ginkgo biloba extract administration is via the oral route. Most ginkgo extract is in the form of EGb 761. EGb 761 is standardized to include 6% terpenoids and 24% flavonoid glycosides. [50] Standard dosages of EGb 761 used in most studies and recommended by manufacturers are 40 mg three times per day, or 80 mg twice daily.", "contents": "Ginkgo Biloba -- Administration. Ginkgo biloba extract administration is via the oral route. Most ginkgo extract is in the form of EGb 761. EGb 761 is standardized to include 6% terpenoids and 24% flavonoid glycosides. [50] Standard dosages of EGb 761 used in most studies and recommended by manufacturers are 40 mg three times per day, or 80 mg twice daily."}
{"id": "article-22252_21", "title": "Ginkgo Biloba -- Adverse Effects", "content": "In general, Ginkgo biloba is safe and well-tolerated. The maximum recommended dose for ginkgo extract is 240 mg/day. [51] Mild adverse effects include headache, heart palpitations, gastrointestinal upset, constipation, allergic skin reactions. [34]", "contents": "Ginkgo Biloba -- Adverse Effects. In general, Ginkgo biloba is safe and well-tolerated. The maximum recommended dose for ginkgo extract is 240 mg/day. [51] Mild adverse effects include headache, heart palpitations, gastrointestinal upset, constipation, allergic skin reactions. [34]"}
{"id": "article-22252_22", "title": "Ginkgo Biloba -- Adverse Effects", "content": "Though a systematic review and meta-analysis found no significant effect of ginkgo on prothrombin time, activated partial thromboplastin time, and platelet aggregation, there had been several case reports that described a temporal association between using ginkgo and a bleeding event including severe intracranial bleeding. [52] [53]", "contents": "Ginkgo Biloba -- Adverse Effects. Though a systematic review and meta-analysis found no significant effect of ginkgo on prothrombin time, activated partial thromboplastin time, and platelet aggregation, there had been several case reports that described a temporal association between using ginkgo and a bleeding event including severe intracranial bleeding. [52] [53]"}
{"id": "article-22252_23", "title": "Ginkgo Biloba -- Contraindications", "content": "Use of ginkgo in patients with bleeding disorders or those who take nonsteroidal anti-inflammatory drugs (NSAIDs), antiplatelet, or anticoagulant therapies requires caution. A case report described spontaneous bleeding from the iris into the anterior chamber of the eye in an elderly patient who took both aspirin and ginkgo. [54] A 2015 study in Large Veterans Administration Population demonstrated that coadministration of warfarin and ginkgo correlated with an increase in the risk of a bleeding event. [55] There has been insufficient evidence about the perioperative risk of ginkgo use. One study recommended physicians to discontinue ginkgo at least 36 hours before a planned surgical procedure. [56] There has been no existing data on the safety and efficacy of ginkgo in pregnant women, nursing mothers, or infants, so recommendations are against ginkgo use in these populations. [34]", "contents": "Ginkgo Biloba -- Contraindications. Use of ginkgo in patients with bleeding disorders or those who take nonsteroidal anti-inflammatory drugs (NSAIDs), antiplatelet, or anticoagulant therapies requires caution. A case report described spontaneous bleeding from the iris into the anterior chamber of the eye in an elderly patient who took both aspirin and ginkgo. [54] A 2015 study in Large Veterans Administration Population demonstrated that coadministration of warfarin and ginkgo correlated with an increase in the risk of a bleeding event. [55] There has been insufficient evidence about the perioperative risk of ginkgo use. One study recommended physicians to discontinue ginkgo at least 36 hours before a planned surgical procedure. [56] There has been no existing data on the safety and efficacy of ginkgo in pregnant women, nursing mothers, or infants, so recommendations are against ginkgo use in these populations. [34]"}
{"id": "article-22252_24", "title": "Ginkgo Biloba -- Contraindications", "content": "In epileptic patients or in patients who are prone to seizure, physicians should also be cautious with the administration of ginkgo as ginkgo toxin, mostly found in ginkgo seeds but still present in ginkgo leaves, could lower the seizure threshold. [57] [58]", "contents": "Ginkgo Biloba -- Contraindications. In epileptic patients or in patients who are prone to seizure, physicians should also be cautious with the administration of ginkgo as ginkgo toxin, mostly found in ginkgo seeds but still present in ginkgo leaves, could lower the seizure threshold. [57] [58]"}
{"id": "article-22252_25", "title": "Ginkgo Biloba -- Monitoring", "content": "It is worth noting that dietary supplements such as Ginkgo biloba do not require extensive pre-marketing approval from the U.S. Food and Drug Administration. On multiple occasions, nutritional supplements may contain several ingredients, and a discrepancy between labeled and actual ingredients or their amounts may occur. So physicians should be cautious regarding the safety or effectiveness of a dietary supplement. Research has noted several interactions between Ginkgo biloba and other medications, as well as other dietary supplements.", "contents": "Ginkgo Biloba -- Monitoring. It is worth noting that dietary supplements such as Ginkgo biloba do not require extensive pre-marketing approval from the U.S. Food and Drug Administration. On multiple occasions, nutritional supplements may contain several ingredients, and a discrepancy between labeled and actual ingredients or their amounts may occur. So physicians should be cautious regarding the safety or effectiveness of a dietary supplement. Research has noted several interactions between Ginkgo biloba and other medications, as well as other dietary supplements."}
{"id": "article-22252_26", "title": "Ginkgo Biloba -- Monitoring", "content": "EGb doses higher than the recommended ones may lead to a weak induction of the CYP2C19-mediated omeprazole 5-hydroxylation, and weak inhibition of the CYP3A4-mediated midazolam 1'-hydroxylation through the clinical implications of such findings are unclear. Overall, as long as the maximum consumption of EGb 761 does not exceed 240 mg daily, pharmacokinetic herb-drug interactions are at an acceptable limit. [51]", "contents": "Ginkgo Biloba -- Monitoring. EGb doses higher than the recommended ones may lead to a weak induction of the CYP2C19-mediated omeprazole 5-hydroxylation, and weak inhibition of the CYP3A4-mediated midazolam 1'-hydroxylation through the clinical implications of such findings are unclear. Overall, as long as the maximum consumption of EGb 761 does not exceed 240 mg daily, pharmacokinetic herb-drug interactions are at an acceptable limit. [51]"}
{"id": "article-22252_27", "title": "Ginkgo Biloba -- Monitoring", "content": "As discussed above, physicians should be aware of the increased risk of bleeding when Ginkgo biloba was co-administered with other agents that have potential to increase bleeding (NSAIDs, antiplatelet, anticoagulant therapies, garlic, ginger, ginseng, etc.) Due to its properties as monoamine oxidase inhibitors, [36] ginkgo can precipitate serotonin syndrome in patients that are on other antidepressant medications. Also, ginkgo has an elevating effect on blood sugar, so if patients have diabetes and take ginkgo, closely monitoring of blood glucose levels is recommended. [59]", "contents": "Ginkgo Biloba -- Monitoring. As discussed above, physicians should be aware of the increased risk of bleeding when Ginkgo biloba was co-administered with other agents that have potential to increase bleeding (NSAIDs, antiplatelet, anticoagulant therapies, garlic, ginger, ginseng, etc.) Due to its properties as monoamine oxidase inhibitors, [36] ginkgo can precipitate serotonin syndrome in patients that are on other antidepressant medications. Also, ginkgo has an elevating effect on blood sugar, so if patients have diabetes and take ginkgo, closely monitoring of blood glucose levels is recommended. [59]"}
{"id": "article-22252_28", "title": "Ginkgo Biloba -- Toxicity", "content": "Raw ginkgo seeds contain potentially toxic cyanogenic glycosides. [34] Contact or ingestion of ginkgo's seed can be poisonous. It can cause a serious allergic skin reaction such as acute generalized exanthematous pustulosis and also convulsions. [60] [61] As discussed in this review, bleeding, seizure, serotonin syndrome could be potential consequences of ginkgo toxicity. There is no antidote for ginkgo. Treatment includes discontinuation of ginkgo and appropriate symptom control depending on the manifestation of each toxication case.", "contents": "Ginkgo Biloba -- Toxicity. Raw ginkgo seeds contain potentially toxic cyanogenic glycosides. [34] Contact or ingestion of ginkgo's seed can be poisonous. It can cause a serious allergic skin reaction such as acute generalized exanthematous pustulosis and also convulsions. [60] [61] As discussed in this review, bleeding, seizure, serotonin syndrome could be potential consequences of ginkgo toxicity. There is no antidote for ginkgo. Treatment includes discontinuation of ginkgo and appropriate symptom control depending on the manifestation of each toxication case."}
{"id": "article-22252_29", "title": "Ginkgo Biloba -- Enhancing Healthcare Team Outcomes", "content": "Ginkgo is one of the most common dietary supplements used in the United States. Healthcare providers often overlook inquiry about the use of herbal medicine. Due to ginkgo's several side effects and extensive interactions with other medications, it is important to educate the healthcare team (nurse practitioner, pharmacist, primary care provider, nursing staff) to incorporate the habit of asking patients about over-the-counter supplements and keep toxicity/interactions of these supplements with patient's other medications as potential causes of patient's presentation in their differentials. Patients should be educated by the team, including the clinician, nurse, and pharmacist about the possible side effects and interactions of ginkgo and encouraged to disclose such information with their healthcare providers. The pharmacist should also review their medication profile and caution if there are any possible interactions, alerting the patient's clinician and/or nurse as well. Such an interprofessional healthcare team approach to ginkgo or any supplement can contribute to optimal patient outcomes if all providers are involved and communicating a consistent message. [Level V]", "contents": "Ginkgo Biloba -- Enhancing Healthcare Team Outcomes. Ginkgo is one of the most common dietary supplements used in the United States. Healthcare providers often overlook inquiry about the use of herbal medicine. Due to ginkgo's several side effects and extensive interactions with other medications, it is important to educate the healthcare team (nurse practitioner, pharmacist, primary care provider, nursing staff) to incorporate the habit of asking patients about over-the-counter supplements and keep toxicity/interactions of these supplements with patient's other medications as potential causes of patient's presentation in their differentials. Patients should be educated by the team, including the clinician, nurse, and pharmacist about the possible side effects and interactions of ginkgo and encouraged to disclose such information with their healthcare providers. The pharmacist should also review their medication profile and caution if there are any possible interactions, alerting the patient's clinician and/or nurse as well. Such an interprofessional healthcare team approach to ginkgo or any supplement can contribute to optimal patient outcomes if all providers are involved and communicating a consistent message. [Level V]"}
{"id": "article-22252_30", "title": "Ginkgo Biloba -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ginkgo Biloba -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}