{"id": "article-42966_0", "title": "Cimetidine -- Continuing Education Activity", "content": "Cimetidine is a drug with the indication of peptic ulcer disease, gastroesophageal reflux disease, and dermatological conditions including warts, urticaria, mastocytosis, and erythropoietic protoporphyria. This medication is an H2 receptor antagonist. This activity will describe cimetidine's indications, actions, and contraindications in these disorders. Cimetidine is available as an over-the-counter medication and by prescription. Therefore, this activity will further highlight the mechanisms of action, adverse effect profile, and other key factors pertinent to interprofessional team members in managing patients by using cimetidine.", "contents": "Cimetidine -- Continuing Education Activity. Cimetidine is a drug with the indication of peptic ulcer disease, gastroesophageal reflux disease, and dermatological conditions including warts, urticaria, mastocytosis, and erythropoietic protoporphyria. This medication is an H2 receptor antagonist. This activity will describe cimetidine's indications, actions, and contraindications in these disorders. Cimetidine is available as an over-the-counter medication and by prescription. Therefore, this activity will further highlight the mechanisms of action, adverse effect profile, and other key factors pertinent to interprofessional team members in managing patients by using cimetidine."}
{"id": "article-42966_1", "title": "Cimetidine -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of cimetidine. Describe the indications for using cimetidine. Review the drug-drug interactions associated with cimetidine use. Outline the interprofessional team strategies regarding healthcare, coordination, and communication to improve the therapeutic outcome of cimetidine in patients who would benefit therapeutically. Access free multiple choice questions on this topic.", "contents": "Cimetidine -- Continuing Education Activity. Objectives: Identify the mechanism of action of cimetidine. Describe the indications for using cimetidine. Review the drug-drug interactions associated with cimetidine use. Outline the interprofessional team strategies regarding healthcare, coordination, and communication to improve the therapeutic outcome of cimetidine in patients who would benefit therapeutically. Access free multiple choice questions on this topic."}
{"id": "article-42966_2", "title": "Cimetidine -- Indications", "content": "Cimetidine is a gastric acid reducer used in the short-term treatment of duodenal and gastric ulcers. [1] Therefore, the drug effectively manages gastric hypersecretion and is used to manage reflux esophagitis disease and prevent stress-related gastric ulcers. With the development of proton pump inhibitors, such as omeprazole, approved for the same indications, cimetidine is available as an over-the-counter formulation to prevent heartburn or acid indigestion, along with the other H2-receptor antagonists.", "contents": "Cimetidine -- Indications. Cimetidine is a gastric acid reducer used in the short-term treatment of duodenal and gastric ulcers. [1] Therefore, the drug effectively manages gastric hypersecretion and is used to manage reflux esophagitis disease and prevent stress-related gastric ulcers. With the development of proton pump inhibitors, such as omeprazole, approved for the same indications, cimetidine is available as an over-the-counter formulation to prevent heartburn or acid indigestion, along with the other H2-receptor antagonists."}
{"id": "article-42966_3", "title": "Cimetidine -- Indications", "content": "In the past, before the approval of proton pump inhibitors, intravenous cimetidine offered a treatment option to seriously ill patients in the intensive care unit who required prophylaxis against stress-induced ulcers through its H2-receptor antagonist. [2]", "contents": "Cimetidine -- Indications. In the past, before the approval of proton pump inhibitors, intravenous cimetidine offered a treatment option to seriously ill patients in the intensive care unit who required prophylaxis against stress-induced ulcers through its H2-receptor antagonist. [2]"}
{"id": "article-42966_4", "title": "Cimetidine -- Indications", "content": "Recently, several studies have assessed the use of cimetidine in dermatology, including warts, ulceration, and mastocytosis. For example, treatment of multiple warts in pediatric heart transplant recipients. [3] In adults, cimetidine therapy appears to be beneficial with low toxicity in treating recalcitrant warts. [4] This effect may be due to reports of the immunomodulatory properties of this drug, attributed to cimetidine's ability to reduce regulatory/suppressor T cell-mediated immunosuppression. [5]", "contents": "Cimetidine -- Indications. Recently, several studies have assessed the use of cimetidine in dermatology, including warts, ulceration, and mastocytosis. For example, treatment of multiple warts in pediatric heart transplant recipients. [3] In adults, cimetidine therapy appears to be beneficial with low toxicity in treating recalcitrant warts. [4] This effect may be due to reports of the immunomodulatory properties of this drug, attributed to cimetidine's ability to reduce regulatory/suppressor T cell-mediated immunosuppression. [5]"}
{"id": "article-42966_5", "title": "Cimetidine -- Indications", "content": "There are also reports that cimetidine can inhibit heme biosynthesis and results in symptomatic improvement in children with acute intermittent porphyria and porphyria cutanea tarda. Both conditions are related to erythropoietic protoporphyria, a rare hereditary disease of heme biosynthesis that manifests with severe photosensitivity and hepatotoxicity. The rapid reduction in photosensitivity was observable within weeks of initiating cimetidine systemic therapy, and skin photosensitivity also improved. Also, there was a reduction in serum erythrocyte protoporphyrin levels, and liver function tests improved with no adverse effects from cimetidine for over two years of treatment. [6] Similar results were reported with the use of cimetidine and lactulose. [7] However, other researchers reported that there is not enough evidence for the benefit of cimetidine in protoporphyria. [8] [9]", "contents": "Cimetidine -- Indications. There are also reports that cimetidine can inhibit heme biosynthesis and results in symptomatic improvement in children with acute intermittent porphyria and porphyria cutanea tarda. Both conditions are related to erythropoietic protoporphyria, a rare hereditary disease of heme biosynthesis that manifests with severe photosensitivity and hepatotoxicity. The rapid reduction in photosensitivity was observable within weeks of initiating cimetidine systemic therapy, and skin photosensitivity also improved. Also, there was a reduction in serum erythrocyte protoporphyrin levels, and liver function tests improved with no adverse effects from cimetidine for over two years of treatment. [6] Similar results were reported with the use of cimetidine and lactulose. [7] However, other researchers reported that there is not enough evidence for the benefit of cimetidine in protoporphyria. [8] [9]"}
{"id": "article-42966_6", "title": "Cimetidine -- Indications", "content": "Other dermatological indications include (i) condylomata acuminate and papillomatosis in young children, (ii) chronic idiopathic urticaria and other types of urticaria, (iii) pruritus after a burn injury, and (iv) in treating \"periodic fever, aphthous stomatitis, pharyngitis, adenitis (PFAPA) syndrome.\" [10] [11] [12] [13]", "contents": "Cimetidine -- Indications. Other dermatological indications include (i) condylomata acuminate and papillomatosis in young children, (ii) chronic idiopathic urticaria and other types of urticaria, (iii) pruritus after a burn injury, and (iv) in treating \"periodic fever, aphthous stomatitis, pharyngitis, adenitis (PFAPA) syndrome.\" [10] [11] [12] [13]"}
{"id": "article-42966_7", "title": "Cimetidine -- Indications", "content": "Cimetidine has shown beneficial effects on cell-mediated immunity following burn injury and alleviated damages induced by long-term low-dose neutron and gamma combined irradiation in animals via antioxidation and immunomodulation. [14] [15]", "contents": "Cimetidine -- Indications. Cimetidine has shown beneficial effects on cell-mediated immunity following burn injury and alleviated damages induced by long-term low-dose neutron and gamma combined irradiation in animals via antioxidation and immunomodulation. [14] [15]"}
{"id": "article-42966_8", "title": "Cimetidine -- Indications", "content": "Other studies support cimetidine as a treatment for bladder pain resulting from interstitial cystitis. There is no conclusion yet whether the mechanism involves a peptidergic pathway in the human bladder as cimetidine has on the parietal cells of the gastrointestinal tract. [16]", "contents": "Cimetidine -- Indications. Other studies support cimetidine as a treatment for bladder pain resulting from interstitial cystitis. There is no conclusion yet whether the mechanism involves a peptidergic pathway in the human bladder as cimetidine has on the parietal cells of the gastrointestinal tract. [16]"}
{"id": "article-42966_9", "title": "Cimetidine -- Mechanism of Action", "content": "Understanding the physiology of gastric acid secretion is essential for understanding the mechanism of action of cimetidine. The primary stimuli for gastric acid secretion include (i) gastrin, released from antral G cells, (ii) histamine released from oxyntic enterochromaffin-like cells, and (iii) acetylcholine released from antral and oxyntic neurons secondary to parasympathetic (vagal) stimulation. [17] Other stimuli for gastric secretion include ghrelin and motilin. Acid release results from the stimulatory effect of histamine on parietal cells, which is mediated by adenylate cyclase activation and the generation of cyclic AMP (cAMP). [1] This cAMP activates a specific protein kinase, which phosphorylates a yet unknown substrate that propagates the stimulatory signal. [18] The chief acid secretion inhibitors are somatostatin released from oxyntic and antral D-cells, cholecystokinin, atrial natriuretic peptides, nitric oxide, and glucagon-like peptide-1. [19]", "contents": "Cimetidine -- Mechanism of Action. Understanding the physiology of gastric acid secretion is essential for understanding the mechanism of action of cimetidine. The primary stimuli for gastric acid secretion include (i) gastrin, released from antral G cells, (ii) histamine released from oxyntic enterochromaffin-like cells, and (iii) acetylcholine released from antral and oxyntic neurons secondary to parasympathetic (vagal) stimulation. [17] Other stimuli for gastric secretion include ghrelin and motilin. Acid release results from the stimulatory effect of histamine on parietal cells, which is mediated by adenylate cyclase activation and the generation of cyclic AMP (cAMP). [1] This cAMP activates a specific protein kinase, which phosphorylates a yet unknown substrate that propagates the stimulatory signal. [18] The chief acid secretion inhibitors are somatostatin released from oxyntic and antral D-cells, cholecystokinin, atrial natriuretic peptides, nitric oxide, and glucagon-like peptide-1. [19]"}
{"id": "article-42966_10", "title": "Cimetidine -- Mechanism of Action", "content": "The H2-receptor antagonist cimetidine competitively blocks histamine from stimulating the H2-receptors located on the gastric parietal cells (these cells are responsible for hydrochloric acid secretion and secretion of the intrinsic factor). The effect reduces the volume of gastric acid secretion from stimuli, including histamine, food, caffeine, and insulin.", "contents": "Cimetidine -- Mechanism of Action. The H2-receptor antagonist cimetidine competitively blocks histamine from stimulating the H2-receptors located on the gastric parietal cells (these cells are responsible for hydrochloric acid secretion and secretion of the intrinsic factor). The effect reduces the volume of gastric acid secretion from stimuli, including histamine, food, caffeine, and insulin."}
{"id": "article-42966_11", "title": "Cimetidine -- Administration", "content": "Cimetidine is available as an oral tablet and solution. The drug can also be administered parenterally as an intravenous (IV) injection. The recommended dosage of cimetidine for the pediatric patient is 20 to 40 mg/kg/day administered in divided doses every 6 hours (5 to 10 mg for neonates and 10 to 20 mg for infants; both divided every 6 to 8 hours also). The recommended dosage for treating peptic ulcers in adults is 300 to 400 mg twice daily or 800 mg at bedtime for up to eight weeks. The maintenance dosage of cimetidine is 400 mg per day. Dosages of 200 to 400 mg (OTC formulations) per day can effectively manage or prevent heartburn caused by the intake of caffeine and certain foods. Thus, cimetidine is optimally administered thirty minutes before a meal.", "contents": "Cimetidine -- Administration. Cimetidine is available as an oral tablet and solution. The drug can also be administered parenterally as an intravenous (IV) injection. The recommended dosage of cimetidine for the pediatric patient is 20 to 40 mg/kg/day administered in divided doses every 6 hours (5 to 10 mg for neonates and 10 to 20 mg for infants; both divided every 6 to 8 hours also). The recommended dosage for treating peptic ulcers in adults is 300 to 400 mg twice daily or 800 mg at bedtime for up to eight weeks. The maintenance dosage of cimetidine is 400 mg per day. Dosages of 200 to 400 mg (OTC formulations) per day can effectively manage or prevent heartburn caused by the intake of caffeine and certain foods. Thus, cimetidine is optimally administered thirty minutes before a meal."}
{"id": "article-42966_12", "title": "Cimetidine -- Adverse Effects", "content": "High doses of cimetidine (over 5 g/day) can cause reversible impotence or gynecomastia. [20] This effect appears to result from the antiandrogenic potential of cimetidine, which depends on an increase in prolactin levels secondary to histamine H2 receptor blockade. Also, cimetidine has non-specific actions that stimulate prolactin secretion, causing galactorrhea in men in a dose-related pattern. [21] [22] The effects could also be related to a blockade of the 2-hydroxylation of estradiol. However, gynecomastia in men is not an adverse effect with the other H2 receptor blockers (ranitidine, famotidine, and nizatidine).", "contents": "Cimetidine -- Adverse Effects. High doses of cimetidine (over 5 g/day) can cause reversible impotence or gynecomastia. [20] This effect appears to result from the antiandrogenic potential of cimetidine, which depends on an increase in prolactin levels secondary to histamine H2 receptor blockade. Also, cimetidine has non-specific actions that stimulate prolactin secretion, causing galactorrhea in men in a dose-related pattern. [21] [22] The effects could also be related to a blockade of the 2-hydroxylation of estradiol. However, gynecomastia in men is not an adverse effect with the other H2 receptor blockers (ranitidine, famotidine, and nizatidine)."}
{"id": "article-42966_13", "title": "Cimetidine -- Adverse Effects", "content": "Patients receiving treatment with drugs metabolized through the cytochrome P450 enzymatic pathway may experience enhanced drug effects resulting from pharmacokinetic interaction when treated concomitantly with cimetidine, as it is a well-known enzyme inhibitor of several CYP isoforms, including 1A2, 2C9, 2D6, 3A4 P450 isoforms. Clinically relevant is the inhibition of cytochrome 3A4 and 1A2. [20] [23] Inhibition of these enzymes can lead to increased plasma levels of certain drugs, including warfarin, tricyclic antidepressants, lidocaine, calcium channel blockers, quinidine, oral sulfonylureas, phenytoin, theophylline, benzodiazepines, and beta-blockers (metoprolol and propranolol). For example, patients treated with warfarin sodium and cimetidine were found to have augmented hypoprothrombinemia and higher blood concentrations of warfarin. Such effects did not occur in patients treated with ranitidine and warfarin sodium. The effect is related to the inhibition of hepatic microsomal activity caused by cimetidine, which reduced the metabolic clearance of warfarin and augmented its anticoagulant effect. [24]", "contents": "Cimetidine -- Adverse Effects. Patients receiving treatment with drugs metabolized through the cytochrome P450 enzymatic pathway may experience enhanced drug effects resulting from pharmacokinetic interaction when treated concomitantly with cimetidine, as it is a well-known enzyme inhibitor of several CYP isoforms, including 1A2, 2C9, 2D6, 3A4 P450 isoforms. Clinically relevant is the inhibition of cytochrome 3A4 and 1A2. [20] [23] Inhibition of these enzymes can lead to increased plasma levels of certain drugs, including warfarin, tricyclic antidepressants, lidocaine, calcium channel blockers, quinidine, oral sulfonylureas, phenytoin, theophylline, benzodiazepines, and beta-blockers (metoprolol and propranolol). For example, patients treated with warfarin sodium and cimetidine were found to have augmented hypoprothrombinemia and higher blood concentrations of warfarin. Such effects did not occur in patients treated with ranitidine and warfarin sodium. The effect is related to the inhibition of hepatic microsomal activity caused by cimetidine, which reduced the metabolic clearance of warfarin and augmented its anticoagulant effect. [24]"}
{"id": "article-42966_14", "title": "Cimetidine -- Adverse Effects", "content": "The interaction involving beta-blockers (metoprolol or propranolol) results in significant sinus bradycardia and hypotension. [25] Such interaction does not occur with other beta-blockers such as atenolol or nadolol.", "contents": "Cimetidine -- Adverse Effects. The interaction involving beta-blockers (metoprolol or propranolol) results in significant sinus bradycardia and hypotension. [25] Such interaction does not occur with other beta-blockers such as atenolol or nadolol."}
{"id": "article-42966_15", "title": "Cimetidine -- Adverse Effects", "content": "Drug interactions are not observed clinically with other H2-blockers, including ranitidine, famotidine, and nizatidine. Cimetidine raises the pH of the gastric contents. This increased pH may lead to decreased absorption of drugs that require a lower pH to dissolve or increased absorption of drugs with absorption reduced by acid inactivation in the stomach. [26] [27]", "contents": "Cimetidine -- Adverse Effects. Drug interactions are not observed clinically with other H2-blockers, including ranitidine, famotidine, and nizatidine. Cimetidine raises the pH of the gastric contents. This increased pH may lead to decreased absorption of drugs that require a lower pH to dissolve or increased absorption of drugs with absorption reduced by acid inactivation in the stomach. [26] [27]"}
{"id": "article-42966_16", "title": "Cimetidine -- Adverse Effects", "content": "Impairment of vitamin B12 absorption raises the possibility that long-term, full-dose therapy with cimetidine may produce B12 deficiency similar to that observed in other hypochlorhydric states. [28] This effect is because parietal cells produce intrinsic factor necessary for vitamin B12 absorption. This effect is more common in younger female patients and will resolve with the discontinuation of cimetidine therapy. [28]", "contents": "Cimetidine -- Adverse Effects. Impairment of vitamin B12 absorption raises the possibility that long-term, full-dose therapy with cimetidine may produce B12 deficiency similar to that observed in other hypochlorhydric states. [28] This effect is because parietal cells produce intrinsic factor necessary for vitamin B12 absorption. This effect is more common in younger female patients and will resolve with the discontinuation of cimetidine therapy. [28]"}
{"id": "article-42966_17", "title": "Cimetidine -- Adverse Effects", "content": "There is a low incidence of cimetidine-induced hepatitis, suggesting a hypersensitivity-type reaction. [29] Some reported central nervous system effects, such as headache, dizziness, delirium, drowsiness, and somnolence, can limit cimetidine's use in the geriatric population and patients with renal and hepatic disorders. [30] Therefore, monitoring renal function is critical in the elderly to avoid these neuropsychiatric effects. The adverse effects mentioned here, along with the availability of proton pump inhibitors approved for treating similar gastrointestinal conditions, have limited the use of cimetidine.", "contents": "Cimetidine -- Adverse Effects. There is a low incidence of cimetidine-induced hepatitis, suggesting a hypersensitivity-type reaction. [29] Some reported central nervous system effects, such as headache, dizziness, delirium, drowsiness, and somnolence, can limit cimetidine's use in the geriatric population and patients with renal and hepatic disorders. [30] Therefore, monitoring renal function is critical in the elderly to avoid these neuropsychiatric effects. The adverse effects mentioned here, along with the availability of proton pump inhibitors approved for treating similar gastrointestinal conditions, have limited the use of cimetidine."}
{"id": "article-42966_18", "title": "Cimetidine -- Contraindications", "content": "Cimetidine can induce clinically insignificant elevated serum creatinine in a high percentage of patients. However, this resolves when the discontinuance of the drug. [31] Recommendations are that patients with a GFR of 10 to 50 ml/minute receive 50% of the normal dose, while patients with a GFR of less than 10 ml/minute receive a dose of 300 mg every 8 to 12 hours. Elderly patients (greater than or equal to 65 years or with a CrCl under 50 mL/minute) should be treated with lower doses to prevent the risk of mental status changes. The use of acid-suppressing drugs during the first trimester of pregnancy is not associated with significant teratogenic risks. [32] [33] Therefore, cimetidine is assigned a category B in pregnant females by the FDA, which means that animal studies have failed to show a fetal risk. There are no adequate and well-controlled studies conducted on pregnant females. Patients who have experienced any hypersensitivity reaction to this drug or any H2-receptor antagonist should avoid cimetidine.", "contents": "Cimetidine -- Contraindications. Cimetidine can induce clinically insignificant elevated serum creatinine in a high percentage of patients. However, this resolves when the discontinuance of the drug. [31] Recommendations are that patients with a GFR of 10 to 50 ml/minute receive 50% of the normal dose, while patients with a GFR of less than 10 ml/minute receive a dose of 300 mg every 8 to 12 hours. Elderly patients (greater than or equal to 65 years or with a CrCl under 50 mL/minute) should be treated with lower doses to prevent the risk of mental status changes. The use of acid-suppressing drugs during the first trimester of pregnancy is not associated with significant teratogenic risks. [32] [33] Therefore, cimetidine is assigned a category B in pregnant females by the FDA, which means that animal studies have failed to show a fetal risk. There are no adequate and well-controlled studies conducted on pregnant females. Patients who have experienced any hypersensitivity reaction to this drug or any H2-receptor antagonist should avoid cimetidine."}
{"id": "article-42966_19", "title": "Cimetidine -- Monitoring", "content": "Since there may be an elevation in serum creatinine levels, renal function should be evaluated to either correct or discontinue the cimetidine dose where appropriate. Blood in the stool is a sign of many gastrointestinal pathologies and drug toxicities. Therefore, the monitoring of occult blood should be considered, especially in patients who may be using this drug without the advice of a physician. Although rare, reports exist of bone marrow suppression. It is advisable to obtain complete blood counts (CBC) if the patient exhibits signs of infection.", "contents": "Cimetidine -- Monitoring. Since there may be an elevation in serum creatinine levels, renal function should be evaluated to either correct or discontinue the cimetidine dose where appropriate. Blood in the stool is a sign of many gastrointestinal pathologies and drug toxicities. Therefore, the monitoring of occult blood should be considered, especially in patients who may be using this drug without the advice of a physician. Although rare, reports exist of bone marrow suppression. It is advisable to obtain complete blood counts (CBC) if the patient exhibits signs of infection."}
{"id": "article-42966_20", "title": "Cimetidine -- Toxicity", "content": "Overdoses of cimetidine are rare. However, in the case of toxicity, maintaining the airway and cardiovascular status is critical. Decontamination of cimetidine includes gastric lavage and a reduction of drug absorption by the administration of activated charcoal.", "contents": "Cimetidine -- Toxicity. Overdoses of cimetidine are rare. However, in the case of toxicity, maintaining the airway and cardiovascular status is critical. Decontamination of cimetidine includes gastric lavage and a reduction of drug absorption by the administration of activated charcoal."}
{"id": "article-42966_21", "title": "Cimetidine -- Enhancing Healthcare Team Outcomes", "content": "As described by the Beers criteria, cimetidine should be avoided in geriatric patients with delirium or at high risk of delirium, as histamine H2 receptor antagonists may worsen their mental status or induce cognitive decline. [34]", "contents": "Cimetidine -- Enhancing Healthcare Team Outcomes. As described by the Beers criteria, cimetidine should be avoided in geriatric patients with delirium or at high risk of delirium, as histamine H2 receptor antagonists may worsen their mental status or induce cognitive decline. [34]"}
{"id": "article-42966_22", "title": "Cimetidine -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals, including pharmacists, primary care providers, and nurse practitioners, should counsel patients to stop the drug promptly and report signs of an allergic reaction or worsening of gastrointestinal discomfort, especially blood in the stool, as a more thorough evaluation will be required. Clinicians, gastroenterologists, pharmacists, and nurses must review the patient's current medication history taking this H2-receptor antagonist to avoid decreased metabolism of the other drug by cimetidine via the inhibition cytochrome P450 isoenzymes. This interaction potential is especially true since cimetidine is available OTC, and patients may be taking it without first checking with the health care team. Adverse interaction potential is particularly problematic for patients on warfarin, so the interprofessional team must be aware of this combination. Nurses often collect medication information from patients, and pharmacists can verify non-prescription drug intake. The nurse or pharmacist should report to the entire interprofessional healthcare team if concerns are discovered. This type of collaboration is crucial to ensuring optimal outcomes with minimal adverse events. [Level 5]", "contents": "Cimetidine -- Enhancing Healthcare Team Outcomes. Healthcare professionals, including pharmacists, primary care providers, and nurse practitioners, should counsel patients to stop the drug promptly and report signs of an allergic reaction or worsening of gastrointestinal discomfort, especially blood in the stool, as a more thorough evaluation will be required. Clinicians, gastroenterologists, pharmacists, and nurses must review the patient's current medication history taking this H2-receptor antagonist to avoid decreased metabolism of the other drug by cimetidine via the inhibition cytochrome P450 isoenzymes. This interaction potential is especially true since cimetidine is available OTC, and patients may be taking it without first checking with the health care team. Adverse interaction potential is particularly problematic for patients on warfarin, so the interprofessional team must be aware of this combination. Nurses often collect medication information from patients, and pharmacists can verify non-prescription drug intake. The nurse or pharmacist should report to the entire interprofessional healthcare team if concerns are discovered. This type of collaboration is crucial to ensuring optimal outcomes with minimal adverse events. [Level 5]"}
{"id": "article-42966_23", "title": "Cimetidine -- Enhancing Healthcare Team Outcomes", "content": "Patients suspected of having peptic ulcer disease should be investigated- upper gastrointestinal endoscopy and taking gastric mucosal biopsies. Those with an H. pylori infection should have treatment with a standard triple therapy regimen consisting of a proton pump inhibitor and two antibiotics (clarithromycin and amoxicillin/metronidazole) to eradicate the infection instead of only receiving symptomatic treatment with an H2-receptor antagonist. For obstetricians, patients with reflux esophagitis during pregnancy should have therapy with an H2-receptor antagonist (cimetidine, ranitidine, or famotidine); these drugs are all FDA category B and considered safe during pregnancy. There is no apparent increased risk for spontaneous abortion, preterm labor, or low birth weight after first-trimester exposure to H2-receptor antagonists. [35] However, ranitidine is better studied, making it the preferred H2-receptor antagonist in pregnancy. [33]", "contents": "Cimetidine -- Enhancing Healthcare Team Outcomes. Patients suspected of having peptic ulcer disease should be investigated- upper gastrointestinal endoscopy and taking gastric mucosal biopsies. Those with an H. pylori infection should have treatment with a standard triple therapy regimen consisting of a proton pump inhibitor and two antibiotics (clarithromycin and amoxicillin/metronidazole) to eradicate the infection instead of only receiving symptomatic treatment with an H2-receptor antagonist. For obstetricians, patients with reflux esophagitis during pregnancy should have therapy with an H2-receptor antagonist (cimetidine, ranitidine, or famotidine); these drugs are all FDA category B and considered safe during pregnancy. There is no apparent increased risk for spontaneous abortion, preterm labor, or low birth weight after first-trimester exposure to H2-receptor antagonists. [35] However, ranitidine is better studied, making it the preferred H2-receptor antagonist in pregnancy. [33]"}
{"id": "article-42966_24", "title": "Cimetidine -- Enhancing Healthcare Team Outcomes", "content": "Given the interaction and adverse event profile of cimetidine, and the improvement in newer agents in the H2-receptor antagonist class, cimetidine may not be the optimal initial therapeutic choice for many patients.", "contents": "Cimetidine -- Enhancing Healthcare Team Outcomes. Given the interaction and adverse event profile of cimetidine, and the improvement in newer agents in the H2-receptor antagonist class, cimetidine may not be the optimal initial therapeutic choice for many patients."}
{"id": "article-42966_25", "title": "Cimetidine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cimetidine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}