{"id": "article-19573_0", "title": "Citalopram -- Continuing Education Activity", "content": "Citalopram hydrobromide is a selective serotonin reuptake inhibitor. The primary FDA-approved clinical use for citalopram hydrobromide is for treating depression in adults. Off-label uses include alcohol use disorder, coronary arteriosclerosis, obsessive-compulsive disorder, panic disorder, postmenopausal flushing, and premenstrual dysphoric disorder. Citalopram is listed in the WHO model list of essential medicines to treat depressive disorders. Citalopram hydrobromide exerts its antidepressant action by potentiating serotonergic activity in the central nervous system. Multiple studies confirmed that citalopram hydrobromide is a selective serotonin reuptake inhibitor (SSRI) that has minimal effects on norepinephrine and dopamine neuronal reuptake. This activity reviews the indications, mechanism of action, administration, contraindications, monitoring, toxicity associated with citalopram, and the interprofessional team's role in caring for patients with conditions treated with citalopram.", "contents": "Citalopram -- Continuing Education Activity. Citalopram hydrobromide is a selective serotonin reuptake inhibitor. The primary FDA-approved clinical use for citalopram hydrobromide is for treating depression in adults. Off-label uses include alcohol use disorder, coronary arteriosclerosis, obsessive-compulsive disorder, panic disorder, postmenopausal flushing, and premenstrual dysphoric disorder. Citalopram is listed in the WHO model list of essential medicines to treat depressive disorders. Citalopram hydrobromide exerts its antidepressant action by potentiating serotonergic activity in the central nervous system. Multiple studies confirmed that citalopram hydrobromide is a selective serotonin reuptake inhibitor (SSRI) that has minimal effects on norepinephrine and dopamine neuronal reuptake. This activity reviews the indications, mechanism of action, administration, contraindications, monitoring, toxicity associated with citalopram, and the interprofessional team's role in caring for patients with conditions treated with citalopram."}
{"id": "article-19573_1", "title": "Citalopram -- Continuing Education Activity", "content": "Objectives: Identify the FDA-approved and off-label indications for citalopram. Apply evidence-based guidelines and recommendations when selecting citalopram as a treatment option. Assess patients for potential adverse effects associated with citalopram. Collaborate with mental health specialists, pharmacists, and other healthcare team members to optimize citalopram therapy and ensure the best outcomes with minimal adverse events. Access free multiple choice questions on this topic.", "contents": "Citalopram -- Continuing Education Activity. Objectives: Identify the FDA-approved and off-label indications for citalopram. Apply evidence-based guidelines and recommendations when selecting citalopram as a treatment option. Assess patients for potential adverse effects associated with citalopram. Collaborate with mental health specialists, pharmacists, and other healthcare team members to optimize citalopram therapy and ensure the best outcomes with minimal adverse events. Access free multiple choice questions on this topic."}
{"id": "article-19573_2", "title": "Citalopram -- Indications", "content": "Citalopram hydrobromide, the most selective serotonin reuptake inhibitor (SSRI), received FDA approval in 1998. [1] Citalopram is listed in the WHO model list of essential medicines to treat depressive disorders. According to the 2022 NICE (National Institute for Health and Care Excellence) guidelines, SSRIs should be considered the initial choice for pharmacotherapy in patients with depression. [2]", "contents": "Citalopram -- Indications. Citalopram hydrobromide, the most selective serotonin reuptake inhibitor (SSRI), received FDA approval in 1998. [1] Citalopram is listed in the WHO model list of essential medicines to treat depressive disorders. According to the 2022 NICE (National Institute for Health and Care Excellence) guidelines, SSRIs should be considered the initial choice for pharmacotherapy in patients with depression. [2]"}
{"id": "article-19573_3", "title": "Citalopram -- Indications -- FDA-Approved Indication", "content": "Citalopram hydrobromide is for the treatment of depression in adults 18 years or older [3] Recommendation: Adult, class IIa Strength of evidence: Adult, category B", "contents": "Citalopram -- Indications -- FDA-Approved Indication. Citalopram hydrobromide is for the treatment of depression in adults 18 years or older [3] Recommendation: Adult, class IIa Strength of evidence: Adult, category B"}
{"id": "article-19573_4", "title": "Citalopram -- Indications -- Off-Label Use", "content": "Obsessive-compulsive disorder (OCD) [4] [5] Panic disorder [6] Generalized anxiety disorder (GAD) [7] Social anxiety disorder (SAD) Separation anxiety disorder Premenstrual dysphoric disorder (PMDD) [8] Binge eating disorder [9] Posttraumatic stress disorder (PTSD) [10] Premature ejaculation [11] Poststroke depression [12] The advantages and disadvantages of off-label use of this drug depend on the patient's condition and the clinician's judgment.", "contents": "Citalopram -- Indications -- Off-Label Use. Obsessive-compulsive disorder (OCD) [4] [5] Panic disorder [6] Generalized anxiety disorder (GAD) [7] Social anxiety disorder (SAD) Separation anxiety disorder Premenstrual dysphoric disorder (PMDD) [8] Binge eating disorder [9] Posttraumatic stress disorder (PTSD) [10] Premature ejaculation [11] Poststroke depression [12] The advantages and disadvantages of off-label use of this drug depend on the patient's condition and the clinician's judgment."}
{"id": "article-19573_5", "title": "Citalopram -- Mechanism of Action", "content": "Citalopram hydrobromide exerts its antidepressant action by potentiating serotonergic activity in the central nervous system (CNS). Multiple studies confirm that citalopram hydrobromide, an SSRI, has minimal effects on norepinephrine and dopamine neuronal reuptake. [13] The drug has a low affinity for muscarinic acetylcholine receptors and mild antagonist action on histamine but no significant effect on alpha- or beta-adrenergic receptors or dopamine-1, dopamine-2, gamma-aminobutyric acid, opioid, or benzodiazepine receptors. [14] [15] Citalopram is a racemic mixture of both (R)- and (S)- enantiomers, whereas escitalopram consists solely of the (S)- enantiomer. [16]", "contents": "Citalopram -- Mechanism of Action. Citalopram hydrobromide exerts its antidepressant action by potentiating serotonergic activity in the central nervous system (CNS). Multiple studies confirm that citalopram hydrobromide, an SSRI, has minimal effects on norepinephrine and dopamine neuronal reuptake. [13] The drug has a low affinity for muscarinic acetylcholine receptors and mild antagonist action on histamine but no significant effect on alpha- or beta-adrenergic receptors or dopamine-1, dopamine-2, gamma-aminobutyric acid, opioid, or benzodiazepine receptors. [14] [15] Citalopram is a racemic mixture of both (R)- and (S)- enantiomers, whereas escitalopram consists solely of the (S)- enantiomer. [16]"}
{"id": "article-19573_6", "title": "Citalopram -- Mechanism of Action", "content": "The neurotrophic hypothesis of depression emphasizes that depression results from reduced brain-derived neurotrophic factor (BDNF), leading to neuronal loss and reduced hippocampal neurogenesis. Antidepressants elevate BDNF levels, counteracting neuronal and cellular loss. Extensive research in both preclinical and clinical depression studies reveals reduced serum BDNF levels in depressed individuals. Antidepressants, including citalopram, raise the expression of BDNF in the hippocampus and preferential cortex. [17]", "contents": "Citalopram -- Mechanism of Action. The neurotrophic hypothesis of depression emphasizes that depression results from reduced brain-derived neurotrophic factor (BDNF), leading to neuronal loss and reduced hippocampal neurogenesis. Antidepressants elevate BDNF levels, counteracting neuronal and cellular loss. Extensive research in both preclinical and clinical depression studies reveals reduced serum BDNF levels in depressed individuals. Antidepressants, including citalopram, raise the expression of BDNF in the hippocampus and preferential cortex. [17]"}
{"id": "article-19573_7", "title": "Citalopram -- Mechanism of Action -- Pharmacokinetics", "content": "The onset of action for depression is about 1 to 4 weeks. However, the complete response may take 8 to 12 weeks after treatment initiation. Bioavailability is 80%. Tablets and oral solutions are bioequivalent. Half-life is 24 to 48 hours (average, 35 hours). However, in patients with hepatic impairment, mild-to-moderate renal impairment, older age (60 or older), and those who are poor CYP2C19 metabolizers, the drug's half-life notably extends. Citalopram is metabolized primarily by CYP450 3A4 and 2C19, and it exhibits weak inhibitory effects on CYP450 2D6. [18]", "contents": "Citalopram -- Mechanism of Action -- Pharmacokinetics. The onset of action for depression is about 1 to 4 weeks. However, the complete response may take 8 to 12 weeks after treatment initiation. Bioavailability is 80%. Tablets and oral solutions are bioequivalent. Half-life is 24 to 48 hours (average, 35 hours). However, in patients with hepatic impairment, mild-to-moderate renal impairment, older age (60 or older), and those who are poor CYP2C19 metabolizers, the drug's half-life notably extends. Citalopram is metabolized primarily by CYP450 3A4 and 2C19, and it exhibits weak inhibitory effects on CYP450 2D6. [18]"}
{"id": "article-19573_8", "title": "Citalopram -- Administration", "content": "Citalopram is available in multiple oral dosage forms, including 10 mg, 20 mg, and 40 mg tablets taken once daily, as well as an oral solution with a concentration of 10 mg/5 mL. It is typically administered orally for adult patients younger than 60. An initial dosage of 20 mg once daily (morning or evening, with or without food) Increase the dosage to 40 mg daily after one week (maximum dosage of 40 mg daily) The maximum dosage is 20 mg daily for patients older than 60 or those who are poor metabolizers of CYP2C19.", "contents": "Citalopram -- Administration. Citalopram is available in multiple oral dosage forms, including 10 mg, 20 mg, and 40 mg tablets taken once daily, as well as an oral solution with a concentration of 10 mg/5 mL. It is typically administered orally for adult patients younger than 60. An initial dosage of 20 mg once daily (morning or evening, with or without food) Increase the dosage to 40 mg daily after one week (maximum dosage of 40 mg daily) The maximum dosage is 20 mg daily for patients older than 60 or those who are poor metabolizers of CYP2C19."}
{"id": "article-19573_9", "title": "Citalopram -- Administration", "content": "Patients who are at risk of experiencing significant adverse effects or overstimulation with citalopram should be started with the lowest recommended dosage. The dose should be increased gradually in 10-mg increments to optimize therapy. Anecdotal reports propose potential benefits of higher citalopram doses for individuals with OCD. Nevertheless, caution is advised, as dosages surpassing 40 mg daily are not recommended due to the associated risk of QT prolongation. [19] [20] [21]", "contents": "Citalopram -- Administration. Patients who are at risk of experiencing significant adverse effects or overstimulation with citalopram should be started with the lowest recommended dosage. The dose should be increased gradually in 10-mg increments to optimize therapy. Anecdotal reports propose potential benefits of higher citalopram doses for individuals with OCD. Nevertheless, caution is advised, as dosages surpassing 40 mg daily are not recommended due to the associated risk of QT prolongation. [19] [20] [21]"}
{"id": "article-19573_10", "title": "Citalopram -- Administration -- Specific Population", "content": "Hepatic impairment: According to product labeling, the dosage needs to be reduced to 20 mg daily for patients with hepatic impairment.", "contents": "Citalopram -- Administration -- Specific Population. Hepatic impairment: According to product labeling, the dosage needs to be reduced to 20 mg daily for patients with hepatic impairment."}
{"id": "article-19573_11", "title": "Citalopram -- Administration -- Specific Population", "content": "Renal impairment: No dose adjustment is necessary for patients with mild-to-moderate renal impairment. Patients with severe renal impairments should be closely monitored for possible adverse reactions.", "contents": "Citalopram -- Administration -- Specific Population. Renal impairment: No dose adjustment is necessary for patients with mild-to-moderate renal impairment. Patients with severe renal impairments should be closely monitored for possible adverse reactions."}
{"id": "article-19573_12", "title": "Citalopram -- Administration -- Specific Population", "content": "Pregnancy considerations: Citalopram is an FDA pregnancy category C drug. Citalopram is not an absolute contraindication in pregnancy but is not generally recommended, especially during the first trimester. Clinicians treating women with psychiatric conditions must inform the patient whether these medicines are needed during pregnancy. [22] Some reports associate SSRIs with persistent pulmonary hypertension of the newborn (PPHN). [23] [24] Manufacturers report neonates exposed to SSRIs or SNRIs late in the third trimester have developed complications requiring respiratory support, tube feeding, and prolonged hospitalization.", "contents": "Citalopram -- Administration -- Specific Population. Pregnancy considerations: Citalopram is an FDA pregnancy category C drug. Citalopram is not an absolute contraindication in pregnancy but is not generally recommended, especially during the first trimester. Clinicians treating women with psychiatric conditions must inform the patient whether these medicines are needed during pregnancy. [22] Some reports associate SSRIs with persistent pulmonary hypertension of the newborn (PPHN). [23] [24] Manufacturers report neonates exposed to SSRIs or SNRIs late in the third trimester have developed complications requiring respiratory support, tube feeding, and prolonged hospitalization."}
{"id": "article-19573_13", "title": "Citalopram -- Administration -- Specific Population", "content": "Breastfeeding considerations: Based on the safety scoring system, citalopram is considered acceptable for use during breastfeeding. In cases where the mother used citalopram during pregnancy or other psychotropic drugs have proven ineffective, most experts typically advise against switching medications while breastfeeding. Drugs with lower excretion into breast milk are generally preferred, especially while nursing preterm infants or newborns. Breastfed newborns should be monitored for poor feeding, excess drowsiness, restlessness, agitation, and poor weight gain. Extra care should be exercised in a younger and exclusively breastfed infant when a breastfeeding woman is on psychotropic drugs. [25]", "contents": "Citalopram -- Administration -- Specific Population. Breastfeeding considerations: Based on the safety scoring system, citalopram is considered acceptable for use during breastfeeding. In cases where the mother used citalopram during pregnancy or other psychotropic drugs have proven ineffective, most experts typically advise against switching medications while breastfeeding. Drugs with lower excretion into breast milk are generally preferred, especially while nursing preterm infants or newborns. Breastfed newborns should be monitored for poor feeding, excess drowsiness, restlessness, agitation, and poor weight gain. Extra care should be exercised in a younger and exclusively breastfed infant when a breastfeeding woman is on psychotropic drugs. [25]"}
{"id": "article-19573_14", "title": "Citalopram -- Administration -- Specific Population", "content": "Pediatric patients: According to the package insert, the drug is not approved for use in pediatric patients, although clinicians may use it off-label for major depressive disorder, generalized anxiety disorder, and OCD.", "contents": "Citalopram -- Administration -- Specific Population. Pediatric patients: According to the package insert, the drug is not approved for use in pediatric patients, although clinicians may use it off-label for major depressive disorder, generalized anxiety disorder, and OCD."}
{"id": "article-19573_15", "title": "Citalopram -- Administration -- Specific Population", "content": "Older patients: Citalopram has been listed in the Beers Criteria (American Geriatric Society) as a potentially inappropriate medicine. Caution should be used in patients aged 65 and older as it can cause or worsen hyponatremia or syndrome of inappropriate antidiuretic hormone secretion (SIADH). [26]", "contents": "Citalopram -- Administration -- Specific Population. Older patients: Citalopram has been listed in the Beers Criteria (American Geriatric Society) as a potentially inappropriate medicine. Caution should be used in patients aged 65 and older as it can cause or worsen hyponatremia or syndrome of inappropriate antidiuretic hormone secretion (SIADH). [26]"}
{"id": "article-19573_16", "title": "Citalopram -- Adverse Effects", "content": "Reports suggest that adverse reactions occur in up to 10% of patients. [4] [27] [28]", "contents": "Citalopram -- Adverse Effects. Reports suggest that adverse reactions occur in up to 10% of patients. [4] [27] [28]"}
{"id": "article-19573_17", "title": "Citalopram -- Adverse Effects -- Most Common Adverse Effects", "content": "CNS: Drowsiness, insomnia, dizziness, headache (dose-dependent) Dermatologic: Diaphoresis Gastrointestinal: Nausea, vomiting, xerostomia, constipation, diarrhea Sexual: Ejaculation disorder (dose-dependent) [29]", "contents": "Citalopram -- Adverse Effects -- Most Common Adverse Effects. CNS: Drowsiness, insomnia, dizziness, headache (dose-dependent) Dermatologic: Diaphoresis Gastrointestinal: Nausea, vomiting, xerostomia, constipation, diarrhea Sexual: Ejaculation disorder (dose-dependent) [29]"}
{"id": "article-19573_18", "title": "Citalopram -- Adverse Effects -- Less Common Adverse Effects", "content": "Cardiovascular: Myocardial infarction, prolonged QT interval, Torsades de pointes Hematologic: Hemorrhage, abnormal Neurologic: Cerebrovascular accident Psychiatric: Suicidal ideation, suicide, induction of mania [30] Other: Serotonin syndrome [31]", "contents": "Citalopram -- Adverse Effects -- Less Common Adverse Effects. Cardiovascular: Myocardial infarction, prolonged QT interval, Torsades de pointes Hematologic: Hemorrhage, abnormal Neurologic: Cerebrovascular accident Psychiatric: Suicidal ideation, suicide, induction of mania [30] Other: Serotonin syndrome [31]"}
{"id": "article-19573_19", "title": "Citalopram -- Adverse Effects", "content": "Hyponatremia resulting from SIADH is a rare adverse effect. Citalopram has been shown to induce hyponatremia in case reports involving older patients. In addition to advanced age, other factors such as female gender, concurrent diuretic use, low body weight, and recent pneumonia may increase the likelihood of hyponatremia. Evidence indicates a direct correlation between the dosage and the severity of adverse effects such as impotence, fatigue, somnolence, insomnia, sweating, and yawning.", "contents": "Citalopram -- Adverse Effects. Hyponatremia resulting from SIADH is a rare adverse effect. Citalopram has been shown to induce hyponatremia in case reports involving older patients. In addition to advanced age, other factors such as female gender, concurrent diuretic use, low body weight, and recent pneumonia may increase the likelihood of hyponatremia. Evidence indicates a direct correlation between the dosage and the severity of adverse effects such as impotence, fatigue, somnolence, insomnia, sweating, and yawning."}
{"id": "article-19573_20", "title": "Citalopram -- Adverse Effects -- Abrupt Discontinuation of Antidepressant", "content": "Antidepressant discontinuation syndrome commonly results when patients suddenly stop antidepressant therapy. The most common discontinuation syndrome symptoms include nausea, vomiting, diarrhea, headaches, light-headedness, dizziness, diminished appetite, sweating, chills, tremors, fatigue, somnolence, and sleep disturbances. Less common symptoms include electric shock-like sensations, cardiac arrhythmias, myalgia, arthralgia, and balance difficulties. Due to these adverse effects, gradual tapering of the antidepressant therapy over several weeks to several months (based on the treatment duration) is strongly recommended. The half-life of drugs and duration of the therapy should factor in these decisions, as antidepressants with a shorter half-life may need to be tapered more conservatively.", "contents": "Citalopram -- Adverse Effects -- Abrupt Discontinuation of Antidepressant. Antidepressant discontinuation syndrome commonly results when patients suddenly stop antidepressant therapy. The most common discontinuation syndrome symptoms include nausea, vomiting, diarrhea, headaches, light-headedness, dizziness, diminished appetite, sweating, chills, tremors, fatigue, somnolence, and sleep disturbances. Less common symptoms include electric shock-like sensations, cardiac arrhythmias, myalgia, arthralgia, and balance difficulties. Due to these adverse effects, gradual tapering of the antidepressant therapy over several weeks to several months (based on the treatment duration) is strongly recommended. The half-life of drugs and duration of the therapy should factor in these decisions, as antidepressants with a shorter half-life may need to be tapered more conservatively."}
{"id": "article-19573_21", "title": "Citalopram -- Adverse Effects -- Boxed Warning", "content": "Citalopram hydrobromide is correlated with suicidality and worsening depression, especially in children, adolescents, and young adults (younger than 24). Antidepressants may elevate the risk of suicidal ideation in children, adolescents, and young adults when compared to placebo administration. The decision to use citalopram hydrobromide or any other antidepressant in children through young adults depends on the patient's specific condition and the clinician's judgment, weighing the potential benefits and risks on a case-by-case basis. [32]", "contents": "Citalopram -- Adverse Effects -- Boxed Warning. Citalopram hydrobromide is correlated with suicidality and worsening depression, especially in children, adolescents, and young adults (younger than 24). Antidepressants may elevate the risk of suicidal ideation in children, adolescents, and young adults when compared to placebo administration. The decision to use citalopram hydrobromide or any other antidepressant in children through young adults depends on the patient's specific condition and the clinician's judgment, weighing the potential benefits and risks on a case-by-case basis. [32]"}
{"id": "article-19573_22", "title": "Citalopram -- Adverse Effects -- Boxed Warning", "content": "Patients of any age who start antidepressant therapy should be monitored and observed closely for clinical deterioration, suicidality, or unusual behavior changes. Citalopram hydrobromide is not FDA-approved for use in pediatric patients.", "contents": "Citalopram -- Adverse Effects -- Boxed Warning. Patients of any age who start antidepressant therapy should be monitored and observed closely for clinical deterioration, suicidality, or unusual behavior changes. Citalopram hydrobromide is not FDA-approved for use in pediatric patients."}
{"id": "article-19573_23", "title": "Citalopram -- Adverse Effects -- Boxed Warning", "content": "Increased risk of suicidal ideation and treatment-emergent suicidal ideation (TESI) are concerns in younger patients at the onset of therapy. However, an analysis of 17 controlled clinical trials comprising 5000 patients who were treated with citalopram, a tricyclic antidepressant, another SSRI, or a placebo revealed that the citalopram group had the lowest incidence of suicide. Furthermore, family and twin studies offer evidence of a genetic influence on suicidal behavior, leading to the hypothesis that genetic factors may also contribute to TESI.", "contents": "Citalopram -- Adverse Effects -- Boxed Warning. Increased risk of suicidal ideation and treatment-emergent suicidal ideation (TESI) are concerns in younger patients at the onset of therapy. However, an analysis of 17 controlled clinical trials comprising 5000 patients who were treated with citalopram, a tricyclic antidepressant, another SSRI, or a placebo revealed that the citalopram group had the lowest incidence of suicide. Furthermore, family and twin studies offer evidence of a genetic influence on suicidal behavior, leading to the hypothesis that genetic factors may also contribute to TESI."}
{"id": "article-19573_24", "title": "Citalopram -- Adverse Effects -- Drug-Drug Interactions", "content": "Citalopram has significant drug interactions, and clinicians should monitor patients closely. Limit the dosage of citalopram to a maximum of 20 mg per day if the patient is using bupropion, omeprazole, esomeprazole, cimetidine, fexinidazole, voriconazole, fluoxetine, fluvoxamine, or fluconazole.  Citalopram is a substrate for CYP2C19, while fluconazole inhibits CYP2C19, potentially resulting in serotonin toxicity. [33]", "contents": "Citalopram -- Adverse Effects -- Drug-Drug Interactions. Citalopram has significant drug interactions, and clinicians should monitor patients closely. Limit the dosage of citalopram to a maximum of 20 mg per day if the patient is using bupropion, omeprazole, esomeprazole, cimetidine, fexinidazole, voriconazole, fluoxetine, fluvoxamine, or fluconazole.  Citalopram is a substrate for CYP2C19, while fluconazole inhibits CYP2C19, potentially resulting in serotonin toxicity. [33]"}
{"id": "article-19573_25", "title": "Citalopram -- Adverse Effects -- Drug-Drug Interactions", "content": "SSRIs, including citalopram, may increase the risk of bleeding. SSRIs inhibit the serotonin transporter responsible for serotonin uptake into platelets. Consequently, SSRIs can deplete platelet serotonin, decreasing the ability to form clots and increasing the risk of bleeding. In addition, concurrent use of aspirin, NSAIDs, and warfarin increases the risk of bleeding. [34] [35]", "contents": "Citalopram -- Adverse Effects -- Drug-Drug Interactions. SSRIs, including citalopram, may increase the risk of bleeding. SSRIs inhibit the serotonin transporter responsible for serotonin uptake into platelets. Consequently, SSRIs can deplete platelet serotonin, decreasing the ability to form clots and increasing the risk of bleeding. In addition, concurrent use of aspirin, NSAIDs, and warfarin increases the risk of bleeding. [34] [35]"}
{"id": "article-19573_26", "title": "Citalopram -- Contraindications", "content": "Citalopram is contraindicated with the concomitant use of monoamine oxidase inhibitors (MAOIs). Evidence suggests that concurrent use of citalopram alongside an MAOI can result in serotonin syndrome (serotonergic hyperactivity). Symptoms of serotonin syndrome include rigidity, hyperthermia, autonomic instability, mental status changes, and coma. Similar adverse reactions are possible in patients who abruptly switched from an SSRI to an MAOI; therefore, the recommendation is to wait 14 days after discontinuing citalopram to initiate an MAOI. [36]", "contents": "Citalopram -- Contraindications. Citalopram is contraindicated with the concomitant use of monoamine oxidase inhibitors (MAOIs). Evidence suggests that concurrent use of citalopram alongside an MAOI can result in serotonin syndrome (serotonergic hyperactivity). Symptoms of serotonin syndrome include rigidity, hyperthermia, autonomic instability, mental status changes, and coma. Similar adverse reactions are possible in patients who abruptly switched from an SSRI to an MAOI; therefore, the recommendation is to wait 14 days after discontinuing citalopram to initiate an MAOI. [36]"}
{"id": "article-19573_27", "title": "Citalopram -- Contraindications", "content": "Citalopram is also contraindicated in patients with hypersensitivity to the drug or excipient. [37] Secondary to its inhibitory effects on CYP 2D6, it could hypothetically increase thioridazine concentrations, inducing dangerous arrhythmias. [38] Canadian labeling for citalopram includes additional contraindications, specifically mentioning known QT interval prolongation or congenital long QT syndrome, which are not listed in the United States labeling. [39] Citalopram should not be administered in patients using urokinase, pimozide, methylene blue, linezolid, or dapoxetine. Linezolid is a reversible, nonselective monoamine oxidase inhibitor that can lead to serotonin syndrome if administered with serotonergic drugs. [40] [41]", "contents": "Citalopram -- Contraindications. Citalopram is also contraindicated in patients with hypersensitivity to the drug or excipient. [37] Secondary to its inhibitory effects on CYP 2D6, it could hypothetically increase thioridazine concentrations, inducing dangerous arrhythmias. [38] Canadian labeling for citalopram includes additional contraindications, specifically mentioning known QT interval prolongation or congenital long QT syndrome, which are not listed in the United States labeling. [39] Citalopram should not be administered in patients using urokinase, pimozide, methylene blue, linezolid, or dapoxetine. Linezolid is a reversible, nonselective monoamine oxidase inhibitor that can lead to serotonin syndrome if administered with serotonergic drugs. [40] [41]"}
{"id": "article-19573_28", "title": "Citalopram -- Monitoring -- Before Treatment", "content": "Electrolytes, especially potassium and sodium, should be monitored and evaluated. Reevaluating electrolytes in patients at risk for electrolyte disturbances during the treatment is recommended. QT-prolongation should be monitored. ECG is necessary for patients with congenital long QT syndrome, bradycardia, hypokalemia or hypomagnesemia, recent acute myocardial infarction, uncompensated heart failure, or concomitant use of other QT-prolonging drugs. [42]", "contents": "Citalopram -- Monitoring -- Before Treatment. Electrolytes, especially potassium and sodium, should be monitored and evaluated. Reevaluating electrolytes in patients at risk for electrolyte disturbances during the treatment is recommended. QT-prolongation should be monitored. ECG is necessary for patients with congenital long QT syndrome, bradycardia, hypokalemia or hypomagnesemia, recent acute myocardial infarction, uncompensated heart failure, or concomitant use of other QT-prolonging drugs. [42]"}
{"id": "article-19573_29", "title": "Citalopram -- Monitoring -- During Treatment", "content": "Patients need to be assessed and monitored for worsening depression, suicidality, or unusual changes in behavior during the initial few months of therapy or when the dose increases or decreases. Weekly face-to-face contact with patients during the initial first month of treatment, followed by visits every other week for the next month and ultimately at 3-month intervals, is recommended. Weight and growth should be monitored regularly by a clinician during treatment in children and adolescents. According to the Beers Criteria, monitor sodium levels closely when starting or adjusting the dose of citalopram in patients aged 65 and older. [26] [26] Psychiatric Assessment for Depression and Anxiety", "contents": "Citalopram -- Monitoring -- During Treatment. Patients need to be assessed and monitored for worsening depression, suicidality, or unusual changes in behavior during the initial few months of therapy or when the dose increases or decreases. Weekly face-to-face contact with patients during the initial first month of treatment, followed by visits every other week for the next month and ultimately at 3-month intervals, is recommended. Weight and growth should be monitored regularly by a clinician during treatment in children and adolescents. According to the Beers Criteria, monitor sodium levels closely when starting or adjusting the dose of citalopram in patients aged 65 and older. [26] [26] Psychiatric Assessment for Depression and Anxiety"}
{"id": "article-19573_30", "title": "Citalopram -- Monitoring", "content": "Various scales in clinical practice can assist in screening anxiety disorder and depression and response to citalopram therapy. Patient Health Questionnaire (PHQ-9) [43] Montgomery-Asberg Depression Rating Scale(MADRS) [44] Hamilton Rating Scale for Depression(HDRS-17) [45] Generalized Anxiety Disorder 7 score (GAD-7) [46] Hamilton Anxiety Scale (HAM-A) [47]", "contents": "Citalopram -- Monitoring. Various scales in clinical practice can assist in screening anxiety disorder and depression and response to citalopram therapy. Patient Health Questionnaire (PHQ-9) [43] Montgomery-Asberg Depression Rating Scale(MADRS) [44] Hamilton Rating Scale for Depression(HDRS-17) [45] Generalized Anxiety Disorder 7 score (GAD-7) [46] Hamilton Anxiety Scale (HAM-A) [47]"}
{"id": "article-19573_31", "title": "Citalopram -- Toxicity", "content": "Studies reveal that citalopram toxicity is not common, even at doses up to 100 mg. However, there is a chance of developing serotonin hyperactivity at therapeutic doses, primarily if using another serotonergic medication concomitantly.", "contents": "Citalopram -- Toxicity. Studies reveal that citalopram toxicity is not common, even at doses up to 100 mg. However, there is a chance of developing serotonin hyperactivity at therapeutic doses, primarily if using another serotonergic medication concomitantly."}
{"id": "article-19573_32", "title": "Citalopram -- Toxicity", "content": "In the event of an intentional overdose, the ingestion of more than 600 mg of citalopram requires 8 hours of cardiac monitoring. At the end of the observation period, the patient can be discharged if the patient is asymptomatic and QTc is less than 450 milliseconds. However, continued inpatient cardiac monitoring is necessary for patients with QTc greater than 450 milliseconds at the end of the observation period. [48] Case reports also describe recurrent seizures associated with massive citalopram overdose. Seizures should be treated with benzodiazepines. [49]", "contents": "Citalopram -- Toxicity. In the event of an intentional overdose, the ingestion of more than 600 mg of citalopram requires 8 hours of cardiac monitoring. At the end of the observation period, the patient can be discharged if the patient is asymptomatic and QTc is less than 450 milliseconds. However, continued inpatient cardiac monitoring is necessary for patients with QTc greater than 450 milliseconds at the end of the observation period. [48] Case reports also describe recurrent seizures associated with massive citalopram overdose. Seizures should be treated with benzodiazepines. [49]"}
{"id": "article-19573_33", "title": "Citalopram -- Toxicity", "content": "Management of serotonin syndrome requires withdrawal of the citalopram and aggressive supportive treatment for hyperthermia and autonomic dysfunction. Cyproheptadine, a serotonin antagonist (5HT2 receptors), can be administered. [50]", "contents": "Citalopram -- Toxicity. Management of serotonin syndrome requires withdrawal of the citalopram and aggressive supportive treatment for hyperthermia and autonomic dysfunction. Cyproheptadine, a serotonin antagonist (5HT2 receptors), can be administered. [50]"}
{"id": "article-19573_34", "title": "Citalopram -- Enhancing Healthcare Team Outcomes", "content": "Citalopram hydrobromide is a widely prescribed antidepressant by nurse practitioners, primary care providers, psychiatrists, internists, and neurologists. While the drug is effective for depression, its use requires monitoring. Prescribers should be careful as citalopram correlates with suicidality and worsening depression, especially in children, adolescents, and young adults (younger than 24 years old). Also, clinicians should monitor electrolytes and obtain an ECG before starting treatment because of the risk of prolonged QT syndrome. Nurses and pharmacists should counsel and educate patients not to combine the drug with alcohol, sedatives, and other antidepressants.", "contents": "Citalopram -- Enhancing Healthcare Team Outcomes. Citalopram hydrobromide is a widely prescribed antidepressant by nurse practitioners, primary care providers, psychiatrists, internists, and neurologists. While the drug is effective for depression, its use requires monitoring. Prescribers should be careful as citalopram correlates with suicidality and worsening depression, especially in children, adolescents, and young adults (younger than 24 years old). Also, clinicians should monitor electrolytes and obtain an ECG before starting treatment because of the risk of prolonged QT syndrome. Nurses and pharmacists should counsel and educate patients not to combine the drug with alcohol, sedatives, and other antidepressants."}
{"id": "article-19573_35", "title": "Citalopram -- Enhancing Healthcare Team Outcomes", "content": "In an overdose, the rapid response team and the emergency clinician should rapidly stabilize the patient. Thus, an interprofessional approach that includes clinicians and pharmacists who operate as an integrated team with open communication is optimal for employing citalopram therapy, resulting in better patient outcomes with fewer adverse events.", "contents": "Citalopram -- Enhancing Healthcare Team Outcomes. In an overdose, the rapid response team and the emergency clinician should rapidly stabilize the patient. Thus, an interprofessional approach that includes clinicians and pharmacists who operate as an integrated team with open communication is optimal for employing citalopram therapy, resulting in better patient outcomes with fewer adverse events."}
{"id": "article-19573_36", "title": "Citalopram -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Citalopram -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}