{"id": "article-23350_0", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Continuing Education Activity", "content": "Diffuse idiopathic skeletal hyperostosis (DISH) is a systemic condition characterized by characteristic ossification patterns that can occur in the spine and peripheral entheses. DISH most commonly affects the spine and often presents as back pain and stiffness. Resnick et al. originally coined the term DISH in 1975, and is now the most commonly used term to describe this condition in the literature. The term is both inclusive and descriptive of the disorder. The ossifications are classically described in the spine as flowing ossifications along the anterolateral aspect in at least three successive vertebral levels or four contiguous vertebrae. Although less common, peripheral enthesopathy can occur at the shoulder, elbow, knee, or calcaneus. DISH in the spine most commonly occurs on the right side of the thoracic spinal segment. This activity reviews the etiology, presentation, evaluation, and management of diffuse idiopathic skeletal hyperostosis and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Continuing Education Activity. Diffuse idiopathic skeletal hyperostosis (DISH) is a systemic condition characterized by characteristic ossification patterns that can occur in the spine and peripheral entheses. DISH most commonly affects the spine and often presents as back pain and stiffness. Resnick et al. originally coined the term DISH in 1975, and is now the most commonly used term to describe this condition in the literature. The term is both inclusive and descriptive of the disorder. The ossifications are classically described in the spine as flowing ossifications along the anterolateral aspect in at least three successive vertebral levels or four contiguous vertebrae. Although less common, peripheral enthesopathy can occur at the shoulder, elbow, knee, or calcaneus. DISH in the spine most commonly occurs on the right side of the thoracic spinal segment. This activity reviews the etiology, presentation, evaluation, and management of diffuse idiopathic skeletal hyperostosis and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-23350_1", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Continuing Education Activity", "content": "Objectives: Summarize the criteria for DISH on plain film radiographs. Describe the examination and evaluation criteria for a diagnosis of DISH, including radiographic and laboratory analysis. Review the management options available for a patient with diffuse idiopathic skeletal hyperostosis. Explain the importance of interprofessional team strategies for improving care coordination and communication to aid in the diagnosis of DISH and improving outcomes in patients diagnosed with the condition. Access free multiple choice questions on this topic.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Continuing Education Activity. Objectives: Summarize the criteria for DISH on plain film radiographs. Describe the examination and evaluation criteria for a diagnosis of DISH, including radiographic and laboratory analysis. Review the management options available for a patient with diffuse idiopathic skeletal hyperostosis. Explain the importance of interprofessional team strategies for improving care coordination and communication to aid in the diagnosis of DISH and improving outcomes in patients diagnosed with the condition. Access free multiple choice questions on this topic."}
{"id": "article-23350_2", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction", "content": "Diffuse idiopathic skeletal hyperostosis (DISH) is a systemic condition characterized by characteristic ossification patterns that can occur in the spine and peripheral entheses. [1] DISH most commonly affects the spine and often presents as back pain and stiffness. [2] Resnick et al. originally coined the term DISH in 1975, and is now the most commonly used term to describe this condition in the literature. [3] The term is both inclusive and descriptive of the disorder. Forestier and Rotes-Querol initially described the underlying pathology in specimens and a series of 200 patients in 1950, who called it “senile ankylosing hyperostosis.” [4]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction. Diffuse idiopathic skeletal hyperostosis (DISH) is a systemic condition characterized by characteristic ossification patterns that can occur in the spine and peripheral entheses. [1] DISH most commonly affects the spine and often presents as back pain and stiffness. [2] Resnick et al. originally coined the term DISH in 1975, and is now the most commonly used term to describe this condition in the literature. [3] The term is both inclusive and descriptive of the disorder. Forestier and Rotes-Querol initially described the underlying pathology in specimens and a series of 200 patients in 1950, who called it “senile ankylosing hyperostosis.” [4]"}
{"id": "article-23350_3", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction", "content": "The ossifications are classically described in the spine as flowing ossifications along the anterolateral aspect in at least three successive vertebral levels or four contiguous vertebrae. Although less common, peripheral enthesopathy can occur at the shoulder, elbow, knee, or calcaneus. [2] DISH in the spine most commonly occurs on the right side of the thoracic spinal segment.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction. The ossifications are classically described in the spine as flowing ossifications along the anterolateral aspect in at least three successive vertebral levels or four contiguous vertebrae. Although less common, peripheral enthesopathy can occur at the shoulder, elbow, knee, or calcaneus. [2] DISH in the spine most commonly occurs on the right side of the thoracic spinal segment."}
{"id": "article-23350_4", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction", "content": "While the etiology remains poorly defined, various risk factors have been identified in the literature, including gout, hyperlipidemia, and diabetes. HLA-B8 is common in both DISH and diabetes mellitus. [2] As such, high rates of diabetes mellitus, hyperuricemia, and hyperlipidemia have been present in patients with DISH. [5] Unlike other seronegative spondyloarthropathies, no apparent relationship has been identified between DISH and HLA-B27.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Introduction. While the etiology remains poorly defined, various risk factors have been identified in the literature, including gout, hyperlipidemia, and diabetes. HLA-B8 is common in both DISH and diabetes mellitus. [2] As such, high rates of diabetes mellitus, hyperuricemia, and hyperlipidemia have been present in patients with DISH. [5] Unlike other seronegative spondyloarthropathies, no apparent relationship has been identified between DISH and HLA-B27."}
{"id": "article-23350_5", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Etiology", "content": "Several recent studies have revealed a significant association between DISH and metabolic disorders, such as diabetes mellitus, hyperinsulinemia, obesity, dyslipidemia, and hyperuricemia. [6] [7] [8] While these proposed clinical associations have been suggested in the literature, the pathogenesis and proposed mechanism contributing to these characteristic ossification patterns remain debatable. Some authors have attempted to describe underlying causes related to mechanical stress and strain patterns, exposure to various toxic factors, and genetic contributions. [1] Further, angiogenesis remains a relatively popular investigative common denominator that theoretically provides a feasible pathophysiologic linkage in various clinical manifestations of DISH. For example, carotid atherosclerosis and DISH correlate at higher rates in patients with metabolic syndrome. Furthermore, higher prevalence rates of aortic valve sclerosis have been previously identified as an independent risk factor predicting cardiovascular events in patients with DISH. [9]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Etiology. Several recent studies have revealed a significant association between DISH and metabolic disorders, such as diabetes mellitus, hyperinsulinemia, obesity, dyslipidemia, and hyperuricemia. [6] [7] [8] While these proposed clinical associations have been suggested in the literature, the pathogenesis and proposed mechanism contributing to these characteristic ossification patterns remain debatable. Some authors have attempted to describe underlying causes related to mechanical stress and strain patterns, exposure to various toxic factors, and genetic contributions. [1] Further, angiogenesis remains a relatively popular investigative common denominator that theoretically provides a feasible pathophysiologic linkage in various clinical manifestations of DISH. For example, carotid atherosclerosis and DISH correlate at higher rates in patients with metabolic syndrome. Furthermore, higher prevalence rates of aortic valve sclerosis have been previously identified as an independent risk factor predicting cardiovascular events in patients with DISH. [9]"}
{"id": "article-23350_6", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology", "content": "There have been relatively few publications regarding epidemiologic data for DISH. [10] DISH is rarely reported in patients younger than 50 years of age. [2] The overall incidence in the general population is 6 to 12%. In the general population over 50, DISH occurs in about 25% of males and 15% of females. These prevalence rates increase in patients over 80, with male and female prevalence rates of 28% and 26%, respectively. Current postulations are that the disease course begins between the third and fifth decade of life but manifests clinically at a later age. [2]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology. There have been relatively few publications regarding epidemiologic data for DISH. [10] DISH is rarely reported in patients younger than 50 years of age. [2] The overall incidence in the general population is 6 to 12%. In the general population over 50, DISH occurs in about 25% of males and 15% of females. These prevalence rates increase in patients over 80, with male and female prevalence rates of 28% and 26%, respectively. Current postulations are that the disease course begins between the third and fifth decade of life but manifests clinically at a later age. [2]"}
{"id": "article-23350_7", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology", "content": "In an autopsy study, evidence of DISH was present in approximately one-fourth of the specimens, with a mean age of 65 years (minimum 50 years). [11] Population-based studies have demonstrated an overall prevalence rate ranging from 2.5% and 28%, with relatively increased rates attributable to incremental increases in age and a gender predilection favoring DISH diagnosis in males compared to females. [12] [13] [14] [15] Additionally, DISH may be more common in the white population compared to black, Asian, and Native-American populations. [14]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology. In an autopsy study, evidence of DISH was present in approximately one-fourth of the specimens, with a mean age of 65 years (minimum 50 years). [11] Population-based studies have demonstrated an overall prevalence rate ranging from 2.5% and 28%, with relatively increased rates attributable to incremental increases in age and a gender predilection favoring DISH diagnosis in males compared to females. [12] [13] [14] [15] Additionally, DISH may be more common in the white population compared to black, Asian, and Native-American populations. [14]"}
{"id": "article-23350_8", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology", "content": "A 2016 study out of Japan reported discord between DISH prevalence rates diagnosed via computed tomography (CT) scans compared to radiographic imaging alone. The prevalence in the general population in Japan was 17.6% and 27.2%, as reported from radiographs and CT imaging, respectively. [16]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Epidemiology. A 2016 study out of Japan reported discord between DISH prevalence rates diagnosed via computed tomography (CT) scans compared to radiographic imaging alone. The prevalence in the general population in Japan was 17.6% and 27.2%, as reported from radiographs and CT imaging, respectively. [16]"}
{"id": "article-23350_9", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology", "content": "DISH in the spine most commonly occurs on the right side of the thoracic region. The literature supports the original theory of the protective effect and mechanical barrier preventing DISH formation on the contralateral (ie, left) side of the thoracic spine secondary to the pulsatile descending aorta. [2] Moreover, recent studies have demonstrated that DISH presenting in the cervical and lumbar regions of the spine demonstrate definitively different ossification patterns.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology. DISH in the spine most commonly occurs on the right side of the thoracic region. The literature supports the original theory of the protective effect and mechanical barrier preventing DISH formation on the contralateral (ie, left) side of the thoracic spine secondary to the pulsatile descending aorta. [2] Moreover, recent studies have demonstrated that DISH presenting in the cervical and lumbar regions of the spine demonstrate definitively different ossification patterns."}
{"id": "article-23350_10", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology", "content": "For example, a 2017 study reported that newly formed bone in the cervical spine occurred mainly anterior to the vertebral bodies, which is in contrast to the anterolateral bone deposition pattern seen in DISH of the thoracic spine. [17] A plausible pathophysiologic explanation regarding the varying ossification patterns concerns the regional arterial anatomy. Support for the pulsatile protective mechanical barrier theory is further highlighted by studies noting patients with situs inversus demonstrate DISH on the left side of the thoracic spine. [18] Finally, both the cervical and lumbar spine DISH studies have reported symmetrical non-marginal syndesmophyte ossification patterns.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology. For example, a 2017 study reported that newly formed bone in the cervical spine occurred mainly anterior to the vertebral bodies, which is in contrast to the anterolateral bone deposition pattern seen in DISH of the thoracic spine. [17] A plausible pathophysiologic explanation regarding the varying ossification patterns concerns the regional arterial anatomy. Support for the pulsatile protective mechanical barrier theory is further highlighted by studies noting patients with situs inversus demonstrate DISH on the left side of the thoracic spine. [18] Finally, both the cervical and lumbar spine DISH studies have reported symmetrical non-marginal syndesmophyte ossification patterns."}
{"id": "article-23350_11", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology", "content": "DISH can result in pain from nerve impingement or bony growths. This can lead to acute monoarticular synovitis, limited spinal range of motion, dysphagia, polyarticular pain, spinal or extremity pain, and an increased risk of unstable spine fractures. [19]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Pathophysiology. DISH can result in pain from nerve impingement or bony growths. This can lead to acute monoarticular synovitis, limited spinal range of motion, dysphagia, polyarticular pain, spinal or extremity pain, and an increased risk of unstable spine fractures. [19]"}
{"id": "article-23350_12", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical", "content": "Patients with DISH can be asymptomatic, so the disease is discovered incidentally. Neuropathy or bony overgrowth causing physical impingement can cause pain. [19] The traditional diagnostic criteria for DISH had previously included three major elements: [20] [21] [3] [22] Presence of vertebral flowing ossifications present at a minimum of four contiguous vertebrae Preservation of disc height and lack of significant degenerative changes at the involved vertebral segments Differentiates DISH from degenerative spondylosis The absence of ankylosis at the facet-joint interface and the absence of sacroiliac joint erosion, sclerosis, or fusion Differentiates DISH from ankylosing spondylitis (AS)", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical. Patients with DISH can be asymptomatic, so the disease is discovered incidentally. Neuropathy or bony overgrowth causing physical impingement can cause pain. [19] The traditional diagnostic criteria for DISH had previously included three major elements: [20] [21] [3] [22] Presence of vertebral flowing ossifications present at a minimum of four contiguous vertebrae Preservation of disc height and lack of significant degenerative changes at the involved vertebral segments Differentiates DISH from degenerative spondylosis The absence of ankylosis at the facet-joint interface and the absence of sacroiliac joint erosion, sclerosis, or fusion Differentiates DISH from ankylosing spondylitis (AS)"}
{"id": "article-23350_13", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical", "content": "The current widespread definition of DISH by Resnick and Niwayama has recently been challenged as these inclusion criteria may be best applied to the more advanced stages of the condition. Moreover, even dating back to 1985, Utsinger had challenged the contemporary definition and advocated lowering the threshold for spinal involvement to two contiguous while incorporating the presence of peripheral enthesopathies. [23]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical. The current widespread definition of DISH by Resnick and Niwayama has recently been challenged as these inclusion criteria may be best applied to the more advanced stages of the condition. Moreover, even dating back to 1985, Utsinger had challenged the contemporary definition and advocated lowering the threshold for spinal involvement to two contiguous while incorporating the presence of peripheral enthesopathies. [23]"}
{"id": "article-23350_14", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical", "content": "There have been recent challenges to the validity and consensus agreement regarding the current and evolving level of support behind these specific criteria. A 2013 Delphi exercise found that consensus agreement and definitive literature support may only be available for the following elements: Presence of exuberant new bone formation (in the locations mentioned above) Enlarged bony bridges present in either the C-spine, T-spine, or L-spine", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical. There have been recent challenges to the validity and consensus agreement regarding the current and evolving level of support behind these specific criteria. A 2013 Delphi exercise found that consensus agreement and definitive literature support may only be available for the following elements: Presence of exuberant new bone formation (in the locations mentioned above) Enlarged bony bridges present in either the C-spine, T-spine, or L-spine"}
{"id": "article-23350_15", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS", "content": "Healthcare providers are often inevitably confused regarding the clinical differentiation in discerning a diagnosis of DISH as opposed to AS. In short, the main distinguishing features of DISH compared with AS can be summarized into the following elements: [24] [25]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS. Healthcare providers are often inevitably confused regarding the clinical differentiation in discerning a diagnosis of DISH as opposed to AS. In short, the main distinguishing features of DISH compared with AS can be summarized into the following elements: [24] [25]"}
{"id": "article-23350_16", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS", "content": "Higher age of presentation favoring DISH over AS The absence of sacroiliac (SI) joint erosions favoring DISH over AS Important to recognize the clinical overlap for milder conditions of SI joint pathology. For example, there are reports of SI osteophytes in patients with DISH. The absence of apophyseal joint obliteration favoring DISH over AS Frequent ossification of the anterior longitudinal ligament (ALL) Absent enthesopathies with erosions favoring DISH over AS No association with HLA-B27 favoring DISH over AS DISH, compared to AS, tends to be a relatively mild or even painless disease The clinical symptoms are mild in comparison to the extensive radiographic or advanced imaging modalities. DISH is often discovered incidentally in asymptomatic patients", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS. Higher age of presentation favoring DISH over AS The absence of sacroiliac (SI) joint erosions favoring DISH over AS Important to recognize the clinical overlap for milder conditions of SI joint pathology. For example, there are reports of SI osteophytes in patients with DISH. The absence of apophyseal joint obliteration favoring DISH over AS Frequent ossification of the anterior longitudinal ligament (ALL) Absent enthesopathies with erosions favoring DISH over AS No association with HLA-B27 favoring DISH over AS DISH, compared to AS, tends to be a relatively mild or even painless disease The clinical symptoms are mild in comparison to the extensive radiographic or advanced imaging modalities. DISH is often discovered incidentally in asymptomatic patients"}
{"id": "article-23350_17", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS", "content": "Aside from the current controversial and debated diagnostic criteria, the classic clinical presentation remains that of an older patient with increasing back pain and stiffness. Soft tissue involvement secondary to osteophytes at the cervical segments may result in dysphagia, hoarseness, sleep apnea, and difficult intubation. [26] [27] Further evaluation with a swallow study or consultation with otolaryngology or gastroenterology may be warranted. Moreover, heightened clinical suspicion is warranted in the older patient presenting with acute on chronic symptoms of back pain, especially in the setting of minor trauma. As in any conditions that entail contiguous osseous fusion of vertebral and spinal elements, a longer lever arm is generated throughout the spine, which inevitably predisposes to fractures. [28] Thus, all patients require a thorough, comprehensive neurovascular exam and require imaging of the entire spine to mitigate the risk of overlooking fractures in adjacent spinal regions.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS. Aside from the current controversial and debated diagnostic criteria, the classic clinical presentation remains that of an older patient with increasing back pain and stiffness. Soft tissue involvement secondary to osteophytes at the cervical segments may result in dysphagia, hoarseness, sleep apnea, and difficult intubation. [26] [27] Further evaluation with a swallow study or consultation with otolaryngology or gastroenterology may be warranted. Moreover, heightened clinical suspicion is warranted in the older patient presenting with acute on chronic symptoms of back pain, especially in the setting of minor trauma. As in any conditions that entail contiguous osseous fusion of vertebral and spinal elements, a longer lever arm is generated throughout the spine, which inevitably predisposes to fractures. [28] Thus, all patients require a thorough, comprehensive neurovascular exam and require imaging of the entire spine to mitigate the risk of overlooking fractures in adjacent spinal regions."}
{"id": "article-23350_18", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS", "content": "Peripheral joint involvement in DISH has some distinctive features: [29] Involvement of joints usually unaffected by primary osteoarthritis (OA - e.g., hip and knee) Foot and ankle involvement has been reported in up to 70% of patients Clinical and radiographic findings are often consistent with heel spurs, Achilles tendinitis, and plantar fasciitis Increased hypertrophic changes compared with primary OA Prominent enthesopathies adjacent to peripheral joints Calcification and ossification of entheses in sites other than the joints", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS. Peripheral joint involvement in DISH has some distinctive features: [29] Involvement of joints usually unaffected by primary osteoarthritis (OA - e.g., hip and knee) Foot and ankle involvement has been reported in up to 70% of patients Clinical and radiographic findings are often consistent with heel spurs, Achilles tendinitis, and plantar fasciitis Increased hypertrophic changes compared with primary OA Prominent enthesopathies adjacent to peripheral joints Calcification and ossification of entheses in sites other than the joints"}
{"id": "article-23350_19", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS", "content": "Peripheral findings often include hyperostosis and tendonitis. [29] Enthesophytes involving the iliac wing and ischial tuberosity may be present in the pelvis. [30] Periarticular hyperostosis and tendinous ossifications have also been reported in the hip, knee, shoulder, elbow, hand, and wrist. [2]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- History and Physical -- Differentiating DISH from AS. Peripheral findings often include hyperostosis and tendonitis. [29] Enthesophytes involving the iliac wing and ischial tuberosity may be present in the pelvis. [30] Periarticular hyperostosis and tendinous ossifications have also been reported in the hip, knee, shoulder, elbow, hand, and wrist. [2]"}
{"id": "article-23350_20", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation", "content": "Laboratory values (erythrocyte sedimentation rate, C-reactive protein, rheumatoid factor, and antinuclear antibody) are often normal in DISH. Radiographic evaluation with AP and lateral spine imaging in patients with DISH demonstrate “flowing candle wax,” which describes the non-marginal syndesmophytes that project horizontally from the vertebrae and form extra-articular ankylosis; this is distinguishable from the vertical “bamboo spine” that forms intra-articular disc space ossification in ankylosing spondylitis (AS). [2]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation. Laboratory values (erythrocyte sedimentation rate, C-reactive protein, rheumatoid factor, and antinuclear antibody) are often normal in DISH. Radiographic evaluation with AP and lateral spine imaging in patients with DISH demonstrate “flowing candle wax,” which describes the non-marginal syndesmophytes that project horizontally from the vertebrae and form extra-articular ankylosis; this is distinguishable from the vertical “bamboo spine” that forms intra-articular disc space ossification in ankylosing spondylitis (AS). [2]"}
{"id": "article-23350_21", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation", "content": "Increased radiodensity and preservation of facet joints and disc spaces on spine imaging help further distinguish DISH from AS, which may present with osteopenia and degenerative changes. [2] The association between DISH and low bone density remains controversial in the literature. [31] However, a theoretical clinical association exists regarding the relatively increased risk for vertebral fractures in the setting of low-energy mechanisms. While patients with osteoporosis can present with vertebral compression fractures while merely lying in bed in a nursing home, [32] [33] [34] [35] [36] vertebral fractures have been reported in the literature in patients with DISH following elective, unrelated surgical procedures. One report from 2012 highlighted postoperative incomplete paraplegia following a routine total hip replacement. [37]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation. Increased radiodensity and preservation of facet joints and disc spaces on spine imaging help further distinguish DISH from AS, which may present with osteopenia and degenerative changes. [2] The association between DISH and low bone density remains controversial in the literature. [31] However, a theoretical clinical association exists regarding the relatively increased risk for vertebral fractures in the setting of low-energy mechanisms. While patients with osteoporosis can present with vertebral compression fractures while merely lying in bed in a nursing home, [32] [33] [34] [35] [36] vertebral fractures have been reported in the literature in patients with DISH following elective, unrelated surgical procedures. One report from 2012 highlighted postoperative incomplete paraplegia following a routine total hip replacement. [37]"}
{"id": "article-23350_22", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation", "content": "Given that the thoracic spine is most commonly involved, the clinician should have a low threshold for obtaining thoracic spine or chest radiographs, even in patients with primary neck or low back pain, stiffness, and diffuse extremity complaints. [38] Establishing a diagnosis of DISH based on thoracic imaging may prevent further unnecessary workups and surgical interventions. Technetium bone scan in DISH may demonstrate increased uptake in the involved regions; however, this finding may be confused with metastatic disease and thus not usually helpful in non-traumatic scenarios. [39] Lumbar spine involvement should be evaluated radiographically at the lumbar spine and the pelvis, as the presence of sacroiliac pathology may direct the diagnostic workup toward other conditions, such as seronegative spondyloarthropathies.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation. Given that the thoracic spine is most commonly involved, the clinician should have a low threshold for obtaining thoracic spine or chest radiographs, even in patients with primary neck or low back pain, stiffness, and diffuse extremity complaints. [38] Establishing a diagnosis of DISH based on thoracic imaging may prevent further unnecessary workups and surgical interventions. Technetium bone scan in DISH may demonstrate increased uptake in the involved regions; however, this finding may be confused with metastatic disease and thus not usually helpful in non-traumatic scenarios. [39] Lumbar spine involvement should be evaluated radiographically at the lumbar spine and the pelvis, as the presence of sacroiliac pathology may direct the diagnostic workup toward other conditions, such as seronegative spondyloarthropathies."}
{"id": "article-23350_23", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation", "content": "Minor trauma in patients with DISH may result in fracture and instability. These may commonly result in missed injuries that lead to neurologic compromises and delayed treatment. Occult fractures in these patients must be aggressively evaluated using advanced imaging (CT, MRI, or CT myelogram). [40] Extraspinal complaints in patients with DISH may be evaluated accordingly using plain radiographs.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Evaluation. Minor trauma in patients with DISH may result in fracture and instability. These may commonly result in missed injuries that lead to neurologic compromises and delayed treatment. Occult fractures in these patients must be aggressively evaluated using advanced imaging (CT, MRI, or CT myelogram). [40] Extraspinal complaints in patients with DISH may be evaluated accordingly using plain radiographs."}
{"id": "article-23350_24", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Treatment / Management", "content": "In most patients with isolated back discomfort, the mainstays of treatment include activity modification, physical therapy, bracing, NSAIDs, and bisphosphonates. [2]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Treatment / Management. In most patients with isolated back discomfort, the mainstays of treatment include activity modification, physical therapy, bracing, NSAIDs, and bisphosphonates. [2]"}
{"id": "article-23350_25", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Treatment / Management", "content": "Surgical decompression and stabilization may be indicated for specific sequelae of the condition, including fracture, cervical myelopathy, lumbar stenosis, neurologic deficits, infection, or painful deformity.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Treatment / Management. Surgical decompression and stabilization may be indicated for specific sequelae of the condition, including fracture, cervical myelopathy, lumbar stenosis, neurologic deficits, infection, or painful deformity."}
{"id": "article-23350_26", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Differential Diagnosis", "content": "The differential diagnosis for patients with back pain, stiffness, and spondylophytosis also includes but is not limited to: [41] Ankylosing spondylitis (AS) Spondylosis deformans (SD) Differentiated from DISH as SD has no association with thoracic ALL ossification Seronegative spondyloarthropathies Charcot spine Acromegaly Psoriasis Reactive arthritis Pseudogout Hypoparathyroidism", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Differential Diagnosis. The differential diagnosis for patients with back pain, stiffness, and spondylophytosis also includes but is not limited to: [41] Ankylosing spondylitis (AS) Spondylosis deformans (SD) Differentiated from DISH as SD has no association with thoracic ALL ossification Seronegative spondyloarthropathies Charcot spine Acromegaly Psoriasis Reactive arthritis Pseudogout Hypoparathyroidism"}
{"id": "article-23350_27", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Complications", "content": "Patients with DISH who sustain spine fractures are at increased risk of instability due to ligamentous calcification and increased deforming forces secondary to vertebral ankylosis. Increased length of instrumentation is often necessary to accommodate the lever arms acting on the fracture site. Meyer demonstrated that surgical treatment of cervical fractures in elderly patients with DISH correlates with a 15% rate of mortality compared to 67% after conservative treatment, highlighting the importance of prompt diagnosis, evaluation, and treatment after trauma in patients with DISH. [15]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Complications. Patients with DISH who sustain spine fractures are at increased risk of instability due to ligamentous calcification and increased deforming forces secondary to vertebral ankylosis. Increased length of instrumentation is often necessary to accommodate the lever arms acting on the fracture site. Meyer demonstrated that surgical treatment of cervical fractures in elderly patients with DISH correlates with a 15% rate of mortality compared to 67% after conservative treatment, highlighting the importance of prompt diagnosis, evaluation, and treatment after trauma in patients with DISH. [15]"}
{"id": "article-23350_28", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Complications", "content": "Heterotopic ossification (HO) is a frequent complication following total hip arthroplasty (THA) in patients with DISH (30% to 56%). [42] [43] In contrast, patients without DISH in the cited series only had a 10% to 22% rate of HO. [42] [43] Fahrer et al. reported low rates of pain and functional limitations and recommended no prophylaxis against HO in patients with DISH after undergoing THA. [43]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Complications. Heterotopic ossification (HO) is a frequent complication following total hip arthroplasty (THA) in patients with DISH (30% to 56%). [42] [43] In contrast, patients without DISH in the cited series only had a 10% to 22% rate of HO. [42] [43] Fahrer et al. reported low rates of pain and functional limitations and recommended no prophylaxis against HO in patients with DISH after undergoing THA. [43]"}
{"id": "article-23350_29", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Deterrence and Patient Education", "content": "Patients and family members should receive education regarding the increased susceptibility to significantly morbid (and even fatal) complications, even in the setting of low-energy traumatic mechanisms and elective procedures.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Deterrence and Patient Education. Patients and family members should receive education regarding the increased susceptibility to significantly morbid (and even fatal) complications, even in the setting of low-energy traumatic mechanisms and elective procedures."}
{"id": "article-23350_30", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Enhancing Healthcare Team Outcomes", "content": "While semantics exist regarding the absolute and consensus agreement of DISH diagnostic criteria, there remain critical components to the workup and management of these patients when presenting, even in minor traumas. Emergency medical services (EMS) providers, nurses, advanced practitioners, clinicians, and surgeons require efficient and coordinated care to obtain comprehensive history and examination (including mandatory neurovascular examinations) and to have a low threshold to obtain appropriate imaging to ensure underlying fractures do not go undetected. Clinical deterioration warrants urgent evaluation and management modalities. [Level 1]", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Enhancing Healthcare Team Outcomes. While semantics exist regarding the absolute and consensus agreement of DISH diagnostic criteria, there remain critical components to the workup and management of these patients when presenting, even in minor traumas. Emergency medical services (EMS) providers, nurses, advanced practitioners, clinicians, and surgeons require efficient and coordinated care to obtain comprehensive history and examination (including mandatory neurovascular examinations) and to have a low threshold to obtain appropriate imaging to ensure underlying fractures do not go undetected. Clinical deterioration warrants urgent evaluation and management modalities. [Level 1]"}
{"id": "article-23350_31", "title": "Diffuse Idiopathic Skeletal Hyperostosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diffuse Idiopathic Skeletal Hyperostosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}