{"id": "article-36619_0", "title": "Neuroanatomy, Infratrochlear Nerve -- Introduction", "content": "The infratrochlear nerve is a branch of the nasociliary nerve, which forms part of the ophthalmic division of the trigeminal nerve (V1). It provides sensory innervation to the medial upper and lower eyelids, the skin of the lateral part of the nose (external) above the medial canthus, medial conjunctiva, and lacrimal apparatus, including the caruncle. [1] This article outlines the anatomy of the trigeminal nerve leading up to and including the infratrochlear nerve as well as describing its clinical significance.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Introduction. The infratrochlear nerve is a branch of the nasociliary nerve, which forms part of the ophthalmic division of the trigeminal nerve (V1). It provides sensory innervation to the medial upper and lower eyelids, the skin of the lateral part of the nose (external) above the medial canthus, medial conjunctiva, and lacrimal apparatus, including the caruncle. [1] This article outlines the anatomy of the trigeminal nerve leading up to and including the infratrochlear nerve as well as describing its clinical significance."}
{"id": "article-36619_1", "title": "Neuroanatomy, Infratrochlear Nerve -- Introduction", "content": "The trigeminal nerve is one of the most important cranial nerves, and thus, a thorough understanding of its anatomy is essential for all physicians and surgeons. In particular, the infratrochlear nerve has an impact clinically for ENT surgeons and anesthetists.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Introduction. The trigeminal nerve is one of the most important cranial nerves, and thus, a thorough understanding of its anatomy is essential for all physicians and surgeons. In particular, the infratrochlear nerve has an impact clinically for ENT surgeons and anesthetists."}
{"id": "article-36619_2", "title": "Neuroanatomy, Infratrochlear Nerve -- Embryology", "content": "The trigeminal ganglia are visible in week 4. It initially develops from neural crest cells before neural fold fusion. In the adult, Meckel’s cave is an arachnoidal pouch in which the dura and arachnoid layers do not extend to cover the three branches of the trigeminal nerve. [2]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Embryology. The trigeminal ganglia are visible in week 4. It initially develops from neural crest cells before neural fold fusion. In the adult, Meckel’s cave is an arachnoidal pouch in which the dura and arachnoid layers do not extend to cover the three branches of the trigeminal nerve. [2]"}
{"id": "article-36619_3", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The trigeminal nerve originates from four nuclei – one motor and three sensory. The motor nuclei are in the upper pons on the floor of the fourth ventricle. The three sensory nuclei are (nucleus/location/function) [2] : Mesencephalic nucleus/midbrain/proprioception Principle/pons/touch and position Spinal/medulla/pain and temperature", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The trigeminal nerve originates from four nuclei – one motor and three sensory. The motor nuclei are in the upper pons on the floor of the fourth ventricle. The three sensory nuclei are (nucleus/location/function) [2] : Mesencephalic nucleus/midbrain/proprioception Principle/pons/touch and position Spinal/medulla/pain and temperature"}
{"id": "article-36619_4", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "At the level of the pons, the sensory nuclei form a sensory root while the motor nucleus forms a separate motor root. The roots are comparable in a way to the dorsal and ventral roots of the spinal cord.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. At the level of the pons, the sensory nuclei form a sensory root while the motor nucleus forms a separate motor root. The roots are comparable in a way to the dorsal and ventral roots of the spinal cord."}
{"id": "article-36619_5", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The sensory root forms the trigeminal ganglion in Meckel’s cave – a pocket of dura in the middle cranial fossa near the apex of the petrous temporal bone and on the lateral aspect of the cavernous sinus. Here, the trigeminal nerve splits into its three branches V1, V2, and V3. The deep (inferior) relations to the trigeminal ganglion at this point are the motor root of the trigeminal nerve as well as the greater superficial petrosal nerve.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The sensory root forms the trigeminal ganglion in Meckel’s cave – a pocket of dura in the middle cranial fossa near the apex of the petrous temporal bone and on the lateral aspect of the cavernous sinus. Here, the trigeminal nerve splits into its three branches V1, V2, and V3. The deep (inferior) relations to the trigeminal ganglion at this point are the motor root of the trigeminal nerve as well as the greater superficial petrosal nerve."}
{"id": "article-36619_6", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "Motor fiber distribution is only via the mandibular division of the trigeminal nerve (V3). The greater superficial petrosal nerve is a branch of the facial nerve that provides parasympathetic nerve fibers via the pterygopalatine ganglion to the lacrimal gland. The parasympathetic fibers ‘hitchhike’ on the lacrimal branch of V1 after the pterygopalatine ganglion and also ‘hitchhike’ via the zygomatic branch of V2.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. Motor fiber distribution is only via the mandibular division of the trigeminal nerve (V3). The greater superficial petrosal nerve is a branch of the facial nerve that provides parasympathetic nerve fibers via the pterygopalatine ganglion to the lacrimal gland. The parasympathetic fibers ‘hitchhike’ on the lacrimal branch of V1 after the pterygopalatine ganglion and also ‘hitchhike’ via the zygomatic branch of V2."}
{"id": "article-36619_7", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The ophthalmic nerve (V1) travels in the lateral wall of the cavernous sinus providing the recurrent tentorial branch (supplies the tentorium cerebelli) before branching into its own three major branches. This branching occurs before exiting the middle cranial fossa via the superior orbital fissure.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The ophthalmic nerve (V1) travels in the lateral wall of the cavernous sinus providing the recurrent tentorial branch (supplies the tentorium cerebelli) before branching into its own three major branches. This branching occurs before exiting the middle cranial fossa via the superior orbital fissure."}
{"id": "article-36619_8", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The three major branches of V1 are lacrimal (found laterally in the orbit), frontal, and nasociliary (located medially in the orbit) nerves. These all provide sensory innervation to the skin and mucous membranes of the frontonasal prominence. The only exception to this is the long ciliary nerve (a branch of the nasociliary nerve), which also provides sympathetic innervation to the ciliary ganglion.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The three major branches of V1 are lacrimal (found laterally in the orbit), frontal, and nasociliary (located medially in the orbit) nerves. These all provide sensory innervation to the skin and mucous membranes of the frontonasal prominence. The only exception to this is the long ciliary nerve (a branch of the nasociliary nerve), which also provides sympathetic innervation to the ciliary ganglion."}
{"id": "article-36619_9", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The nasociliary nerve enters the orbit through the common tendinous ring between the two divisions of CN3. It moves anteriorly along the medial orbital wall and crosses the optic nerve and the ophthalmic artery. It then provides four branches within the orbit before terminating as the infratrochlear nerve.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The nasociliary nerve enters the orbit through the common tendinous ring between the two divisions of CN3. It moves anteriorly along the medial orbital wall and crosses the optic nerve and the ophthalmic artery. It then provides four branches within the orbit before terminating as the infratrochlear nerve."}
{"id": "article-36619_10", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The first two branches given off within the orbit are the long ciliary nerve (these receive sensory innervation to the cornea, ciliary bodies, and iris) and the ramus communicans to the ciliary ganglion (providing sympathetic fibers to the ciliary ganglion to innervate (dilate) the dilator pupillae muscle).", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The first two branches given off within the orbit are the long ciliary nerve (these receive sensory innervation to the cornea, ciliary bodies, and iris) and the ramus communicans to the ciliary ganglion (providing sympathetic fibers to the ciliary ganglion to innervate (dilate) the dilator pupillae muscle)."}
{"id": "article-36619_11", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The third branch is the posterior ethmoidal nerve, which exits the orbit via the posterior ethmoidal foramen with the posterior ethmoidal artery. This nerve provides sensory information from the frontal sinus and posterior ethmoidal air cells. It is absent in approximately 30% of people.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The third branch is the posterior ethmoidal nerve, which exits the orbit via the posterior ethmoidal foramen with the posterior ethmoidal artery. This nerve provides sensory information from the frontal sinus and posterior ethmoidal air cells. It is absent in approximately 30% of people."}
{"id": "article-36619_12", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course", "content": "The last branch is the anterior ethmoidal nerve, which exits via the anterior ethmoidal foramen alongside the anterior ethmoidal artery and provides sensory innervation from the middle and anterior ethmoidal cells as well as the meninges and anterior part of the nasal septum. Prior to the nasociliary nerve branching to the anterior ethmoidal nerve, it provides its terminal nerve - the infratrochlear nerve. [3] [4] [5]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- Trigeminal Nerve Anatomical Course. The last branch is the anterior ethmoidal nerve, which exits via the anterior ethmoidal foramen alongside the anterior ethmoidal artery and provides sensory innervation from the middle and anterior ethmoidal cells as well as the meninges and anterior part of the nasal septum. Prior to the nasociliary nerve branching to the anterior ethmoidal nerve, it provides its terminal nerve - the infratrochlear nerve. [3] [4] [5]"}
{"id": "article-36619_13", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course", "content": "The infratrochlear nerve runs anteriorly on the upper border of the medial rectus.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course. The infratrochlear nerve runs anteriorly on the upper border of the medial rectus."}
{"id": "article-36619_14", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course", "content": "It receives a branch from the supratrochlear nerve (a branch of the frontal nerve) and moves through the medial aspect of the extraconal space of the orbit inferior to the trochlea. It exits the orbit under the superior orbital margin and above the medial canthal tendon.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course. It receives a branch from the supratrochlear nerve (a branch of the frontal nerve) and moves through the medial aspect of the extraconal space of the orbit inferior to the trochlea. It exits the orbit under the superior orbital margin and above the medial canthal tendon."}
{"id": "article-36619_15", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course", "content": "It then moves inferiorly to innervate the skin of the medial upper and lower eyelid, the skin of the lateral part of the nose (external) above the medial canthus, medial conjunctiva, and lacrimal apparatus including the caruncle.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course. It then moves inferiorly to innervate the skin of the medial upper and lower eyelid, the skin of the lateral part of the nose (external) above the medial canthus, medial conjunctiva, and lacrimal apparatus including the caruncle."}
{"id": "article-36619_16", "title": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course", "content": "Providing sensory innervation to the external nose alongside the infratrochlear nerve are the infraorbital and anterior ethmoidal nerves. The internal nasal innervation is from the ethmoidal, sphenoidal, and nasopalatine nerves. [3] [4] [5]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Nerves -- The Infratrochlear Nerve Course. Providing sensory innervation to the external nose alongside the infratrochlear nerve are the infraorbital and anterior ethmoidal nerves. The internal nasal innervation is from the ethmoidal, sphenoidal, and nasopalatine nerves. [3] [4] [5]"}
{"id": "article-36619_17", "title": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance", "content": "The trigeminal nerve can be damaged anywhere along its course. For example, V1 could get injured in Meckel's cave (for example, by an expanding acoustic neuroma) or the lateral wall of the cavernous sinus (for instance, by cavernous sinus thrombosis or expanding pituitary lesion).", "contents": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance. The trigeminal nerve can be damaged anywhere along its course. For example, V1 could get injured in Meckel's cave (for example, by an expanding acoustic neuroma) or the lateral wall of the cavernous sinus (for instance, by cavernous sinus thrombosis or expanding pituitary lesion)."}
{"id": "article-36619_18", "title": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance", "content": "The infratrochlear nerve specifically can be injured in nasal fractures or in fractures of the orbit (especially effecting the medial orbit). It may also incur damage from pressure from an anesthesia mask, which may cause neuropraxia or even axonotmesis. The impact of infratrochlear nerve damage is a loss of sensation in the affected areas. [3] [6]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance. The infratrochlear nerve specifically can be injured in nasal fractures or in fractures of the orbit (especially effecting the medial orbit). It may also incur damage from pressure from an anesthesia mask, which may cause neuropraxia or even axonotmesis. The impact of infratrochlear nerve damage is a loss of sensation in the affected areas. [3] [6]"}
{"id": "article-36619_19", "title": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance", "content": "Given the external location of the nerve, it is palpable below the trochlea. Blockade is possible with 1 to 2% lidocaine by infiltrating at the superomedial border of the orbit and along its medial wall. This block is useful when attempting a manipulation under anesthesia of a nasal fracture or other nasal surgery, including septoplasty, rhinoplasty, and repair of nasal skin laceration. [6]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance. Given the external location of the nerve, it is palpable below the trochlea. Blockade is possible with 1 to 2% lidocaine by infiltrating at the superomedial border of the orbit and along its medial wall. This block is useful when attempting a manipulation under anesthesia of a nasal fracture or other nasal surgery, including septoplasty, rhinoplasty, and repair of nasal skin laceration. [6]"}
{"id": "article-36619_20", "title": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance", "content": "The literature describes infratrochlear neuralgia. It involves a painful cranial neuropathy at the internal angle of the orbit and medial upper eyelid, upper bridge of the nose, and/or the lacrimal caruncle. Of the cases reported, the possible precipitating causes were post-nasal trauma or previous tracheitis. The majority of cases had no precipitating cause. Research and clinical experience have shown it to respond to nerve blocks. [7]", "contents": "Neuroanatomy, Infratrochlear Nerve -- Clinical Significance. The literature describes infratrochlear neuralgia. It involves a painful cranial neuropathy at the internal angle of the orbit and medial upper eyelid, upper bridge of the nose, and/or the lacrimal caruncle. Of the cases reported, the possible precipitating causes were post-nasal trauma or previous tracheitis. The majority of cases had no precipitating cause. Research and clinical experience have shown it to respond to nerve blocks. [7]"}
{"id": "article-36619_21", "title": "Neuroanatomy, Infratrochlear Nerve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Infratrochlear Nerve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}