{"id": "article-25532_0", "title": "Nasal Septal Fracture -- Continuing Education Activity", "content": "The nasal bones and nasal septum are the most commonly fractured bones in the facial skeleton. These injuries can affect not only the cosmetic appearance of the nose but also its function. This activity outlines the evaluation and management of nasal bone and septal fractures and illustrates the need for an interdisciplinary team to improve care for these patients.", "contents": "Nasal Septal Fracture -- Continuing Education Activity. The nasal bones and nasal septum are the most commonly fractured bones in the facial skeleton. These injuries can affect not only the cosmetic appearance of the nose but also its function. This activity outlines the evaluation and management of nasal bone and septal fractures and illustrates the need for an interdisciplinary team to improve care for these patients."}
{"id": "article-25532_1", "title": "Nasal Septal Fracture -- Continuing Education Activity", "content": "Objectives: Identify the etiology of nasal bone and septal fractures. Evaluate nasal bone and septal fractures appropriately. Assess the treatment options available for nasal bone and septal fractures. Strategize with the interprofessional team to improve care coordination and communication to advance and improve outcomes for patients with nasal bone and septal fractures. Access free multiple choice questions on this topic.", "contents": "Nasal Septal Fracture -- Continuing Education Activity. Objectives: Identify the etiology of nasal bone and septal fractures. Evaluate nasal bone and septal fractures appropriately. Assess the treatment options available for nasal bone and septal fractures. Strategize with the interprofessional team to improve care coordination and communication to advance and improve outcomes for patients with nasal bone and septal fractures. Access free multiple choice questions on this topic."}
{"id": "article-25532_2", "title": "Nasal Septal Fracture -- Introduction", "content": "The nasal bones are the most frequently fractured in the maxillofacial area due to their relative weakness and the outward projection of the nose on the face. [1] Nasal septal fractures have been associated with nasal bone fractures in 42% to 96% of cases. [1] [2] Nasal bone and septal fractures impact not only cosmetic appearance but also nasal airway function.", "contents": "Nasal Septal Fracture -- Introduction. The nasal bones are the most frequently fractured in the maxillofacial area due to their relative weakness and the outward projection of the nose on the face. [1] Nasal septal fractures have been associated with nasal bone fractures in 42% to 96% of cases. [1] [2] Nasal bone and septal fractures impact not only cosmetic appearance but also nasal airway function."}
{"id": "article-25532_3", "title": "Nasal Septal Fracture -- Introduction", "content": "The structural support of the nose is composed mainly of cartilage, bone, and skin. The paired nasal bones are attached to the frontal bone superiorly and the frontal processes of the maxillae laterally, at the nasofrontal and nasomaxillary suture lines, respectively. The nasal bones tend to be thicker above the level of the medial canthus. [3]", "contents": "Nasal Septal Fracture -- Introduction. The structural support of the nose is composed mainly of cartilage, bone, and skin. The paired nasal bones are attached to the frontal bone superiorly and the frontal processes of the maxillae laterally, at the nasofrontal and nasomaxillary suture lines, respectively. The nasal bones tend to be thicker above the level of the medial canthus. [3]"}
{"id": "article-25532_4", "title": "Nasal Septal Fracture -- Introduction", "content": "The nasal septum consists of bone posteriorly and cartilage anteriorly. The perpendicular plate of the ethmoid bone superiorly and the vomer inferiorly make up the bony septum. These fuse with the quadrangular cartilage, which makes up the anterior portion of the nasal septum. The quadrangular cartilage supports the nasal dorsum from the keystone area to the supratip of the nose. [3] This keystone area is a major structural support of the middle one-third of the nose, constituting the 10 to 15 mm of bony-cartilaginous septal junction immediately inferior to the rhinion. At the level of the keystone, the upper lateral cartilages articulate with the caudal edges of the nasal bones; the upper lateral cartilages are also attached to the dorsal margin of the cartilaginous septum, which is firmly adherent to the perpendicular plate of the ethmoid bone. The septum is attached to the nasal floor anteriorly at the nasal spine and posteriorly at the nasal crest of the maxilla and palatine bones.", "contents": "Nasal Septal Fracture -- Introduction. The nasal septum consists of bone posteriorly and cartilage anteriorly. The perpendicular plate of the ethmoid bone superiorly and the vomer inferiorly make up the bony septum. These fuse with the quadrangular cartilage, which makes up the anterior portion of the nasal septum. The quadrangular cartilage supports the nasal dorsum from the keystone area to the supratip of the nose. [3] This keystone area is a major structural support of the middle one-third of the nose, constituting the 10 to 15 mm of bony-cartilaginous septal junction immediately inferior to the rhinion. At the level of the keystone, the upper lateral cartilages articulate with the caudal edges of the nasal bones; the upper lateral cartilages are also attached to the dorsal margin of the cartilaginous septum, which is firmly adherent to the perpendicular plate of the ethmoid bone. The septum is attached to the nasal floor anteriorly at the nasal spine and posteriorly at the nasal crest of the maxilla and palatine bones."}
{"id": "article-25532_5", "title": "Nasal Septal Fracture -- Etiology", "content": "Nasal bones can be fractured by various traumas to the maxillofacial skeleton. The most common causes of nasal bone fractures globally are interpersonal violence, motor vehicle accidents, sporting accidents, and falls. In North America, traffic accidents account for more nasal bone fractures than interpersonal violence. [4] In children, the most common cause is sporting or motor vehicle accidents, depending on the source. [4] [5] Interestingly, ball-related sports such as soccer, basketball, baseball, and rugby have a higher incidence of nasal bone fractures than fighting sports. [4]", "contents": "Nasal Septal Fracture -- Etiology. Nasal bones can be fractured by various traumas to the maxillofacial skeleton. The most common causes of nasal bone fractures globally are interpersonal violence, motor vehicle accidents, sporting accidents, and falls. In North America, traffic accidents account for more nasal bone fractures than interpersonal violence. [4] In children, the most common cause is sporting or motor vehicle accidents, depending on the source. [4] [5] Interestingly, ball-related sports such as soccer, basketball, baseball, and rugby have a higher incidence of nasal bone fractures than fighting sports. [4]"}
{"id": "article-25532_6", "title": "Nasal Septal Fracture -- Epidemiology", "content": "Nasal bone and septal fractures are much more common in men and boys compared to women and girls. This has been attributed to the higher incidence of interpersonal violence between males. [6] The incidence of nasal bone fractures peaks in the second and third decades of life. [6] [7] In the United States, rates of nasal bone and other facial fractures have steadily increased since 2000. Still, repair rates have remained stable, potentially suggesting an increase in nonoperative fracture pattern frequency, a trend towards more conservative management, and increased use of computed tomography (CT) imaging to help guide management. [7]", "contents": "Nasal Septal Fracture -- Epidemiology. Nasal bone and septal fractures are much more common in men and boys compared to women and girls. This has been attributed to the higher incidence of interpersonal violence between males. [6] The incidence of nasal bone fractures peaks in the second and third decades of life. [6] [7] In the United States, rates of nasal bone and other facial fractures have steadily increased since 2000. Still, repair rates have remained stable, potentially suggesting an increase in nonoperative fracture pattern frequency, a trend towards more conservative management, and increased use of computed tomography (CT) imaging to help guide management. [7]"}
{"id": "article-25532_7", "title": "Nasal Septal Fracture -- Pathophysiology", "content": "Generally, a frontal or lateral to the nose is more likely to cause a fracture of the nasal bones and nasal septum. [8] Fractures can be unilateral or bilateral, nondisplaced or severely depressed, greenstick, or comminuted. [9] Fractures may involve the nasal bones, nasal cartilage, septal cartilage, and even the surrounding facial skeleton in more severe injuries with higher energy impacts.", "contents": "Nasal Septal Fracture -- Pathophysiology. Generally, a frontal or lateral to the nose is more likely to cause a fracture of the nasal bones and nasal septum. [8] Fractures can be unilateral or bilateral, nondisplaced or severely depressed, greenstick, or comminuted. [9] Fractures may involve the nasal bones, nasal cartilage, septal cartilage, and even the surrounding facial skeleton in more severe injuries with higher energy impacts."}
{"id": "article-25532_8", "title": "Nasal Septal Fracture -- History and Physical", "content": "Patients who have undergone trauma to the maxillofacial region should first have a primary trauma survey performed, addressing airway, breathing, circulation, and disability. After life-threatening issues have been addressed, a thorough history and secondary physical examination may be performed.", "contents": "Nasal Septal Fracture -- History and Physical. Patients who have undergone trauma to the maxillofacial region should first have a primary trauma survey performed, addressing airway, breathing, circulation, and disability. After life-threatening issues have been addressed, a thorough history and secondary physical examination may be performed."}
{"id": "article-25532_9", "title": "Nasal Septal Fracture -- History and Physical", "content": "It is essential first to determine the mechanism of trauma to the maxillofacial region. Higher energy impact traumas, as seen in motor vehicle accidents, are liable to produce more severe injuries and may be associated with multiple facial fractures. The direction of impact may be important to better understand the underlying fracture pattern. Lateral blows tend to cause an infracture on the impacted side and outfracture on the opposite side, while impact directed straight onto the nasal dorsum tends to cause splaying outfractures of the bilateral nasal bones. [10] It is also essential to get a sense of premorbid appearance. Patients should be asked if they notice obvious deviation or deformity compared to before the injury. Difficulty breathing through either side of the nose should be assessed, as this can signify injury to the nasal septum or intranasal edema. [11] The patient should also be questioned regarding any prior nasal trauma or surgeries. Symptoms that may indicate more extensive injuries include telecanthus, diplopia, vision loss, clear rhinorrhea, malocclusion, facial weakness, and facial numbness.", "contents": "Nasal Septal Fracture -- History and Physical. It is essential first to determine the mechanism of trauma to the maxillofacial region. Higher energy impact traumas, as seen in motor vehicle accidents, are liable to produce more severe injuries and may be associated with multiple facial fractures. The direction of impact may be important to better understand the underlying fracture pattern. Lateral blows tend to cause an infracture on the impacted side and outfracture on the opposite side, while impact directed straight onto the nasal dorsum tends to cause splaying outfractures of the bilateral nasal bones. [10] It is also essential to get a sense of premorbid appearance. Patients should be asked if they notice obvious deviation or deformity compared to before the injury. Difficulty breathing through either side of the nose should be assessed, as this can signify injury to the nasal septum or intranasal edema. [11] The patient should also be questioned regarding any prior nasal trauma or surgeries. Symptoms that may indicate more extensive injuries include telecanthus, diplopia, vision loss, clear rhinorrhea, malocclusion, facial weakness, and facial numbness."}
{"id": "article-25532_10", "title": "Nasal Septal Fracture -- History and Physical", "content": "Physical examination should include a thorough assessment of the entire head and neck region, including skin, eye, ear, intraoral, and intranasal examinations. A complete evaluation of the nasal dorsum and nasal cavity should be performed with a headlamp and a nasal speculum or rigid endoscope. The external nose should be closely evaluated for lacerations and exposed bone or cartilage. Any deviation of the bony nasal pyramid should be documented. A post-traumatically increased intercanthal distance suggests the presence of a nasoorbitoethmoid (NOE) fracture. [10] The nasal tip should be palpated to assess for adequate support, and the nasal dorsum should undergo evaluation for a saddle nose deformity, which may indicate significant septal fracture or dislocation. [11] An intranasal examination should first rule out a septal hematoma, which appears as a fluctuant red or blue discoloration along the nasal septum. [12] This submucoperichondrial blood collection requires prompt incision and drainage to prevent abscess development or septal cartilage necrosis, which may occur within as little as 24 hours. Over time, the resulting cartilage necrosis may lead to septal perforation and saddle nose deformity. [12] Significant dislocations of the septum should be noted, and any intranasal lacerations or mucosal disruptions should also be documented. Care should be taken to inspect for clear rhinorrhea, suggesting a cerebrospinal fluid (CSF) leak. [11]", "contents": "Nasal Septal Fracture -- History and Physical. Physical examination should include a thorough assessment of the entire head and neck region, including skin, eye, ear, intraoral, and intranasal examinations. A complete evaluation of the nasal dorsum and nasal cavity should be performed with a headlamp and a nasal speculum or rigid endoscope. The external nose should be closely evaluated for lacerations and exposed bone or cartilage. Any deviation of the bony nasal pyramid should be documented. A post-traumatically increased intercanthal distance suggests the presence of a nasoorbitoethmoid (NOE) fracture. [10] The nasal tip should be palpated to assess for adequate support, and the nasal dorsum should undergo evaluation for a saddle nose deformity, which may indicate significant septal fracture or dislocation. [11] An intranasal examination should first rule out a septal hematoma, which appears as a fluctuant red or blue discoloration along the nasal septum. [12] This submucoperichondrial blood collection requires prompt incision and drainage to prevent abscess development or septal cartilage necrosis, which may occur within as little as 24 hours. Over time, the resulting cartilage necrosis may lead to septal perforation and saddle nose deformity. [12] Significant dislocations of the septum should be noted, and any intranasal lacerations or mucosal disruptions should also be documented. Care should be taken to inspect for clear rhinorrhea, suggesting a cerebrospinal fluid (CSF) leak. [11]"}
{"id": "article-25532_11", "title": "Nasal Septal Fracture -- Evaluation", "content": "Imaging is generally not warranted for simple nasal bone fractures. Plain film X-rays are not typically useful. A CT scan without intravenous contrast of the facial bones is the gold standard for evaluating bony trauma of the maxillofacial area if there is a concern for more extensive facial injuries. [11] Concerning symptoms, as previously noted, should prompt imaging studies. More recently, ultrasonography's role in diagnosing nasal bone fractures has been studied but has thus far proved inferior to CT scanning. [13]", "contents": "Nasal Septal Fracture -- Evaluation. Imaging is generally not warranted for simple nasal bone fractures. Plain film X-rays are not typically useful. A CT scan without intravenous contrast of the facial bones is the gold standard for evaluating bony trauma of the maxillofacial area if there is a concern for more extensive facial injuries. [11] Concerning symptoms, as previously noted, should prompt imaging studies. More recently, ultrasonography's role in diagnosing nasal bone fractures has been studied but has thus far proved inferior to CT scanning. [13]"}
{"id": "article-25532_12", "title": "Nasal Septal Fracture -- Evaluation", "content": "Laboratory evaluation is generally not required in the case of a simple nasal bone fracture or septal hematoma. Complete blood count and coagulation studies may be a consideration in patients with epistaxis who have lost a considerable amount of blood or take anticoagulant medication. Patients with persistent clear rhinorrhea can have the fluid collected and sent for beta-2-transferrin, which can help confirm or rule out the presence of a CSF leak.", "contents": "Nasal Septal Fracture -- Evaluation. Laboratory evaluation is generally not required in the case of a simple nasal bone fracture or septal hematoma. Complete blood count and coagulation studies may be a consideration in patients with epistaxis who have lost a considerable amount of blood or take anticoagulant medication. Patients with persistent clear rhinorrhea can have the fluid collected and sent for beta-2-transferrin, which can help confirm or rule out the presence of a CSF leak."}
{"id": "article-25532_13", "title": "Nasal Septal Fracture -- Treatment / Management", "content": "Initial management should include control of epistaxis and closure of any external skin or internal nasal lining lacerations whenever possible. Epistaxis may be conservatively controlled with digital pressure, pushing the nasal alae against the septum. More serious epistaxis may require cauterization or nasal packing. [14]", "contents": "Nasal Septal Fracture -- Treatment / Management. Initial management should include control of epistaxis and closure of any external skin or internal nasal lining lacerations whenever possible. Epistaxis may be conservatively controlled with digital pressure, pushing the nasal alae against the septum. More serious epistaxis may require cauterization or nasal packing. [14]"}
{"id": "article-25532_14", "title": "Nasal Septal Fracture -- Treatment / Management", "content": "Observation without surgical intervention is recommended in patients with no obvious cosmetic deformity or nasal obstruction. Conservative measures such as elevating the head and icing the area are recommended until local edema subsides. Patients should be closely followed within 3 to 5 days for reexamination, as nasal deviation can be unmasked with the resolution of edema. [15]", "contents": "Nasal Septal Fracture -- Treatment / Management. Observation without surgical intervention is recommended in patients with no obvious cosmetic deformity or nasal obstruction. Conservative measures such as elevating the head and icing the area are recommended until local edema subsides. Patients should be closely followed within 3 to 5 days for reexamination, as nasal deviation can be unmasked with the resolution of edema. [15]"}
{"id": "article-25532_15", "title": "Nasal Septal Fracture -- Treatment / Management", "content": "Closed reduction of nasal bone and septal fractures is generally recommended for fractures that cause nasal deviation or airway obstruction. The procedure may be performed under local anesthesia or with minimal sedation, but general anesthesia is often preferable due to improved airway protection and overall patient comfort. [10] The reported timing of closed reduction varies in the literature, with some sources advocating early intervention within 5 to 7 days, while others state that edema should completely resolve and closed reduction should be performed within 1 to 2 weeks of injury. [10] [11] After 2 weeks, patient satisfaction with cosmetic outcomes significantly decreases. [16] Later intervention risks callus formation and difficulty reducing nasal bones into their premorbid location because the fractured segments have already begun to heal in place. In these cases, an endonasal or percutaneous reduction can be performed using osteotomies. [11] In a typical closed reduction, a flat, broad instrument such as a Boies or Sayre elevator is introduced endonasally to reduce the fractured bony segments, and a postoperative splint is applied to the nasal dorsum.", "contents": "Nasal Septal Fracture -- Treatment / Management. Closed reduction of nasal bone and septal fractures is generally recommended for fractures that cause nasal deviation or airway obstruction. The procedure may be performed under local anesthesia or with minimal sedation, but general anesthesia is often preferable due to improved airway protection and overall patient comfort. [10] The reported timing of closed reduction varies in the literature, with some sources advocating early intervention within 5 to 7 days, while others state that edema should completely resolve and closed reduction should be performed within 1 to 2 weeks of injury. [10] [11] After 2 weeks, patient satisfaction with cosmetic outcomes significantly decreases. [16] Later intervention risks callus formation and difficulty reducing nasal bones into their premorbid location because the fractured segments have already begun to heal in place. In these cases, an endonasal or percutaneous reduction can be performed using osteotomies. [11] In a typical closed reduction, a flat, broad instrument such as a Boies or Sayre elevator is introduced endonasally to reduce the fractured bony segments, and a postoperative splint is applied to the nasal dorsum."}
{"id": "article-25532_16", "title": "Nasal Septal Fracture -- Treatment / Management", "content": "Closed reduction may also be performed on the nasal septum using a Boies elevator or Asch forceps. Suppose adequate reduction of the nasal septum cannot be performed in a closed fashion. In that case, some authors advocate for open septoplasty in the acute setting, reporting that patients significantly improve nasal obstruction postoperatively. [17] Intranasal splints or packing may also help keep the septum aligned after reduction, but these are typically not placed unless a septoplasty has been performed. Septoplasty is avoided if there is significant mucosal disruption along the septum because of the risk of postoperative septal perforation. [17]", "contents": "Nasal Septal Fracture -- Treatment / Management. Closed reduction may also be performed on the nasal septum using a Boies elevator or Asch forceps. Suppose adequate reduction of the nasal septum cannot be performed in a closed fashion. In that case, some authors advocate for open septoplasty in the acute setting, reporting that patients significantly improve nasal obstruction postoperatively. [17] Intranasal splints or packing may also help keep the septum aligned after reduction, but these are typically not placed unless a septoplasty has been performed. Septoplasty is avoided if there is significant mucosal disruption along the septum because of the risk of postoperative septal perforation. [17]"}
{"id": "article-25532_17", "title": "Nasal Septal Fracture -- Treatment / Management", "content": "Open septorhinoplasty is generally avoided in the acute setting, as nasal lacerations or cartilage disruptions frequently accompany nasal trauma. Further dissecting these cartilages can devascularize them in the acute setting, and any cartilage grafts placed during rhinoplasty may be more susceptible to infection and extrusion or absorption. It is, therefore, often recommended that septorhinoplasty be delayed 3 to 6 months post-injury. [18] The use of CT guidance to place osteotomies in the healed fracture lines to facilitate reduction months to years post-injury has also been described as a useful adjunct. [19]", "contents": "Nasal Septal Fracture -- Treatment / Management. Open septorhinoplasty is generally avoided in the acute setting, as nasal lacerations or cartilage disruptions frequently accompany nasal trauma. Further dissecting these cartilages can devascularize them in the acute setting, and any cartilage grafts placed during rhinoplasty may be more susceptible to infection and extrusion or absorption. It is, therefore, often recommended that septorhinoplasty be delayed 3 to 6 months post-injury. [18] The use of CT guidance to place osteotomies in the healed fracture lines to facilitate reduction months to years post-injury has also been described as a useful adjunct. [19]"}
{"id": "article-25532_18", "title": "Nasal Septal Fracture -- Differential Diagnosis", "content": "The differential diagnosis for nasal bone fractures should include bony injuries to the surrounding facial skeleton. These include the following:", "contents": "Nasal Septal Fracture -- Differential Diagnosis. The differential diagnosis for nasal bone fractures should include bony injuries to the surrounding facial skeleton. These include the following:"}
{"id": "article-25532_19", "title": "Nasal Septal Fracture -- Differential Diagnosis -- NOE Complex Fracture", "content": "These nasal bone fractures extend posteriorly into the ethmoid air cells and involve the medial canthus of either or both eyes. The hallmark of this condition is traumatic telecanthus. NOE fractures also occur in all LeFort type III midface fractures.", "contents": "Nasal Septal Fracture -- Differential Diagnosis -- NOE Complex Fracture. These nasal bone fractures extend posteriorly into the ethmoid air cells and involve the medial canthus of either or both eyes. The hallmark of this condition is traumatic telecanthus. NOE fractures also occur in all LeFort type III midface fractures."}
{"id": "article-25532_20", "title": "Nasal Septal Fracture -- Differential Diagnosis -- Orbital Fracture", "content": "Periorbital edema or ecchymosis suggests an orbital fracture. An orbital floor fracture may cause hypoesthesia of the cheek or a limitation in ocular movements.", "contents": "Nasal Septal Fracture -- Differential Diagnosis -- Orbital Fracture. Periorbital edema or ecchymosis suggests an orbital fracture. An orbital floor fracture may cause hypoesthesia of the cheek or a limitation in ocular movements."}
{"id": "article-25532_21", "title": "Nasal Septal Fracture -- Differential Diagnosis -- Skull Base Fracture", "content": "High-velocity impacts can cause skull base fractures. Patients may demonstrate characteristic bilateral periorbital ecchymosis, or \"raccoon eyes,\" as well as postauricular ecchymosis, also known as \"Battle's sign.\" Patients with skull base fractures are at higher risk for CSF leak and spinal fracture.", "contents": "Nasal Septal Fracture -- Differential Diagnosis -- Skull Base Fracture. High-velocity impacts can cause skull base fractures. Patients may demonstrate characteristic bilateral periorbital ecchymosis, or \"raccoon eyes,\" as well as postauricular ecchymosis, also known as \"Battle's sign.\" Patients with skull base fractures are at higher risk for CSF leak and spinal fracture."}
{"id": "article-25532_22", "title": "Nasal Septal Fracture -- Prognosis", "content": "Patients typically recover well after reducing nasal bone fractures, but there is great variation in the success of surgical interventions. Nasal deformity remains present in 9% to 50% of patients after closed reduction. [15] [18] [20] [21] Outcomes may be improved by promptly addressing nasal septal fractures or deviations at the time of injury. [2] Residual deformity or nasal obstruction may be addressed in a delayed fashion with septorhinoplasty. Patients would be at higher risk of needing revision surgery if nasal deformity or nasal obstruction were present before the nasal bone or septal fracture. [22]", "contents": "Nasal Septal Fracture -- Prognosis. Patients typically recover well after reducing nasal bone fractures, but there is great variation in the success of surgical interventions. Nasal deformity remains present in 9% to 50% of patients after closed reduction. [15] [18] [20] [21] Outcomes may be improved by promptly addressing nasal septal fractures or deviations at the time of injury. [2] Residual deformity or nasal obstruction may be addressed in a delayed fashion with septorhinoplasty. Patients would be at higher risk of needing revision surgery if nasal deformity or nasal obstruction were present before the nasal bone or septal fracture. [22]"}
{"id": "article-25532_23", "title": "Nasal Septal Fracture -- Complications", "content": "The residual nasal deformity is frequently present to varying degrees following the reduction of the nasal bone and septal fractures. Saddle nose deformity and septal perforations may occur after septoplasty, septal hematoma formation, or severe septal injury. Olfactory disturbances are relatively common, occurring in up to one-third of patients with nasal bone fractures. This may be due to manipulating the olfactory neuroepithelium during closed reduction, located on the superior or supreme turbinate. [23]", "contents": "Nasal Septal Fracture -- Complications. The residual nasal deformity is frequently present to varying degrees following the reduction of the nasal bone and septal fractures. Saddle nose deformity and septal perforations may occur after septoplasty, septal hematoma formation, or severe septal injury. Olfactory disturbances are relatively common, occurring in up to one-third of patients with nasal bone fractures. This may be due to manipulating the olfactory neuroepithelium during closed reduction, located on the superior or supreme turbinate. [23]"}
{"id": "article-25532_24", "title": "Nasal Septal Fracture -- Postoperative and Rehabilitation Care", "content": "External and internal nasal splints should be removed within 1 week. If true nasal packing is placed, it is commonplace to give patients oral antibiotics to prevent toxic shock syndrome. Strenuous activity is discouraged, and physical activity that could result in further trauma to the nose should be avoided in the acute setting. Nasal hygiene with saline sprays should be performed to prevent recurrent epistaxis. A close follow-up to monitor for residual nasal deformity or obstruction, which may necessitate revision surgery, is essential.", "contents": "Nasal Septal Fracture -- Postoperative and Rehabilitation Care. External and internal nasal splints should be removed within 1 week. If true nasal packing is placed, it is commonplace to give patients oral antibiotics to prevent toxic shock syndrome. Strenuous activity is discouraged, and physical activity that could result in further trauma to the nose should be avoided in the acute setting. Nasal hygiene with saline sprays should be performed to prevent recurrent epistaxis. A close follow-up to monitor for residual nasal deformity or obstruction, which may necessitate revision surgery, is essential."}
{"id": "article-25532_25", "title": "Nasal Septal Fracture -- Consultations", "content": "A surgeon comfortable managing the spectrum of facial trauma should be involved early in caring for patients with nasal bone and septal fractures. This is usually an otolaryngologist, oral surgeon, or plastic surgeon.", "contents": "Nasal Septal Fracture -- Consultations. A surgeon comfortable managing the spectrum of facial trauma should be involved early in caring for patients with nasal bone and septal fractures. This is usually an otolaryngologist, oral surgeon, or plastic surgeon."}
{"id": "article-25532_26", "title": "Nasal Septal Fracture -- Deterrence and Patient Education", "content": "It is critical to set appropriate expectations with patients before reducing nasal bone fractures because of the risk of residual deformity or nasal obstruction. It is also important to educate patients that close follow-up is necessary, and that initial surgery is best performed soon after injury. Further education on using seatbelts and protective equipment during sporting events may help prevent further nasal trauma.", "contents": "Nasal Septal Fracture -- Deterrence and Patient Education. It is critical to set appropriate expectations with patients before reducing nasal bone fractures because of the risk of residual deformity or nasal obstruction. It is also important to educate patients that close follow-up is necessary, and that initial surgery is best performed soon after injury. Further education on using seatbelts and protective equipment during sporting events may help prevent further nasal trauma."}
{"id": "article-25532_27", "title": "Nasal Septal Fracture -- Pearls and Other Issues", "content": "Key facts to keep in mind about nasal septal fracture are as follows: The nasal bones are the most frequently fractured in the maxillofacial area. A high percentage of patients with nasal bone fractures also have an injury to the nasal septum, which may go unrecognized. Imaging studies should be avoided in isolated nasal bone fractures unless the history or physical examination suggests more extensive injuries. Closed reduction of the nasal bones is best performed before 2 weeks to achieve better cosmetic outcomes. Septoplasty should be considered in the acute setting for a severely deviated or fractured septum without extensive mucosal injury. Septorhinoplasty for residual nasal deformity or nasal obstruction should be delayed 3 to 6 months to allow lacerations and cartilaginous injuries to heal.", "contents": "Nasal Septal Fracture -- Pearls and Other Issues. Key facts to keep in mind about nasal septal fracture are as follows: The nasal bones are the most frequently fractured in the maxillofacial area. A high percentage of patients with nasal bone fractures also have an injury to the nasal septum, which may go unrecognized. Imaging studies should be avoided in isolated nasal bone fractures unless the history or physical examination suggests more extensive injuries. Closed reduction of the nasal bones is best performed before 2 weeks to achieve better cosmetic outcomes. Septoplasty should be considered in the acute setting for a severely deviated or fractured septum without extensive mucosal injury. Septorhinoplasty for residual nasal deformity or nasal obstruction should be delayed 3 to 6 months to allow lacerations and cartilaginous injuries to heal."}
{"id": "article-25532_28", "title": "Nasal Septal Fracture -- Enhancing Healthcare Team Outcomes", "content": "Nasal bone fractures are very common injuries that may have lasting effects on the function and appearance of a patient's nose. These patients must be referred promptly to surgeons who manage facial trauma. Early treatment with closed reduction may obviate the need for more extensive surgery in the future. Emergency room physicians or primary care providers are typically the first clinicians that these patients encounter; recognizing concerning symptoms and early communication with facial trauma specialists may improve outcomes for these patients.", "contents": "Nasal Septal Fracture -- Enhancing Healthcare Team Outcomes. Nasal bone fractures are very common injuries that may have lasting effects on the function and appearance of a patient's nose. These patients must be referred promptly to surgeons who manage facial trauma. Early treatment with closed reduction may obviate the need for more extensive surgery in the future. Emergency room physicians or primary care providers are typically the first clinicians that these patients encounter; recognizing concerning symptoms and early communication with facial trauma specialists may improve outcomes for these patients."}
{"id": "article-25532_29", "title": "Nasal Septal Fracture -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nasal Septal Fracture -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}