{"id": "article-36284_0", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Introduction", "content": "Guyon canal is a space at the ulnar (medial) border of the volar aspect of the wrist. It can also be referred to as the ulnar canal or ulnar tunnel. This canal is an anatomical fibro-osseous structure. The canal begins at the proximal border of the pisiform bone and ends distally at the hook of the hamate. [1] This anatomical space houses the ulnar nerve and ulnar artery as they pass from the distal forearm into the hand. Compression of the ulnar nerve in the Guyon canal is the fourth most common tunnel syndrome, and a more common site of compression of the ulnar nerve is the cubital tunnel. [2] [3] [4]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Introduction. Guyon canal is a space at the ulnar (medial) border of the volar aspect of the wrist. It can also be referred to as the ulnar canal or ulnar tunnel. This canal is an anatomical fibro-osseous structure. The canal begins at the proximal border of the pisiform bone and ends distally at the hook of the hamate. [1] This anatomical space houses the ulnar nerve and ulnar artery as they pass from the distal forearm into the hand. Compression of the ulnar nerve in the Guyon canal is the fourth most common tunnel syndrome, and a more common site of compression of the ulnar nerve is the cubital tunnel. [2] [3] [4]"}
{"id": "article-36284_1", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Structure and Function", "content": "Guyon canal serves as a protection for the ulnar nerve and ulnar artery as they traverse from the distal wrist into the hand. It is formed by the following structures: The volar portion/roof of the canal is created by the volar carpal ligament (also known as the palmar carpal ligament). The transverse carpal ligament forms the dorsal portion/floor of the canal. The ulnar border of the canal is formed by the pisiform, pisohamate ligament, and the abductor digiti minimi. The radial border is formed by the transverse carpal ligament and hook of the hamate.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Structure and Function. Guyon canal serves as a protection for the ulnar nerve and ulnar artery as they traverse from the distal wrist into the hand. It is formed by the following structures: The volar portion/roof of the canal is created by the volar carpal ligament (also known as the palmar carpal ligament). The transverse carpal ligament forms the dorsal portion/floor of the canal. The ulnar border of the canal is formed by the pisiform, pisohamate ligament, and the abductor digiti minimi. The radial border is formed by the transverse carpal ligament and hook of the hamate."}
{"id": "article-36284_2", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Blood Supply and Lymphatics", "content": "The ulnar artery branches from the brachial artery shortly after it passes through the antecubital fossa. It then journeys medially toward the hand. In the distal forearm, it is located directly lateral to the ulnar nerve. As the ulnar artery nears Guyon canal, it gives off dorsal carpal branches and volar carpal branches supplying the carpal bones. After it travels through Guyon canal, it contributes to the superficial and deep palmar arterial arches. These vessels eventually anastomose with superficial and deep palmar arches from the radial artery in the hand. Special consideration should be taken when surgery of the hand is performed due to anatomical variants of the superficial and deep palmar arches and their respective branches. [5] Venous and lymphatic vessels typically travel close to the arterial vessels.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Blood Supply and Lymphatics. The ulnar artery branches from the brachial artery shortly after it passes through the antecubital fossa. It then journeys medially toward the hand. In the distal forearm, it is located directly lateral to the ulnar nerve. As the ulnar artery nears Guyon canal, it gives off dorsal carpal branches and volar carpal branches supplying the carpal bones. After it travels through Guyon canal, it contributes to the superficial and deep palmar arterial arches. These vessels eventually anastomose with superficial and deep palmar arches from the radial artery in the hand. Special consideration should be taken when surgery of the hand is performed due to anatomical variants of the superficial and deep palmar arches and their respective branches. [5] Venous and lymphatic vessels typically travel close to the arterial vessels."}
{"id": "article-36284_3", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Nerves", "content": "The ulnar nerve passes directly through the Guyon canal. As it passes through the canal, the ulnar nerve typically bifurcates into 2 branches: the superficial branch and the deep branch. The superficial branch contains nerves that provide sensation to the hypothenar region as well as half of the fourth and all of the fifth digit. This nerve continues distally giving off the common digital nerve of the fourth web and the ulnar digital nerve to the little finger. The deep branch is a motor branch. [6]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Nerves. The ulnar nerve passes directly through the Guyon canal. As it passes through the canal, the ulnar nerve typically bifurcates into 2 branches: the superficial branch and the deep branch. The superficial branch contains nerves that provide sensation to the hypothenar region as well as half of the fourth and all of the fifth digit. This nerve continues distally giving off the common digital nerve of the fourth web and the ulnar digital nerve to the little finger. The deep branch is a motor branch. [6]"}
{"id": "article-36284_4", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Muscles", "content": "The deep branch of the ulnar nerve is a purely motor branch once it passes through Guyon canal. It innervates the abductor digiti minimi, opponens digiti minimi, flexor digiti minimi, the 2 medial lumbricals, interossei muscles, the medial head of the flexor pollicis brevis, and adductor pollicis. In some instances, the superficial branch can provide innervation to the hypothenar muscles. [7]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Muscles. The deep branch of the ulnar nerve is a purely motor branch once it passes through Guyon canal. It innervates the abductor digiti minimi, opponens digiti minimi, flexor digiti minimi, the 2 medial lumbricals, interossei muscles, the medial head of the flexor pollicis brevis, and adductor pollicis. In some instances, the superficial branch can provide innervation to the hypothenar muscles. [7]"}
{"id": "article-36284_5", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants", "content": "Phenotypic presentation of ulnar nerve compression, at Guyon canal, is not the same in all patients. This is due to the anatomic variations in the ulnar nerve as it passes through the tunnel. [2] In the Guyon canal, the ulnar nerve bifurcates into the superficial and deep branches. This is true in 80% of cases. In approximately 10% of cases, the nerve trifurcates while passing through Guyon canal. The trifurcation results in one motor nerve (the deep branch) and two sensory nerves (the common digital nerve of the fourth web and the ulnar digital nerve to the little finger). The remaining 10% of cases are comprised of rare anatomical variants with atypical branching patterns. [6] Examples of these rare variations include:", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants. Phenotypic presentation of ulnar nerve compression, at Guyon canal, is not the same in all patients. This is due to the anatomic variations in the ulnar nerve as it passes through the tunnel. [2] In the Guyon canal, the ulnar nerve bifurcates into the superficial and deep branches. This is true in 80% of cases. In approximately 10% of cases, the nerve trifurcates while passing through Guyon canal. The trifurcation results in one motor nerve (the deep branch) and two sensory nerves (the common digital nerve of the fourth web and the ulnar digital nerve to the little finger). The remaining 10% of cases are comprised of rare anatomical variants with atypical branching patterns. [6] Examples of these rare variations include:"}
{"id": "article-36284_6", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants", "content": "Aberrant branching of the ulnar nerve in the distal forearm Low trifurcation proximal to Guyon canal with all 3 branches passing through Guyon canal High trifurcation proximal to Guyon canal: All 3 branches can pass through Guyon’s canal, or the volar sensory branch can pass volar to the canal. Accessory branches arising from the dorsal sensory branch of the ulnar nerve: These branches can also be referred to as accessory branches of Kaplan. Branches of the median nerve and the ulnar nerve that communicates in the forearm", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants. Aberrant branching of the ulnar nerve in the distal forearm Low trifurcation proximal to Guyon canal with all 3 branches passing through Guyon canal High trifurcation proximal to Guyon canal: All 3 branches can pass through Guyon’s canal, or the volar sensory branch can pass volar to the canal. Accessory branches arising from the dorsal sensory branch of the ulnar nerve: These branches can also be referred to as accessory branches of Kaplan. Branches of the median nerve and the ulnar nerve that communicates in the forearm"}
{"id": "article-36284_7", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants", "content": "A review of cadaveric specimens found several aberrant muscular structures that passed through Guyon canal. The majority of the muscles identified were classified as aberrant abductor digiti minimi muscles. [8]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Physiologic Variants. A review of cadaveric specimens found several aberrant muscular structures that passed through Guyon canal. The majority of the muscles identified were classified as aberrant abductor digiti minimi muscles. [8]"}
{"id": "article-36284_8", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Surgical Considerations", "content": "The initial treatment for ulnar nerve compression at the wrist is conservative. Modalities such as rest, anti-inflammatory medication, avoiding pressure on the canal, and splinting can be tried to treat the condition non-surgically. Should symptoms be recalcitrant to conservative management, surgery is indicated. Other instances when surgery might be indicated would be when evidence of moderate-to-severe pathology is present. Examples of this include but are not limited to: extrinsic compression from masses such as a ganglion cyst, tumor, accessory hypothenar muscles, fractures (distal ulna or carpal bones), ulnar muscle atrophy or weakness (indicating denervation), or ulnar artery thrombosis. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Surgical Considerations. The initial treatment for ulnar nerve compression at the wrist is conservative. Modalities such as rest, anti-inflammatory medication, avoiding pressure on the canal, and splinting can be tried to treat the condition non-surgically. Should symptoms be recalcitrant to conservative management, surgery is indicated. Other instances when surgery might be indicated would be when evidence of moderate-to-severe pathology is present. Examples of this include but are not limited to: extrinsic compression from masses such as a ganglion cyst, tumor, accessory hypothenar muscles, fractures (distal ulna or carpal bones), ulnar muscle atrophy or weakness (indicating denervation), or ulnar artery thrombosis. [2]"}
{"id": "article-36284_9", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Surgical Considerations", "content": "When evidence of compression of the ulnar nerve at Guyon canal is present, the goal of surgical intervention is to relieve the compressing factor. Common causes of compression of the ulnar artery in the ulnar tunnel are the volar carpal ligament, palmaris brevis muscle, and accessory fibers from the hypothenar muscles. When a clear cause of pathology can be identified, for example, a fracture or mass, surgical intervention should be directed toward reduction, fixation, and/or mass removal. [2] There are 3 recommended surgical approaches. The first is a carpal tunnel incision. The second and third are variations of the ulnar hypothenar approach. One being the Brunner approach, and the other the longitudinal approach. Either of the latter 2 approaches can be extended or not extended. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Surgical Considerations. When evidence of compression of the ulnar nerve at Guyon canal is present, the goal of surgical intervention is to relieve the compressing factor. Common causes of compression of the ulnar artery in the ulnar tunnel are the volar carpal ligament, palmaris brevis muscle, and accessory fibers from the hypothenar muscles. When a clear cause of pathology can be identified, for example, a fracture or mass, surgical intervention should be directed toward reduction, fixation, and/or mass removal. [2] There are 3 recommended surgical approaches. The first is a carpal tunnel incision. The second and third are variations of the ulnar hypothenar approach. One being the Brunner approach, and the other the longitudinal approach. Either of the latter 2 approaches can be extended or not extended. [9]"}
{"id": "article-36284_10", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance", "content": "Neuropathic and or vascular symptoms can come from a wide number of etiologies, especially in the upper extremity. Some of these include central nervous system diseases, neuromuscular diseases, thoracic outlet syndrome, neuropathies caused by infection, cervical radiculopathy, brachial plexus injuries, cubital tunnel syndrome, carpal tunnel syndrome, ulnar canal compression, tumor, and trauma (either acute or from repetitive forces). [2] It has been estimated that ganglion cysts account for 30% to 45% of Guyon syndrome cases. [3] A thorough history and physical should aid a clinician in determining a diagnosis.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance. Neuropathic and or vascular symptoms can come from a wide number of etiologies, especially in the upper extremity. Some of these include central nervous system diseases, neuromuscular diseases, thoracic outlet syndrome, neuropathies caused by infection, cervical radiculopathy, brachial plexus injuries, cubital tunnel syndrome, carpal tunnel syndrome, ulnar canal compression, tumor, and trauma (either acute or from repetitive forces). [2] It has been estimated that ganglion cysts account for 30% to 45% of Guyon syndrome cases. [3] A thorough history and physical should aid a clinician in determining a diagnosis."}
{"id": "article-36284_11", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance", "content": "Compression of the ulnar nerve in Guyon canal can often be confused with compression of the ulnar nerve at the cubital tunnel. A major distinguishing factor between the 2 compression sites is the sensation over the dorsal ulnar aspect of the hand. [2] The dorsal ulnar cutaneous nerve provides sensation to this region. This branch of the ulnar nerve does not pass through the Guyon canal and thus will be preserved if the ulnar nerve is being compressed in the Guyon canal.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance. Compression of the ulnar nerve in Guyon canal can often be confused with compression of the ulnar nerve at the cubital tunnel. A major distinguishing factor between the 2 compression sites is the sensation over the dorsal ulnar aspect of the hand. [2] The dorsal ulnar cutaneous nerve provides sensation to this region. This branch of the ulnar nerve does not pass through the Guyon canal and thus will be preserved if the ulnar nerve is being compressed in the Guyon canal."}
{"id": "article-36284_12", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance", "content": "Hypothenar hand syndrome (HHS) is a rare situation when the ulnar nerve becomes compressed due to an ulnar artery thrombosis or aneurysm in Guyon canal. [3] This condition typically presents in individuals who are exposed to repeated hand and palm trauma. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Clinical Significance. Hypothenar hand syndrome (HHS) is a rare situation when the ulnar nerve becomes compressed due to an ulnar artery thrombosis or aneurysm in Guyon canal. [3] This condition typically presents in individuals who are exposed to repeated hand and palm trauma. [10]"}
{"id": "article-36284_13", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Other Issues", "content": "A release of the transverse carpal ligament can be performed to relieve compression of the median nerve as it traverses through the carpal tunnel. This procedure has been shown to relieve compression of the ulnar nerve at Guyon canal as well. When a patient has concomitant median nerve compression at the carpal tunnel and ulnar nerve compression at the Guyon tunnel, surgical release of the transverse carpal ligament can be performed to help relieve compression of both nerves. [11]", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Other Issues. A release of the transverse carpal ligament can be performed to relieve compression of the median nerve as it traverses through the carpal tunnel. This procedure has been shown to relieve compression of the ulnar nerve at Guyon canal as well. When a patient has concomitant median nerve compression at the carpal tunnel and ulnar nerve compression at the Guyon tunnel, surgical release of the transverse carpal ligament can be performed to help relieve compression of both nerves. [11]"}
{"id": "article-36284_14", "title": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Hand Guyon Canal -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}