{"id": "article-21863_0", "title": "Folic Acid -- Continuing Education Activity", "content": "Folic acid (vitamin B9) is a water-soluble vitamin used to manage and treat megaloblastic anemia. Folic acid has FDA approval for treating megaloblastic and macrocytic anemias due to folic deficiency. This activity describes the indications, mechanism of action, and contraindications for folic acid as a valuable agent in managing megaloblastic anemia and preventing other disorders. One of the beneficial roles of folate appears to be its ability to reduce homocysteine levels in neural tube defects. In addition, this activity will highlight the adverse event profile and other key factors (eg, off-label uses, dosing, monitoring, relevant interactions) pertinent to healthcare teams dealing with conditions that can benefit from supplemental folic acid.", "contents": "Folic Acid -- Continuing Education Activity. Folic acid (vitamin B9) is a water-soluble vitamin used to manage and treat megaloblastic anemia. Folic acid has FDA approval for treating megaloblastic and macrocytic anemias due to folic deficiency. This activity describes the indications, mechanism of action, and contraindications for folic acid as a valuable agent in managing megaloblastic anemia and preventing other disorders. One of the beneficial roles of folate appears to be its ability to reduce homocysteine levels in neural tube defects. In addition, this activity will highlight the adverse event profile and other key factors (eg, off-label uses, dosing, monitoring, relevant interactions) pertinent to healthcare teams dealing with conditions that can benefit from supplemental folic acid."}
{"id": "article-21863_1", "title": "Folic Acid -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for folic acid supplementation based on patient characteristics and medical conditions. Screen patients at risk of folate deficiency, such as those with chronic alcoholism, malnutrition, or specific medical conditions. Assess patients' folate status through appropriate laboratory tests and interpret the results to guide folic acid therapy. Communicate effectively with patients, providing education about the benefits, potential side effects, and importance of adherence to folic acid therapy. Access free multiple choice questions on this topic.", "contents": "Folic Acid -- Continuing Education Activity. Objectives: Identify appropriate indications for folic acid supplementation based on patient characteristics and medical conditions. Screen patients at risk of folate deficiency, such as those with chronic alcoholism, malnutrition, or specific medical conditions. Assess patients' folate status through appropriate laboratory tests and interpret the results to guide folic acid therapy. Communicate effectively with patients, providing education about the benefits, potential side effects, and importance of adherence to folic acid therapy. Access free multiple choice questions on this topic."}
{"id": "article-21863_2", "title": "Folic Acid -- Indications", "content": "Folate is a generic term that typically refers to a group of water-soluble compounds that play an essential role in deoxyribonucleic acid (DNA) biosynthesis. [1] It is also known as vitamin B9 and differs from folinic acid or leucovorin, which is more technically known as 5-formyltetrahydrofolate (5-FTHF). Folic acid is the synthetic form of folate. Folate converts into tetrahydrofolic acid (THF). This compound undergoes several transfer/methylation reactions that are important for synthesizing nitrogenous bases in DNA and ribonucleic acid (RNA) and are necessary for the maturation of red blood cells (RBCs).", "contents": "Folic Acid -- Indications. Folate is a generic term that typically refers to a group of water-soluble compounds that play an essential role in deoxyribonucleic acid (DNA) biosynthesis. [1] It is also known as vitamin B9 and differs from folinic acid or leucovorin, which is more technically known as 5-formyltetrahydrofolate (5-FTHF). Folic acid is the synthetic form of folate. Folate converts into tetrahydrofolic acid (THF). This compound undergoes several transfer/methylation reactions that are important for synthesizing nitrogenous bases in DNA and ribonucleic acid (RNA) and are necessary for the maturation of red blood cells (RBCs)."}
{"id": "article-21863_3", "title": "Folic Acid -- Indications", "content": "There are small folic acid reserve pools in the liver and kidney. A folic acid deficiency can result in macrocytic megaloblastic anemia, usually from chronic alcoholism, malabsorption disorders, hemolytic anemia, or increased requirements during pregnancy. Folate appears naturally in some food sources and must be ingested regularly since humans, and all other animals, cannot synthesize it. Sources of folate in the diet include leafy green vegetables like spinach, broccoli, lettuce, meats (liver), eggs, and milk. However, despite the need for regular folate amounts, daily intake levels are frequently lower than the recommended dosage given by national health authorities. [2]", "contents": "Folic Acid -- Indications. There are small folic acid reserve pools in the liver and kidney. A folic acid deficiency can result in macrocytic megaloblastic anemia, usually from chronic alcoholism, malabsorption disorders, hemolytic anemia, or increased requirements during pregnancy. Folate appears naturally in some food sources and must be ingested regularly since humans, and all other animals, cannot synthesize it. Sources of folate in the diet include leafy green vegetables like spinach, broccoli, lettuce, meats (liver), eggs, and milk. However, despite the need for regular folate amounts, daily intake levels are frequently lower than the recommended dosage given by national health authorities. [2]"}
{"id": "article-21863_4", "title": "Folic Acid -- Indications", "content": "One of the most important indications for folate use is considering the development of the central nervous system. Women planning on getting pregnant should take folic acid supplements to reduce the risk of neural tube defects (NTDs), such as spina bifida, in the developing fetus. Some have proposed that the mechanism by which neural tube defects form in the absence of folate involves the increased ubiquitination of neural tube closure–related genes, thereby affecting their expression. [3]", "contents": "Folic Acid -- Indications. One of the most important indications for folate use is considering the development of the central nervous system. Women planning on getting pregnant should take folic acid supplements to reduce the risk of neural tube defects (NTDs), such as spina bifida, in the developing fetus. Some have proposed that the mechanism by which neural tube defects form in the absence of folate involves the increased ubiquitination of neural tube closure–related genes, thereby affecting their expression. [3]"}
{"id": "article-21863_5", "title": "Folic Acid -- Indications", "content": "One of the beneficial roles of folate appears to be its ability to reduce homocysteine levels in neural tube defects. [4] The period of greatest vulnerability is during the fourth week of development, when a woman may be unaware that she is pregnant. For this reason, women of childbearing age should take folic acid supplements if they are sexually active, especially when planning to conceive. If the pregnant mother were to take 4 mg of folic acid daily, it could take 20 weeks for her body to reach optimal folate levels to reduce the risk of a neural tube defect. Because of this, supplementation should be initiated 5 to 6 months before conception. [5] Adequate folic acid is also associated with a decreased risk of preterm birth. [6]", "contents": "Folic Acid -- Indications. One of the beneficial roles of folate appears to be its ability to reduce homocysteine levels in neural tube defects. [4] The period of greatest vulnerability is during the fourth week of development, when a woman may be unaware that she is pregnant. For this reason, women of childbearing age should take folic acid supplements if they are sexually active, especially when planning to conceive. If the pregnant mother were to take 4 mg of folic acid daily, it could take 20 weeks for her body to reach optimal folate levels to reduce the risk of a neural tube defect. Because of this, supplementation should be initiated 5 to 6 months before conception. [5] Adequate folic acid is also associated with a decreased risk of preterm birth. [6]"}
{"id": "article-21863_6", "title": "Folic Acid -- Indications", "content": "Many other therapeutic uses of folic acid exist, though these uses are less impactful than those already mentioned. Folic acid can help protect against neoplasia in ulcerative colitis, prevent cervical dysplasia, treat vitiligo, restore hematopoiesis in macrocytic anemia due to a folate deficiency, and increase gingival resistance to local irritants, thereby reducing inflammation. [4] [7]", "contents": "Folic Acid -- Indications. Many other therapeutic uses of folic acid exist, though these uses are less impactful than those already mentioned. Folic acid can help protect against neoplasia in ulcerative colitis, prevent cervical dysplasia, treat vitiligo, restore hematopoiesis in macrocytic anemia due to a folate deficiency, and increase gingival resistance to local irritants, thereby reducing inflammation. [4] [7]"}
{"id": "article-21863_7", "title": "Folic Acid -- Indications", "content": "Of these uses, the treatment of megaloblastic anemia is the only indication recognized by the FDA, including preventing NTDs. Folic acid is also an alternative to leucovorin calcium and serves as adjunctive therapy in methanol toxicity. When homocysteine levels increase above baseline, they can reduce global cognition, especially in older adults. [8]", "contents": "Folic Acid -- Indications. Of these uses, the treatment of megaloblastic anemia is the only indication recognized by the FDA, including preventing NTDs. Folic acid is also an alternative to leucovorin calcium and serves as adjunctive therapy in methanol toxicity. When homocysteine levels increase above baseline, they can reduce global cognition, especially in older adults. [8]"}
{"id": "article-21863_8", "title": "Folic Acid -- Indications", "content": "Some research has shown that a combination of vitamin B12 and folate can significantly improve cognitive performance and is superior to either folate or B12 administration alone. [9] Hyperhomocysteinemia has detrimental cardiovascular effects and is a complication of chronic kidney disease (CKD). While there is currently a lack of definitive proof that folic acid or vitamin B12 administration in these situations is directly beneficial, it would be reasonable to consider them appropriate as adjunctive therapy. [10]", "contents": "Folic Acid -- Indications. Some research has shown that a combination of vitamin B12 and folate can significantly improve cognitive performance and is superior to either folate or B12 administration alone. [9] Hyperhomocysteinemia has detrimental cardiovascular effects and is a complication of chronic kidney disease (CKD). While there is currently a lack of definitive proof that folic acid or vitamin B12 administration in these situations is directly beneficial, it would be reasonable to consider them appropriate as adjunctive therapy. [10]"}
{"id": "article-21863_9", "title": "Folic Acid -- Mechanism of Action", "content": "Folate is mainly concentrated in the liver. [11] The synthetic form, folic acid, is given as dihydrofolate (DHF) and is converted to THF by the action of the dihydrofolate reductase enzyme, which depends on nicotinamide adenine dinucleotide phosphate hydrogen (NADPH). THF then converts to 5-10-methylenetetrahydrofolate (5-10-MTHF), which can diverge down different paths: toward DNA synthesis via dTMP or methionine synthesis. [12]", "contents": "Folic Acid -- Mechanism of Action. Folate is mainly concentrated in the liver. [11] The synthetic form, folic acid, is given as dihydrofolate (DHF) and is converted to THF by the action of the dihydrofolate reductase enzyme, which depends on nicotinamide adenine dinucleotide phosphate hydrogen (NADPH). THF then converts to 5-10-methylenetetrahydrofolate (5-10-MTHF), which can diverge down different paths: toward DNA synthesis via dTMP or methionine synthesis. [12]"}
{"id": "article-21863_10", "title": "Folic Acid -- Mechanism of Action", "content": "For DNA synthesis, deoxyuridine monophosphate (dUMP) accepts one methyl group from 5-10-MTHF—via thymidylate synthase, which accepts the other—to become deoxythymidine monophosphate (dTMP) and allows the cell cycle to continue while simultaneously regenerating DHF. Drugs used in cancer chemotherapy disrupt this process by inhibiting vital enzymes necessary for cell cycle progression. Methotrexate, for example, inhibits dihydrofolate reductase. By reducing available THF and its downstream components, methotrexate indirectly deprives the thymidylate synthase of its substrates. [13] Humans cannot create dTMP in the presence of methotrexate, and the DNA pool becomes unbalanced, resulting in cell death.", "contents": "Folic Acid -- Mechanism of Action. For DNA synthesis, deoxyuridine monophosphate (dUMP) accepts one methyl group from 5-10-MTHF—via thymidylate synthase, which accepts the other—to become deoxythymidine monophosphate (dTMP) and allows the cell cycle to continue while simultaneously regenerating DHF. Drugs used in cancer chemotherapy disrupt this process by inhibiting vital enzymes necessary for cell cycle progression. Methotrexate, for example, inhibits dihydrofolate reductase. By reducing available THF and its downstream components, methotrexate indirectly deprives the thymidylate synthase of its substrates. [13] Humans cannot create dTMP in the presence of methotrexate, and the DNA pool becomes unbalanced, resulting in cell death."}
{"id": "article-21863_11", "title": "Folic Acid -- Mechanism of Action", "content": "Methionine is a byproduct synthesized as folate reduces homocysteine levels in the blood; 5-10-MTHF donates a methyl group to an enzyme, methyl-tetrahydrofolate reductase (MTHFR), and then becomes 5-methyl THF. [13] 5-methyl THF donates its remaining methyl group to homocysteine via methionine synthase, converting homocysteine to methionine. This transfer of both methyl groups from the original 5-10-MTHF regenerates THF and re-enters the cycle. Vitamin B12 is a crucial cofactor for methionine synthase, and B12 deficiency can lead to macrocytic megaloblastic anemia, similar to folate deficiency, but with additional clinical symptoms beyond the scope of this article. [14]", "contents": "Folic Acid -- Mechanism of Action. Methionine is a byproduct synthesized as folate reduces homocysteine levels in the blood; 5-10-MTHF donates a methyl group to an enzyme, methyl-tetrahydrofolate reductase (MTHFR), and then becomes 5-methyl THF. [13] 5-methyl THF donates its remaining methyl group to homocysteine via methionine synthase, converting homocysteine to methionine. This transfer of both methyl groups from the original 5-10-MTHF regenerates THF and re-enters the cycle. Vitamin B12 is a crucial cofactor for methionine synthase, and B12 deficiency can lead to macrocytic megaloblastic anemia, similar to folate deficiency, but with additional clinical symptoms beyond the scope of this article. [14]"}
{"id": "article-21863_12", "title": "Folic Acid -- Administration -- Adult Dosing", "content": "Folic acid is often administered as an oral supplement. Dosing is usually dependent on the disorder. The recommended daily requirement of folic acid for an adult is 400 mcg. [7]", "contents": "Folic Acid -- Administration -- Adult Dosing. Folic acid is often administered as an oral supplement. Dosing is usually dependent on the disorder. The recommended daily requirement of folic acid for an adult is 400 mcg. [7]"}
{"id": "article-21863_13", "title": "Folic Acid -- Administration -- Adult Dosing", "content": "The World Health Organization recommends a daily dose of 400 to 800 mcg to prevent neural tube defects in pregnancy. Clinicians generally prescribe iron-folic acid supplements for prenatal vitamins during and before pregnancy. [15] [16] Most of these include 1 mg of folate, which is more than enough to meet this criterion. [17] Again, for maximum effect, this supplementation must begin in the earliest stages of pregnancy, if not months before conception.", "contents": "Folic Acid -- Administration -- Adult Dosing. The World Health Organization recommends a daily dose of 400 to 800 mcg to prevent neural tube defects in pregnancy. Clinicians generally prescribe iron-folic acid supplements for prenatal vitamins during and before pregnancy. [15] [16] Most of these include 1 mg of folate, which is more than enough to meet this criterion. [17] Again, for maximum effect, this supplementation must begin in the earliest stages of pregnancy, if not months before conception."}
{"id": "article-21863_14", "title": "Folic Acid -- Administration -- Adult Dosing", "content": "Folic acid may be given orally, intravenously, or subcutaneously for macrocytic anemia. Oral recommendations are 1 mg to 5 mg once daily, but doses up to 15 mg once daily have also been recommended.", "contents": "Folic Acid -- Administration -- Adult Dosing. Folic acid may be given orally, intravenously, or subcutaneously for macrocytic anemia. Oral recommendations are 1 mg to 5 mg once daily, but doses up to 15 mg once daily have also been recommended."}
{"id": "article-21863_15", "title": "Folic Acid -- Administration -- Adult Dosing", "content": "To avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily. For intravenous administration, 5 mg or less of undiluted folic acid may be infused over at least 1 minute or combined with 50 mL of either normal saline (NS) or dextrose 5% in water (D5W) and infused over 30 minutes. Folic acid may also be given as an infusion when added to other IV maintenance solutions. To avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily. [18]", "contents": "Folic Acid -- Administration -- Adult Dosing. To avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily. For intravenous administration, 5 mg or less of undiluted folic acid may be infused over at least 1 minute or combined with 50 mL of either normal saline (NS) or dextrose 5% in water (D5W) and infused over 30 minutes. Folic acid may also be given as an infusion when added to other IV maintenance solutions. To avoid folic acid deficiency in patients on hemodialysis, the recommended dose is estimated to range from 1 mg to 5 mg daily. [18]"}
{"id": "article-21863_16", "title": "Folic Acid -- Administration -- Adult Dosing", "content": "Patients treated with methotrexate should be prescribed folic acid supplements to reduce the adverse events associated with methotrexate therapy.", "contents": "Folic Acid -- Administration -- Adult Dosing. Patients treated with methotrexate should be prescribed folic acid supplements to reduce the adverse events associated with methotrexate therapy."}
{"id": "article-21863_17", "title": "Folic Acid -- Administration", "content": "Renal and Hepatic Dosing: Folic acid dose adjustments are undefined in patients with impaired renal or hepatic function. Pediatric Patients: Pediatric dosing for megaloblastic anemia is as follows: 1 to 11 months: 30 to 45 mcg orally, subcutaneously, intramuscularly, or intravenously daily. Start at 15 mcg/kg/dose daily until achieving hematological correction. 1 to 10 years: 0.1 to 4 mg orally daily. Start at 15 mcg/kg/dose daily. Start at 1 mg daily until achieving hematological correction. Max dosage 5 mg daily. Doses over 1 mg are rarely more effective. May use IM, SQ, or IV routes in cases of malabsorption of oral dosing. 11 and older: same as ages 1 to 10; the maintenance dose for pregnant or breastfeeding patients is 0.8 mg orally daily. Pregnancy and Breastfeeding Considerations : Folic acid may be used for supplementation during pregnancy and breastfeeding.", "contents": "Folic Acid -- Administration. Renal and Hepatic Dosing: Folic acid dose adjustments are undefined in patients with impaired renal or hepatic function. Pediatric Patients: Pediatric dosing for megaloblastic anemia is as follows: 1 to 11 months: 30 to 45 mcg orally, subcutaneously, intramuscularly, or intravenously daily. Start at 15 mcg/kg/dose daily until achieving hematological correction. 1 to 10 years: 0.1 to 4 mg orally daily. Start at 15 mcg/kg/dose daily. Start at 1 mg daily until achieving hematological correction. Max dosage 5 mg daily. Doses over 1 mg are rarely more effective. May use IM, SQ, or IV routes in cases of malabsorption of oral dosing. 11 and older: same as ages 1 to 10; the maintenance dose for pregnant or breastfeeding patients is 0.8 mg orally daily. Pregnancy and Breastfeeding Considerations : Folic acid may be used for supplementation during pregnancy and breastfeeding."}
{"id": "article-21863_18", "title": "Folic Acid -- Administration", "content": "RDA for supplementation during pregnancy is 600 mcg orally daily. There is no known risk of fetal harm. RDA for supplementation during pregnancy is 500 mcg orally daily. There is no known risk of infant harm or adverse effects on milk production.", "contents": "Folic Acid -- Administration. RDA for supplementation during pregnancy is 600 mcg orally daily. There is no known risk of fetal harm. RDA for supplementation during pregnancy is 500 mcg orally daily. There is no known risk of infant harm or adverse effects on milk production."}
{"id": "article-21863_19", "title": "Folic Acid -- Adverse Effects", "content": "For the general population, a diet that contains a daily amount of folic acid below the established upper intake level of 1000 mcg has not been demonstrated to result conclusively in any adverse health outcomes. The U.S. National Toxicology Program (NTP) examined areas of previous concern, including cognition (relating to vitamin B12 deficiency), cancer, diabetes- and thyroid-related disorders, and hypersensitivity-related outcomes.", "contents": "Folic Acid -- Adverse Effects. For the general population, a diet that contains a daily amount of folic acid below the established upper intake level of 1000 mcg has not been demonstrated to result conclusively in any adverse health outcomes. The U.S. National Toxicology Program (NTP) examined areas of previous concern, including cognition (relating to vitamin B12 deficiency), cancer, diabetes- and thyroid-related disorders, and hypersensitivity-related outcomes."}
{"id": "article-21863_20", "title": "Folic Acid -- Adverse Effects", "content": "Researchers identified these areas from previous reports of patients receiving more than 400 mcg daily. Overall, the NTP report concluded that no definitive evidence exists for the areas considered for adverse effects due to folic acid. [19] [20] However, reports exist of rare instances of GI upset. [21] This report and other literature reviews performed since drawing their conclusions while still emphasizing the need for further investigation. But, overall, the benefits that stand to be gained from folic acid intake justify any potential risk that might be encountered. Furthermore, the mandatory folic acid fortification program guidelines in countries worldwide have yielded no established risks for adverse effects.", "contents": "Folic Acid -- Adverse Effects. Researchers identified these areas from previous reports of patients receiving more than 400 mcg daily. Overall, the NTP report concluded that no definitive evidence exists for the areas considered for adverse effects due to folic acid. [19] [20] However, reports exist of rare instances of GI upset. [21] This report and other literature reviews performed since drawing their conclusions while still emphasizing the need for further investigation. But, overall, the benefits that stand to be gained from folic acid intake justify any potential risk that might be encountered. Furthermore, the mandatory folic acid fortification program guidelines in countries worldwide have yielded no established risks for adverse effects."}
{"id": "article-21863_21", "title": "Folic Acid -- Contraindications", "content": "Hypersensitivity to folic acid or its formulation is a potential contraindication to its administration. One must recall that research has yet to establish hypersensitivity reactions to folic acid, but a history of an anaphylactic reaction from any substance must deter the administration of the offending agent.", "contents": "Folic Acid -- Contraindications. Hypersensitivity to folic acid or its formulation is a potential contraindication to its administration. One must recall that research has yet to establish hypersensitivity reactions to folic acid, but a history of an anaphylactic reaction from any substance must deter the administration of the offending agent."}
{"id": "article-21863_22", "title": "Folic Acid -- Monitoring", "content": "Folate deficiency can manifest in numerous ways. The measurement of deficient folate levels in the blood renders a definitive diagnosis, but other signs exist.", "contents": "Folic Acid -- Monitoring. Folate deficiency can manifest in numerous ways. The measurement of deficient folate levels in the blood renders a definitive diagnosis, but other signs exist."}
{"id": "article-21863_23", "title": "Folic Acid -- Monitoring", "content": "Low levels of folate lead to macrocytic megaloblastic anemia. A simple blood smear of an individual with a folate deficiency will reveal erythrocyte macrocytosis and hyper-segmented polymorphonuclear cells (PMNs). [22] This abnormal morphology results from impaired DNA synthesis, which causes precursor cells in the bone marrow to have immature nuclei relative to their cytoplasm. Additionally, oral ulcers may appear without neurological symptoms [as opposed to a vitamin B12 deficiency, which causes subacute combined degeneration (SCD)]. [23] A folate deficiency in pregnancy contributes heavily to fetal neural tube defects.", "contents": "Folic Acid -- Monitoring. Low levels of folate lead to macrocytic megaloblastic anemia. A simple blood smear of an individual with a folate deficiency will reveal erythrocyte macrocytosis and hyper-segmented polymorphonuclear cells (PMNs). [22] This abnormal morphology results from impaired DNA synthesis, which causes precursor cells in the bone marrow to have immature nuclei relative to their cytoplasm. Additionally, oral ulcers may appear without neurological symptoms [as opposed to a vitamin B12 deficiency, which causes subacute combined degeneration (SCD)]. [23] A folate deficiency in pregnancy contributes heavily to fetal neural tube defects."}
{"id": "article-21863_24", "title": "Folic Acid -- Monitoring", "content": "The interruption of DNA synthesis due to a folate deficiency will result in elevated homocysteine levels. Hyperhomocysteinemia is also present in vitamin B12 deficiency, but B12 lack also has elevated methylmalonic acid levels, and the neurological signs associated with SCD are absent in folate deficiency. Therefore, clinicians must rule out a concurrent B12 deficiency before administering folic acid in apparent folate-deficiency anemia. The rationale is that folic acid administration will address the anemia aspect of B12 deficiency, but methylmalonic acid levels will remain elevated and cause toxic neurological effects. Therefore, a simple measurement of B12 levels before folic acid administration is advisable to avoid potential SCD development.", "contents": "Folic Acid -- Monitoring. The interruption of DNA synthesis due to a folate deficiency will result in elevated homocysteine levels. Hyperhomocysteinemia is also present in vitamin B12 deficiency, but B12 lack also has elevated methylmalonic acid levels, and the neurological signs associated with SCD are absent in folate deficiency. Therefore, clinicians must rule out a concurrent B12 deficiency before administering folic acid in apparent folate-deficiency anemia. The rationale is that folic acid administration will address the anemia aspect of B12 deficiency, but methylmalonic acid levels will remain elevated and cause toxic neurological effects. Therefore, a simple measurement of B12 levels before folic acid administration is advisable to avoid potential SCD development."}
{"id": "article-21863_25", "title": "Folic Acid -- Monitoring", "content": "Deficient folate levels have been detected in up to 16% of patients on antiepileptic drugs, including gabapentin, phenytoin, carbamazepine, valproate, and primidone. [24] Women using antiepileptic drugs may develop a folic acid deficiency during pregnancy (valproic acid impairs folic acid absorption) and require a higher dose to maintain adequate treatment levels. However, the recommendation is to reduce valproic acid to the minimum effective dose and increase the dose of folic acid supplementation to achieve maximum protective effect against NTD formation in the fetus. The research found that many women use antiepileptic drugs for non-epileptic disorders like migraines. Sexually active women of reproductive age who are not using contraception are encouraged to use anti-epilepsy drugs only to treat epilepsy. [25] [26] Together, these consequences of folate deficiency can help the examiner start a workup to look for folate deficiency.", "contents": "Folic Acid -- Monitoring. Deficient folate levels have been detected in up to 16% of patients on antiepileptic drugs, including gabapentin, phenytoin, carbamazepine, valproate, and primidone. [24] Women using antiepileptic drugs may develop a folic acid deficiency during pregnancy (valproic acid impairs folic acid absorption) and require a higher dose to maintain adequate treatment levels. However, the recommendation is to reduce valproic acid to the minimum effective dose and increase the dose of folic acid supplementation to achieve maximum protective effect against NTD formation in the fetus. The research found that many women use antiepileptic drugs for non-epileptic disorders like migraines. Sexually active women of reproductive age who are not using contraception are encouraged to use anti-epilepsy drugs only to treat epilepsy. [25] [26] Together, these consequences of folate deficiency can help the examiner start a workup to look for folate deficiency."}
{"id": "article-21863_26", "title": "Folic Acid -- Toxicity", "content": "Like other water-soluble vitamins, folic acid does not have significant storage in the body; hence toxicity is not a common concern. However, infrequent neurologic side effects have been noted in the context of folate supplementation in individuals with pernicious anemia. [27]", "contents": "Folic Acid -- Toxicity. Like other water-soluble vitamins, folic acid does not have significant storage in the body; hence toxicity is not a common concern. However, infrequent neurologic side effects have been noted in the context of folate supplementation in individuals with pernicious anemia. [27]"}
{"id": "article-21863_27", "title": "Folic Acid -- Toxicity", "content": "The direct toxicity of folate only contributes minimally. Instead, the neurologic effects are more directly caused by the masking of SCD, resulting from a vitamin B12 deficiency that continues to destroy neuronal cells despite folate supplementation appearing to resolve the anemic aspect seen in pernicious anemia. There is one published case report of fatal poisoning, but the authors acknowledge that the findings may be a unique manifestation of folic acid toxicity in humans. [21]", "contents": "Folic Acid -- Toxicity. The direct toxicity of folate only contributes minimally. Instead, the neurologic effects are more directly caused by the masking of SCD, resulting from a vitamin B12 deficiency that continues to destroy neuronal cells despite folate supplementation appearing to resolve the anemic aspect seen in pernicious anemia. There is one published case report of fatal poisoning, but the authors acknowledge that the findings may be a unique manifestation of folic acid toxicity in humans. [21]"}
{"id": "article-21863_28", "title": "Folic Acid -- Enhancing Healthcare Team Outcomes", "content": "The relative safety of folic acid allows healthcare providers to administer it to patients with little concern for adverse effects. However, specific best practice techniques should be considered to ensure positive outcomes. To increase folate levels, the primary care provider should counsel patients to consume a healthy diet, including vegetables, eggs, and milk. Dieticians can consult on the case to ensure inpatients receive appropriate food selections to enhance folate delivery. Pregnant women should be made aware of folate deficiency risks and take supplements. Healthcare providers should refer to the American College of Obstetricians and Gynecologists for prepregnancy counseling for women of childbearing age and recommend folic acid supplements based on the patient's health condition.", "contents": "Folic Acid -- Enhancing Healthcare Team Outcomes. The relative safety of folic acid allows healthcare providers to administer it to patients with little concern for adverse effects. However, specific best practice techniques should be considered to ensure positive outcomes. To increase folate levels, the primary care provider should counsel patients to consume a healthy diet, including vegetables, eggs, and milk. Dieticians can consult on the case to ensure inpatients receive appropriate food selections to enhance folate delivery. Pregnant women should be made aware of folate deficiency risks and take supplements. Healthcare providers should refer to the American College of Obstetricians and Gynecologists for prepregnancy counseling for women of childbearing age and recommend folic acid supplements based on the patient's health condition."}
{"id": "article-21863_29", "title": "Folic Acid -- Enhancing Healthcare Team Outcomes", "content": "In contrast, pregnant women should be prescribed antiepileptic drugs for only epilepsy in the smallest dose possible to prevent low folic acid level complications. Nurses and pharmacists can alert clinicians that anti-epilepsy medications are on the pregnant patient's list of medicines. The source of macrocytic megaloblastic anemia must be determined before supplement administration begins, as folate and vitamin B12 deficiency can present similarly in patients. Therefore, clinicians should consider verifying the vitamin B12 level of the patients to optimize treatment plans and improve patient outcomes when prescribing folic acid. As depicted above, all physicians, advanced practice practitioners, nursing staff, pharmacists, and dieticians should work collaboratively as an interprofessional team and communicate when dealing with patients that can benefit from folic acid supplementation.", "contents": "Folic Acid -- Enhancing Healthcare Team Outcomes. In contrast, pregnant women should be prescribed antiepileptic drugs for only epilepsy in the smallest dose possible to prevent low folic acid level complications. Nurses and pharmacists can alert clinicians that anti-epilepsy medications are on the pregnant patient's list of medicines. The source of macrocytic megaloblastic anemia must be determined before supplement administration begins, as folate and vitamin B12 deficiency can present similarly in patients. Therefore, clinicians should consider verifying the vitamin B12 level of the patients to optimize treatment plans and improve patient outcomes when prescribing folic acid. As depicted above, all physicians, advanced practice practitioners, nursing staff, pharmacists, and dieticians should work collaboratively as an interprofessional team and communicate when dealing with patients that can benefit from folic acid supplementation."}
{"id": "article-21863_30", "title": "Folic Acid -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Folic Acid -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}