{"id": "article-30602_0", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Introduction", "content": "The trigeminal nerve is the 5th cranial nerve (CN V) and the largest of the cranial nerves (see Image . Cranial Nerves in the Orbit). CN V provides most of the face's sensory innervation and the mastication muscles' motor stimulation. [1] The nerve's 3 main branches are the ophthalmic (V1), maxillary (V2), and mandibular (V3) nerves. These branches join at the trigeminal ganglia within the Meckel cave in the middle cranial fossa.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Introduction. The trigeminal nerve is the 5th cranial nerve (CN V) and the largest of the cranial nerves (see Image . Cranial Nerves in the Orbit). CN V provides most of the face's sensory innervation and the mastication muscles' motor stimulation. [1] The nerve's 3 main branches are the ophthalmic (V1), maxillary (V2), and mandibular (V3) nerves. These branches join at the trigeminal ganglia within the Meckel cave in the middle cranial fossa."}
{"id": "article-30602_1", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Introduction", "content": "Trigeminal nerve dysfunction can result in painful conditions like trigeminal neuralgia and difficulties with chewing and facial movements. These conditions can significantly impact a person's quality of life and require careful diagnosis and management by healthcare professionals. Surgical procedures that risk CN V injury include maxillofacial tumor removal, facial fracture repair, microvascular decompression, endoscopic sinus surgery, and mastoidectomy. A profound understanding of trigeminal nerve anatomy guides diagnosis, treatment planning, patient education, and complication prevention.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Introduction. Trigeminal nerve dysfunction can result in painful conditions like trigeminal neuralgia and difficulties with chewing and facial movements. These conditions can significantly impact a person's quality of life and require careful diagnosis and management by healthcare professionals. Surgical procedures that risk CN V injury include maxillofacial tumor removal, facial fracture repair, microvascular decompression, endoscopic sinus surgery, and mastoidectomy. A profound understanding of trigeminal nerve anatomy guides diagnosis, treatment planning, patient education, and complication prevention."}
{"id": "article-30602_2", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function", "content": "The trigeminal nerve is the largest cranial nerve, providing facial sensory innervation and motor impulses to the mastication muscles. Sensory information conducted by this nerve includes touch, pain, and temperature, relayed through the trigeminal nuclei in the pons before traveling to the thalamus and ultimately synapsing in the somatosensory cortex. CN V arises from the midpontine anterolateral surface with a large sensory (\"portio major\") and a smaller motor (\"portio minor\") root. The nerve then travels through the prepontine and cerebellopontine angle cisterns before entering a space filled with cerebrospinal fluid (CSF) called the \"Meckel cave\" via a dura mater opening referred to as the \"porus trigeminus.\" [2] Inside the Meckel cave, the trigeminal ganglion divides into 3 divisions: ophthalmic, maxillary, and mandibular.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function. The trigeminal nerve is the largest cranial nerve, providing facial sensory innervation and motor impulses to the mastication muscles. Sensory information conducted by this nerve includes touch, pain, and temperature, relayed through the trigeminal nuclei in the pons before traveling to the thalamus and ultimately synapsing in the somatosensory cortex. CN V arises from the midpontine anterolateral surface with a large sensory (\"portio major\") and a smaller motor (\"portio minor\") root. The nerve then travels through the prepontine and cerebellopontine angle cisterns before entering a space filled with cerebrospinal fluid (CSF) called the \"Meckel cave\" via a dura mater opening referred to as the \"porus trigeminus.\" [2] Inside the Meckel cave, the trigeminal ganglion divides into 3 divisions: ophthalmic, maxillary, and mandibular."}
{"id": "article-30602_3", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Brainstem Nuclei", "content": "The brainstem contains the trigeminal nerve's sensory and motor nuclei. CN V has 3 sensory nuclei—principal sensory, spinal trigeminal, and mesencephalic—and 1 motor nucleus. These nuclei are described below.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Brainstem Nuclei. The brainstem contains the trigeminal nerve's sensory and motor nuclei. CN V has 3 sensory nuclei—principal sensory, spinal trigeminal, and mesencephalic—and 1 motor nucleus. These nuclei are described below."}
{"id": "article-30602_4", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Principal sensory nucleus", "content": "The principal sensory nucleus is located lateral to the motor nucleus within the pontine tegmentum's posterolateral surface. Fibers carrying fine touch and pressure synapse in the principal sensory nucleus, subsequently ascending in the trigeminal lemniscus and decussating to the brainstem's contralateral side. The trigeminal lemniscus and uncrossed dorsal trigeminothalamic tract both terminate in the thalamus' ventroposteromedial (VPM) nucleus, ultimately synapsing in the somatosensory cortex ipsilateral to the involved thalamic side.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Principal sensory nucleus. The principal sensory nucleus is located lateral to the motor nucleus within the pontine tegmentum's posterolateral surface. Fibers carrying fine touch and pressure synapse in the principal sensory nucleus, subsequently ascending in the trigeminal lemniscus and decussating to the brainstem's contralateral side. The trigeminal lemniscus and uncrossed dorsal trigeminothalamic tract both terminate in the thalamus' ventroposteromedial (VPM) nucleus, ultimately synapsing in the somatosensory cortex ipsilateral to the involved thalamic side."}
{"id": "article-30602_5", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Spinal trigeminal nucleus", "content": "The spinal trigeminal nucleus caudally extends from the principal sensory nucleus, descends from the lower pons to the upper cervical spinal levels (C2-C4), and connects to the spinal cord's dorsal horn (see Image . Trigeminal Nucleus and Ganglion). The spinal trigeminal nucleus is further subdivided from rostral to caudal into the pars oralis, pars interpolaris, and pars caudalis. [3] The pars oralis spans from the midpontine level to the rostral third of the medulla oblongata's inferior olive. The pars interpolaris runs from the inferior olive's rostral third to the obex. The pars caudalis transits from the obex to the upper cervical levels. [4] The spinal trigeminal nucleus mainly supplies the face's thermoceptive and nociceptive fibers.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Spinal trigeminal nucleus. The spinal trigeminal nucleus caudally extends from the principal sensory nucleus, descends from the lower pons to the upper cervical spinal levels (C2-C4), and connects to the spinal cord's dorsal horn (see Image . Trigeminal Nucleus and Ganglion). The spinal trigeminal nucleus is further subdivided from rostral to caudal into the pars oralis, pars interpolaris, and pars caudalis. [3] The pars oralis spans from the midpontine level to the rostral third of the medulla oblongata's inferior olive. The pars interpolaris runs from the inferior olive's rostral third to the obex. The pars caudalis transits from the obex to the upper cervical levels. [4] The spinal trigeminal nucleus mainly supplies the face's thermoceptive and nociceptive fibers."}
{"id": "article-30602_6", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Mesencephalic nucleus", "content": "The mesencephalic nucleus extends cephalad from the principal sensory nucleus, spanning from the superior colliculus' level in the upper midbrain to the midpontine level. The mesencephalic nucleus is unique among sensory nuclei because its primary sensory neurons lie within the central nervous system rather than a peripheral ganglion. The mesencephalic nucleus receives proprioceptive fibers from the hard palate, teeth, periodontium, temporomandibular joint (TMJ) capsule, and the extraocular and masticatory muscles' Golgi tendon organs and muscle spindles. [5] The mesencephalic nucleus projects to the motor trigeminal nucleus, the ipsilateral VPM in the thalamus, and ultimately to the ipsilateral somatosensory cortex.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Mesencephalic nucleus. The mesencephalic nucleus extends cephalad from the principal sensory nucleus, spanning from the superior colliculus' level in the upper midbrain to the midpontine level. The mesencephalic nucleus is unique among sensory nuclei because its primary sensory neurons lie within the central nervous system rather than a peripheral ganglion. The mesencephalic nucleus receives proprioceptive fibers from the hard palate, teeth, periodontium, temporomandibular joint (TMJ) capsule, and the extraocular and masticatory muscles' Golgi tendon organs and muscle spindles. [5] The mesencephalic nucleus projects to the motor trigeminal nucleus, the ipsilateral VPM in the thalamus, and ultimately to the ipsilateral somatosensory cortex."}
{"id": "article-30602_7", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Motor nucleus", "content": "The motor nucleus is located medial and anterior to the major trigeminal sensory nuclei within the pontine tegmentum's lateral surface. This nucleus contains the cell bodies of motor neurons that innervate the mastication muscles. [6]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Motor nucleus. The motor nucleus is located medial and anterior to the major trigeminal sensory nuclei within the pontine tegmentum's lateral surface. This nucleus contains the cell bodies of motor neurons that innervate the mastication muscles. [6]"}
{"id": "article-30602_8", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Nerve Branches", "content": "CN V has 3 branches supplying distinct territories (see Image . Trigeminal Nerve Divisions). These branches, the ophthalmic, maxillary, and mandibular nerves, are described below.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Nerve Branches. CN V has 3 branches supplying distinct territories (see Image . Trigeminal Nerve Divisions). These branches, the ophthalmic, maxillary, and mandibular nerves, are described below."}
{"id": "article-30602_9", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Ophthalmic nerve", "content": "The ophthalmic nerve is the smallest trigeminal nerve division. CN V1 travels lateral to the abducens nerve within the cavernous sinus' lateral wall, inferior to the oculomotor and trochlear nerves. The nerve then exits the skull through the superior orbital fissure and divides in the orbital apex into the lacrimal, frontal, and nasociliary nerves.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Ophthalmic nerve. The ophthalmic nerve is the smallest trigeminal nerve division. CN V1 travels lateral to the abducens nerve within the cavernous sinus' lateral wall, inferior to the oculomotor and trochlear nerves. The nerve then exits the skull through the superior orbital fissure and divides in the orbital apex into the lacrimal, frontal, and nasociliary nerves."}
{"id": "article-30602_10", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Ophthalmic nerve", "content": "CN V1 is primarily a sensory nerve supplying the scalp, eye, nose, and forehead. The nerve contains sympathetic efferents to the pupillary dilators, ciliary body, iris, and lacrimal gland, and afferents to the conjunctiva and cornea. The ophthalmic nerve also supplies the nasal cavity's superior portion, the frontal sinus, and deeper structures like the dura mater and some anterior cranial fossa portions. The ophthalmic nerve is responsible for the face and skull's sensory innervation superior to the palpebral fissure, eye, and nasal cavity areas. [7] [8] [9]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Ophthalmic nerve. CN V1 is primarily a sensory nerve supplying the scalp, eye, nose, and forehead. The nerve contains sympathetic efferents to the pupillary dilators, ciliary body, iris, and lacrimal gland, and afferents to the conjunctiva and cornea. The ophthalmic nerve also supplies the nasal cavity's superior portion, the frontal sinus, and deeper structures like the dura mater and some anterior cranial fossa portions. The ophthalmic nerve is responsible for the face and skull's sensory innervation superior to the palpebral fissure, eye, and nasal cavity areas. [7] [8] [9]"}
{"id": "article-30602_11", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Maxillary nerve", "content": "The maxillary nerve is also a sensory branch, supplying the territory inferior to the orbits and superior to the mouth. The nerve travels inferior to CN V1 within the cavernous sinus' lateral wall. CN V2 exits the skull base through the foramen rotundum, making it the only cranial nerve within the cavernous sinus that bypasses the superior orbital fissure to reach the pterygopalatine fossa. The maxillary nerve ultimately enters the face through the infraorbital foramen. CN V2's territory includes the nasal cavity's inferior portion, the maxillary teeth and sinuses, and the palate. [10]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Maxillary nerve. The maxillary nerve is also a sensory branch, supplying the territory inferior to the orbits and superior to the mouth. The nerve travels inferior to CN V1 within the cavernous sinus' lateral wall. CN V2 exits the skull base through the foramen rotundum, making it the only cranial nerve within the cavernous sinus that bypasses the superior orbital fissure to reach the pterygopalatine fossa. The maxillary nerve ultimately enters the face through the infraorbital foramen. CN V2's territory includes the nasal cavity's inferior portion, the maxillary teeth and sinuses, and the palate. [10]"}
{"id": "article-30602_12", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Mandibular nerve", "content": "The mandibular nerve is the trigeminal nerve's largest branch. The nerve exits the skull base through the foramen ovale. CN V3 is the trigeminal nerve's only branch with both sensory and motor components. The mandibular nerve receives sensory information from the lower facial third, mouth floor, jaw, and tongue. CN V3's motor root (portio minor) supplies the mastication muscles (masseter, temporalis, pterygoids), the anterior digastric belly, and the mylohyoid. [11]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Mandibular nerve. The mandibular nerve is the trigeminal nerve's largest branch. The nerve exits the skull base through the foramen ovale. CN V3 is the trigeminal nerve's only branch with both sensory and motor components. The mandibular nerve receives sensory information from the lower facial third, mouth floor, jaw, and tongue. CN V3's motor root (portio minor) supplies the mastication muscles (masseter, temporalis, pterygoids), the anterior digastric belly, and the mylohyoid. [11]"}
{"id": "article-30602_13", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Ganglion", "content": "The trigeminal ganglion (Gasserion or semilunar ganglion) contains most of the trigeminal sensory axons' cell bodies. This ganglion is situated within the Meckel cave, a CSF-filled space within the dura mater lying over the temporal bone's petrous portion. The Meckel cave encloses the trigeminal ganglion and 3 trigeminal division roots. CN V neurons within the ganglion are pseudo-unipolar neurons with 2 axonal branches, one extending proximally to the brainstem and the other distally toward one of the trigeminal divisions. Thus, trigeminal neurons can conduct action potentials in 2 directions: orthodromically, with pain and temperature sensations directed toward the brainstem, and antidromically, toward the trigeminal branches.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Ganglion. The trigeminal ganglion (Gasserion or semilunar ganglion) contains most of the trigeminal sensory axons' cell bodies. This ganglion is situated within the Meckel cave, a CSF-filled space within the dura mater lying over the temporal bone's petrous portion. The Meckel cave encloses the trigeminal ganglion and 3 trigeminal division roots. CN V neurons within the ganglion are pseudo-unipolar neurons with 2 axonal branches, one extending proximally to the brainstem and the other distally toward one of the trigeminal divisions. Thus, trigeminal neurons can conduct action potentials in 2 directions: orthodromically, with pain and temperature sensations directed toward the brainstem, and antidromically, toward the trigeminal branches."}
{"id": "article-30602_14", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Root", "content": "The trigeminal root carries sensory fibers extending from the trigeminal ganglion to the pons' ventrolateral aspect. The trigeminal root entry zone is about 12 mm distal to the pons, where peripheral myelin replaces central myelin. This root is considered the most vulnerable site along the nerve for neurovascular compression. [12]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Structure and Function -- Trigeminal Root. The trigeminal root carries sensory fibers extending from the trigeminal ganglion to the pons' ventrolateral aspect. The trigeminal root entry zone is about 12 mm distal to the pons, where peripheral myelin replaces central myelin. This root is considered the most vulnerable site along the nerve for neurovascular compression. [12]"}
{"id": "article-30602_15", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Embryology", "content": "During embryonic development, the trigeminal nerve originates from the 1st branchial arch (mandibular arch). The nerve forms from the fusion of 2 buds, the ophthalmic and maxillomandibular, which are separated in lower vertebrates. The motor root (branchiomotor root) grows into the 1st branchial arch's mesenchyme to innervate the masticatory apparatus. By approximately 24 days, condensing neural crest cells corresponding to the trigeminal ganglion appear within the neural tube near the rhombencephalon. At about 26 days, the trigeminal ganglion becomes distinct, and the 4th ventricle forms. The cranial nerves develop in subsequent stages, with the trigeminal ganglion becoming more prominent at around 32 days. At about 33 days, all trigeminal nuclei are present. At approximately 44 days, the pons and cerebellum start to form. By the end of the embryonic period, the nervous system, nerves, and sensory organs have completed their development. [13] [14]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Embryology. During embryonic development, the trigeminal nerve originates from the 1st branchial arch (mandibular arch). The nerve forms from the fusion of 2 buds, the ophthalmic and maxillomandibular, which are separated in lower vertebrates. The motor root (branchiomotor root) grows into the 1st branchial arch's mesenchyme to innervate the masticatory apparatus. By approximately 24 days, condensing neural crest cells corresponding to the trigeminal ganglion appear within the neural tube near the rhombencephalon. At about 26 days, the trigeminal ganglion becomes distinct, and the 4th ventricle forms. The cranial nerves develop in subsequent stages, with the trigeminal ganglion becoming more prominent at around 32 days. At about 33 days, all trigeminal nuclei are present. At approximately 44 days, the pons and cerebellum start to form. By the end of the embryonic period, the nervous system, nerves, and sensory organs have completed their development. [13] [14]"}
{"id": "article-30602_16", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics", "content": "The trigeminal ganglion receives its principal arterial supply from the internal carotid artery's cavernous segment. Additionally, vessels from the middle meningeal artery, a branch of the external carotid artery's maxillary division, contribute to the ganglionic blood supply. Both the internal and external carotid arteries send branches to the trigeminal ganglion and the surrounding dura mater. Small arteries from the periganglionic arterial network penetrate the ganglionic tissue, forming an intricate intraganglionic dense capillary network that supplies blood to all trigeminal sensory neurons. [15]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics. The trigeminal ganglion receives its principal arterial supply from the internal carotid artery's cavernous segment. Additionally, vessels from the middle meningeal artery, a branch of the external carotid artery's maxillary division, contribute to the ganglionic blood supply. Both the internal and external carotid arteries send branches to the trigeminal ganglion and the surrounding dura mater. Small arteries from the periganglionic arterial network penetrate the ganglionic tissue, forming an intricate intraganglionic dense capillary network that supplies blood to all trigeminal sensory neurons. [15]"}
{"id": "article-30602_17", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics", "content": "The arteries supplying the trigeminal nerve and its branches mainly originate from the basilar artery's superolateral pontine branch and the anterior inferior cerebellar artery's peduncular cerebellar branch. Trigeminocerebellar arteries supply some trigeminal nerve roots. CN V's motor portion receives blood predominantly from the superolateral pontine artery, which also commonly supplies the ophthalmic division. The maxillary division receives circulation from the superolateral, inferolateral pontine, and peduncular cerebellar arteries. The peduncular cerebellar arteries primarily perfuse the mandibular division. [16]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics. The arteries supplying the trigeminal nerve and its branches mainly originate from the basilar artery's superolateral pontine branch and the anterior inferior cerebellar artery's peduncular cerebellar branch. Trigeminocerebellar arteries supply some trigeminal nerve roots. CN V's motor portion receives blood predominantly from the superolateral pontine artery, which also commonly supplies the ophthalmic division. The maxillary division receives circulation from the superolateral, inferolateral pontine, and peduncular cerebellar arteries. The peduncular cerebellar arteries primarily perfuse the mandibular division. [16]"}
{"id": "article-30602_18", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics", "content": "Skull structures like the trigeminal nerve and its branches drain toward the dural venous sinuses, cerebral veins, and facial veins, then empty into the jugular veins, which ultimately drain into the superior vena cava and right atrium. Lymph from intracranial structures flows from the CSF to the \"glymphatic system\" (glial lymphatic system), which drains toward the cervical lymph nodes. [17]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Blood Supply and Lymphatics. Skull structures like the trigeminal nerve and its branches drain toward the dural venous sinuses, cerebral veins, and facial veins, then empty into the jugular veins, which ultimately drain into the superior vena cava and right atrium. Lymph from intracranial structures flows from the CSF to the \"glymphatic system\" (glial lymphatic system), which drains toward the cervical lymph nodes. [17]"}
{"id": "article-30602_19", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Muscles", "content": "The mandibular nerve is the only trigeminal nerve branch with a motor component. This branch supplies motor innervation to the mastication muscles, which include the masseter, temporalis muscle, and lateral and medial pterygoids. CN V3 also gives off branches that innervate the tensor veli palatini, mylohyoid, tensor tympani, and anterior digastric belly.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Muscles. The mandibular nerve is the only trigeminal nerve branch with a motor component. This branch supplies motor innervation to the mastication muscles, which include the masseter, temporalis muscle, and lateral and medial pterygoids. CN V3 also gives off branches that innervate the tensor veli palatini, mylohyoid, tensor tympani, and anterior digastric belly."}
{"id": "article-30602_20", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Surgical Considerations", "content": "Trigeminal neuralgia is a neurologic condition that causes intense, stabbing facial pain in one or more trigeminal nerve divisions. This condition may be treated surgically. [18] [19] Surgical interventions for trigeminal neuralgia are either nondestructive or destructive. Nondestructive surgery alleviates nerve compression by removing any structure impinging on the nerve, typically the superior cerebellar artery, via a microvascular decompression. [20] Meanwhile, destructive procedures include percutaneous rhizotomy and stereotactic radiosurgery, which disrupt the trigeminal nerve completely to block pain transmission. [21] Destructive surgery produces irreversible loss of sensation in the facial area corresponding to the surgically removed nerve. [22] [23] [24]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Surgical Considerations. Trigeminal neuralgia is a neurologic condition that causes intense, stabbing facial pain in one or more trigeminal nerve divisions. This condition may be treated surgically. [18] [19] Surgical interventions for trigeminal neuralgia are either nondestructive or destructive. Nondestructive surgery alleviates nerve compression by removing any structure impinging on the nerve, typically the superior cerebellar artery, via a microvascular decompression. [20] Meanwhile, destructive procedures include percutaneous rhizotomy and stereotactic radiosurgery, which disrupt the trigeminal nerve completely to block pain transmission. [21] Destructive surgery produces irreversible loss of sensation in the facial area corresponding to the surgically removed nerve. [22] [23] [24]"}
{"id": "article-30602_21", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Corneal Polysynpatic Reflex", "content": "The corneal polysynaptic reflex causes bilateral eyelid closure upon light corneal touch. [25] Afferent input from the ophthalmic division to the trigeminal ganglion projects to the spinal trigeminal nucleus. An indirect link exists between CN V1 and the facial nuclei through lateral reticular formation interneurons, which stimulate the orbicularis oculi muscles bilaterally in response to corneal stimulation. [26]", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Corneal Polysynpatic Reflex. The corneal polysynaptic reflex causes bilateral eyelid closure upon light corneal touch. [25] Afferent input from the ophthalmic division to the trigeminal ganglion projects to the spinal trigeminal nucleus. An indirect link exists between CN V1 and the facial nuclei through lateral reticular formation interneurons, which stimulate the orbicularis oculi muscles bilaterally in response to corneal stimulation. [26]"}
{"id": "article-30602_22", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Jaw-Jerk Monosynaptic Reflex", "content": "The jaw-jerk reflex results in jaw closure following sudden masseter stretching. The trigeminal mesencephalic nucleus receives afferent impulses from the masticatory muscle spindles, which project onto the trigeminal motor nucleus. Efferent output to the masticatory muscles transits from the motor trigeminal nucleus through CN V3.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Jaw-Jerk Monosynaptic Reflex. The jaw-jerk reflex results in jaw closure following sudden masseter stretching. The trigeminal mesencephalic nucleus receives afferent impulses from the masticatory muscle spindles, which project onto the trigeminal motor nucleus. Efferent output to the masticatory muscles transits from the motor trigeminal nucleus through CN V3."}
{"id": "article-30602_23", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Trigeminal Neuralgia", "content": "Trigeminal neuralgia is a clinical condition characterized by sharp, electrical, shock-like, paroxysmal lancinating pain within the distribution of one or more trigeminal nerve branches. Most cases are due to trigeminal nerve compression at the root entry zone by the superior cerebellar artery. Other etiologies of trigeminal neuralgia include impingement from an adjacent aneurysm, arteriovenous malformation, or tumor, or an intrinsic abnormality such as demyelinated multiple sclerosis plaques. [27] Diagnosis is based on clinical and diagnostic findings. Brain magnetic resonance imaging (MRI) is the preferred modality for evaluating trigeminal neuralgia. The cisterns are closely examined, aided by MRI techniques such as Fast-Imaging-Employing-Steady-state-Acquisition (FIESTA).", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Trigeminal Neuralgia. Trigeminal neuralgia is a clinical condition characterized by sharp, electrical, shock-like, paroxysmal lancinating pain within the distribution of one or more trigeminal nerve branches. Most cases are due to trigeminal nerve compression at the root entry zone by the superior cerebellar artery. Other etiologies of trigeminal neuralgia include impingement from an adjacent aneurysm, arteriovenous malformation, or tumor, or an intrinsic abnormality such as demyelinated multiple sclerosis plaques. [27] Diagnosis is based on clinical and diagnostic findings. Brain magnetic resonance imaging (MRI) is the preferred modality for evaluating trigeminal neuralgia. The cisterns are closely examined, aided by MRI techniques such as Fast-Imaging-Employing-Steady-state-Acquisition (FIESTA)."}
{"id": "article-30602_24", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Trigeminal Neuralgia", "content": "Trigeminal neuralgia management depends on the underlying etiology. Carbamazepine is the first-line agent, followed by the second-line medications lamotrigine, oxcarbazepine, phenytoin, gabapentin, pregabalin, and baclofen. Surgery may be an option if the pain becomes refractory to medications or the patient develops significant drug reactions.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Trigeminal Neuralgia. Trigeminal neuralgia management depends on the underlying etiology. Carbamazepine is the first-line agent, followed by the second-line medications lamotrigine, oxcarbazepine, phenytoin, gabapentin, pregabalin, and baclofen. Surgery may be an option if the pain becomes refractory to medications or the patient develops significant drug reactions."}
{"id": "article-30602_25", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Cluster Headache", "content": "Cluster headaches have a similar presentation to trigeminal neuralgia. The condition often presents as a severe headache on one side of the head that affects the territory of the affected trigeminal nerve branch, occurring in short intervals, often multiple times within the same day. These headaches may be accompanied by autonomic symptoms such as nasal congestion, swelling, and lacrimation on the affected side. The cause of cluster headaches is currently unknown. However, an identifiable external stimulus often triggers the onset of symptoms. Prophylactic treatment usually includes a combination of trigger avoidance and pharmacotherapy. Acute attacks may be remediated with fast-acting triptans and oxygen.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Cluster Headache. Cluster headaches have a similar presentation to trigeminal neuralgia. The condition often presents as a severe headache on one side of the head that affects the territory of the affected trigeminal nerve branch, occurring in short intervals, often multiple times within the same day. These headaches may be accompanied by autonomic symptoms such as nasal congestion, swelling, and lacrimation on the affected side. The cause of cluster headaches is currently unknown. However, an identifiable external stimulus often triggers the onset of symptoms. Prophylactic treatment usually includes a combination of trigger avoidance and pharmacotherapy. Acute attacks may be remediated with fast-acting triptans and oxygen."}
{"id": "article-30602_26", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Lateral Medullary Syndrome", "content": "Lateral medullary syndrome (Wallenberg syndrome) is a clinical syndrome that occurs when the medulla's lateral portion becomes damaged, typically due to a stroke from posterior inferior cerebellar or vertebral artery occlusion. A lesion in this brainstem region results in an ipsilateral sensory loss in the territory of the involved trigeminal nerve branch and contralateral sensory loss in the rest of the body. Other manifestations include vertigo, ataxia, Horner syndrome, dysphagia, and hoarseness.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Clinical Significance -- Lateral Medullary Syndrome. Lateral medullary syndrome (Wallenberg syndrome) is a clinical syndrome that occurs when the medulla's lateral portion becomes damaged, typically due to a stroke from posterior inferior cerebellar or vertebral artery occlusion. A lesion in this brainstem region results in an ipsilateral sensory loss in the territory of the involved trigeminal nerve branch and contralateral sensory loss in the rest of the body. Other manifestations include vertigo, ataxia, Horner syndrome, dysphagia, and hoarseness."}
{"id": "article-30602_27", "title": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Cranial Nerve 5 (Trigeminal) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}