{"id": "article-131542_0", "title": "Controlled Substance Act -- Continuing Education Activity", "content": "The Controlled Substance Act (CSA) establishes a federal policy to regulate the manufacturing, distribution, importation, exportation, and use of regulated substances. The CSA lays the framework for categorizing controlled substances and creates a legal foundation for their regulation. This statute was an effort to combine all previous federal drug laws and allow for federal law enforcement of controlled substances, serving as the legal foundation in the federal fight against drug abuse. The cornerstone of the CSA is the classification system by which it regulates controlled substances. This system has 5 schedules of these drugs, numbered I through V. The CSA stratifies these based on a substance’s accepted medical use, potential abuse/addiction, and harmfulness. This activity highlights the categorization schedules, amendments, prescription requirements, and other pertinent factors for interprofessional team members to understand and apply the legal structure to their clinical practice.", "contents": "Controlled Substance Act -- Continuing Education Activity. The Controlled Substance Act (CSA) establishes a federal policy to regulate the manufacturing, distribution, importation, exportation, and use of regulated substances. The CSA lays the framework for categorizing controlled substances and creates a legal foundation for their regulation. This statute was an effort to combine all previous federal drug laws and allow for federal law enforcement of controlled substances, serving as the legal foundation in the federal fight against drug abuse. The cornerstone of the CSA is the classification system by which it regulates controlled substances. This system has 5 schedules of these drugs, numbered I through V. The CSA stratifies these based on a substance’s accepted medical use, potential abuse/addiction, and harmfulness. This activity highlights the categorization schedules, amendments, prescription requirements, and other pertinent factors for interprofessional team members to understand and apply the legal structure to their clinical practice."}
{"id": "article-131542_1", "title": "Controlled Substance Act -- Continuing Education Activity", "content": "Objectives: Identify the key provisions and regulations outlined in the US Controlled Substances Act that impact medical and pharmacy practice. Differentiate between the different schedules of controlled substances and the corresponding requirements for handling, prescribing, and dispensing each category. Apply the US Controlled Substances Act knowledge to document and maintain controlled substance prescribing, administration, and dispensing records. Implement proper procedures in compliance with the US Controlled Substances Act to securely store, handle, and distribute controlled substances within medical and pharmacy settings. Access free multiple choice questions on this topic.", "contents": "Controlled Substance Act -- Continuing Education Activity. Objectives: Identify the key provisions and regulations outlined in the US Controlled Substances Act that impact medical and pharmacy practice. Differentiate between the different schedules of controlled substances and the corresponding requirements for handling, prescribing, and dispensing each category. Apply the US Controlled Substances Act knowledge to document and maintain controlled substance prescribing, administration, and dispensing records. Implement proper procedures in compliance with the US Controlled Substances Act to securely store, handle, and distribute controlled substances within medical and pharmacy settings. Access free multiple choice questions on this topic."}
{"id": "article-131542_2", "title": "Controlled Substance Act -- Introduction", "content": "Title II of the Comprehensive Drug Abuse Prevention and Control Act of 1970, commonly known as the Controlled Substance Act (CSA), establishes a federal policy to regulate the manufacturing, distributing, importing/exporting, and use of regulated substances. [1] The CSA was enacted by the 91st United States Congress and signed into law by President Richard Nixon in 1970. [2]", "contents": "Controlled Substance Act -- Introduction. Title II of the Comprehensive Drug Abuse Prevention and Control Act of 1970, commonly known as the Controlled Substance Act (CSA), establishes a federal policy to regulate the manufacturing, distributing, importing/exporting, and use of regulated substances. [1] The CSA was enacted by the 91st United States Congress and signed into law by President Richard Nixon in 1970. [2]"}
{"id": "article-131542_3", "title": "Controlled Substance Act -- Introduction", "content": "This statute was an effort to combine all previous federal drug laws and allow for federal law enforcement of controlled substances, serving as the legal foundation in the federal fight against drug abuse. Initially, the purpose of the CSA was to fulfill the requirements of 2 international treaties, the Single Convention on Narcotic Drugs (1961) and the Convention on Psychotropic Substances (1971). [2]", "contents": "Controlled Substance Act -- Introduction. This statute was an effort to combine all previous federal drug laws and allow for federal law enforcement of controlled substances, serving as the legal foundation in the federal fight against drug abuse. Initially, the purpose of the CSA was to fulfill the requirements of 2 international treaties, the Single Convention on Narcotic Drugs (1961) and the Convention on Psychotropic Substances (1971). [2]"}
{"id": "article-131542_4", "title": "Controlled Substance Act -- Introduction", "content": "These 2 treaties created a classification system in accordance with the scientific and medical findings of public health authorities. Under the 2 international treaties, the public health authority referenced is the World Health Organization, and under the CSA, it is the Secretary of Health and Human Services (HHS). [2]", "contents": "Controlled Substance Act -- Introduction. These 2 treaties created a classification system in accordance with the scientific and medical findings of public health authorities. Under the 2 international treaties, the public health authority referenced is the World Health Organization, and under the CSA, it is the Secretary of Health and Human Services (HHS). [2]"}
{"id": "article-131542_5", "title": "Controlled Substance Act -- Function -- Governing Bodies", "content": "While Congress initially decided which substances to place under each schedule, the legislation gave power to 2 federal agencies, the Food and Drug Administration (FDA) and the Drug Enforcement Agency (DEA), to determine the substances added or removed from the classification schedules. The process to remove, add, or change the schedule of a controlled substance can be proposed by the DEA, the Department of HHS, or by petition from an interested party. [3]", "contents": "Controlled Substance Act -- Function -- Governing Bodies. While Congress initially decided which substances to place under each schedule, the legislation gave power to 2 federal agencies, the Food and Drug Administration (FDA) and the Drug Enforcement Agency (DEA), to determine the substances added or removed from the classification schedules. The process to remove, add, or change the schedule of a controlled substance can be proposed by the DEA, the Department of HHS, or by petition from an interested party. [3]"}
{"id": "article-131542_6", "title": "Controlled Substance Act -- Function -- Governing Bodies", "content": "Once the DEA collects all relevant data, it requests a scientific and medical evaluation and recommendation, which the FDA prepares. Once the DEA receives this information, it evaluates all the data and makes a final proposal. The enforcement and regulation of the CSA also are under the purview of the DEA. [3] To achieve this, the DEA oversees the registration system of who is authorized to manage controlled substances.", "contents": "Controlled Substance Act -- Function -- Governing Bodies. Once the DEA collects all relevant data, it requests a scientific and medical evaluation and recommendation, which the FDA prepares. Once the DEA receives this information, it evaluates all the data and makes a final proposal. The enforcement and regulation of the CSA also are under the purview of the DEA. [3] To achieve this, the DEA oversees the registration system of who is authorized to manage controlled substances."}
{"id": "article-131542_7", "title": "Controlled Substance Act -- Function -- Registration", "content": "Through the CSA, Congress restricted those allowed to manufacture, import, export, distribute, and dispense controlled substances by requiring registration. The US Attorney General provides this registration, which is mandatory for any person or company making or using any controlled substance, as defined by the CSA. Pharmacies can currently register for 3 years before needing to re-register. [4]", "contents": "Controlled Substance Act -- Function -- Registration. Through the CSA, Congress restricted those allowed to manufacture, import, export, distribute, and dispense controlled substances by requiring registration. The US Attorney General provides this registration, which is mandatory for any person or company making or using any controlled substance, as defined by the CSA. Pharmacies can currently register for 3 years before needing to re-register. [4]"}
{"id": "article-131542_8", "title": "Controlled Substance Act -- Function -- Registration", "content": "There is a notable exemption in that while a pharmacy must register, the pharmacists employed by that pharmacy are exempt from registering as individuals under the CSA. [5] However, individual states may remove these automatic exemptions if they so choose.", "contents": "Controlled Substance Act -- Function -- Registration. There is a notable exemption in that while a pharmacy must register, the pharmacists employed by that pharmacy are exempt from registering as individuals under the CSA. [5] However, individual states may remove these automatic exemptions if they so choose."}
{"id": "article-131542_9", "title": "Controlled Substance Act -- Issues of Concern -- Amendments", "content": "Since the law's original enactment, the CSA has had many amendments. These amendments have notably included the 2010 Secure and Responsible Drug Disposal Act, allowing pharmacies to create take-back programs for controlled medications, and the 2017 Protecting Patient Access to Emergency Medications Act, including registration for Emergency Medical Services to allow the administration of controlled substances. [6]", "contents": "Controlled Substance Act -- Issues of Concern -- Amendments. Since the law's original enactment, the CSA has had many amendments. These amendments have notably included the 2010 Secure and Responsible Drug Disposal Act, allowing pharmacies to create take-back programs for controlled medications, and the 2017 Protecting Patient Access to Emergency Medications Act, including registration for Emergency Medical Services to allow the administration of controlled substances. [6]"}
{"id": "article-131542_10", "title": "Controlled Substance Act -- Issues of Concern -- Amendments", "content": "Another important amendment came with the federal Analogue Act, which treats any substance \"substantially similar\" to a controlled substance of Schedule I or II as if it were listed in Schedule I if intended for human consumption. This amendment applies primarily to what is often regarded as designer drugs, an analog of a controlled substance designed to mimic its effects but often avoids detection by standard drug testing. [7]", "contents": "Controlled Substance Act -- Issues of Concern -- Amendments. Another important amendment came with the federal Analogue Act, which treats any substance \"substantially similar\" to a controlled substance of Schedule I or II as if it were listed in Schedule I if intended for human consumption. This amendment applies primarily to what is often regarded as designer drugs, an analog of a controlled substance designed to mimic its effects but often avoids detection by standard drug testing. [7]"}
{"id": "article-131542_11", "title": "Controlled Substance Act -- Issues of Concern -- Employment of Convicted Individuals", "content": "The CSA mandates that a person with any felony related to a controlled substance or a person who has had an application for registration denied for cause may not be employed by a pharmacy in a position that will allow access to controlled substances. \"For cause,\" in this case, is defined as a DEA registration denied or revoked/surrendered resulting from an investigation regarding an individual's handling of controlled substances. There is a waiver to this rule should a registrant apply for an exception from an administrator of the DEA, who will collect all relevant information, review, and determine a person's status on a case-by-case basis.", "contents": "Controlled Substance Act -- Issues of Concern -- Employment of Convicted Individuals. The CSA mandates that a person with any felony related to a controlled substance or a person who has had an application for registration denied for cause may not be employed by a pharmacy in a position that will allow access to controlled substances. \"For cause,\" in this case, is defined as a DEA registration denied or revoked/surrendered resulting from an investigation regarding an individual's handling of controlled substances. There is a waiver to this rule should a registrant apply for an exception from an administrator of the DEA, who will collect all relevant information, review, and determine a person's status on a case-by-case basis."}
{"id": "article-131542_12", "title": "Controlled Substance Act -- Issues of Concern -- Reporting Significant Theft or Loss", "content": "Under the CSA, any registered dispensary (pharmacy) or manufacturer must immediately report theft or loss of a significant amount of controlled substance to the DEA and the local police. [8] This loss or theft may be reported to the DEA online or on the paper DEA Form 106. The online portal with the form for reporting is on the DEA's Diversion Control Program website. [9] Failure to report is illegal and punishable by law.", "contents": "Controlled Substance Act -- Issues of Concern -- Reporting Significant Theft or Loss. Under the CSA, any registered dispensary (pharmacy) or manufacturer must immediately report theft or loss of a significant amount of controlled substance to the DEA and the local police. [8] This loss or theft may be reported to the DEA online or on the paper DEA Form 106. The online portal with the form for reporting is on the DEA's Diversion Control Program website. [9] Failure to report is illegal and punishable by law."}
{"id": "article-131542_13", "title": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements", "content": "To be considered valid, a controlled substance prescription must meet several criteria; it must be issued by a practitioner in the usual course of their practice and be given for a legitimate medical purpose. If these criteria are not met, and the prescription has still been refilled, the person dispensing the medication is subject to penalties for violating the CSA. [8]", "contents": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements. To be considered valid, a controlled substance prescription must meet several criteria; it must be issued by a practitioner in the usual course of their practice and be given for a legitimate medical purpose. If these criteria are not met, and the prescription has still been refilled, the person dispensing the medication is subject to penalties for violating the CSA. [8]"}
{"id": "article-131542_14", "title": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements", "content": "The CSA also requires prescribers to include their registration number on each controlled substance prescription. A DEA-issued registration number consists of 9 characters with 2 letters followed by 7 digits. Registration numbers for physicians began with the letters A, B, or C. In contrast, the numbers for physicians’ assistants or nurse practitioners begin with M. The second letter is commonly the first letter of the provider’s last name. As another check for the validity of the registration number, the final seventh digit is equivalent to the last number of the sum of digits 1, 3, and 5, followed by digits 2, 4, and 6 multiplied by 2. [9]", "contents": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements. The CSA also requires prescribers to include their registration number on each controlled substance prescription. A DEA-issued registration number consists of 9 characters with 2 letters followed by 7 digits. Registration numbers for physicians began with the letters A, B, or C. In contrast, the numbers for physicians’ assistants or nurse practitioners begin with M. The second letter is commonly the first letter of the provider’s last name. As another check for the validity of the registration number, the final seventh digit is equivalent to the last number of the sum of digits 1, 3, and 5, followed by digits 2, 4, and 6 multiplied by 2. [9]"}
{"id": "article-131542_15", "title": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements", "content": "If there is incorrect or missing information on a prescription for a controlled substance, and if it is from Schedule III, IV, or V, a pharmacist can change or fill in certain items with authorization from the provider. To meet these requirements, pharmacists can change the quantity, strength, form, directions for use, and issue date. The information that can never be changed is the patient’s name, the controlled substance prescribed, and the prescriber’s signature. [8]", "contents": "Controlled Substance Act -- Clinical Significance -- Prescription Requirements. If there is incorrect or missing information on a prescription for a controlled substance, and if it is from Schedule III, IV, or V, a pharmacist can change or fill in certain items with authorization from the provider. To meet these requirements, pharmacists can change the quantity, strength, form, directions for use, and issue date. The information that can never be changed is the patient’s name, the controlled substance prescribed, and the prescriber’s signature. [8]"}
{"id": "article-131542_16", "title": "Controlled Substance Act -- Clinical Significance -- Scheduling System", "content": "The cornerstone of the CSA is the classification system by which it regulates controlled substances. This system has 5 schedules of these drugs, numbered I-V. The CSA stratifies these based on a substance’s accepted medical use, potential abuse/addiction, and harmfulness. Schedule I contains the substances with the most potential for abuse and harm and have no recognized medical uses in the USA. In contrast, Schedule V has the least dangerous substances with known medical uses. Of note, controlled substance, as defined in the Controlled Substance Act, means “a drug or other substance, or immediate precursor, included in schedule I, II, III, IV, or V of part B of this subchapter. The term does not include distilled spirits, wine, absinthe, malt beverages, nicotine, or tobacco, as those terms are defined or used in subtitle E of the Internal Revenue Code of 1986”. This exemption for alcohol and tobacco is significant as they are the most widely used drugs in the United States.", "contents": "Controlled Substance Act -- Clinical Significance -- Scheduling System. The cornerstone of the CSA is the classification system by which it regulates controlled substances. This system has 5 schedules of these drugs, numbered I-V. The CSA stratifies these based on a substance’s accepted medical use, potential abuse/addiction, and harmfulness. Schedule I contains the substances with the most potential for abuse and harm and have no recognized medical uses in the USA. In contrast, Schedule V has the least dangerous substances with known medical uses. Of note, controlled substance, as defined in the Controlled Substance Act, means “a drug or other substance, or immediate precursor, included in schedule I, II, III, IV, or V of part B of this subchapter. The term does not include distilled spirits, wine, absinthe, malt beverages, nicotine, or tobacco, as those terms are defined or used in subtitle E of the Internal Revenue Code of 1986”. This exemption for alcohol and tobacco is significant as they are the most widely used drugs in the United States."}
{"id": "article-131542_17", "title": "Controlled Substance Act -- Clinical Significance -- Schedule I", "content": "Schedule I controlled substances are described as having an unacceptable lack of safety, a high potential for abuse/addiction, and currently have no accepted medical use in treatment in the United States. No prescriptions may be written for Schedule I substances. This schedule includes diacetylmorphine (heroin), psychedelic drugs such as psilocybin, MDMA, lysergic acid diethylamide (LSD), and marijuana. [10] The most contested controlled substance in this category is marijuana, which has been petitioned and denied reclassification (2001) despite many states making marijuana legal and decriminalization in other states. [11]", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule I. Schedule I controlled substances are described as having an unacceptable lack of safety, a high potential for abuse/addiction, and currently have no accepted medical use in treatment in the United States. No prescriptions may be written for Schedule I substances. This schedule includes diacetylmorphine (heroin), psychedelic drugs such as psilocybin, MDMA, lysergic acid diethylamide (LSD), and marijuana. [10] The most contested controlled substance in this category is marijuana, which has been petitioned and denied reclassification (2001) despite many states making marijuana legal and decriminalization in other states. [11]"}
{"id": "article-131542_18", "title": "Controlled Substance Act -- Clinical Significance -- Schedule II", "content": "Schedule II controlled substances are defined as having a high potential for abuse and dependence, with significant risk to patient safety and medical use in the United States. Schedule II substances require an original prescription, written or electronically transmitted by a prescribing practitioner. No verbal prescriptions are allowed except in emergencies. [12] An emergency, as defined by the CSA, includes immediate administration of the controlled substance necessary for proper treatment if there are no appropriate alternative treatments and a written prescription to the pharmacist is not reasonably possible for the prescriber.", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule II. Schedule II controlled substances are defined as having a high potential for abuse and dependence, with significant risk to patient safety and medical use in the United States. Schedule II substances require an original prescription, written or electronically transmitted by a prescribing practitioner. No verbal prescriptions are allowed except in emergencies. [12] An emergency, as defined by the CSA, includes immediate administration of the controlled substance necessary for proper treatment if there are no appropriate alternative treatments and a written prescription to the pharmacist is not reasonably possible for the prescriber."}
{"id": "article-131542_19", "title": "Controlled Substance Act -- Clinical Significance -- Schedule II", "content": "Partial filling of a Schedule II controlled substance is permitted if the pharmacist cannot supply the full amount of a written or emergency oral prescription so long as the amount dispensed is properly documented and the rest can be filled within 72 hours of the initial partial fill. [12] A new prescription is required if the rest of the prescription is not filled within the 72-hour window. The exception is with terminally ill patients or patients in long-term care facilities (LTCF). Schedule II prescriptions can be partially filled for these patients, but they must contain the notation “LTCF patient” or “terminally ill.” Otherwise, that prescription will violate the CSA. For each partial filling in these cases, the pharmacist must record the amount dispensed such that the sum of the partial fills will never exceed the total quantity of the prescription. The total of these partial prescriptions to patients in LTCF or terminally ill patients cannot exceed 60 days from the prescription date. [12]", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule II. Partial filling of a Schedule II controlled substance is permitted if the pharmacist cannot supply the full amount of a written or emergency oral prescription so long as the amount dispensed is properly documented and the rest can be filled within 72 hours of the initial partial fill. [12] A new prescription is required if the rest of the prescription is not filled within the 72-hour window. The exception is with terminally ill patients or patients in long-term care facilities (LTCF). Schedule II prescriptions can be partially filled for these patients, but they must contain the notation “LTCF patient” or “terminally ill.” Otherwise, that prescription will violate the CSA. For each partial filling in these cases, the pharmacist must record the amount dispensed such that the sum of the partial fills will never exceed the total quantity of the prescription. The total of these partial prescriptions to patients in LTCF or terminally ill patients cannot exceed 60 days from the prescription date. [12]"}
{"id": "article-131542_20", "title": "Controlled Substance Act -- Clinical Significance -- Schedule II", "content": "For Schedule II substances, pre-dated and post-dated prescriptions pose a significant problem. Per CSA guidelines, the prescription for a controlled substance must be signed and dated on the date issued. This poses significant issues for some patients, for whom obtaining new prescriptions monthly is difficult. Thus, in 2006, an amendment was issued that multiple prescriptions allowing up to a 90-day supply of Schedule II substances may be issued if a practitioner determines there is a legitimate medical purpose, that the earliest date to be filled is written on each subsequent prescription, and that the length or amount of this prescription does not create undue risk of diversion or abuse. [10] [12]", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule II. For Schedule II substances, pre-dated and post-dated prescriptions pose a significant problem. Per CSA guidelines, the prescription for a controlled substance must be signed and dated on the date issued. This poses significant issues for some patients, for whom obtaining new prescriptions monthly is difficult. Thus, in 2006, an amendment was issued that multiple prescriptions allowing up to a 90-day supply of Schedule II substances may be issued if a practitioner determines there is a legitimate medical purpose, that the earliest date to be filled is written on each subsequent prescription, and that the length or amount of this prescription does not create undue risk of diversion or abuse. [10] [12]"}
{"id": "article-131542_21", "title": "Controlled Substance Act -- Clinical Significance -- Schedule II", "content": "Schedule II controlled substances include amphetamines, many barbiturates, cocaine (used as a local anesthetic or to stop severe epistaxis), many opioids (eg, fentanyl, hydromorphone, morphine, oxycodone), and phencyclidine, also known as PCP (used as a veterinary anesthetic).", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule II. Schedule II controlled substances include amphetamines, many barbiturates, cocaine (used as a local anesthetic or to stop severe epistaxis), many opioids (eg, fentanyl, hydromorphone, morphine, oxycodone), and phencyclidine, also known as PCP (used as a veterinary anesthetic)."}
{"id": "article-131542_22", "title": "Controlled Substance Act -- Clinical Significance -- Schedule III", "content": "Schedule III controlled substances are defined as having moderate potential for abuse (less than Schedules I or II), with abuse leading to moderate physical dependence, and have a currently accepted medical use in the United States. Schedule III substances may be filled with a written, electronic, or oral prescription. They can be filled or refilled up to 6 months after the date of issue and may be refilled up to 5 times before requiring renewal by the practitioner.", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule III. Schedule III controlled substances are defined as having moderate potential for abuse (less than Schedules I or II), with abuse leading to moderate physical dependence, and have a currently accepted medical use in the United States. Schedule III substances may be filled with a written, electronic, or oral prescription. They can be filled or refilled up to 6 months after the date of issue and may be refilled up to 5 times before requiring renewal by the practitioner."}
{"id": "article-131542_23", "title": "Controlled Substance Act -- Clinical Significance -- Schedule III", "content": "The CSA allows for the transfer of prescriptions for Schedule III, IV, and V controlled substances between pharmacies one-time, state law permitting. [10] The exception to this rule is that if the pharmacies share an online, real-time database, the prescription may be transferred to the maximum number of refills between pharmacies. [13] Controlled substances within Schedule III include ketamine (a shorter-acting, safer version of PCP now used for veterinary and pediatric anesthesia), anabolic steroids, and buprenorphine.", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule III. The CSA allows for the transfer of prescriptions for Schedule III, IV, and V controlled substances between pharmacies one-time, state law permitting. [10] The exception to this rule is that if the pharmacies share an online, real-time database, the prescription may be transferred to the maximum number of refills between pharmacies. [13] Controlled substances within Schedule III include ketamine (a shorter-acting, safer version of PCP now used for veterinary and pediatric anesthesia), anabolic steroids, and buprenorphine."}
{"id": "article-131542_24", "title": "Controlled Substance Act -- Clinical Significance -- Schedule IV", "content": "Schedule IV substances are defined as having a low potential for abuse, may lead to limited physical/psychological dependence, and have medical uses currently accepted in the United States. Control measures for substances in Schedule IV may be refilled up to 5 times in 6 months. Schedule IV substances include benzodiazepines (eg, alprazolam, diazepam, clonazepam), zolpidem, and tramadol.", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule IV. Schedule IV substances are defined as having a low potential for abuse, may lead to limited physical/psychological dependence, and have medical uses currently accepted in the United States. Control measures for substances in Schedule IV may be refilled up to 5 times in 6 months. Schedule IV substances include benzodiazepines (eg, alprazolam, diazepam, clonazepam), zolpidem, and tramadol."}
{"id": "article-131542_25", "title": "Controlled Substance Act -- Clinical Significance -- Schedule V", "content": "The substances with the least relative potential for abuse and physical or psychological dependence and with current medical uses in the United States are in Schedule V. These include cough suppressants containing codeine, pregabalin, and lacosamide. [10] [13]", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule V. The substances with the least relative potential for abuse and physical or psychological dependence and with current medical uses in the United States are in Schedule V. These include cough suppressants containing codeine, pregabalin, and lacosamide. [10] [13]"}
{"id": "article-131542_26", "title": "Controlled Substance Act -- Clinical Significance -- Schedule V", "content": "The veterinary medication xylazine, which is a nonopioid sedative analgesic with skeletal muscle relaxing effects, is increasingly found to be mixed with opioids like fentanyl, which are illegally obtained. [14] Xylazine is currently not federally scheduled. However, states like Ohio and West Virginia have scheduled this drug.", "contents": "Controlled Substance Act -- Clinical Significance -- Schedule V. The veterinary medication xylazine, which is a nonopioid sedative analgesic with skeletal muscle relaxing effects, is increasingly found to be mixed with opioids like fentanyl, which are illegally obtained. [14] Xylazine is currently not federally scheduled. However, states like Ohio and West Virginia have scheduled this drug."}
{"id": "article-131542_27", "title": "Controlled Substance Act -- Other Issues -- Combat Methamphetamine Epidemic Act of 2005", "content": "The CSA also allows for the regulation of chemicals that are precursors to controlled substances. The Combat Methamphetamine Epidemic Act was passed as an amendment to the Patriot Act renewal, which placed comprehensive restrictions on the sale of medications containing precursor chemicals to amphetamines or methamphetamine.", "contents": "Controlled Substance Act -- Other Issues -- Combat Methamphetamine Epidemic Act of 2005. The CSA also allows for the regulation of chemicals that are precursors to controlled substances. The Combat Methamphetamine Epidemic Act was passed as an amendment to the Patriot Act renewal, which placed comprehensive restrictions on the sale of medications containing precursor chemicals to amphetamines or methamphetamine."}
{"id": "article-131542_28", "title": "Controlled Substance Act -- Other Issues -- Combat Methamphetamine Epidemic Act of 2005", "content": "This new law created a CSA category of “Scheduled Listed Chemical Products,” effectively reclassifying all products containing ephedrine and pseudoephedrine. Products containing these ingredients are now subject to sales restrictions and record-keeping requirements. The law limits the purchase of products with pseudoephedrine to no more than 3.6 grams per day per purchase and no more than 9 grams in total in a month as of April 2006. [15] Violations of this law can be charged as a misdemeanor.", "contents": "Controlled Substance Act -- Other Issues -- Combat Methamphetamine Epidemic Act of 2005. This new law created a CSA category of “Scheduled Listed Chemical Products,” effectively reclassifying all products containing ephedrine and pseudoephedrine. Products containing these ingredients are now subject to sales restrictions and record-keeping requirements. The law limits the purchase of products with pseudoephedrine to no more than 3.6 grams per day per purchase and no more than 9 grams in total in a month as of April 2006. [15] Violations of this law can be charged as a misdemeanor."}
{"id": "article-131542_29", "title": "Controlled Substance Act -- Enhancing Healthcare Team Outcomes", "content": "The entire interprofessional healthcare team, including physicians, advanced practice practitioners, nursing staff, pharmacists, and pharmacy techs, form a network of checks and balances, all looking to ensure the safety of patients regarding controlled substances that are prescribed and dispensed. A team-centered approach to identifying risk factors, monitoring pain symptoms, and thoroughly assessing patients for chronic pain is the ideal way to limit complications.", "contents": "Controlled Substance Act -- Enhancing Healthcare Team Outcomes. The entire interprofessional healthcare team, including physicians, advanced practice practitioners, nursing staff, pharmacists, and pharmacy techs, form a network of checks and balances, all looking to ensure the safety of patients regarding controlled substances that are prescribed and dispensed. A team-centered approach to identifying risk factors, monitoring pain symptoms, and thoroughly assessing patients for chronic pain is the ideal way to limit complications."}
{"id": "article-131542_30", "title": "Controlled Substance Act -- Enhancing Healthcare Team Outcomes", "content": "The team approach can include evaluating pain symptoms by primary providers, including multidisciplinary pain modalities (including physical/occupational therapy, recreational therapy, and cognitive behavioral therapy), evaluation of medication regimen by pharmacists, and inclusion of pain medicine specialists. Prescribers (physicians, physicians' assistants, and nurse practitioners), nurses, and pharmacists can also monitor for adverse effects of controlled substances. Open lines of communication and shared decision-making among all interprofessional team members can provide care coordination for optimal pain management.", "contents": "Controlled Substance Act -- Enhancing Healthcare Team Outcomes. The team approach can include evaluating pain symptoms by primary providers, including multidisciplinary pain modalities (including physical/occupational therapy, recreational therapy, and cognitive behavioral therapy), evaluation of medication regimen by pharmacists, and inclusion of pain medicine specialists. Prescribers (physicians, physicians' assistants, and nurse practitioners), nurses, and pharmacists can also monitor for adverse effects of controlled substances. Open lines of communication and shared decision-making among all interprofessional team members can provide care coordination for optimal pain management."}
{"id": "article-131542_31", "title": "Controlled Substance Act -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Controlled Substance Act -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}