{"id": "article-28668_0", "title": "Roux-en-Y Gastric Bypass -- Continuing Education Activity", "content": "Roux-en-y gastric bypass is a restrictive-malabsorptive operation performed for weight loss in individuals with a BMI of 40 or greater, or in those BMI of 35 or greater with obesity-related comorbidities. Gastric bypass can be performed via open, laparoscopic, or robotic techniques. The general steps of Roux-en-Y-gastric bypass (RYGB) include 1) gastric pouch creation, 2) creation of biliopancreatic limb, 3) jejunojejunostomy creation, and 4) creation of gastrojejunostomy. This activity reviews the indications and details of this procedure as well as the role of the interprofessional team.", "contents": "Roux-en-Y Gastric Bypass -- Continuing Education Activity. Roux-en-y gastric bypass is a restrictive-malabsorptive operation performed for weight loss in individuals with a BMI of 40 or greater, or in those BMI of 35 or greater with obesity-related comorbidities. Gastric bypass can be performed via open, laparoscopic, or robotic techniques. The general steps of Roux-en-Y-gastric bypass (RYGB) include 1) gastric pouch creation, 2) creation of biliopancreatic limb, 3) jejunojejunostomy creation, and 4) creation of gastrojejunostomy. This activity reviews the indications and details of this procedure as well as the role of the interprofessional team."}
{"id": "article-28668_1", "title": "Roux-en-Y Gastric Bypass -- Continuing Education Activity", "content": "Objectives: Describe the rising prevalence of obesity and its implications on our healthcare system as well as the role of bariatric surgery in the treatment of obesity and its comorbidities. Outline an interprofessional approach to preoperative evaluation of roux-en-y gastric bypass and the indications/contraindications of the operation. Review the technical steps of a roux-en-y gastric bypass and the resultant mechanical and physiologic changes that result in weight loss and improvement in obesity-related comorbidities. Explain the importance of collaboration and communication amongst the interprofessional team to ensure appropriate selection of candidates for roux-en-y gastric bypass surgery and to enhance postoperative management. Access free multiple choice questions on this topic.", "contents": "Roux-en-Y Gastric Bypass -- Continuing Education Activity. Objectives: Describe the rising prevalence of obesity and its implications on our healthcare system as well as the role of bariatric surgery in the treatment of obesity and its comorbidities. Outline an interprofessional approach to preoperative evaluation of roux-en-y gastric bypass and the indications/contraindications of the operation. Review the technical steps of a roux-en-y gastric bypass and the resultant mechanical and physiologic changes that result in weight loss and improvement in obesity-related comorbidities. Explain the importance of collaboration and communication amongst the interprofessional team to ensure appropriate selection of candidates for roux-en-y gastric bypass surgery and to enhance postoperative management. Access free multiple choice questions on this topic."}
{"id": "article-28668_2", "title": "Roux-en-Y Gastric Bypass -- Introduction", "content": "The prevalence of obesity continues to rise with the United States of America (USA) currently ranking second in the world. According to CDC data, in 2015-2016, the prevalence of obesity (BMI greater than or equal to 30) was 39.8% affecting approximately 93.3 million adults in the United States. Almost 5% of the population was extremely obese (BMI greater than or equal to 40). Obesity predisposes to multiple comorbidities, including type 2 diabetes, cancer, hypertension, hyperlipidemia, obstructive sleep apnea, heart disease, and increased risk of stroke gastroesophageal reflux disease (GERD), osteoarthritis, and non-alcoholic steatohepatitis. [1] [2] The annual estimated medical cost of obesity in the USA was $147 billion in 2008, with the cost for an individual with obesity being $1,429 higher than those of healthy weight, representing a massive financial burden. [3] The United Kingdom National Health Service estimates the cost of managing the obesity-related disease at 5 billion pounds (2 billion kg) per year, set to increase to 10 billion pounds (4.5 billion kg) by 2050. [4]", "contents": "Roux-en-Y Gastric Bypass -- Introduction. The prevalence of obesity continues to rise with the United States of America (USA) currently ranking second in the world. According to CDC data, in 2015-2016, the prevalence of obesity (BMI greater than or equal to 30) was 39.8% affecting approximately 93.3 million adults in the United States. Almost 5% of the population was extremely obese (BMI greater than or equal to 40). Obesity predisposes to multiple comorbidities, including type 2 diabetes, cancer, hypertension, hyperlipidemia, obstructive sleep apnea, heart disease, and increased risk of stroke gastroesophageal reflux disease (GERD), osteoarthritis, and non-alcoholic steatohepatitis. [1] [2] The annual estimated medical cost of obesity in the USA was $147 billion in 2008, with the cost for an individual with obesity being $1,429 higher than those of healthy weight, representing a massive financial burden. [3] The United Kingdom National Health Service estimates the cost of managing the obesity-related disease at 5 billion pounds (2 billion kg) per year, set to increase to 10 billion pounds (4.5 billion kg) by 2050. [4]"}
{"id": "article-28668_3", "title": "Roux-en-Y Gastric Bypass -- Introduction", "content": "Treatment options for obesity include nonoperative management or bariatric surgery. The nonoperative management is a multimodality approach, including dietary changes, increasing physical activity, behavioral modifications, and pharmacotherapies. Dietary and exercise advice has little proven benefit for the majority. A cross-sectional study assessing 109000 people in the USA using Behavioral Risk Factor Surveillance found that while the majority of people were attempting to lose weight, only 20% can reduce their energy intake and do 150 minutes of exercise per week. [5] Long term results of medical management in maintaining weight loss have been poor with average weight loss reported to be of only 4%.", "contents": "Roux-en-Y Gastric Bypass -- Introduction. Treatment options for obesity include nonoperative management or bariatric surgery. The nonoperative management is a multimodality approach, including dietary changes, increasing physical activity, behavioral modifications, and pharmacotherapies. Dietary and exercise advice has little proven benefit for the majority. A cross-sectional study assessing 109000 people in the USA using Behavioral Risk Factor Surveillance found that while the majority of people were attempting to lose weight, only 20% can reduce their energy intake and do 150 minutes of exercise per week. [5] Long term results of medical management in maintaining weight loss have been poor with average weight loss reported to be of only 4%."}
{"id": "article-28668_4", "title": "Roux-en-Y Gastric Bypass -- Introduction", "content": "Different options for bariatric operations are malabsorptive, restrictive, or both and include Roux-en-Y gastric bypass, sleeve gastrectomy, and gastric banding.  In a meta-analysis evaluating 11 studies with 796 patients (BMI range 30-52), individuals allocated to bariatric surgery lost more bodyweight with a mean difference of 26 kg compared to those treated with non-surgical management. Researchers noted that the surgical group had a higher remission rate of type 2 diabetes, lower plasma triglyceride, greater improvement in the quality of life, and reductions in medicine use. [3]", "contents": "Roux-en-Y Gastric Bypass -- Introduction. Different options for bariatric operations are malabsorptive, restrictive, or both and include Roux-en-Y gastric bypass, sleeve gastrectomy, and gastric banding.  In a meta-analysis evaluating 11 studies with 796 patients (BMI range 30-52), individuals allocated to bariatric surgery lost more bodyweight with a mean difference of 26 kg compared to those treated with non-surgical management. Researchers noted that the surgical group had a higher remission rate of type 2 diabetes, lower plasma triglyceride, greater improvement in the quality of life, and reductions in medicine use. [3]"}
{"id": "article-28668_5", "title": "Roux-en-Y Gastric Bypass -- Introduction", "content": "Roux-en-Y Gastric bypass is a restrictive-malabsorptive procedure that was introduced in 1966 by Mason. It accounted for over 60 to 70% of all bariatric operations in the United States since 2003. However, FDA approval in 2001 has led to a slow uptake of banding, which in 2011 exceeded bypass (46% vs. 44%) in estimated figures. [6] Sleeve gastrectomy is the next most commonly performed operation (7.8%) becoming increasingly popular in modern practice due to its lower risk profile and similar outcomes to bypass. [6] [7] Developments in laparoscopy across all fields of abdominal surgery have led to laparoscopic bariatric procedures now accepted as the standard of care. The low morbidity and mortality associated with laparoscopic procedures have led to the introduction of day-case surgery for bypass and gastrectomy procedures, establishing bariatrics as a cost-effective intervention. [8]", "contents": "Roux-en-Y Gastric Bypass -- Introduction. Roux-en-Y Gastric bypass is a restrictive-malabsorptive procedure that was introduced in 1966 by Mason. It accounted for over 60 to 70% of all bariatric operations in the United States since 2003. However, FDA approval in 2001 has led to a slow uptake of banding, which in 2011 exceeded bypass (46% vs. 44%) in estimated figures. [6] Sleeve gastrectomy is the next most commonly performed operation (7.8%) becoming increasingly popular in modern practice due to its lower risk profile and similar outcomes to bypass. [6] [7] Developments in laparoscopy across all fields of abdominal surgery have led to laparoscopic bariatric procedures now accepted as the standard of care. The low morbidity and mortality associated with laparoscopic procedures have led to the introduction of day-case surgery for bypass and gastrectomy procedures, establishing bariatrics as a cost-effective intervention. [8]"}
{"id": "article-28668_6", "title": "Roux-en-Y Gastric Bypass -- Introduction", "content": "Obesity is defined by WHO according to body mass index - BMI (kg/m^2) 18.5 to 24.9 normal range, 25 to 25.9 overweight (pre-obese), 30 to 34.9 obese class I, 35-35.9 obese class II, 40 to 49.9 obese class III. [9]", "contents": "Roux-en-Y Gastric Bypass -- Introduction. Obesity is defined by WHO according to body mass index - BMI (kg/m^2) 18.5 to 24.9 normal range, 25 to 25.9 overweight (pre-obese), 30 to 34.9 obese class I, 35-35.9 obese class II, 40 to 49.9 obese class III. [9]"}
{"id": "article-28668_7", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology", "content": "The stomach is comprised of the four anatomical regions described below: Cardia: The superior region of the stomach found immediately inferior to the gastro-oesophageal junction. Fundus: Dome-shaped portion found adjacent and lateral to the cardia. Body: Forms the main bulk of the stomach below the cardia and fundus. Pylorus: It starts at the angular notch between the body and pylorus. Comprised of the antrum, canal, and sphincter, this structure appears at the L1 vertebral level. It links the stomach and small bowel.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology. The stomach is comprised of the four anatomical regions described below: Cardia: The superior region of the stomach found immediately inferior to the gastro-oesophageal junction. Fundus: Dome-shaped portion found adjacent and lateral to the cardia. Body: Forms the main bulk of the stomach below the cardia and fundus. Pylorus: It starts at the angular notch between the body and pylorus. Comprised of the antrum, canal, and sphincter, this structure appears at the L1 vertebral level. It links the stomach and small bowel."}
{"id": "article-28668_8", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Lesser and greater curvatures:", "content": "Greater curvature – starts at the cardiac notch; passes in a long curve, forming the lateral border of the fundus, body, and pyloric antrum. Arterial supply is via the short gastric and the gastroepiploic (right and left) arteries. Lesser curvature – starts at the gastroesophageal junction and runs along the medial surface of the stomach to the angular notch. The lesser curvature receives its supply from the left gastric artery (arising from the celiac trunk) and the right gastric artery (arising from the hepatic artery).", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Lesser and greater curvatures:. Greater curvature – starts at the cardiac notch; passes in a long curve, forming the lateral border of the fundus, body, and pyloric antrum. Arterial supply is via the short gastric and the gastroepiploic (right and left) arteries. Lesser curvature – starts at the gastroesophageal junction and runs along the medial surface of the stomach to the angular notch. The lesser curvature receives its supply from the left gastric artery (arising from the celiac trunk) and the right gastric artery (arising from the hepatic artery)."}
{"id": "article-28668_9", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Anatomical Relations:", "content": "Superior: Superiorly the stomach is related to the esophagus and left hemidiaphragm Anterior: Anterior to the stomach (from superficial to deep) lies the abdominal wall, diaphragm, left lobe of the liver, and greater omentum Posterior: Posterior to the stomach is the lesser sac. Retroperitoneal structures include the pancreas, left kidney, and suprarenal gland, and intraperitoneal structures include the spleen and splenic artery", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Anatomical Relations:. Superior: Superiorly the stomach is related to the esophagus and left hemidiaphragm Anterior: Anterior to the stomach (from superficial to deep) lies the abdominal wall, diaphragm, left lobe of the liver, and greater omentum Posterior: Posterior to the stomach is the lesser sac. Retroperitoneal structures include the pancreas, left kidney, and suprarenal gland, and intraperitoneal structures include the spleen and splenic artery"}
{"id": "article-28668_10", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Peritoneal attachments:", "content": "Greater omentum – A double layer of peritoneum originating from the greater curvature of the stomach that traverses the peritoneal cavity. The greater omentum folds around and attaches to the transverse colon. The function of the greater omentum is to adhere to inflamed tissues and prevent the spread of infection across the peritoneal cavity. Lesser omentum – The role of the lesser omentum is to attach the stomach to the liver. It arises from the lesser curvature of the stomach and travels to the liver.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Peritoneal attachments:. Greater omentum – A double layer of peritoneum originating from the greater curvature of the stomach that traverses the peritoneal cavity. The greater omentum folds around and attaches to the transverse colon. The function of the greater omentum is to adhere to inflamed tissues and prevent the spread of infection across the peritoneal cavity. Lesser omentum – The role of the lesser omentum is to attach the stomach to the liver. It arises from the lesser curvature of the stomach and travels to the liver."}
{"id": "article-28668_11", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Peritoneal attachments:", "content": "The two omenta divide the peritoneal cavity into the greater and lesser sacs that communicate via the epiploic foramen of Winslow. The lesser sac lies posterior to the stomach and anterior to the pancreas. The greater sac contains the small and larger bowel.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Peritoneal attachments:. The two omenta divide the peritoneal cavity into the greater and lesser sacs that communicate via the epiploic foramen of Winslow. The lesser sac lies posterior to the stomach and anterior to the pancreas. The greater sac contains the small and larger bowel."}
{"id": "article-28668_12", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Blood supply:", "content": "The arterial supply to the stomach is via a rich anastomotic network that arises from the celiac trunk and its branches. Right gastric artery – The celiac trunk branches into the common hepatic artery, which then gives rise to the right gastric artery. Left gastric artery – One of three branches the celiac trunk Right gastroepiploic artery – The celiac trunk branches into the common hepatic artery, which then branches into the gastroduodenal artery, which gives rise to the right gastroepiploic artery. Left gastroepiploic artery – The celiac trunk branches into the splenic artery, then giving rise to the left gastroepiploic artery.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Blood supply:. The arterial supply to the stomach is via a rich anastomotic network that arises from the celiac trunk and its branches. Right gastric artery – The celiac trunk branches into the common hepatic artery, which then gives rise to the right gastric artery. Left gastric artery – One of three branches the celiac trunk Right gastroepiploic artery – The celiac trunk branches into the common hepatic artery, which then branches into the gastroduodenal artery, which gives rise to the right gastroepiploic artery. Left gastroepiploic artery – The celiac trunk branches into the splenic artery, then giving rise to the left gastroepiploic artery."}
{"id": "article-28668_13", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Venous Drainage", "content": "The veins of the stomach share names with the arteries. The right and left gastric veins to drain directly into the hepatic portal vein, whereas the short gastric veins and the gastroepiploic veins drain into the superior mesenteric vein.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Venous Drainage. The veins of the stomach share names with the arteries. The right and left gastric veins to drain directly into the hepatic portal vein, whereas the short gastric veins and the gastroepiploic veins drain into the superior mesenteric vein."}
{"id": "article-28668_14", "title": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Innervation:", "content": "The vagus nerve (10th cranial nerve) supplies the parasympathetic nerve supply to the stomach. The greater splanchnic nerve arises from the T6-T9 spinal cord segment and supplies sympathetic nerve supply to the stomach.", "contents": "Roux-en-Y Gastric Bypass -- Anatomy and Physiology -- Innervation:. The vagus nerve (10th cranial nerve) supplies the parasympathetic nerve supply to the stomach. The greater splanchnic nerve arises from the T6-T9 spinal cord segment and supplies sympathetic nerve supply to the stomach."}
{"id": "article-28668_15", "title": "Roux-en-Y Gastric Bypass -- Indications", "content": "The National Institute for Clinical Excellence in the UK released guidelines for offering bariatric surgery. The guidelines in the US are also on similar lines. The indications must include all of the following: BMI >40 kg/m^2 or between 35 and 40 kg/m^2 with weight loss responsive disease All nonoperative measures have failed to maintain weight loss for >6 months Managed through a specialist obesity service Fit enough to survive anesthesia and surgery Commits to long term follow up Assessing commitment to the follow-up process is difficult to assess preoperatively. Successful weight loss through medical management is not an established predictor of this. [10]", "contents": "Roux-en-Y Gastric Bypass -- Indications. The National Institute for Clinical Excellence in the UK released guidelines for offering bariatric surgery. The guidelines in the US are also on similar lines. The indications must include all of the following: BMI >40 kg/m^2 or between 35 and 40 kg/m^2 with weight loss responsive disease All nonoperative measures have failed to maintain weight loss for >6 months Managed through a specialist obesity service Fit enough to survive anesthesia and surgery Commits to long term follow up Assessing commitment to the follow-up process is difficult to assess preoperatively. Successful weight loss through medical management is not an established predictor of this. [10]"}
{"id": "article-28668_16", "title": "Roux-en-Y Gastric Bypass -- Contraindications", "content": "Relative contraindications can include Crohn disease, psychosocial disorders, including drug or alcohol use disorders. A high degree of patient understanding of risks and lifestyle implications of surgery needs to be proven, and hence patients with severe intellectual disability are unlikely to be successful candidates. Patients with epilepsy should have a review of their medications as the absorption is affected by bypass surgery. Hence, careful decision making with the involvement of pharmacists and neurologists should be sought preoperatively. [11]", "contents": "Roux-en-Y Gastric Bypass -- Contraindications. Relative contraindications can include Crohn disease, psychosocial disorders, including drug or alcohol use disorders. A high degree of patient understanding of risks and lifestyle implications of surgery needs to be proven, and hence patients with severe intellectual disability are unlikely to be successful candidates. Patients with epilepsy should have a review of their medications as the absorption is affected by bypass surgery. Hence, careful decision making with the involvement of pharmacists and neurologists should be sought preoperatively. [11]"}
{"id": "article-28668_17", "title": "Roux-en-Y Gastric Bypass -- Contraindications", "content": "Absolute contraindications include pregnancy. Those with severe incapacitating systemic diseases, including end-stage renal disease, unstable coronary artery disease, severe heart failure, cirrhosis, portal hypertension, and/or active cancer, are not offered surgery. [12]", "contents": "Roux-en-Y Gastric Bypass -- Contraindications. Absolute contraindications include pregnancy. Those with severe incapacitating systemic diseases, including end-stage renal disease, unstable coronary artery disease, severe heart failure, cirrhosis, portal hypertension, and/or active cancer, are not offered surgery. [12]"}
{"id": "article-28668_18", "title": "Roux-en-Y Gastric Bypass -- Equipment", "content": "Equipment for a laparoscopic RYGB include: Orogastric tube Nathanson liver retractor For access : Scalpel with no. 11 blade, Langenbach retractors, artery clips A 30-degree laparoscope – with light source and monitor Gas insufflation equipment Hasson trocars: 5 mm and 10 to 12 mm ports Three bowel-safe graspers Laparoscopic ultrasonic dissector (e.g., harmonic scalpel) Electrocautery equipment Laparoscopic suction irrigator Laparoscopic clips Medium wound protector Laparoscopic linear cutting stapler", "contents": "Roux-en-Y Gastric Bypass -- Equipment. Equipment for a laparoscopic RYGB include: Orogastric tube Nathanson liver retractor For access : Scalpel with no. 11 blade, Langenbach retractors, artery clips A 30-degree laparoscope – with light source and monitor Gas insufflation equipment Hasson trocars: 5 mm and 10 to 12 mm ports Three bowel-safe graspers Laparoscopic ultrasonic dissector (e.g., harmonic scalpel) Electrocautery equipment Laparoscopic suction irrigator Laparoscopic clips Medium wound protector Laparoscopic linear cutting stapler"}
{"id": "article-28668_19", "title": "Roux-en-Y Gastric Bypass -- Personnel", "content": "Within an operating theatre, the surgical team consists of a lead operator, assisting surgeon, scrub nurse, theatre assistants. The anesthetic team consists of anesthesiologists and CRNAs (anesthesiologist's assistant).", "contents": "Roux-en-Y Gastric Bypass -- Personnel. Within an operating theatre, the surgical team consists of a lead operator, assisting surgeon, scrub nurse, theatre assistants. The anesthetic team consists of anesthesiologists and CRNAs (anesthesiologist's assistant)."}
{"id": "article-28668_20", "title": "Roux-en-Y Gastric Bypass -- Personnel", "content": "The workup and interprofessional care for this operation include bariatric nurse specialists endocrinologists, gastroenterologists, dieticians and nutritionists, and ward teams, including doctors, nurses, pharmacists, health care assistants, and administrative staff.", "contents": "Roux-en-Y Gastric Bypass -- Personnel. The workup and interprofessional care for this operation include bariatric nurse specialists endocrinologists, gastroenterologists, dieticians and nutritionists, and ward teams, including doctors, nurses, pharmacists, health care assistants, and administrative staff."}
{"id": "article-28668_21", "title": "Roux-en-Y Gastric Bypass -- Preparation", "content": "The interprofessional team plays a pivotal role in the management of bariatric patients. The team consists of bariatric surgeons, bariatric physicians, specialist anesthetists, bariatric nurse specialists, and psychologists. Many patients are also encouraged to attend support groups. [13] The team provides education for the patients on a variety of operations, their implications, reversibility, and complications. [10]", "contents": "Roux-en-Y Gastric Bypass -- Preparation. The interprofessional team plays a pivotal role in the management of bariatric patients. The team consists of bariatric surgeons, bariatric physicians, specialist anesthetists, bariatric nurse specialists, and psychologists. Many patients are also encouraged to attend support groups. [13] The team provides education for the patients on a variety of operations, their implications, reversibility, and complications. [10]"}
{"id": "article-28668_22", "title": "Roux-en-Y Gastric Bypass -- Preparation", "content": "Another role of the team is to identify treatable comorbidities in the surgical candidate and optimize these. The focus should be on managing obstructive sleep apnoea and type 2 diabetes mellitus. [9] With medical optimization, anesthetic risk, as assessed by the American Society of Anaesthesiology (ASA) grade, can be reduced.", "contents": "Roux-en-Y Gastric Bypass -- Preparation. Another role of the team is to identify treatable comorbidities in the surgical candidate and optimize these. The focus should be on managing obstructive sleep apnoea and type 2 diabetes mellitus. [9] With medical optimization, anesthetic risk, as assessed by the American Society of Anaesthesiology (ASA) grade, can be reduced."}
{"id": "article-28668_23", "title": "Roux-en-Y Gastric Bypass -- Preparation", "content": "Risk stratification of patients is an area of research aiming to optimize better which patient cohorts receive an offer for bariatric surgery. The Obesity Surgery-Mortality Risk score (OS-MRS), validated for use in gastric bypass, scores patients out of 5 for the male sex, age greater than or equal to 45, BMI greater than or equal to 50, presence of hypertension, known risk of venous thromboembolic disease. Low-risk patients class A (0-1 points) have a 12 fold decreased risk of mortality compared to class C (4-5 points). [14] Interestingly, data from the UK and Ireland National Bariatric Surgery Registry (NBSR) indicate that bypass operations are performed much more commonly in class C patients. Patients should start on a two-week milk diet, which reduces liver size and reduces resistance and constraints on laparoscopic instrument movement. [15]", "contents": "Roux-en-Y Gastric Bypass -- Preparation. Risk stratification of patients is an area of research aiming to optimize better which patient cohorts receive an offer for bariatric surgery. The Obesity Surgery-Mortality Risk score (OS-MRS), validated for use in gastric bypass, scores patients out of 5 for the male sex, age greater than or equal to 45, BMI greater than or equal to 50, presence of hypertension, known risk of venous thromboembolic disease. Low-risk patients class A (0-1 points) have a 12 fold decreased risk of mortality compared to class C (4-5 points). [14] Interestingly, data from the UK and Ireland National Bariatric Surgery Registry (NBSR) indicate that bypass operations are performed much more commonly in class C patients. Patients should start on a two-week milk diet, which reduces liver size and reduces resistance and constraints on laparoscopic instrument movement. [15]"}
{"id": "article-28668_24", "title": "Roux-en-Y Gastric Bypass -- Preparation", "content": "On the day of the surgery, the patient receives venous thromboembolism prophylaxis, and TED stockings or intermittent pressure calf compression devices are applied bilaterally.", "contents": "Roux-en-Y Gastric Bypass -- Preparation. On the day of the surgery, the patient receives venous thromboembolism prophylaxis, and TED stockings or intermittent pressure calf compression devices are applied bilaterally."}
{"id": "article-28668_25", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment", "content": "Laparoscopic techniques vary between surgeons, and there is no established standardization. The steps of Roux-en-Y-gastric bypass (RYGB) include 1) gastric pouch creation, 2) creation of biliopancreatic limb, 3) jejunojejunostomy creation, and 4) creation of gastrojejunostomy.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment. Laparoscopic techniques vary between surgeons, and there is no established standardization. The steps of Roux-en-Y-gastric bypass (RYGB) include 1) gastric pouch creation, 2) creation of biliopancreatic limb, 3) jejunojejunostomy creation, and 4) creation of gastrojejunostomy."}
{"id": "article-28668_26", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment", "content": "Under general anesthesia, the patient positioning is in the supine split leg position. The lead operating surgeon stands between the legs once the patient is prepped and draped, and the monitor is positioned above the patient's head. Establishing pneumoperitoneum in severely obese patients can be a challenging task. Most commonly, the Veress needle is inserted in the right hypochondrium, and an optical trochar inserted 4 to 5 cm above the umbilicus is used to gain access. The surgeon inserts additional 12 mm ports in the left upper quadrant and right upper quadrant. A 5 mm port and Nathanson retractor secured to Martin's arm are inserted to retract the liver.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment. Under general anesthesia, the patient positioning is in the supine split leg position. The lead operating surgeon stands between the legs once the patient is prepped and draped, and the monitor is positioned above the patient's head. Establishing pneumoperitoneum in severely obese patients can be a challenging task. Most commonly, the Veress needle is inserted in the right hypochondrium, and an optical trochar inserted 4 to 5 cm above the umbilicus is used to gain access. The surgeon inserts additional 12 mm ports in the left upper quadrant and right upper quadrant. A 5 mm port and Nathanson retractor secured to Martin's arm are inserted to retract the liver."}
{"id": "article-28668_27", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation", "content": "Adequate exposure of the gastroesophageal junction is essential, which can be facilitated by placing the patient in reverse Trendelenburg, retracting the left lobe of the liver away using a Nathanson retractor and retracting the omentum inferiorly.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation. Adequate exposure of the gastroesophageal junction is essential, which can be facilitated by placing the patient in reverse Trendelenburg, retracting the left lobe of the liver away using a Nathanson retractor and retracting the omentum inferiorly."}
{"id": "article-28668_28", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation", "content": "Dissection begins at the angle of His to expose the left crus of the diaphragm and gastrohepatic ligament. The pars flaccida and retrogastric attachments are divided to mobilize the stomach. The lesser sac is entered along, the lesser curvature separating neurovascular branches from the left gastric artery and vein.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation. Dissection begins at the angle of His to expose the left crus of the diaphragm and gastrohepatic ligament. The pars flaccida and retrogastric attachments are divided to mobilize the stomach. The lesser sac is entered along, the lesser curvature separating neurovascular branches from the left gastric artery and vein."}
{"id": "article-28668_29", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation", "content": "MacLean et al. demonstrated that the optimal gastric pouch 20 to 30 cc in volume and primarily involves the lesser curve of the stomach. Long term follow-up has shown steady weight loss over 15 years with this technique. [16] Linear staplers are initially directed transversely, starting at the inferior border of the oblique fat pad. A 2 to 3 cm bite is taken. The linear stapler is then fired vertically towards the angle of His.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 1: Gastric Pouch Creation. MacLean et al. demonstrated that the optimal gastric pouch 20 to 30 cc in volume and primarily involves the lesser curve of the stomach. Long term follow-up has shown steady weight loss over 15 years with this technique. [16] Linear staplers are initially directed transversely, starting at the inferior border of the oblique fat pad. A 2 to 3 cm bite is taken. The linear stapler is then fired vertically towards the angle of His."}
{"id": "article-28668_30", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 2: Creation of the Biliopancreatic Limb", "content": "The biliopancreatic limb, also known as the afferent limb, consists of the duodenum and proximal jejunum that remains in continuity with the remnant stomach proximally. The limb contains digestive enzymes from the stomach, hepatobiliary tract, and pancreas. In a standard gastric bypass, approximately 40 cm is measured starting at the ligament of Treitz and divided using a stapling device to create the biliopancreatic (BP) limb.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 2: Creation of the Biliopancreatic Limb. The biliopancreatic limb, also known as the afferent limb, consists of the duodenum and proximal jejunum that remains in continuity with the remnant stomach proximally. The limb contains digestive enzymes from the stomach, hepatobiliary tract, and pancreas. In a standard gastric bypass, approximately 40 cm is measured starting at the ligament of Treitz and divided using a stapling device to create the biliopancreatic (BP) limb."}
{"id": "article-28668_31", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 3: Creation of Jejunojenuostomy", "content": "The roux limb is measured 75 to 150 cm from the jejunal division point for an average of 120 cm. The biliopancreatic limb is anastomosed to the distal segment of jejunum at this point to create side-to-side jejunojejunostomy - the JJ anastomosis.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 3: Creation of Jejunojenuostomy. The roux limb is measured 75 to 150 cm from the jejunal division point for an average of 120 cm. The biliopancreatic limb is anastomosed to the distal segment of jejunum at this point to create side-to-side jejunojejunostomy - the JJ anastomosis."}
{"id": "article-28668_32", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 4: Creation of Gastrojejunostomy", "content": "The Roux limb of the jejunum can then be brought up either in an antecolic-antegastric or a retrocolic-retrogastric orientation. A side-to-side gastrojejunostomy is then created using a linear stapling device with suture closure of the defect. If the anastomosis is performed in a retrocolic pattern, it is essential to recognize the transverse mesocolon defect (Petersen’s space) that could be a potential site of internal herniation of intestinal loops. Securing the mesenteries of the biliopancreatic, roux limb, and transverse mesocolon thus obliterates this potential hernia site.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Step 4: Creation of Gastrojejunostomy. The Roux limb of the jejunum can then be brought up either in an antecolic-antegastric or a retrocolic-retrogastric orientation. A side-to-side gastrojejunostomy is then created using a linear stapling device with suture closure of the defect. If the anastomosis is performed in a retrocolic pattern, it is essential to recognize the transverse mesocolon defect (Petersen’s space) that could be a potential site of internal herniation of intestinal loops. Securing the mesenteries of the biliopancreatic, roux limb, and transverse mesocolon thus obliterates this potential hernia site."}
{"id": "article-28668_33", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Leak test", "content": "Before the completion of the procedure, an upper endoscopy leak test is performed while keeping the gastrojejunostomy in view. With the patient in Trendelenburg, the gastric pouch and gastrojejunostomy are submerged in saline. An endoscope is advanced across gastrojejunostomy to assess patency and then inflated with air. The submerged anastomosis undergoes inspection for bubbling that would indicate a leak. Some surgeons prefer methylene blue dye instead of air to check for a leak.", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Leak test. Before the completion of the procedure, an upper endoscopy leak test is performed while keeping the gastrojejunostomy in view. With the patient in Trendelenburg, the gastric pouch and gastrojejunostomy are submerged in saline. An endoscope is advanced across gastrojejunostomy to assess patency and then inflated with air. The submerged anastomosis undergoes inspection for bubbling that would indicate a leak. Some surgeons prefer methylene blue dye instead of air to check for a leak."}
{"id": "article-28668_34", "title": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Post-procedure care:", "content": "Protocols vary with regards to post-procedure care and length of stay. An overnight stay is recommended to be safe for most patients, according to one study. [17] Same-day discharge has been shown to correlate with increased morbidity and mortality, and hence most centers avoid it. [18]", "contents": "Roux-en-Y Gastric Bypass -- Technique or Treatment -- Post-procedure care:. Protocols vary with regards to post-procedure care and length of stay. An overnight stay is recommended to be safe for most patients, according to one study. [17] Same-day discharge has been shown to correlate with increased morbidity and mortality, and hence most centers avoid it. [18]"}
{"id": "article-28668_35", "title": "Roux-en-Y Gastric Bypass -- Complications", "content": "The mortality from gastric bypass is roughly 0.2%, higher than both sleeve gastrectomy and gastric banding - which has the lowest mortality of the three. [6]", "contents": "Roux-en-Y Gastric Bypass -- Complications. The mortality from gastric bypass is roughly 0.2%, higher than both sleeve gastrectomy and gastric banding - which has the lowest mortality of the three. [6]"}
{"id": "article-28668_36", "title": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:", "content": "An anastomotic leak from the gastrojejunal anastomosis is a potentially fatal complication. It typically manifests within 24 hours and can occur in as much as 3% of cases. [19] A leak test performed intraoperatively helps to mitigate the chances of a leak. Same day laparoscopy and repair or T tube placement may be indicated. Healing is generally impaired in these patients due to their comorbidities and the catabolic state that is inevitable with this surgery. Hemorrhage from anastomoses and staple lines has a high chance of resolving spontaneously - but may require transfusion while awaiting resolution. [20]", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:. An anastomotic leak from the gastrojejunal anastomosis is a potentially fatal complication. It typically manifests within 24 hours and can occur in as much as 3% of cases. [19] A leak test performed intraoperatively helps to mitigate the chances of a leak. Same day laparoscopy and repair or T tube placement may be indicated. Healing is generally impaired in these patients due to their comorbidities and the catabolic state that is inevitable with this surgery. Hemorrhage from anastomoses and staple lines has a high chance of resolving spontaneously - but may require transfusion while awaiting resolution. [20]"}
{"id": "article-28668_37", "title": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:", "content": "Bowel obstruction can occur early or late, the former due to Roux-en-O error, where the closed-loop obstruction is created by misidentification of Roux and BP limbs. Early bowel obstruction can also be due to iatrogenic stricture at the JJ anastomosis, port site hernia, and small bowel volvulus.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:. Bowel obstruction can occur early or late, the former due to Roux-en-O error, where the closed-loop obstruction is created by misidentification of Roux and BP limbs. Early bowel obstruction can also be due to iatrogenic stricture at the JJ anastomosis, port site hernia, and small bowel volvulus."}
{"id": "article-28668_38", "title": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:", "content": "Deep vein thrombosis or pulmonary embolism is the commonest cause of death following gastric bypass. Of all deaths occurring following bariatric surgery, the thrombo-embolic disease accounts for half. Prevention is critical, with intermittent calf pumps intra-operatively, compression stockings, and post-operatively pharmaceutical prophylaxis for at least one-week minimum. [21]", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Early Complications:. Deep vein thrombosis or pulmonary embolism is the commonest cause of death following gastric bypass. Of all deaths occurring following bariatric surgery, the thrombo-embolic disease accounts for half. Prevention is critical, with intermittent calf pumps intra-operatively, compression stockings, and post-operatively pharmaceutical prophylaxis for at least one-week minimum. [21]"}
{"id": "article-28668_39", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Internal herniation can occur in gastric bypass in one of three ways. A Peterson's hernia can occur following herniation of bowel through the defect created between the jejunal mesentery of the alimentary limb and the transverse mesocolon. The other two hernias can occur at the mesenteric defect created by the JJ anastomosis and through the mesocolic defect if the Roux limb passes retrocolic. As weight is lost, the bowel anatomy changes and mesenteric defects can become accentuated or created. The presentation is often sub-acute, with post-prandial pain or bloating; however, acute presentations with strangulation can also occur. Internal hernias can occur in up to 7% of cases if defects created in the mesentery are not closed. [22] Laparoscopy is the investigation of choice, with a reduction of the hernia and closure of the mesenteric defect.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Internal herniation can occur in gastric bypass in one of three ways. A Peterson's hernia can occur following herniation of bowel through the defect created between the jejunal mesentery of the alimentary limb and the transverse mesocolon. The other two hernias can occur at the mesenteric defect created by the JJ anastomosis and through the mesocolic defect if the Roux limb passes retrocolic. As weight is lost, the bowel anatomy changes and mesenteric defects can become accentuated or created. The presentation is often sub-acute, with post-prandial pain or bloating; however, acute presentations with strangulation can also occur. Internal hernias can occur in up to 7% of cases if defects created in the mesentery are not closed. [22] Laparoscopy is the investigation of choice, with a reduction of the hernia and closure of the mesenteric defect."}
{"id": "article-28668_40", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Stricture at the GJ anastomosis can occur in 5% of patients. Contributing factors include excess tension and technical aspects of methods used to create the join.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Stricture at the GJ anastomosis can occur in 5% of patients. Contributing factors include excess tension and technical aspects of methods used to create the join."}
{"id": "article-28668_41", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Micronutrient deficiency can occur, and lifelong vitamin/mineral supplementation is essential for preventing these deficits caused by loss of absorption at the DJ region of the bowel. [23] Common deficiencies include thiamine, vitamin B12, folate, iron, zinc, and vitamin D.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Micronutrient deficiency can occur, and lifelong vitamin/mineral supplementation is essential for preventing these deficits caused by loss of absorption at the DJ region of the bowel. [23] Common deficiencies include thiamine, vitamin B12, folate, iron, zinc, and vitamin D."}
{"id": "article-28668_42", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Rapid weight loss increases the odds of gallstone formation, which can occur in 30% of patients. Common bile duct stones in patients with a bypass are not manageable by endoscopic retrograde cholangiopancreatography (ERCP). Hence, on-table cholangiography is typically performed during laparoscopic cholecystectomy to exclude this. Otherwise, gallstone disease management should be as per established local protocols.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Rapid weight loss increases the odds of gallstone formation, which can occur in 30% of patients. Common bile duct stones in patients with a bypass are not manageable by endoscopic retrograde cholangiopancreatography (ERCP). Hence, on-table cholangiography is typically performed during laparoscopic cholecystectomy to exclude this. Otherwise, gallstone disease management should be as per established local protocols."}
{"id": "article-28668_43", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Dumping syndrome can present as post-prandial malaise precipitated by the rapid passage of food into the anastomosed jejunum at the GJ anastomosis. [24] Management is typically conservative with advice on altering diet and decreasing the size of meals.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Dumping syndrome can present as post-prandial malaise precipitated by the rapid passage of food into the anastomosed jejunum at the GJ anastomosis. [24] Management is typically conservative with advice on altering diet and decreasing the size of meals."}
{"id": "article-28668_44", "title": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:", "content": "Failure to lose weight may occur despite a surgically well-performed procedure. Maintenance of weight loss after bypass can be challenging for some, usually due to renewed binge-eating behaviors in patients. [25] Anatomical stretching of the gastric pouch and gastro-gastric fistulation can occur between staple lines of the gastric pouch and remnant, leading to increased capacity for food consumption.", "contents": "Roux-en-Y Gastric Bypass -- Complications -- Late Complications:. Failure to lose weight may occur despite a surgically well-performed procedure. Maintenance of weight loss after bypass can be challenging for some, usually due to renewed binge-eating behaviors in patients. [25] Anatomical stretching of the gastric pouch and gastro-gastric fistulation can occur between staple lines of the gastric pouch and remnant, leading to increased capacity for food consumption."}
{"id": "article-28668_45", "title": "Roux-en-Y Gastric Bypass -- Clinical Significance", "content": "As mentioned above, RYGB was initially thought to result in weight loss both by a restrictive and malabsorptive mechanism. However, the mechanism in which the operation works is quite complex, including an increase in energy expenditure and alteration in the hormonal network, gut microbiota, and metabolic efficiency.", "contents": "Roux-en-Y Gastric Bypass -- Clinical Significance. As mentioned above, RYGB was initially thought to result in weight loss both by a restrictive and malabsorptive mechanism. However, the mechanism in which the operation works is quite complex, including an increase in energy expenditure and alteration in the hormonal network, gut microbiota, and metabolic efficiency."}
{"id": "article-28668_46", "title": "Roux-en-Y Gastric Bypass -- Clinical Significance", "content": "Ghrelin, also known as the hunger hormone, produces an orexigenic state and thus has been of great interest in obesity and bariatric surgery research. The production of this hormone is by cells located in the gastric fundus that is predominantly excluded in RYGB, postulating a decreased postsurgical circulating level. However, there have been inconsistencies in bariatric research with some studies showing no change in levels of ghrelin after bariatric surgery, while some were showing an increase as seen in individuals with weight loss. Studies, including that by le Roux et al., report that concomitant vagotomy in RYGB patients may inhibit the effect on ghrelin on appetite stimulation. [26] An increase in anorexigenic hormones such as CCK, GLP-1, PYY, and amylin may attribute to the decrease in meal sizes observed in these patients postoperatively. [27] Furthermore, GLP-1, released by L-cells in terminal ileum and colon, has many physiologic functions apart from increased satiety and decreased food intake- it not only stimulates insulin secretion but also increases insulin sensitivity. Postprandial increase in GLP-1 is reportedly seen as early as one week postoperative and is proposed to be essential in the resolution of diabetes mellitus after RYGB. [28]", "contents": "Roux-en-Y Gastric Bypass -- Clinical Significance. Ghrelin, also known as the hunger hormone, produces an orexigenic state and thus has been of great interest in obesity and bariatric surgery research. The production of this hormone is by cells located in the gastric fundus that is predominantly excluded in RYGB, postulating a decreased postsurgical circulating level. However, there have been inconsistencies in bariatric research with some studies showing no change in levels of ghrelin after bariatric surgery, while some were showing an increase as seen in individuals with weight loss. Studies, including that by le Roux et al., report that concomitant vagotomy in RYGB patients may inhibit the effect on ghrelin on appetite stimulation. [26] An increase in anorexigenic hormones such as CCK, GLP-1, PYY, and amylin may attribute to the decrease in meal sizes observed in these patients postoperatively. [27] Furthermore, GLP-1, released by L-cells in terminal ileum and colon, has many physiologic functions apart from increased satiety and decreased food intake- it not only stimulates insulin secretion but also increases insulin sensitivity. Postprandial increase in GLP-1 is reportedly seen as early as one week postoperative and is proposed to be essential in the resolution of diabetes mellitus after RYGB. [28]"}
{"id": "article-28668_47", "title": "Roux-en-Y Gastric Bypass -- Clinical Significance", "content": "Patients who undergo RGYB are typically reported to experience approximately 60% to 70% excess body weight loss, with over 75% control of comorbidities. In a study published in NEJM looking at 12-year weight and metabolic outcomes after gastric bypass, the adjusted mean change from baseline body weight in surgical group was -45.0 kg, -36.3 kg and -35.0 kg at 2, 6 and 12 years, while that in the two nonsurgical groups (1: no surgery due to insurance reasons; 2: did not seek surgery) at 12 years was -2.9 kg and 0.0 kg respectively. Similarly, higher rates of remission in the surgical group when evaluating preoperative comorbidities- type 2 diabetes (51% at 12 years), hypertension, and hyperlipidemia. [29]", "contents": "Roux-en-Y Gastric Bypass -- Clinical Significance. Patients who undergo RGYB are typically reported to experience approximately 60% to 70% excess body weight loss, with over 75% control of comorbidities. In a study published in NEJM looking at 12-year weight and metabolic outcomes after gastric bypass, the adjusted mean change from baseline body weight in surgical group was -45.0 kg, -36.3 kg and -35.0 kg at 2, 6 and 12 years, while that in the two nonsurgical groups (1: no surgery due to insurance reasons; 2: did not seek surgery) at 12 years was -2.9 kg and 0.0 kg respectively. Similarly, higher rates of remission in the surgical group when evaluating preoperative comorbidities- type 2 diabetes (51% at 12 years), hypertension, and hyperlipidemia. [29]"}
{"id": "article-28668_48", "title": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes", "content": "Postbariatric surgery, a patient's perioperative and late postoperative care, is not limited to the surgical team. Given the operation's dietary, physiologic, and psychological effects, the postoperative care of a bariatric surgery patient requires an interprofessional approach. The surgery team monitors closely surgical postoperative complications, as discussed above. Other specialties with involvement in the care of bariatric patients include nursing staff, dieticians and nutritionists, primary care providers, gastroenterologists, and endocrinologists.", "contents": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes. Postbariatric surgery, a patient's perioperative and late postoperative care, is not limited to the surgical team. Given the operation's dietary, physiologic, and psychological effects, the postoperative care of a bariatric surgery patient requires an interprofessional approach. The surgery team monitors closely surgical postoperative complications, as discussed above. Other specialties with involvement in the care of bariatric patients include nursing staff, dieticians and nutritionists, primary care providers, gastroenterologists, and endocrinologists."}
{"id": "article-28668_49", "title": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes", "content": "Diet initiation and progression take place in collaboration with an experienced dietician, both inpatient and at discharge. Recommended supplements are calcium, vitamin D, iron, folate, and vitamin B12. The frequency of monitoring should be 3 to 6 monthly in the first year, 6 to 12 monthly in the second year, and 12 monthly in the third year post-surgery. [30]", "contents": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes. Diet initiation and progression take place in collaboration with an experienced dietician, both inpatient and at discharge. Recommended supplements are calcium, vitamin D, iron, folate, and vitamin B12. The frequency of monitoring should be 3 to 6 monthly in the first year, 6 to 12 monthly in the second year, and 12 monthly in the third year post-surgery. [30]"}
{"id": "article-28668_50", "title": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes", "content": "The primary care provider or endocrinologist performs postoperative surveillance and management of comorbidities like diabetes, hypertension, and hyperlipidemia. Nursing staff will have involvement at every step of the way, from preparing the patient for the procedure, assisting during the operation, and providing post-operative care and monitoring on subsequent visits, informing the surgeon of any concerns that may arise. There are strategies for postoperative screening and supplementation of micronutrient deficiencies outlined by the American Society for Metabolic and Bariatric Surgery (ASMBS) Integrated Health Nutrition Guidelines and The Endocrine Society Clinical Practice Guidelines. [31] The execution and management of bariatric surgery require the efforts of an interprofessional team that includes the surgeon, gastroenterologist, nursing, dietician, and mental health professionals, all collaborating for optimal patient outputs. [Level 5]", "contents": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes. The primary care provider or endocrinologist performs postoperative surveillance and management of comorbidities like diabetes, hypertension, and hyperlipidemia. Nursing staff will have involvement at every step of the way, from preparing the patient for the procedure, assisting during the operation, and providing post-operative care and monitoring on subsequent visits, informing the surgeon of any concerns that may arise. There are strategies for postoperative screening and supplementation of micronutrient deficiencies outlined by the American Society for Metabolic and Bariatric Surgery (ASMBS) Integrated Health Nutrition Guidelines and The Endocrine Society Clinical Practice Guidelines. [31] The execution and management of bariatric surgery require the efforts of an interprofessional team that includes the surgeon, gastroenterologist, nursing, dietician, and mental health professionals, all collaborating for optimal patient outputs. [Level 5]"}
{"id": "article-28668_51", "title": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes", "content": "The patient is encouraged to participate in group sessions and support group forums for other similar people that underwent bariatric surgery.", "contents": "Roux-en-Y Gastric Bypass -- Enhancing Healthcare Team Outcomes. The patient is encouraged to participate in group sessions and support group forums for other similar people that underwent bariatric surgery."}
{"id": "article-28668_52", "title": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Nursing care for bariatric patients is different in several ways. Specialist equipment must be larger to adjust for patient size - including BP cuffs, hospital gowns, anti-slip socks, TED stockings, beds, and bedside commodes. The weight capacity of various equipment is another essential consideration for chairs/beds/wheelchairs/toilets. Relative immobility of bariatric patients puts them at increased risk of pressure sores, and a thorough assessment of skin integrity at pressure areas is important to assess, document, and monitor. Regular evaluation and care to these areas is necessary to prevent hospital-acquired sores during the inpatient stay. Encouragement of mobilization postoperatively and involvement of physiotherapy and occupational therapy is also important. Manual handling training should focus specifically on the additional needs of bariatric patients; these may include hoist transfer. The moving and handling requirements of these patients should be brought to nursing staff attention before elective admission. Should a bariatric patient die as an inpatient, early communication with the morgue should ensure appropriate care of the deceased.", "contents": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Interventions. Nursing care for bariatric patients is different in several ways. Specialist equipment must be larger to adjust for patient size - including BP cuffs, hospital gowns, anti-slip socks, TED stockings, beds, and bedside commodes. The weight capacity of various equipment is another essential consideration for chairs/beds/wheelchairs/toilets. Relative immobility of bariatric patients puts them at increased risk of pressure sores, and a thorough assessment of skin integrity at pressure areas is important to assess, document, and monitor. Regular evaluation and care to these areas is necessary to prevent hospital-acquired sores during the inpatient stay. Encouragement of mobilization postoperatively and involvement of physiotherapy and occupational therapy is also important. Manual handling training should focus specifically on the additional needs of bariatric patients; these may include hoist transfer. The moving and handling requirements of these patients should be brought to nursing staff attention before elective admission. Should a bariatric patient die as an inpatient, early communication with the morgue should ensure appropriate care of the deceased."}
{"id": "article-28668_53", "title": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The interprofessional team also includes a specialist bariatric nurse, for providing support and education to patients. The specialist bariatric nurse acts as a center for patient communication and referral between specialist teams involved in the patient's care. In the USA, a recognized certification program exists for training the specialist bariatric nurse; however, in the UK, the role is not as well established. Another benefit of having a specialist bariatric nurse is their ability to follow the patient throughout their journey and provide clarity in potentially conflicting information provided by the many specialties involved in care.", "contents": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Interventions. The interprofessional team also includes a specialist bariatric nurse, for providing support and education to patients. The specialist bariatric nurse acts as a center for patient communication and referral between specialist teams involved in the patient's care. In the USA, a recognized certification program exists for training the specialist bariatric nurse; however, in the UK, the role is not as well established. Another benefit of having a specialist bariatric nurse is their ability to follow the patient throughout their journey and provide clarity in potentially conflicting information provided by the many specialties involved in care."}
{"id": "article-28668_54", "title": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Nursing care is crucial to monitoring or evidence of surgical complications postoperatively. Nursing staff should understand the complications, including anastomotic leaks, hemorrhage, and bowel obstruction. The surgical team should be notified of any persistent tachycardia, sudden onset of abdominal or left shoulder pain, fever, and decreased urine output because these can be suggestive of a leak. Severe abdominal pain, distension, and vomiting could be symptoms of a bowel obstruction.", "contents": "Roux-en-Y Gastric Bypass -- Nursing, Allied Health, and Interprofessional Team Monitoring. Nursing care is crucial to monitoring or evidence of surgical complications postoperatively. Nursing staff should understand the complications, including anastomotic leaks, hemorrhage, and bowel obstruction. The surgical team should be notified of any persistent tachycardia, sudden onset of abdominal or left shoulder pain, fever, and decreased urine output because these can be suggestive of a leak. Severe abdominal pain, distension, and vomiting could be symptoms of a bowel obstruction."}
{"id": "article-28668_55", "title": "Roux-en-Y Gastric Bypass -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Roux-en-Y Gastric Bypass -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}