{"id": "article-63884_0", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Introduction", "content": "Performance-based assessment is consistent with outcomes-based education, [1] whereby learners can demonstrate the performance of tasks, approach to tasks, and professionalism. Specifically, standardized patient-based performance assessment has advanced to include undergraduate and graduate medical education and is commonly used to evaluate both the technical and nontechnical skills necessary for the safe and effective practice of medicine. [2] [3] [4] A standardized, objective, and structured method of assessment is critical for quality and accountability in medical education and transition to clinical practice. Miller’s prism of clinical competence provides a framework for simulation-based performance assessment of cognition and behaviors that demonstrate knowledge, skills, and attitudes on the continuum from novice to expert medical professional. [5] Similarly, the Kirkpatrick model provides an adaptable framework to evaluate learners acquisition of knowledge, skills, and attitudes in the simulation lab and the subsequent transfer to clinical practice and actual patient outcomes. [6] Thus, medical learners are commonly required to demonstrate acquisition of skills and competence via simulation before integration into clinical practice. [7] [8] Specifically, standardized patient methodology applied to performance-based assessment has been shown to provide a means of valid standardized objective assessment of learning and clinical skills before clinical practice. [9] [10] [4] [11] [12]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Introduction. Performance-based assessment is consistent with outcomes-based education, [1] whereby learners can demonstrate the performance of tasks, approach to tasks, and professionalism. Specifically, standardized patient-based performance assessment has advanced to include undergraduate and graduate medical education and is commonly used to evaluate both the technical and nontechnical skills necessary for the safe and effective practice of medicine. [2] [3] [4] A standardized, objective, and structured method of assessment is critical for quality and accountability in medical education and transition to clinical practice. Miller’s prism of clinical competence provides a framework for simulation-based performance assessment of cognition and behaviors that demonstrate knowledge, skills, and attitudes on the continuum from novice to expert medical professional. [5] Similarly, the Kirkpatrick model provides an adaptable framework to evaluate learners acquisition of knowledge, skills, and attitudes in the simulation lab and the subsequent transfer to clinical practice and actual patient outcomes. [6] Thus, medical learners are commonly required to demonstrate acquisition of skills and competence via simulation before integration into clinical practice. [7] [8] Specifically, standardized patient methodology applied to performance-based assessment has been shown to provide a means of valid standardized objective assessment of learning and clinical skills before clinical practice. [9] [10] [4] [11] [12]"}
{"id": "article-63884_1", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Function", "content": "Over the past two decades, simulation in general and standardized patient methodology specifically, have been utilized as techniques in medical education to teach and assess competent patient-centered care. [13] Standardized patients (SPs) provide an opportunity for the medical learner to immerse and interact in patient-care scenarios that evoke or replicate substantial aspects of actual clinical practice with planned attention to the psychological and physical safety of learners and SPs and without risk of harm to an actual patient. [14] [9] Two exam formats have emerged that utilize a standardized patient methodology to assess medical learners' clinical skills, competence, and performance - the Objective Structured Clinical Exam (OSCE) and the Clinical Skills Assessment (CSA).  An OSCE is comprised of multiple focused stations to assess discrete clinical skills, including data and image interpretation, technical skills, communication skills, or physical exam skills. [15] [16] [17] [18] An OSCE station may include a standardized patient if the objective is best accomplished via a simulated patient encounter, e.g., communication or counseling skills. Similarly, the CSA is an OSCE-like multi-station exam designed to assess a broad sample of clinical skills and competencies. However, unlike the focused OSCE, a CSA station has extended time and breadth and importantly, includes an SP in each station. The CSA assesses the medical learner's ability to integrate and apply multiple skills in each station, e.g., communication, physical exam, diagnostic, and professionalism. [17] Notably, OSCEs and CSAs may be formative or summative assessments of medical learners' clinical skills and competency. Formative assessments aim at providing feedback to the learner, and summative assessments focus on ensuring proficiency and accountability. [19]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Function. Over the past two decades, simulation in general and standardized patient methodology specifically, have been utilized as techniques in medical education to teach and assess competent patient-centered care. [13] Standardized patients (SPs) provide an opportunity for the medical learner to immerse and interact in patient-care scenarios that evoke or replicate substantial aspects of actual clinical practice with planned attention to the psychological and physical safety of learners and SPs and without risk of harm to an actual patient. [14] [9] Two exam formats have emerged that utilize a standardized patient methodology to assess medical learners' clinical skills, competence, and performance - the Objective Structured Clinical Exam (OSCE) and the Clinical Skills Assessment (CSA).  An OSCE is comprised of multiple focused stations to assess discrete clinical skills, including data and image interpretation, technical skills, communication skills, or physical exam skills. [15] [16] [17] [18] An OSCE station may include a standardized patient if the objective is best accomplished via a simulated patient encounter, e.g., communication or counseling skills. Similarly, the CSA is an OSCE-like multi-station exam designed to assess a broad sample of clinical skills and competencies. However, unlike the focused OSCE, a CSA station has extended time and breadth and importantly, includes an SP in each station. The CSA assesses the medical learner's ability to integrate and apply multiple skills in each station, e.g., communication, physical exam, diagnostic, and professionalism. [17] Notably, OSCEs and CSAs may be formative or summative assessments of medical learners' clinical skills and competency. Formative assessments aim at providing feedback to the learner, and summative assessments focus on ensuring proficiency and accountability. [19]"}
{"id": "article-63884_2", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Function", "content": "Standardized or simulated patients have been part of the assessment of medical learners since the 1960s when neurologist Howard Barrows introduced this educational modality to evaluate clinical skills of 3rd-year clerkship students [2] .  An SP is a person who has received coaching to accurately portray a patient and present consistent verbal and nonverbal communication, personality characteristics, emotions, and physical findings. [2] After two decades of research and pilots, in 2004, the National Board of Medical Examiners introduced the Step 2 Clinical Skills exam (Step 2 CS) to assess medical student diagnostic, clinical reasoning, and patient-physician communication skills as part of the United States Medical Licensure Exam. The USMLE Step 2 CS is a high stake summative CSA that utilizes SPs to assess performance competency of examinees. [20] [21] [22] Formulation of these SP-based clinical skills performance assessments was through the widespread adoption of focused objective structured clinical examination (OSCE) stations that often included an SP as part of formative or summative assessments. Thus, the SPs' role in the assessment of medical learners in the US became institutionalized at the undergraduate medical education (UGME) level via the federal medical licensing exam's adoption of CSAs and via medical schools adoption of OSCEs and CSAs. In addition to high stakes summative CSAs for medical student licensure, standardized patients have participated in OSCEs as a just-in-time formative assessment for the Core Entrustable Professional Activities for Entering Residents (CEPAERs) to provide baseline data and curricular feedback to medical school faculty and residency directors. [23] Similarly, SPs have performed standardized direct observation of medical residents' communication and professionalism milestones to satisfy the Accreditation Council for Graduate Medical Education (ACGME) requirements. [24]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Function. Standardized or simulated patients have been part of the assessment of medical learners since the 1960s when neurologist Howard Barrows introduced this educational modality to evaluate clinical skills of 3rd-year clerkship students [2] .  An SP is a person who has received coaching to accurately portray a patient and present consistent verbal and nonverbal communication, personality characteristics, emotions, and physical findings. [2] After two decades of research and pilots, in 2004, the National Board of Medical Examiners introduced the Step 2 Clinical Skills exam (Step 2 CS) to assess medical student diagnostic, clinical reasoning, and patient-physician communication skills as part of the United States Medical Licensure Exam. The USMLE Step 2 CS is a high stake summative CSA that utilizes SPs to assess performance competency of examinees. [20] [21] [22] Formulation of these SP-based clinical skills performance assessments was through the widespread adoption of focused objective structured clinical examination (OSCE) stations that often included an SP as part of formative or summative assessments. Thus, the SPs' role in the assessment of medical learners in the US became institutionalized at the undergraduate medical education (UGME) level via the federal medical licensing exam's adoption of CSAs and via medical schools adoption of OSCEs and CSAs. In addition to high stakes summative CSAs for medical student licensure, standardized patients have participated in OSCEs as a just-in-time formative assessment for the Core Entrustable Professional Activities for Entering Residents (CEPAERs) to provide baseline data and curricular feedback to medical school faculty and residency directors. [23] Similarly, SPs have performed standardized direct observation of medical residents' communication and professionalism milestones to satisfy the Accreditation Council for Graduate Medical Education (ACGME) requirements. [24]"}
{"id": "article-63884_3", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Curriculum Development", "content": "Importantly, widespread adoption and uptake of standardized patients in summative and formative CSAs and OSCEs at the undergraduate medical education (UGME) and graduate medical education (GME) level behoove medical educators to adhere to standards of best practice in SP methodology in curriculum development. The Association of Standardized Patient Educators (ASPE) was created in 2001 to promote standards of best practice related to SP methodology in medical education and beyond. From 2013 to 2017, to ensure quality, safety, and accountability, standards were developed by SP educator experts in the field, and five domains were identified to guide the application of this methodology validly and reliably. The ASPE SOBP design was for application in collaboration with the International Nursing Association for Clinical Simulation and Learning (INACSL) Standards of Best Practice: Simulation. [25] The five ASPE SOBP domains include safe work environment; case development; training SPs; program management; and professional development. [9] These domains are germane to innovative curriculum development for both formative training and summative assessment of medical and health professions learners. Domain 1, safe work environment, ensures a safe physical and psychological work environment for learners, faculty, and simulated patients in service to humane and ethical patient care and safety and includes the role of pre-briefing and debriefing both learners and standardized patients. [26] [27] [28] [29] Domain 2, case development, ensures that cases are designed based on sound education theory in instructional curriculum design and include goals and objectives; related performance measures and evaluation instruments; a pilot process and time to revise case elements; and content experts in the health professions domains, simulation and evaluation and measurement. [22] [30] [31] [32] Domain 3, SP training, ensures the following of proven principles and practices such that SPs are trained to accurately and consistently portray a role, provide feedback, and assess learners. [33] [21] [34] [32] Domains 4 & 5 address SP program management and SP educator professional development to drive continuous quality improvement, scholarship, and innovation in the field of simulated patient methodology. [28] [35]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Curriculum Development. Importantly, widespread adoption and uptake of standardized patients in summative and formative CSAs and OSCEs at the undergraduate medical education (UGME) and graduate medical education (GME) level behoove medical educators to adhere to standards of best practice in SP methodology in curriculum development. The Association of Standardized Patient Educators (ASPE) was created in 2001 to promote standards of best practice related to SP methodology in medical education and beyond. From 2013 to 2017, to ensure quality, safety, and accountability, standards were developed by SP educator experts in the field, and five domains were identified to guide the application of this methodology validly and reliably. The ASPE SOBP design was for application in collaboration with the International Nursing Association for Clinical Simulation and Learning (INACSL) Standards of Best Practice: Simulation. [25] The five ASPE SOBP domains include safe work environment; case development; training SPs; program management; and professional development. [9] These domains are germane to innovative curriculum development for both formative training and summative assessment of medical and health professions learners. Domain 1, safe work environment, ensures a safe physical and psychological work environment for learners, faculty, and simulated patients in service to humane and ethical patient care and safety and includes the role of pre-briefing and debriefing both learners and standardized patients. [26] [27] [28] [29] Domain 2, case development, ensures that cases are designed based on sound education theory in instructional curriculum design and include goals and objectives; related performance measures and evaluation instruments; a pilot process and time to revise case elements; and content experts in the health professions domains, simulation and evaluation and measurement. [22] [30] [31] [32] Domain 3, SP training, ensures the following of proven principles and practices such that SPs are trained to accurately and consistently portray a role, provide feedback, and assess learners. [33] [21] [34] [32] Domains 4 & 5 address SP program management and SP educator professional development to drive continuous quality improvement, scholarship, and innovation in the field of simulated patient methodology. [28] [35]"}
{"id": "article-63884_4", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Clinical Significance", "content": "The clinical significance of standardized patient assessment of medical learners is via the application of both formative and summative assessments.  Formative assessments, including CSAs and OSCEs, provide developmentally appropriate teaching of clinical skills and competency in the delivery of safe and effective patient-centered care. Summative assessments, such as Step 2 Clinical Skills, are valid and reliable high stakes exams. [36] [37] Such high stakes opportunities allow learners to demonstrate clinical competence necessary for matriculation, promotion, and advancement within the medical education curriculum and from UGME to GME. Indeed, the clinical significance of standardized patients assessment of clinical competency appears to apply broadly to healthcare professionals, including nursing, pharmacy, physiotherapy, occupational therapy, and dentistry. [38] [39]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Clinical Significance. The clinical significance of standardized patient assessment of medical learners is via the application of both formative and summative assessments.  Formative assessments, including CSAs and OSCEs, provide developmentally appropriate teaching of clinical skills and competency in the delivery of safe and effective patient-centered care. Summative assessments, such as Step 2 Clinical Skills, are valid and reliable high stakes exams. [36] [37] Such high stakes opportunities allow learners to demonstrate clinical competence necessary for matriculation, promotion, and advancement within the medical education curriculum and from UGME to GME. Indeed, the clinical significance of standardized patients assessment of clinical competency appears to apply broadly to healthcare professionals, including nursing, pharmacy, physiotherapy, occupational therapy, and dentistry. [38] [39]"}
{"id": "article-63884_5", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional education became a mandated Liaison Committee on Medical Education (LCME) accreditation standard in 2013 and opportunities exist in UGME to apply innovative simulation educational strategies to enhance knowledge, skills, attitudes, and patient outcomes. [40] [41] [Level V],[Level II] Notably, simulated patient methodology presents an important educational strategy to teach and provide feedback to medical learners and practitioners regarding team-based interprofessional communication, patient-centered care, and patient safety to enhance health outcomes. [42] [43] [44] [45] [46] [Level V]", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Enhancing Healthcare Team Outcomes. Interprofessional education became a mandated Liaison Committee on Medical Education (LCME) accreditation standard in 2013 and opportunities exist in UGME to apply innovative simulation educational strategies to enhance knowledge, skills, attitudes, and patient outcomes. [40] [41] [Level V],[Level II] Notably, simulated patient methodology presents an important educational strategy to teach and provide feedback to medical learners and practitioners regarding team-based interprofessional communication, patient-centered care, and patient safety to enhance health outcomes. [42] [43] [44] [45] [46] [Level V]"}
{"id": "article-63884_6", "title": "Standardized Patient Assessment Of Learners In Medical Simulation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Standardized Patient Assessment Of Learners In Medical Simulation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}