{"id": "article-35928_0", "title": "Tobramycin -- Continuing Education Activity", "content": "Tobramycin is an effective antibiotic commonly used in the management and treatment of various systemic and ocular infections. As an aminoglycoside antibiotic, tobramycin is active against aerobic gram-negative bacteria, including Pseudomonas aeruginosa. Due to its broad spectrum of activity, tobramycin is prescribed for the treatment of both superficial and deep infections. This activity provides a comprehensive review of the indications, mechanisms of action, potential toxicities, off-label uses, dosing considerations, pharmacodynamics, pharmacokinetics, monitoring requirements, and relevant drug interactions associated with tobramycin to assist the healthcare team in decision-making and optimal patient care.", "contents": "Tobramycin -- Continuing Education Activity. Tobramycin is an effective antibiotic commonly used in the management and treatment of various systemic and ocular infections. As an aminoglycoside antibiotic, tobramycin is active against aerobic gram-negative bacteria, including Pseudomonas aeruginosa. Due to its broad spectrum of activity, tobramycin is prescribed for the treatment of both superficial and deep infections. This activity provides a comprehensive review of the indications, mechanisms of action, potential toxicities, off-label uses, dosing considerations, pharmacodynamics, pharmacokinetics, monitoring requirements, and relevant drug interactions associated with tobramycin to assist the healthcare team in decision-making and optimal patient care."}
{"id": "article-35928_1", "title": "Tobramycin -- Continuing Education Activity", "content": "Objectives: Identify the appropriate indications for tobramycin therapy in the treatment of various infections. Apply evidence-based guidelines and recommendations when selecting tobramycin as a treatment option. Assess patients for potential adverse effects and monitor for signs of nephrotoxicity and ototoxicity during tobramycin therapy. Collaborate with infectious disease specialists, pharmacists, and other healthcare team members to optimize tobramycin therapy and ensure patient safety. Access free multiple choice questions on this topic.", "contents": "Tobramycin -- Continuing Education Activity. Objectives: Identify the appropriate indications for tobramycin therapy in the treatment of various infections. Apply evidence-based guidelines and recommendations when selecting tobramycin as a treatment option. Assess patients for potential adverse effects and monitor for signs of nephrotoxicity and ototoxicity during tobramycin therapy. Collaborate with infectious disease specialists, pharmacists, and other healthcare team members to optimize tobramycin therapy and ensure patient safety. Access free multiple choice questions on this topic."}
{"id": "article-35928_2", "title": "Tobramycin -- Indications", "content": "Tobramycin belongs to the class of broad-spectrum antibiotics known as aminoglycosides. Streptomycin, the first aminoglycoside, was first isolated from Streptomyces griseus and introduced into clinical use in 1944; this led to the successful development of others in its category. [1] The majority of antibiotics in this class, including tobramycin, are bactericidal. [2]", "contents": "Tobramycin -- Indications. Tobramycin belongs to the class of broad-spectrum antibiotics known as aminoglycosides. Streptomycin, the first aminoglycoside, was first isolated from Streptomyces griseus and introduced into clinical use in 1944; this led to the successful development of others in its category. [1] The majority of antibiotics in this class, including tobramycin, are bactericidal. [2]"}
{"id": "article-35928_3", "title": "Tobramycin -- Indications", "content": "These drugs work synergistically with beta-lactams to penetrate the cell walls of aerobic gram-negative bacteria. [3] Aminoglycosides are then actively transported across the bacterial cell membrane to bind and inactivate the initiation complex of translation. [4] Tobramycin has been prescribed to treat superficial infections and deep infections. [5]", "contents": "Tobramycin -- Indications. These drugs work synergistically with beta-lactams to penetrate the cell walls of aerobic gram-negative bacteria. [3] Aminoglycosides are then actively transported across the bacterial cell membrane to bind and inactivate the initiation complex of translation. [4] Tobramycin has been prescribed to treat superficial infections and deep infections. [5]"}
{"id": "article-35928_4", "title": "Tobramycin -- Indications -- Indications", "content": "The FDA has approved systemic administration (intramuscular or intravenous) of tobramycin to treat various reinfections caused by susceptible organisms, mainly gram-negative bacteria and Staphylococcus aureus (penicillinase and non­ penicillinase-producing strains). Gram-negative bacteria include Pseudomonas aeruginosa , Escherichia coli, and species of Proteus, Klebsiella, Enterobacter, Serratia, Providencia , and Citrobacter .", "contents": "Tobramycin -- Indications -- Indications. The FDA has approved systemic administration (intramuscular or intravenous) of tobramycin to treat various reinfections caused by susceptible organisms, mainly gram-negative bacteria and Staphylococcus aureus (penicillinase and non­ penicillinase-producing strains). Gram-negative bacteria include Pseudomonas aeruginosa , Escherichia coli, and species of Proteus, Klebsiella, Enterobacter, Serratia, Providencia , and Citrobacter ."}
{"id": "article-35928_5", "title": "Tobramycin -- Indications -- Indications", "content": "Infections caused by organisms susceptible to tobramycin can vary in nature and include septicemia, lower respiratory tract infections, central nervous system (CNS) infections like meningitis, intra-abdominal infections, skin and subcutaneous tissue infections, osteomyelitis, and complicated urinary tract infections.", "contents": "Tobramycin -- Indications -- Indications. Infections caused by organisms susceptible to tobramycin can vary in nature and include septicemia, lower respiratory tract infections, central nervous system (CNS) infections like meningitis, intra-abdominal infections, skin and subcutaneous tissue infections, osteomyelitis, and complicated urinary tract infections."}
{"id": "article-35928_6", "title": "Tobramycin -- Indications -- Indications", "content": "Inhaled tobramycin is FDA-approved to manage cystic fibrosis (CF) in patients aged six or older with Pseudomonas aeruginosa. [6]  CF guidelines recommend the chronic use of inhaled tobramycin in patients with CF to improve lung function, reduce exacerbations, and improve quality of life in patients with CF. [7] Tobramycin for ophthalmic use is FDA-approved to treat external ocular infections caused by susceptible organisms in adults and children.", "contents": "Tobramycin -- Indications -- Indications. Inhaled tobramycin is FDA-approved to manage cystic fibrosis (CF) in patients aged six or older with Pseudomonas aeruginosa. [6]  CF guidelines recommend the chronic use of inhaled tobramycin in patients with CF to improve lung function, reduce exacerbations, and improve quality of life in patients with CF. [7] Tobramycin for ophthalmic use is FDA-approved to treat external ocular infections caused by susceptible organisms in adults and children."}
{"id": "article-35928_7", "title": "Tobramycin -- Indications -- Indications", "content": "Off-label use of tobramycin includes intraventricular administration in managing intraventricular catheter-associated central nervous system infections. [8] According to guidelines from the American Academy of Allergy, Asthma, and Immunology, tobramycin can be used for prophylaxis of bacterial respiratory tract infection in patients with primary immunodeficiency diseases. [9]", "contents": "Tobramycin -- Indications -- Indications. Off-label use of tobramycin includes intraventricular administration in managing intraventricular catheter-associated central nervous system infections. [8] According to guidelines from the American Academy of Allergy, Asthma, and Immunology, tobramycin can be used for prophylaxis of bacterial respiratory tract infection in patients with primary immunodeficiency diseases. [9]"}
{"id": "article-35928_8", "title": "Tobramycin -- Mechanism of Action", "content": "Tobramycin binds to the 16s ribosomal RNA component of the bacterial 30s ribosomal unit, inhibiting the initiation step of translation. [2] By binding to the A-site, tobramycin induces mistranslation and causes transfer RNA to misread the codon, thus causing incorrect delivery of aminoacyl units. Incorrectly synthesized proteins build up inside the cell, disrupting the cell membrane and various cellular processes; this mechanism of action designates tobramycin as a bactericidal agent. [10] [11]", "contents": "Tobramycin -- Mechanism of Action. Tobramycin binds to the 16s ribosomal RNA component of the bacterial 30s ribosomal unit, inhibiting the initiation step of translation. [2] By binding to the A-site, tobramycin induces mistranslation and causes transfer RNA to misread the codon, thus causing incorrect delivery of aminoacyl units. Incorrectly synthesized proteins build up inside the cell, disrupting the cell membrane and various cellular processes; this mechanism of action designates tobramycin as a bactericidal agent. [10] [11]"}
{"id": "article-35928_9", "title": "Tobramycin -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Tobramycin is absorbed rapidly following intramuscular injection. Peak serum concentrations of tobramycin are achieved in 30 to 90 minutes following intramuscular administration. Tobramycin dose of 1 mg/kg of body weight results in 4 mcg/mL peak serum concentrations. Therapeutic levels of tobramycin are generally considered to be between 4 to 6 mcg/mL.", "contents": "Tobramycin -- Mechanism of Action -- Pharmacokinetics. Absorption: Tobramycin is absorbed rapidly following intramuscular injection. Peak serum concentrations of tobramycin are achieved in 30 to 90 minutes following intramuscular administration. Tobramycin dose of 1 mg/kg of body weight results in 4 mcg/mL peak serum concentrations. Therapeutic levels of tobramycin are generally considered to be between 4 to 6 mcg/mL."}
{"id": "article-35928_10", "title": "Tobramycin -- Mechanism of Action -- Pharmacokinetics", "content": "When tobramycin is administered via intravenous infusion over one hour, it achieves similar serum concentrations compared to intramuscular administration. Tobramycin is poorly absorbed from the gastrointestinal tract. Tobramycin is excreted via the kidneys through glomerular filtration. The serum half-life of tobramycin is about 2 hours in an adult and prolonged in neonates to about 4.5 to 8.7 hours. [12]", "contents": "Tobramycin -- Mechanism of Action -- Pharmacokinetics. When tobramycin is administered via intravenous infusion over one hour, it achieves similar serum concentrations compared to intramuscular administration. Tobramycin is poorly absorbed from the gastrointestinal tract. Tobramycin is excreted via the kidneys through glomerular filtration. The serum half-life of tobramycin is about 2 hours in an adult and prolonged in neonates to about 4.5 to 8.7 hours. [12]"}
{"id": "article-35928_11", "title": "Tobramycin -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: Concentrations in bile and stools are low, indicating minimum biliary excretion. Tobramycin is present in CSF, and concentrations depend on the dose and extent of meningeal inflammation. Tobramycin is distributed in sputum, synovial, and peritoneal fluids. It also crosses the placental membranes. Concentrations in the kidney are higher than in the serum. Inhaled tobramycin produces bactericidal concentrations in the lower respiratory tract in children with cystic fibrosis. [13] Metabolism: The uptake of tobramycin into hepatocytes is limited, and the drug is minimally metabolized in the liver.", "contents": "Tobramycin -- Mechanism of Action -- Pharmacokinetics. Distribution: Concentrations in bile and stools are low, indicating minimum biliary excretion. Tobramycin is present in CSF, and concentrations depend on the dose and extent of meningeal inflammation. Tobramycin is distributed in sputum, synovial, and peritoneal fluids. It also crosses the placental membranes. Concentrations in the kidney are higher than in the serum. Inhaled tobramycin produces bactericidal concentrations in the lower respiratory tract in children with cystic fibrosis. [13] Metabolism: The uptake of tobramycin into hepatocytes is limited, and the drug is minimally metabolized in the liver."}
{"id": "article-35928_12", "title": "Tobramycin -- Mechanism of Action -- Pharmacokinetics", "content": "Excretion: Tobramycin is excreted primarily by glomerular filtration. The elimination half-life of tobramycin following parenteral administration is 2 to 3 hours and varies from 50 to 70 hours in patients with impaired renal function. [14]", "contents": "Tobramycin -- Mechanism of Action -- Pharmacokinetics. Excretion: Tobramycin is excreted primarily by glomerular filtration. The elimination half-life of tobramycin following parenteral administration is 2 to 3 hours and varies from 50 to 70 hours in patients with impaired renal function. [14]"}
{"id": "article-35928_13", "title": "Tobramycin -- Administration", "content": "Tobramycin is administered via IV, IM, topical and inhalational routes. The efflux P-glycoprotein pump located in the brush border of the intestines leads to poor bioavailability, so oral administration is avoided. [15] Tobramycin can be combined with beta-lactams, such as penicillins or cephalosporins, to penetrate the outer walls of gram-negative bacteria. [16] Clinicians can use tobramycin as a 0.3% ophthalmic solution or 0.3% ointment to treat ocular infections. [17] [18] Tobramycin administration via oral inhalation is available to treat cystic fibrosis-associated pneumonia. [6] Intramuscular injection, intravenous infusion, and intraventricular (off-label) administration have been used to treat serious bacterial infections. [19] [20]", "contents": "Tobramycin -- Administration. Tobramycin is administered via IV, IM, topical and inhalational routes. The efflux P-glycoprotein pump located in the brush border of the intestines leads to poor bioavailability, so oral administration is avoided. [15] Tobramycin can be combined with beta-lactams, such as penicillins or cephalosporins, to penetrate the outer walls of gram-negative bacteria. [16] Clinicians can use tobramycin as a 0.3% ophthalmic solution or 0.3% ointment to treat ocular infections. [17] [18] Tobramycin administration via oral inhalation is available to treat cystic fibrosis-associated pneumonia. [6] Intramuscular injection, intravenous infusion, and intraventricular (off-label) administration have been used to treat serious bacterial infections. [19] [20]"}
{"id": "article-35928_14", "title": "Tobramycin -- Administration -- Adult Dosing", "content": "For severe infections, the dosage for tobramycin is 3 mg/kg/d in divided doses every 8 hours. If the infections are life-threatening, the dose can be increased to 5 mg/kg/d in equally divided doses every 6 to 8 hours and reduced to 3 mg/kg/d as clinically appropriate. However, dosage should not exceed 5 mg/kg/d unless serum levels are monitored to prevent potential toxicity due to excessive serum levels. According to the Infectious Diseases Society of America (IDSA) 2022 guidelines,  a single dose of 5 mg/kg is recommended for cystitis caused by  extended-spectrum β-lactamase–producing Enterobacterales ( ESBL-E ), Pseudomonas aeruginosa, and carbapenem-resistant Enterobacterales (CRE). [21]", "contents": "Tobramycin -- Administration -- Adult Dosing. For severe infections, the dosage for tobramycin is 3 mg/kg/d in divided doses every 8 hours. If the infections are life-threatening, the dose can be increased to 5 mg/kg/d in equally divided doses every 6 to 8 hours and reduced to 3 mg/kg/d as clinically appropriate. However, dosage should not exceed 5 mg/kg/d unless serum levels are monitored to prevent potential toxicity due to excessive serum levels. According to the Infectious Diseases Society of America (IDSA) 2022 guidelines,  a single dose of 5 mg/kg is recommended for cystitis caused by  extended-spectrum β-lactamase–producing Enterobacterales ( ESBL-E ), Pseudomonas aeruginosa, and carbapenem-resistant Enterobacterales (CRE). [21]"}
{"id": "article-35928_15", "title": "Tobramycin -- Administration -- Intravenous Administration", "content": "For intravenous administration, the usual volume of diluent (0.9% sodium chloride injection or 5% dextrose injection) is 50 to 100 mL for adult doses. Tobramycin is usually infused for over 20 to 60 minutes. A shorter infusion period (<20 min) is not recommended as peak serum levels can exceed 12 mcg/mL, resulting in supratherapeutic concentrations. Tobramycin injection should not be premixed with other drugs and should be administered separately according to the recommended dose and route. The usual treatment duration is 7 to 10 days.", "contents": "Tobramycin -- Administration -- Intravenous Administration. For intravenous administration, the usual volume of diluent (0.9% sodium chloride injection or 5% dextrose injection) is 50 to 100 mL for adult doses. Tobramycin is usually infused for over 20 to 60 minutes. A shorter infusion period (<20 min) is not recommended as peak serum levels can exceed 12 mcg/mL, resulting in supratherapeutic concentrations. Tobramycin injection should not be premixed with other drugs and should be administered separately according to the recommended dose and route. The usual treatment duration is 7 to 10 days."}
{"id": "article-35928_16", "title": "Tobramycin -- Administration -- Inhalation Solution", "content": "Tobramycin, 300 mg/5 mL solution, is administered by oral inhalation for 15 minutes using a nebulizer in patients with cystic fibrosis. The recommended dose of tobramycin inhalation solution for pediatric patients 6 years of age and older and adults is 1 single-dose ampule (300 mg) inhaled twice daily for 28 days. Dosage need not be adjusted by weight. Tobramycin inhalation solution after 28 days of treatment should be stopped for the next 28 days and then resume for the next 28 days. The doses should be inhaled as close to 12 hours apart as possible; doses should not be taken less than 6 hours apart.", "contents": "Tobramycin -- Administration -- Inhalation Solution. Tobramycin, 300 mg/5 mL solution, is administered by oral inhalation for 15 minutes using a nebulizer in patients with cystic fibrosis. The recommended dose of tobramycin inhalation solution for pediatric patients 6 years of age and older and adults is 1 single-dose ampule (300 mg) inhaled twice daily for 28 days. Dosage need not be adjusted by weight. Tobramycin inhalation solution after 28 days of treatment should be stopped for the next 28 days and then resume for the next 28 days. The doses should be inhaled as close to 12 hours apart as possible; doses should not be taken less than 6 hours apart."}
{"id": "article-35928_17", "title": "Tobramycin -- Administration -- Inhalation Solution", "content": "Tobramycin should not be diluted or mixed with any other medication or dornase alfa in the nebulizer. Tobramycin inhalation solution should not be used for subcutaneous, intravenous, or intrathecal administration. The drug should be used cautiously in premature neonates, as renal immaturity can prolong the serum half-life of other medications.", "contents": "Tobramycin -- Administration -- Inhalation Solution. Tobramycin should not be diluted or mixed with any other medication or dornase alfa in the nebulizer. Tobramycin inhalation solution should not be used for subcutaneous, intravenous, or intrathecal administration. The drug should be used cautiously in premature neonates, as renal immaturity can prolong the serum half-life of other medications."}
{"id": "article-35928_18", "title": "Tobramycin -- Administration -- Specific Patient Population", "content": "Hepatic impairment: Tobramycin does not undergo clinically significant hepatic metabolism. No dose adjustment is generally required.", "contents": "Tobramycin -- Administration -- Specific Patient Population. Hepatic impairment: Tobramycin does not undergo clinically significant hepatic metabolism. No dose adjustment is generally required."}
{"id": "article-35928_19", "title": "Tobramycin -- Administration -- Specific Patient Population", "content": "Renal impairment: Serum tobramycin concentrations should be monitored during therapy for dose adjustment. A tobramycin loading dose of 1 mg/kg is followed by subsequent dose adjustments based on the patient's serum creatinine or creatinine clearance. The half-life of tobramycin increases as the creatinine clearance of the patient decreases. Therefore, either normal doses are given at prolonged intervals or reduced doses are administered at 8-hour intervals. However, therapeutic drug monitoring is recommended. Consider monitoring patients' clinical and laboratory parameters for better therapeutic efficacy. The clinical evidence suggests the dosing of tobramycin following hemodialysis sessions. [22]", "contents": "Tobramycin -- Administration -- Specific Patient Population. Renal impairment: Serum tobramycin concentrations should be monitored during therapy for dose adjustment. A tobramycin loading dose of 1 mg/kg is followed by subsequent dose adjustments based on the patient's serum creatinine or creatinine clearance. The half-life of tobramycin increases as the creatinine clearance of the patient decreases. Therefore, either normal doses are given at prolonged intervals or reduced doses are administered at 8-hour intervals. However, therapeutic drug monitoring is recommended. Consider monitoring patients' clinical and laboratory parameters for better therapeutic efficacy. The clinical evidence suggests the dosing of tobramycin following hemodialysis sessions. [22]"}
{"id": "article-35928_20", "title": "Tobramycin -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: Tobramycin is an FDA pregnancy category D medication. Aminoglycosides may cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics can cross the placenta, and there have been reported cases of irreversible bilateral congenital deafness in children when streptomycin was administered to the mother during pregnancy. There have been no reports of serious adverse effects on pregnant women, fetuses, or newborns with maternal use of other aminoglycosides. Use with caution only if potential benefits overweight potential risks. Tobramycin can be considered an alternative agent in cesarean section, although it is generally less preferred than other antibiotics. [23]", "contents": "Tobramycin -- Administration -- Specific Patient Population. Pregnancy considerations: Tobramycin is an FDA pregnancy category D medication. Aminoglycosides may cause fetal harm when administered to a pregnant woman. Aminoglycoside antibiotics can cross the placenta, and there have been reported cases of irreversible bilateral congenital deafness in children when streptomycin was administered to the mother during pregnancy. There have been no reports of serious adverse effects on pregnant women, fetuses, or newborns with maternal use of other aminoglycosides. Use with caution only if potential benefits overweight potential risks. Tobramycin can be considered an alternative agent in cesarean section, although it is generally less preferred than other antibiotics. [23]"}
{"id": "article-35928_21", "title": "Tobramycin -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: Tobramycin is poorly excreted into breast milk, and the amount transferred to infants through breastfeeding is expected to be minimal. Older infants are likely to absorb even less tobramycin, reducing the risk of systemic adverse effects. However, monitor the infant for possible diarrhea, candidiasis, and CDAD. Inhaled tobramycin is compatible with breastfeeding. Maternal use of a tobramycin ear or eye drops poses an insignificant risk for the infant. [24]", "contents": "Tobramycin -- Administration -- Specific Patient Population. Breastfeeding considerations: Tobramycin is poorly excreted into breast milk, and the amount transferred to infants through breastfeeding is expected to be minimal. Older infants are likely to absorb even less tobramycin, reducing the risk of systemic adverse effects. However, monitor the infant for possible diarrhea, candidiasis, and CDAD. Inhaled tobramycin is compatible with breastfeeding. Maternal use of a tobramycin ear or eye drops poses an insignificant risk for the infant. [24]"}
{"id": "article-35928_22", "title": "Tobramycin -- Administration -- Specific Patient Population", "content": "Pediatric patients: Tobramycin can be administered up to 4 mg/kg/d during early neonatal periods. Weight-based dosing is recommended in pediatric patients. Therapy duration should be limited to 7 to 10 days to prevent neurotoxicity. Older patients: Meta-analysis has implied that elderly patients are at a higher risk for acute kidney injury due to aminoglycosides. Use with caution. [25]", "contents": "Tobramycin -- Administration -- Specific Patient Population. Pediatric patients: Tobramycin can be administered up to 4 mg/kg/d during early neonatal periods. Weight-based dosing is recommended in pediatric patients. Therapy duration should be limited to 7 to 10 days to prevent neurotoxicity. Older patients: Meta-analysis has implied that elderly patients are at a higher risk for acute kidney injury due to aminoglycosides. Use with caution. [25]"}
{"id": "article-35928_23", "title": "Tobramycin -- Adverse Effects", "content": "The overall structure of rRNA is conserved across different species; however, aminoglycosides exhibit a significantly higher affinity, approximately 10-fold, for the rRNA of prokaryotes compared to eukaryotes. This increased binding affinity is not significant enough to explain the adverse effect profile of tobramycin. The most common adverse effects are dizziness, headache, confusion, nausea, and skin rash. Serious adverse drug reactions of tobramycin include ototoxicity, neuropathy, and nephrotoxicity. Rare cases of liver injury have been reported with the use of tobramycin. [26]", "contents": "Tobramycin -- Adverse Effects. The overall structure of rRNA is conserved across different species; however, aminoglycosides exhibit a significantly higher affinity, approximately 10-fold, for the rRNA of prokaryotes compared to eukaryotes. This increased binding affinity is not significant enough to explain the adverse effect profile of tobramycin. The most common adverse effects are dizziness, headache, confusion, nausea, and skin rash. Serious adverse drug reactions of tobramycin include ototoxicity, neuropathy, and nephrotoxicity. Rare cases of liver injury have been reported with the use of tobramycin. [26]"}
{"id": "article-35928_24", "title": "Tobramycin -- Adverse Effects -- Resistance", "content": "Resistance to aminoglycosides occurs, as with any group of antibiotics; however, resistance occurs far less frequently than with other classes of antibiotics. There are different explanations for this finding, such as aminoglycosides are not prescribed as readily as other classes of antibiotics, like beta-lactams. Resistance to aminoglycosides includes modification of the target site. Three classes of enzymes that modify and decrease the efficacy of tobramycin include aminoglycoside phosphotransferases (APHs), nucleotidyltransferases (ANTs), and acetyltransferases (AACs). [2]", "contents": "Tobramycin -- Adverse Effects -- Resistance. Resistance to aminoglycosides occurs, as with any group of antibiotics; however, resistance occurs far less frequently than with other classes of antibiotics. There are different explanations for this finding, such as aminoglycosides are not prescribed as readily as other classes of antibiotics, like beta-lactams. Resistance to aminoglycosides includes modification of the target site. Three classes of enzymes that modify and decrease the efficacy of tobramycin include aminoglycoside phosphotransferases (APHs), nucleotidyltransferases (ANTs), and acetyltransferases (AACs). [2]"}
{"id": "article-35928_25", "title": "Tobramycin -- Adverse Effects -- Resistance", "content": "Bacteria with biofilm have greater resistance to aminoglycosides. Another mechanism of resistance to aminoglycosides is related to the reversible down-regulation of drug uptake into the bacteria. [27] Some strains of Pseudomonas aeruginosa have developed aminoglycoside resistance through enzyme modification and decreased outer membrane permeability for the drug. [28]", "contents": "Tobramycin -- Adverse Effects -- Resistance. Bacteria with biofilm have greater resistance to aminoglycosides. Another mechanism of resistance to aminoglycosides is related to the reversible down-regulation of drug uptake into the bacteria. [27] Some strains of Pseudomonas aeruginosa have developed aminoglycoside resistance through enzyme modification and decreased outer membrane permeability for the drug. [28]"}
{"id": "article-35928_26", "title": "Tobramycin -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent use of other nephrotoxic and neurotoxic antibiotics, especially other aminoglycosides (eg, streptomycin, amikacin, kanamycin, neomycin, paromomycin, and gentamicin), cephaloridine, polymyxin B, viomycin, colistin, vancomycin, and cisplatin should be avoided. [29] [30]", "contents": "Tobramycin -- Adverse Effects -- Drug-Drug Interactions. Concurrent use of other nephrotoxic and neurotoxic antibiotics, especially other aminoglycosides (eg, streptomycin, amikacin, kanamycin, neomycin, paromomycin, and gentamicin), cephaloridine, polymyxin B, viomycin, colistin, vancomycin, and cisplatin should be avoided. [29] [30]"}
{"id": "article-35928_27", "title": "Tobramycin -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent use of aminoglycosides with potent diuretics, such as furosemide and ethacrynic acid, should be avoided. [31] Intravenously administered loop diuretics increase the risk of ototoxicity associated with aminoglycosides. [32] Administration of intravesical BCG should be avoided with tobramycin, as antibiotics can diminish the therapeutic efficacy of intravesical BCG. [33]", "contents": "Tobramycin -- Adverse Effects -- Drug-Drug Interactions. Concurrent use of aminoglycosides with potent diuretics, such as furosemide and ethacrynic acid, should be avoided. [31] Intravenously administered loop diuretics increase the risk of ototoxicity associated with aminoglycosides. [32] Administration of intravesical BCG should be avoided with tobramycin, as antibiotics can diminish the therapeutic efficacy of intravesical BCG. [33]"}
{"id": "article-35928_28", "title": "Tobramycin -- Contraindications", "content": "Contraindications include patients with hypersensitivity to tobramycin or any other aminoglycoside antibiotics. In addition, caution is necessary for elderly patients, those prone to dehydration, and those with preexisting conditions, including renal failure, neuromuscular conditions like myasthenia gravis, and Parkinson disease.", "contents": "Tobramycin -- Contraindications. Contraindications include patients with hypersensitivity to tobramycin or any other aminoglycoside antibiotics. In addition, caution is necessary for elderly patients, those prone to dehydration, and those with preexisting conditions, including renal failure, neuromuscular conditions like myasthenia gravis, and Parkinson disease."}
{"id": "article-35928_29", "title": "Tobramycin -- Contraindications", "content": "Clostridium difficile –associated diarrhea (CDAD) is reported with tobramycin injection and may range from mild diarrhea to fatal colitis. Careful consideration of the patient's medical history is essential, as cases of CDAD have been reported to occur more than 2 months after antibiotic administration. If CDAD is suspected or confirmed, it may be necessary to discontinue ongoing tobramycin use. Close monitoring and appropriate management should be initiated in such cases. [34]", "contents": "Tobramycin -- Contraindications. Clostridium difficile –associated diarrhea (CDAD) is reported with tobramycin injection and may range from mild diarrhea to fatal colitis. Careful consideration of the patient's medical history is essential, as cases of CDAD have been reported to occur more than 2 months after antibiotic administration. If CDAD is suspected or confirmed, it may be necessary to discontinue ongoing tobramycin use. Close monitoring and appropriate management should be initiated in such cases. [34]"}
{"id": "article-35928_30", "title": "Tobramycin -- Contraindications", "content": "Tobramycin injection contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylaxis, Stevens-Johnson syndrome, and toxic epidermal necrolysis. Avoid tobramycin formulations containing sodium metabisulfite in patients with documented hypersensitivity. [35]", "contents": "Tobramycin -- Contraindications. Tobramycin injection contains sodium bisulfite, a sulfite that may cause allergic-type reactions, including anaphylaxis, Stevens-Johnson syndrome, and toxic epidermal necrolysis. Avoid tobramycin formulations containing sodium metabisulfite in patients with documented hypersensitivity. [35]"}
{"id": "article-35928_31", "title": "Tobramycin -- Monitoring", "content": "Monitoring drug frequency and dosing is essential in tobramycin administration to decrease the chances of adverse effects. Researchers have observed that a longer dosing interval may reduce the risk of ototoxicity and nephrotoxicity. [3] The dosing and frequency of administration require adjustment based on the patient’s renal function because the medication is retained longer in patients with renal abnormalities or renal failure. [26]", "contents": "Tobramycin -- Monitoring. Monitoring drug frequency and dosing is essential in tobramycin administration to decrease the chances of adverse effects. Researchers have observed that a longer dosing interval may reduce the risk of ototoxicity and nephrotoxicity. [3] The dosing and frequency of administration require adjustment based on the patient’s renal function because the medication is retained longer in patients with renal abnormalities or renal failure. [26]"}
{"id": "article-35928_32", "title": "Tobramycin -- Monitoring", "content": "The drug is excreted mainly by the kidneys, so it is essential to monitor renal function. [36] Tobramycin can cross the placenta, accumulating in the kidney and urine of the fetus. [12] The hypothesis is that tobramycin could potentially cause nephrotoxic events in the fetus, but this requires further investigation. [37]", "contents": "Tobramycin -- Monitoring. The drug is excreted mainly by the kidneys, so it is essential to monitor renal function. [36] Tobramycin can cross the placenta, accumulating in the kidney and urine of the fetus. [12] The hypothesis is that tobramycin could potentially cause nephrotoxic events in the fetus, but this requires further investigation. [37]"}
{"id": "article-35928_33", "title": "Tobramycin -- Monitoring", "content": "Serum sodium, calcium, and magnesium should be monitored while on treatment. Peak and trough tobramycin serum levels should be monitored periodically, usually after the first 2 to 3 doses. The dosage can be adjusted if needed and monitored at every 3- to 4-day intervals during therapy. Prolonged serum concentrations higher than 12 mcg/mL should be avoided. Rising trough concentrations above 2 mcg/mL might indicate tissue accumulation. Monitor serum levels closely in patients with advanced age and known renal impairment. Therapeutic drug monitoring is essential in patients receiving aminoglycosides, including tobramycin. [38]", "contents": "Tobramycin -- Monitoring. Serum sodium, calcium, and magnesium should be monitored while on treatment. Peak and trough tobramycin serum levels should be monitored periodically, usually after the first 2 to 3 doses. The dosage can be adjusted if needed and monitored at every 3- to 4-day intervals during therapy. Prolonged serum concentrations higher than 12 mcg/mL should be avoided. Rising trough concentrations above 2 mcg/mL might indicate tissue accumulation. Monitor serum levels closely in patients with advanced age and known renal impairment. Therapeutic drug monitoring is essential in patients receiving aminoglycosides, including tobramycin. [38]"}
{"id": "article-35928_34", "title": "Tobramycin -- Toxicity", "content": "FDA-boxed warnings for tobramycin are ototoxicity, nephrotoxicity, and neuromuscular blockage. [39] These adverse reactions limit the use of this class of broad-spectrum bactericidal antibiotics.", "contents": "Tobramycin -- Toxicity. FDA-boxed warnings for tobramycin are ototoxicity, nephrotoxicity, and neuromuscular blockage. [39] These adverse reactions limit the use of this class of broad-spectrum bactericidal antibiotics."}
{"id": "article-35928_35", "title": "Tobramycin -- Toxicity -- Ototoxicity", "content": "Ototoxicity occurs from the loss of hair cells in the inner ear. [40] The damage to cranial nerve VIII (vestibulocochlear nerve) could cause hearing or balance dysfunctions. Once-daily administration of tobramycin is thought to help reduce the risk of cytotoxicity. This adverse effect is often irreversible. [3]", "contents": "Tobramycin -- Toxicity -- Ototoxicity. Ototoxicity occurs from the loss of hair cells in the inner ear. [40] The damage to cranial nerve VIII (vestibulocochlear nerve) could cause hearing or balance dysfunctions. Once-daily administration of tobramycin is thought to help reduce the risk of cytotoxicity. This adverse effect is often irreversible. [3]"}
{"id": "article-35928_36", "title": "Tobramycin -- Toxicity -- Nephrotoxicity", "content": "Nephrotoxicity, unlike ototoxicity, is a reversible adverse reaction. In a double-blind study completed at Johns Hopkins University School of Medicine, researchers noted that aminoglycoside-induced ototoxicity and nephrotoxicity occurred independently. [41]", "contents": "Tobramycin -- Toxicity -- Nephrotoxicity. Nephrotoxicity, unlike ototoxicity, is a reversible adverse reaction. In a double-blind study completed at Johns Hopkins University School of Medicine, researchers noted that aminoglycoside-induced ototoxicity and nephrotoxicity occurred independently. [41]"}
{"id": "article-35928_37", "title": "Tobramycin -- Toxicity -- Nephrotoxicity", "content": "As with preventing ototoxicity, nephrotoxicity is avoidable by longer dosing intervals. Tobramycin can cause both direct nephrotoxicity (dose-related) and hypersensitivity reactions. Tobramycin activates the renin-angiotensin-aldosterone system and can cause permanent vasoconstriction in the kidneys, resulting in an oliguric state with minimal urine output. The toxic changes caused by tobramycin are observable in the proximal tubule. Vacuolation and myeloid bodies can be observed in the tubular epithelial cell lysosomes under electron microscopy. Granular casts, microscopic hematuria, and proteinuria are also often present. [42]", "contents": "Tobramycin -- Toxicity -- Nephrotoxicity. As with preventing ototoxicity, nephrotoxicity is avoidable by longer dosing intervals. Tobramycin can cause both direct nephrotoxicity (dose-related) and hypersensitivity reactions. Tobramycin activates the renin-angiotensin-aldosterone system and can cause permanent vasoconstriction in the kidneys, resulting in an oliguric state with minimal urine output. The toxic changes caused by tobramycin are observable in the proximal tubule. Vacuolation and myeloid bodies can be observed in the tubular epithelial cell lysosomes under electron microscopy. Granular casts, microscopic hematuria, and proteinuria are also often present. [42]"}
{"id": "article-35928_38", "title": "Tobramycin -- Toxicity -- Nephrotoxicity", "content": "Close monitoring of kidney function is crucial to minimize nephrotoxic effects. [36] Maintaining adequate hydration can also decrease the likelihood of nephrotoxic events. Studies show that antioxidant administration, most notably with deferoxamine, can alleviate the toxic effects observed in the kidneys. [43]", "contents": "Tobramycin -- Toxicity -- Nephrotoxicity. Close monitoring of kidney function is crucial to minimize nephrotoxic effects. [36] Maintaining adequate hydration can also decrease the likelihood of nephrotoxic events. Studies show that antioxidant administration, most notably with deferoxamine, can alleviate the toxic effects observed in the kidneys. [43]"}
{"id": "article-35928_39", "title": "Tobramycin -- Toxicity -- Neurotoxicity", "content": "Tobramycin causes neuromuscular blockade by interfering with acetylcholine release. Patients with diseases affecting the neuromuscular junction, such as myasthenia gravis (MG), should not take aminoglycosides. This group of antibiotics can trigger or exacerbate symptoms of MG. If a patient with MG starts to deteriorate after tobramycin therapy, it is best to discontinue or reduce the dosage. [44] Aminoglycosides also cause drug-induced myasthenic syndrome, a reversible disorder in patients who otherwise do not have neuromuscular transmission defects. The symptoms of the drug-induced myasthenic syndrome will occur soon after initiating therapy but will cease upon discontinuing the medication. [45]", "contents": "Tobramycin -- Toxicity -- Neurotoxicity. Tobramycin causes neuromuscular blockade by interfering with acetylcholine release. Patients with diseases affecting the neuromuscular junction, such as myasthenia gravis (MG), should not take aminoglycosides. This group of antibiotics can trigger or exacerbate symptoms of MG. If a patient with MG starts to deteriorate after tobramycin therapy, it is best to discontinue or reduce the dosage. [44] Aminoglycosides also cause drug-induced myasthenic syndrome, a reversible disorder in patients who otherwise do not have neuromuscular transmission defects. The symptoms of the drug-induced myasthenic syndrome will occur soon after initiating therapy but will cease upon discontinuing the medication. [45]"}
{"id": "article-35928_40", "title": "Tobramycin -- Toxicity -- Overdose", "content": "Patients overdosed on tobramycin with normal renal function should be hydrated adequately to preserve urine output of 3 to 5 mL/kg/h. Fluid and electrolyte balance, creatinine clearance, and tobramycin serum concentrations should be monitored closely until the serum tobramycin concentration falls below 2 mcg/mL. Patients with a tobramycin elimination half-life exceeding 2 hours or impaired renal function may require aggressive therapy, including the potential benefit of hemodialysis. It is crucial to note that inhaled tobramycin can cause systemic toxicity in patients with renal dysfunction. [46]", "contents": "Tobramycin -- Toxicity -- Overdose. Patients overdosed on tobramycin with normal renal function should be hydrated adequately to preserve urine output of 3 to 5 mL/kg/h. Fluid and electrolyte balance, creatinine clearance, and tobramycin serum concentrations should be monitored closely until the serum tobramycin concentration falls below 2 mcg/mL. Patients with a tobramycin elimination half-life exceeding 2 hours or impaired renal function may require aggressive therapy, including the potential benefit of hemodialysis. It is crucial to note that inhaled tobramycin can cause systemic toxicity in patients with renal dysfunction. [46]"}
{"id": "article-35928_41", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "Tobramycin is a potent and effective aminoglycoside antibiotic approved for treating complicated infections with various indications. Due to its weak binding affinity to the rRNA of eukaryotes, the drug can cause serious adverse events in patients. [2] The clinical team must monitor the patient for adverse effects and intervene promptly. Proper patient education regarding the potential negative effects of tobramycin, coupled with diligent monitoring, can play a crucial role in preventing adverse outcomes.", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. Tobramycin is a potent and effective aminoglycoside antibiotic approved for treating complicated infections with various indications. Due to its weak binding affinity to the rRNA of eukaryotes, the drug can cause serious adverse events in patients. [2] The clinical team must monitor the patient for adverse effects and intervene promptly. Proper patient education regarding the potential negative effects of tobramycin, coupled with diligent monitoring, can play a crucial role in preventing adverse outcomes."}
{"id": "article-35928_42", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "Active participation and coordination among interprofessional healthcare team members, including clinicians and pharmacists, are essential to minimize adverse events and facilitate early detection. Implementing preventative measures to mitigate the risk of toxic adverse effects is paramount. This includes regularly assessing a patient's renal function and ensuring adequate hydration, which can help prevent acute kidney injury. The ordering clinician should collaborate with the pharmacy department to obtain dosing information, evaluate potential drug interactions, and gather tobramycin-specific antimicrobial spectrum data. The clinical nursing staff is responsible for administering the medication, closely monitoring for any adverse events, and assessing the effectiveness of the treatment. Effective communication and collaboration among the healthcare team members will ensure that any issues or concerns are promptly addressed and reported to the clinicians. This interprofessional coordination not only improves patient outcomes but also helps minimize adverse events associated with tobramycin therapy.", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. Active participation and coordination among interprofessional healthcare team members, including clinicians and pharmacists, are essential to minimize adverse events and facilitate early detection. Implementing preventative measures to mitigate the risk of toxic adverse effects is paramount. This includes regularly assessing a patient's renal function and ensuring adequate hydration, which can help prevent acute kidney injury. The ordering clinician should collaborate with the pharmacy department to obtain dosing information, evaluate potential drug interactions, and gather tobramycin-specific antimicrobial spectrum data. The clinical nursing staff is responsible for administering the medication, closely monitoring for any adverse events, and assessing the effectiveness of the treatment. Effective communication and collaboration among the healthcare team members will ensure that any issues or concerns are promptly addressed and reported to the clinicians. This interprofessional coordination not only improves patient outcomes but also helps minimize adverse events associated with tobramycin therapy."}
{"id": "article-35928_43", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "In the face of rising antibiotic resistance, the healthcare team must exercise judicious prescribing practices regarding tobramycin. The appropriate and limited use of tobramycin ensures its continued efficacy in the community.", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. In the face of rising antibiotic resistance, the healthcare team must exercise judicious prescribing practices regarding tobramycin. The appropriate and limited use of tobramycin ensures its continued efficacy in the community."}
{"id": "article-35928_44", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "To ensure appropriate prescribing practices, involving a board-certified infectious disease pharmacist with access to the latest antibiogram data is beneficial. Their expertise can help guide the selection and optimal use of tobramycin based on local resistance patterns. This is a vital aspect of antibiotic stewardship, emphasizing responsible antibiotic use.", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. To ensure appropriate prescribing practices, involving a board-certified infectious disease pharmacist with access to the latest antibiogram data is beneficial. Their expertise can help guide the selection and optimal use of tobramycin based on local resistance patterns. This is a vital aspect of antibiotic stewardship, emphasizing responsible antibiotic use."}
{"id": "article-35928_45", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "The antibiotic stewardship program necessitates open communication and feedback among healthcare professionals, including medical microbiologists, infectious disease specialists, pharmacists, and infection prevention and control teams. Collaborative efforts in monitoring and optimizing antibiotic use can help combat antibiotic resistance and enhance patient care.", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. The antibiotic stewardship program necessitates open communication and feedback among healthcare professionals, including medical microbiologists, infectious disease specialists, pharmacists, and infection prevention and control teams. Collaborative efforts in monitoring and optimizing antibiotic use can help combat antibiotic resistance and enhance patient care."}
{"id": "article-35928_46", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "By implementing these strategies, the healthcare team can contribute to preserving the effectiveness of tobramycin and other antibiotics, ensuring their continued efficacy in treating infections and improving patient outcomes. [47]", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. By implementing these strategies, the healthcare team can contribute to preserving the effectiveness of tobramycin and other antibiotics, ensuring their continued efficacy in treating infections and improving patient outcomes. [47]"}
{"id": "article-35928_47", "title": "Tobramycin -- Enhancing Healthcare Team Outcomes", "content": "Caution is required when prescribing tobramycin to patients with neuromuscular junction disorders due to its potential to decrease acetylcholine. However, in complicated systemic infections, the interprofessional team can assess risks and benefits to consider tobramycin as a valuable treatment option. [Level 5]", "contents": "Tobramycin -- Enhancing Healthcare Team Outcomes. Caution is required when prescribing tobramycin to patients with neuromuscular junction disorders due to its potential to decrease acetylcholine. However, in complicated systemic infections, the interprofessional team can assess risks and benefits to consider tobramycin as a valuable treatment option. [Level 5]"}
{"id": "article-35928_48", "title": "Tobramycin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tobramycin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}