{"id": "article-18674_0", "title": "Bruton Agammaglobulinemia (Archived) -- Introduction", "content": "Bruton agammaglobulinemia or X-linked agammaglobulinemia (XLA) is an inherited immunodeficiency disorder characterized by the absence of mature B cells, resulting in severe antibody deficiency and recurrent infections. [1] [2] [3] It can manifest in an infant as soon as the protective effect of maternal immunoglobulins wanes at around three - six months of age.", "contents": "Bruton Agammaglobulinemia (Archived) -- Introduction. Bruton agammaglobulinemia or X-linked agammaglobulinemia (XLA) is an inherited immunodeficiency disorder characterized by the absence of mature B cells, resulting in severe antibody deficiency and recurrent infections. [1] [2] [3] It can manifest in an infant as soon as the protective effect of maternal immunoglobulins wanes at around three - six months of age."}
{"id": "article-18674_1", "title": "Bruton Agammaglobulinemia (Archived) -- Etiology", "content": "XLA is caused by mutations in the BTK gene which is present on the long arm of the X-chromosome. BTK is a member of the Tec family of nonreceptor protein-tyrosine kinases which are signal transduction molecules. Nearly 544 mutations have been associated with the disease. These include nonsense, splice site mutations as well as deletions and insertions. [4] [5] However, the single most common genetic event is a missense mutation. Different studies have shown that specific mutations may or may not correlate with the severity of the disease.", "contents": "Bruton Agammaglobulinemia (Archived) -- Etiology. XLA is caused by mutations in the BTK gene which is present on the long arm of the X-chromosome. BTK is a member of the Tec family of nonreceptor protein-tyrosine kinases which are signal transduction molecules. Nearly 544 mutations have been associated with the disease. These include nonsense, splice site mutations as well as deletions and insertions. [4] [5] However, the single most common genetic event is a missense mutation. Different studies have shown that specific mutations may or may not correlate with the severity of the disease."}
{"id": "article-18674_2", "title": "Bruton Agammaglobulinemia (Archived) -- Etiology", "content": "Forty percent of affected individuals have a positive family history while in 60% of the individuals the mutation is spontaneous. Thus individuals with a typical phenotype but negative family history should be suspected to have XLA and tested adequately.", "contents": "Bruton Agammaglobulinemia (Archived) -- Etiology. Forty percent of affected individuals have a positive family history while in 60% of the individuals the mutation is spontaneous. Thus individuals with a typical phenotype but negative family history should be suspected to have XLA and tested adequately."}
{"id": "article-18674_3", "title": "Bruton Agammaglobulinemia (Archived) -- Epidemiology", "content": "XLA is a rare disorder, primarily affecting males. Females may be carriers but have no clinical manifestations. Its prevalence in the United States is 1 in 379,000 live births and 1 in 190,000 male births.", "contents": "Bruton Agammaglobulinemia (Archived) -- Epidemiology. XLA is a rare disorder, primarily affecting males. Females may be carriers but have no clinical manifestations. Its prevalence in the United States is 1 in 379,000 live births and 1 in 190,000 male births."}
{"id": "article-18674_4", "title": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology", "content": "BTK plays a role in the maturation of Pro-B-Cells to Pre-B-cells. Thus there is a failure of B cell development in affected individuals. Immunoglobulin-secreting plasma cells also are absent, resulting in deficiency (hypogammaglobulinemia) or absent (agammaglobulinemia) immunoglobulins.", "contents": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology. BTK plays a role in the maturation of Pro-B-Cells to Pre-B-cells. Thus there is a failure of B cell development in affected individuals. Immunoglobulin-secreting plasma cells also are absent, resulting in deficiency (hypogammaglobulinemia) or absent (agammaglobulinemia) immunoglobulins."}
{"id": "article-18674_5", "title": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology", "content": "The deficiency of immunoglobulins results in absent antibody responses and increases the tendency to develop bacterial infections. Encapsulated pyogenic bacteria are usually the culprits because they are opsonized by antibodies as a defense mechanism. Thus Streptococcus pneumoniae, Haemophilus influenzae type B, Streptococcus pyogenes, and the Pseudomonas species are some of the common causative organisms. Recurrent otitis media is the most common type of infection seen before diagnosis in these patients. [6] [7] [8]", "contents": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology. The deficiency of immunoglobulins results in absent antibody responses and increases the tendency to develop bacterial infections. Encapsulated pyogenic bacteria are usually the culprits because they are opsonized by antibodies as a defense mechanism. Thus Streptococcus pneumoniae, Haemophilus influenzae type B, Streptococcus pyogenes, and the Pseudomonas species are some of the common causative organisms. Recurrent otitis media is the most common type of infection seen before diagnosis in these patients. [6] [7] [8]"}
{"id": "article-18674_6", "title": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology", "content": "Certain enteroviruses also are protected by the humoral immunity from replication in the gastrointestinal tract and subsequent spread to the central nervous system. Thus, there is an increased propensity to develop enteroviral infections, manifesting as meningoencephalitis, hepatitis, or dermatomyositis-like infections. However, with the increasing use of intravenous immunoglobulin in these patients, the incidence has decreased to a few isolated cases.", "contents": "Bruton Agammaglobulinemia (Archived) -- Pathophysiology. Certain enteroviruses also are protected by the humoral immunity from replication in the gastrointestinal tract and subsequent spread to the central nervous system. Thus, there is an increased propensity to develop enteroviral infections, manifesting as meningoencephalitis, hepatitis, or dermatomyositis-like infections. However, with the increasing use of intravenous immunoglobulin in these patients, the incidence has decreased to a few isolated cases."}
{"id": "article-18674_7", "title": "Bruton Agammaglobulinemia (Archived) -- Histopathology", "content": "Due to lack of B cell maturation, differnciation, and storage, lymphoid organs like the tonsils, spleen, adenoids, Peyer patches in the intestines, are poorly developed. The lymph nodes can, however, appear normal due to hypertrophy of T-cell areas.", "contents": "Bruton Agammaglobulinemia (Archived) -- Histopathology. Due to lack of B cell maturation, differnciation, and storage, lymphoid organs like the tonsils, spleen, adenoids, Peyer patches in the intestines, are poorly developed. The lymph nodes can, however, appear normal due to hypertrophy of T-cell areas."}
{"id": "article-18674_8", "title": "Bruton Agammaglobulinemia (Archived) -- History and Physical", "content": "The classical clinical presentation is of a young boy, who is aged between 3 months to early adulthood, with recurrent bacterial infections. During the third trimester of pregnancy, maternal IgG transfers to the fetus protecting the neonate from early infections. However, this effect wanes by six months of age, which is when the first signs of disease become apparent. The average age at diagnosis for patients with a family history of XLA is 2.6 years of age, while those without a positive family history are diagnosed only at 5.4 years of age on average.", "contents": "Bruton Agammaglobulinemia (Archived) -- History and Physical. The classical clinical presentation is of a young boy, who is aged between 3 months to early adulthood, with recurrent bacterial infections. During the third trimester of pregnancy, maternal IgG transfers to the fetus protecting the neonate from early infections. However, this effect wanes by six months of age, which is when the first signs of disease become apparent. The average age at diagnosis for patients with a family history of XLA is 2.6 years of age, while those without a positive family history are diagnosed only at 5.4 years of age on average."}
{"id": "article-18674_9", "title": "Bruton Agammaglobulinemia (Archived) -- History and Physical", "content": "However, it is important to note that infections are relatively common, and knowing when to suspect XLA is key. Proper family history for frequent hospitalizations or deaths in boys at an early age can hint towards XLA well before symptoms of infections manifest. Even without a positive family history, signs hinting towards an evaluation for a primary immunodeficiency include recurrent infections, atypical infections, and unusually severe infections requiring hospitalization in a young male.", "contents": "Bruton Agammaglobulinemia (Archived) -- History and Physical. However, it is important to note that infections are relatively common, and knowing when to suspect XLA is key. Proper family history for frequent hospitalizations or deaths in boys at an early age can hint towards XLA well before symptoms of infections manifest. Even without a positive family history, signs hinting towards an evaluation for a primary immunodeficiency include recurrent infections, atypical infections, and unusually severe infections requiring hospitalization in a young male."}
{"id": "article-18674_10", "title": "Bruton Agammaglobulinemia (Archived) -- History and Physical", "content": "On physical examination, the absence of tonsils, chronic cough, chronic rhinitis, post-nasal drip, and clubbing can be seen. Growth charts may show evidence of failure to thrive especially in older children.", "contents": "Bruton Agammaglobulinemia (Archived) -- History and Physical. On physical examination, the absence of tonsils, chronic cough, chronic rhinitis, post-nasal drip, and clubbing can be seen. Growth charts may show evidence of failure to thrive especially in older children."}
{"id": "article-18674_11", "title": "Bruton Agammaglobulinemia (Archived) -- Evaluation", "content": "An accurate diagnosis of XLA is important, not just for the sake of treatment but also to ensure proper genetic counseling for the individual and the family.", "contents": "Bruton Agammaglobulinemia (Archived) -- Evaluation. An accurate diagnosis of XLA is important, not just for the sake of treatment but also to ensure proper genetic counseling for the individual and the family."}
{"id": "article-18674_12", "title": "Bruton Agammaglobulinemia (Archived) -- Evaluation", "content": "The diagnosis of XLA comprises clinical suspicion by history, especially family history, and physical examination followed by laboratory and genetic tests. [9] [10] [11] Initial laboratory tests to be performed include a complete blood count with differential, quantitative serum immunoglobulin levels (IgG, IgA, and IgM), and serum specific antibody titers in response to immunization such as against tetanus or diphtheria. Serum levels of all immunoglobulins are low or nearly undetectable, and there is an absent antibody response to vaccinations. If these findings are suggestive of XLA, the next step is a lymphocyte phenotyping using flow cytometry which would document normal T-cell numbers but reduced to absent B-cell numbers.", "contents": "Bruton Agammaglobulinemia (Archived) -- Evaluation. The diagnosis of XLA comprises clinical suspicion by history, especially family history, and physical examination followed by laboratory and genetic tests. [9] [10] [11] Initial laboratory tests to be performed include a complete blood count with differential, quantitative serum immunoglobulin levels (IgG, IgA, and IgM), and serum specific antibody titers in response to immunization such as against tetanus or diphtheria. Serum levels of all immunoglobulins are low or nearly undetectable, and there is an absent antibody response to vaccinations. If these findings are suggestive of XLA, the next step is a lymphocyte phenotyping using flow cytometry which would document normal T-cell numbers but reduced to absent B-cell numbers."}
{"id": "article-18674_13", "title": "Bruton Agammaglobulinemia (Archived) -- Evaluation", "content": "These results point towards a probable diagnosis of XLA; however, to confirm the diagnosis, genetic testing to look for a mutation in BTK gene can be performed. A confirmed family history of XLA can serve as a surrogate for genetic testing.", "contents": "Bruton Agammaglobulinemia (Archived) -- Evaluation. These results point towards a probable diagnosis of XLA; however, to confirm the diagnosis, genetic testing to look for a mutation in BTK gene can be performed. A confirmed family history of XLA can serve as a surrogate for genetic testing."}
{"id": "article-18674_14", "title": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management", "content": "The first and foremost goal in patients with XLA should be an avoidance of infections. This includes measures to prevent infections by frequent handwashing, maintaining good respiratory hygiene, and, if possible, drinking only treated water.", "contents": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management. The first and foremost goal in patients with XLA should be an avoidance of infections. This includes measures to prevent infections by frequent handwashing, maintaining good respiratory hygiene, and, if possible, drinking only treated water."}
{"id": "article-18674_15", "title": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management", "content": "The emergence of immunoglobulin replacement therapy has caused a paradigm shift in the management of patients with XLA. Observational studies have shown that intravenous immunoglobulin (IVIG) therapy has reduced the rate of infections and hospitalizations resulting in reduced morbidity and mortality. Some studies have shown a reduced incidence of bacterial infections from 0.4 to 0.06 per patient per year.", "contents": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management. The emergence of immunoglobulin replacement therapy has caused a paradigm shift in the management of patients with XLA. Observational studies have shown that intravenous immunoglobulin (IVIG) therapy has reduced the rate of infections and hospitalizations resulting in reduced morbidity and mortality. Some studies have shown a reduced incidence of bacterial infections from 0.4 to 0.06 per patient per year."}
{"id": "article-18674_16", "title": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management", "content": "However, there are a few drawbacks to the use of IVIG. Firstly, even though IVIG protects against most of the common pathogens, a few uncommon ones to which the donor pool has not been exposed are not protected against. Secondly, out of all types of immunoglobulins, only IgG is replaced while IgA and IgM are not and have their own unique functions. Finally, passive immunity through IVIG does not replace the rise in immunoglobulins seen in a healthy individual after exposure to foreign antigens. [10]", "contents": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management. However, there are a few drawbacks to the use of IVIG. Firstly, even though IVIG protects against most of the common pathogens, a few uncommon ones to which the donor pool has not been exposed are not protected against. Secondly, out of all types of immunoglobulins, only IgG is replaced while IgA and IgM are not and have their own unique functions. Finally, passive immunity through IVIG does not replace the rise in immunoglobulins seen in a healthy individual after exposure to foreign antigens. [10]"}
{"id": "article-18674_17", "title": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management", "content": "In addition to IVIG, treatment with antibiotics for active infections should be done. In these individuals, recurrent pneumonia and other respiratory tract infections can lead to chronic lung problems such as bronchiectasis, chronic sinusitis, and chronic bronchitis. Thus, regular monitoring for these conditions using appropriate tests such as imaging studies is recommended as even subclinical infections can predispose individuals to develop them. Role of longterm antibiotic prophylaxis is not strongly supported by data.", "contents": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management. In addition to IVIG, treatment with antibiotics for active infections should be done. In these individuals, recurrent pneumonia and other respiratory tract infections can lead to chronic lung problems such as bronchiectasis, chronic sinusitis, and chronic bronchitis. Thus, regular monitoring for these conditions using appropriate tests such as imaging studies is recommended as even subclinical infections can predispose individuals to develop them. Role of longterm antibiotic prophylaxis is not strongly supported by data."}
{"id": "article-18674_18", "title": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management", "content": "Even though immunoglobulin replacement is a safe and effective treatment strategy for these patients, Hematopoietic stem cell transplantation (HSCT) is an alternative. The risks of allogeneic HSCT such as rejection, graft-versus-host-disease make the treatment option less safe. The tedious procedure of HSCT and the difficult procurement of a suitable donor are additional factors that make it a less popular treatment option. However, in some patients, especially in developing countries, the costs of regular IVIG or its inconvenience, and the unavailability of IVIG can lead to opting for this treatment modality.", "contents": "Bruton Agammaglobulinemia (Archived) -- Treatment / Management. Even though immunoglobulin replacement is a safe and effective treatment strategy for these patients, Hematopoietic stem cell transplantation (HSCT) is an alternative. The risks of allogeneic HSCT such as rejection, graft-versus-host-disease make the treatment option less safe. The tedious procedure of HSCT and the difficult procurement of a suitable donor are additional factors that make it a less popular treatment option. However, in some patients, especially in developing countries, the costs of regular IVIG or its inconvenience, and the unavailability of IVIG can lead to opting for this treatment modality."}
{"id": "article-18674_19", "title": "Bruton Agammaglobulinemia (Archived) -- Differential Diagnosis", "content": "Acrodermatitis Ataxia telangiectasis Common variable immunodeficiency Growth hormone deficiency Lymphoproliferative disorder Pediatric atopic dermatitis Pediatric severe combined immunodeficiency T cell disorders The dermatologic manifestation of vitamin A deficiency Transient hypogammaglobulinemia of infancy", "contents": "Bruton Agammaglobulinemia (Archived) -- Differential Diagnosis. Acrodermatitis Ataxia telangiectasis Common variable immunodeficiency Growth hormone deficiency Lymphoproliferative disorder Pediatric atopic dermatitis Pediatric severe combined immunodeficiency T cell disorders The dermatologic manifestation of vitamin A deficiency Transient hypogammaglobulinemia of infancy"}
{"id": "article-18674_20", "title": "Bruton Agammaglobulinemia (Archived) -- Prognosis", "content": "Literature suggests an increased risk of lymphoma, adenocarcinoma of gastrointestinal orgin especially stomach and colon.", "contents": "Bruton Agammaglobulinemia (Archived) -- Prognosis. Literature suggests an increased risk of lymphoma, adenocarcinoma of gastrointestinal orgin especially stomach and colon."}
{"id": "article-18674_21", "title": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues", "content": "Some conditions can mimic XLA thus a careful investigation to rule these out should be performed. These include Transient hypogammaglobulinemia of infancy, common variable immunodeficiency, Autosomal-recessive agammaglobulinemia (ARA), and Combined T- and B-cell immunodeficiencies with agammaglobulinemia such as Severe Combined Immunodeficiency (SCID).", "contents": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues. Some conditions can mimic XLA thus a careful investigation to rule these out should be performed. These include Transient hypogammaglobulinemia of infancy, common variable immunodeficiency, Autosomal-recessive agammaglobulinemia (ARA), and Combined T- and B-cell immunodeficiencies with agammaglobulinemia such as Severe Combined Immunodeficiency (SCID)."}
{"id": "article-18674_22", "title": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues", "content": "Even with lab testing a few hints supporting a diagnosis of XLA include CD19+ B cell numbers which are usually normal in most other causes of hypogammaglobulinemia/ agammaglobulinemia except ARA and some types of SCID. The former can be ruled out using genetic testing for mutations in the BTK gene while the latter also has abnormalities in the T-cell number.", "contents": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues. Even with lab testing a few hints supporting a diagnosis of XLA include CD19+ B cell numbers which are usually normal in most other causes of hypogammaglobulinemia/ agammaglobulinemia except ARA and some types of SCID. The former can be ruled out using genetic testing for mutations in the BTK gene while the latter also has abnormalities in the T-cell number."}
{"id": "article-18674_23", "title": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues", "content": "Certain atypical varieties of XLA with the delayed presentation are known which mimic other disorders such as CVID. They are characterized by the presence of B cells and antibody production albeit in low numbers. These patients have a less severe disease which peaks in intensity only in adulthood.", "contents": "Bruton Agammaglobulinemia (Archived) -- Pearls and Other Issues. Certain atypical varieties of XLA with the delayed presentation are known which mimic other disorders such as CVID. They are characterized by the presence of B cells and antibody production albeit in low numbers. These patients have a less severe disease which peaks in intensity only in adulthood."}
{"id": "article-18674_24", "title": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes", "content": "While the diagnosis of XLA is relatively simple, its management is complex and requires an interprofessional team that includes a geneticist, infectious disease expert, hematologist, pediatrician, nurse practitioner, oncologist, and the primary care provider. The first and foremost goal in patients with XLA should be an avoidance of infections. This includes measures to prevent infections by frequent handwashing, maintaining good respiratory hygiene, and, if possible, drinking only treated water.", "contents": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes. While the diagnosis of XLA is relatively simple, its management is complex and requires an interprofessional team that includes a geneticist, infectious disease expert, hematologist, pediatrician, nurse practitioner, oncologist, and the primary care provider. The first and foremost goal in patients with XLA should be an avoidance of infections. This includes measures to prevent infections by frequent handwashing, maintaining good respiratory hygiene, and, if possible, drinking only treated water."}
{"id": "article-18674_25", "title": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The emergence of immunoglobulin replacement therapy has caused a paradigm shift in the management of patients with XLA. Observational studies have shown that intravenous immunoglobulin (IVIG) therapy has reduced the rate of infections and hospitalizations resulting in reduced morbidity and mortality. Some studies have shown a reduced incidence of bacterial infections from 0.4 to 0.06 per patient per year. Even though immunoglobulin replacement is a safe and effective treatment strategy for these patients, Hematopoietic stem cell transplantation (HSCT) is an alternative. The risks of allogeneic HSCT such as rejection, graft-versus-host-disease make the treatment option less safe. The tedious procedure of HSCT and the difficult procurement of a suitable donor are additional factors that make it a less popular treatment option. However, in some patients, especially in developing countries, the costs of regular IVIG or its inconvenience, and the unavailability of IVIG can lead to opting for this treatment modality.", "contents": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes. The emergence of immunoglobulin replacement therapy has caused a paradigm shift in the management of patients with XLA. Observational studies have shown that intravenous immunoglobulin (IVIG) therapy has reduced the rate of infections and hospitalizations resulting in reduced morbidity and mortality. Some studies have shown a reduced incidence of bacterial infections from 0.4 to 0.06 per patient per year. Even though immunoglobulin replacement is a safe and effective treatment strategy for these patients, Hematopoietic stem cell transplantation (HSCT) is an alternative. The risks of allogeneic HSCT such as rejection, graft-versus-host-disease make the treatment option less safe. The tedious procedure of HSCT and the difficult procurement of a suitable donor are additional factors that make it a less popular treatment option. However, in some patients, especially in developing countries, the costs of regular IVIG or its inconvenience, and the unavailability of IVIG can lead to opting for this treatment modality."}
{"id": "article-18674_26", "title": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The prognosis for patients with XLA is guarded. The biggest risk of death is infections. These patients require repeated admissions and consequently, the quality of life is poor. [12] [13] [14] (Level V)", "contents": "Bruton Agammaglobulinemia (Archived) -- Enhancing Healthcare Team Outcomes. The prognosis for patients with XLA is guarded. The biggest risk of death is infections. These patients require repeated admissions and consequently, the quality of life is poor. [12] [13] [14] (Level V)"}
{"id": "article-18674_27", "title": "Bruton Agammaglobulinemia (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bruton Agammaglobulinemia (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}