{"id": "article-64047_0", "title": "Tetrahydrocannabinol (THC) -- Continuing Education Activity", "content": "Delta-9-tetrahydrocannabinol (also known as THC) is a medicinal compound utilized to manage and treat chemotherapy-induced nausea and vomiting and stimulate appetite. Naturally occurring THC is the principal psychoactive compound and 1 of the 113 cannabinoids identified within the class of cannabinoid medications. The U.S. Food and Drug Administration approved dronabinol, the synthetic formulation of THC, for managing chemotherapy-induced nausea and vomiting, as well as for stimulating appetite in cases of acquired immunodeficiency syndrome (AIDS) anorexia. Another synthetic form of THC, nabilone, also received FDA approval for addressing chemotherapy-induced nausea and vomiting. This activity reviews the indications, mechanisms of action, and contraindications of THC and its synthetic formulations as valuable agents in managing chemotherapy-induced nausea and vomiting and appetite stimulation in AIDS-related anorexia. This activity also highlights the off-label uses, pharmacodynamics, and adverse events when utilizing synthetic THC analogs. This information is relevant for interprofessional healthcare team members to enhance their competence when caring for patients with chemotherapy-induced nausea and vomiting or AIDS-related anorexia.", "contents": "Tetrahydrocannabinol (THC) -- Continuing Education Activity. Delta-9-tetrahydrocannabinol (also known as THC) is a medicinal compound utilized to manage and treat chemotherapy-induced nausea and vomiting and stimulate appetite. Naturally occurring THC is the principal psychoactive compound and 1 of the 113 cannabinoids identified within the class of cannabinoid medications. The U.S. Food and Drug Administration approved dronabinol, the synthetic formulation of THC, for managing chemotherapy-induced nausea and vomiting, as well as for stimulating appetite in cases of acquired immunodeficiency syndrome (AIDS) anorexia. Another synthetic form of THC, nabilone, also received FDA approval for addressing chemotherapy-induced nausea and vomiting. This activity reviews the indications, mechanisms of action, and contraindications of THC and its synthetic formulations as valuable agents in managing chemotherapy-induced nausea and vomiting and appetite stimulation in AIDS-related anorexia. This activity also highlights the off-label uses, pharmacodynamics, and adverse events when utilizing synthetic THC analogs. This information is relevant for interprofessional healthcare team members to enhance their competence when caring for patients with chemotherapy-induced nausea and vomiting or AIDS-related anorexia."}
{"id": "article-64047_1", "title": "Tetrahydrocannabinol (THC) -- Continuing Education Activity", "content": "Objectives: Screen patients for potential contraindications or risks associated with THC use, such as a history of substance abuse or psychiatric disorders, as part of a comprehensive substance use assessment. Select the most suitable THC formulation, dosage form, and route of administration based on individual patient characteristics and preferences. Communicate effectively with patients about the potential benefits, risks, and adverse effects of THC therapy, considering their medical history and concerns. Assess the potential interactions between THC and other medications or substances that patients may be using, taking into account possible contraindications and risks. Access free multiple choice questions on this topic.", "contents": "Tetrahydrocannabinol (THC) -- Continuing Education Activity. Objectives: Screen patients for potential contraindications or risks associated with THC use, such as a history of substance abuse or psychiatric disorders, as part of a comprehensive substance use assessment. Select the most suitable THC formulation, dosage form, and route of administration based on individual patient characteristics and preferences. Communicate effectively with patients about the potential benefits, risks, and adverse effects of THC therapy, considering their medical history and concerns. Assess the potential interactions between THC and other medications or substances that patients may be using, taking into account possible contraindications and risks. Access free multiple choice questions on this topic."}
{"id": "article-64047_2", "title": "Tetrahydrocannabinol (THC) -- Indications", "content": "The Cannabis sativa plant produces numerous bioactive compounds with potential medical benefits, including terpenes, flavonoids, and cannabinoids. Among these, delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD) are the most extensively researched and studied compounds. [1] [2] THC is responsible for the psychoactive effects associated with cannabis consumption. Historically, cannabis was predominantly utilized for recreational purposes due to its psychoactive properties. However, more recently, there has been significant interest in its potential medical applications. The U.S. Food and Drug Administration (FDA) recognizes the potential value of cannabis for medical purposes and acknowledges the necessity for research to mitigate unintended adverse outcomes. [3]", "contents": "Tetrahydrocannabinol (THC) -- Indications. The Cannabis sativa plant produces numerous bioactive compounds with potential medical benefits, including terpenes, flavonoids, and cannabinoids. Among these, delta-9-tetrahydrocannabinol (THC) and cannabidiol (CBD) are the most extensively researched and studied compounds. [1] [2] THC is responsible for the psychoactive effects associated with cannabis consumption. Historically, cannabis was predominantly utilized for recreational purposes due to its psychoactive properties. However, more recently, there has been significant interest in its potential medical applications. The U.S. Food and Drug Administration (FDA) recognizes the potential value of cannabis for medical purposes and acknowledges the necessity for research to mitigate unintended adverse outcomes. [3]"}
{"id": "article-64047_3", "title": "Tetrahydrocannabinol (THC) -- Indications -- FDA-Approved Indications", "content": "FDA-approved synthetic THC preparations, including nabilone and dronabinol, have received recognition for their effectiveness in addressing chemotherapy-induced nausea and vomiting. Dronabinol has also received FDA approval for stimulating appetite in cases of acquired immune deficiency syndrome (AIDS)-related anorexia. [1] [2] These 2 medications are the sole synthetic THC formulations that have obtained FDA approval in the United States. Nevertheless, the utilization of cannabis for various off-label and medical purposes has increased due to the legalization of medical cannabis in numerous states across the United States. Although many states have granted permission for medical marijuana usage, it remains classified as a Schedule 1 drug under federal standards, lacking recognized medical applications and posing a significant risk of abuse. In addition, as per the American Society of Clinical Oncology's 2017 guidelines, there is inadequate evidence to recommend THC as monotherapy for addressing chemotherapy-induced nausea and vomiting. However, in cases of breakthrough nausea and vomiting resistant to ondansetron, moderate evidence supports THC's effectiveness when used alongside standard antiemetic therapy. [4]", "contents": "Tetrahydrocannabinol (THC) -- Indications -- FDA-Approved Indications. FDA-approved synthetic THC preparations, including nabilone and dronabinol, have received recognition for their effectiveness in addressing chemotherapy-induced nausea and vomiting. Dronabinol has also received FDA approval for stimulating appetite in cases of acquired immune deficiency syndrome (AIDS)-related anorexia. [1] [2] These 2 medications are the sole synthetic THC formulations that have obtained FDA approval in the United States. Nevertheless, the utilization of cannabis for various off-label and medical purposes has increased due to the legalization of medical cannabis in numerous states across the United States. Although many states have granted permission for medical marijuana usage, it remains classified as a Schedule 1 drug under federal standards, lacking recognized medical applications and posing a significant risk of abuse. In addition, as per the American Society of Clinical Oncology's 2017 guidelines, there is inadequate evidence to recommend THC as monotherapy for addressing chemotherapy-induced nausea and vomiting. However, in cases of breakthrough nausea and vomiting resistant to ondansetron, moderate evidence supports THC's effectiveness when used alongside standard antiemetic therapy. [4]"}
{"id": "article-64047_4", "title": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses", "content": "Currently, various potential off-label applications of THC are subjects of ongoing research. Randomized controlled trials have indicated that synthetic THC dronabinol has the potential to enhance respiratory stability in individuals with moderate-to-severe obstructive sleep apnea (OSA). [5] However, additional research is essential to evaluate dronabinol's tolerability, safety profile, and potential implications for long-term drug usage. As a result, the American Academy of Sleep Medicine refrains from endorsing its usage for addressing OSA use. [6] Furthermore, a recent laboratory investigation indicates that THC might inhibit the proliferation of breast cancer cells. [7]", "contents": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses. Currently, various potential off-label applications of THC are subjects of ongoing research. Randomized controlled trials have indicated that synthetic THC dronabinol has the potential to enhance respiratory stability in individuals with moderate-to-severe obstructive sleep apnea (OSA). [5] However, additional research is essential to evaluate dronabinol's tolerability, safety profile, and potential implications for long-term drug usage. As a result, the American Academy of Sleep Medicine refrains from endorsing its usage for addressing OSA use. [6] Furthermore, a recent laboratory investigation indicates that THC might inhibit the proliferation of breast cancer cells. [7]"}
{"id": "article-64047_5", "title": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses", "content": "Randomized controlled trials have also demonstrated the efficacy of THC in effectively alleviating fibromyalgia and chronic neuropathic pain. However, the off-label use of the drug remains a subject of controversy and demands further comprehensive research. [8] [9]", "contents": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses. Randomized controlled trials have also demonstrated the efficacy of THC in effectively alleviating fibromyalgia and chronic neuropathic pain. However, the off-label use of the drug remains a subject of controversy and demands further comprehensive research. [8] [9]"}
{"id": "article-64047_6", "title": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses", "content": "Despite the FDA approval of synthetic cannabinoids, dronabinol and nabilone, for chemotherapy-induced nausea and vomiting, research has not substantiated their efficacy as antiemetics for postoperative nausea and vomiting. [10] Currently, medical cannabis is legally accessible in over 50% of states, with 17 states allowing the utilization of products rich in CBD and low in THC for medical purposes. [11] However, this figure has the potential to increase in the coming years.", "contents": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses. Despite the FDA approval of synthetic cannabinoids, dronabinol and nabilone, for chemotherapy-induced nausea and vomiting, research has not substantiated their efficacy as antiemetics for postoperative nausea and vomiting. [10] Currently, medical cannabis is legally accessible in over 50% of states, with 17 states allowing the utilization of products rich in CBD and low in THC for medical purposes. [11] However, this figure has the potential to increase in the coming years."}
{"id": "article-64047_7", "title": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses", "content": "Although medical cannabis has gained legal status in numerous states, the FDA prohibits any product. This prohibition hampers its distribution, limits clinical research possibilities, and confines other potential therapeutic applications. [11]", "contents": "Tetrahydrocannabinol (THC) -- Indications -- Off-Label Uses. Although medical cannabis has gained legal status in numerous states, the FDA prohibits any product. This prohibition hampers its distribution, limits clinical research possibilities, and confines other potential therapeutic applications. [11]"}
{"id": "article-64047_8", "title": "Tetrahydrocannabinol (THC) -- Mechanism of Action", "content": "THC binds to cannabinoid receptors CB1 and CB2, which are integral components of the endogenous cannabinoid system. Although THC exhibits a weaker binding affinity for CB2 receptors, it also demonstrates a strong affinity for CB1 receptors. The expression and pathway of these receptors are still the focus of research. However, it is established that CB1 receptors are primarily expressed in the central nervous system (CNS), whereas CB2 receptors are found in the peripheral nervous system (PNS), immune cells, and various organs. [12] [13] Upon interaction with THC, the CB1 receptor elicits hypolocomotion, hypothermia, catalepsy, and analgesia responses. [3]", "contents": "Tetrahydrocannabinol (THC) -- Mechanism of Action. THC binds to cannabinoid receptors CB1 and CB2, which are integral components of the endogenous cannabinoid system. Although THC exhibits a weaker binding affinity for CB2 receptors, it also demonstrates a strong affinity for CB1 receptors. The expression and pathway of these receptors are still the focus of research. However, it is established that CB1 receptors are primarily expressed in the central nervous system (CNS), whereas CB2 receptors are found in the peripheral nervous system (PNS), immune cells, and various organs. [12] [13] Upon interaction with THC, the CB1 receptor elicits hypolocomotion, hypothermia, catalepsy, and analgesia responses. [3]"}
{"id": "article-64047_9", "title": "Tetrahydrocannabinol (THC) -- Mechanism of Action", "content": "THC's effects on emesis, appetite, and pain are attributed to its binding of CB1 receptors in the CNS, which modulate sensory, somatic, and cognitive perception. [4] [2] [8]  In addition, CB2 and other receptors mediate THC's neuroprotective, anti-spasmodic, and anti-inflammatory effects. [3] When considering the potential benefits of THC in treating OSA, THC appears to act as an antagonist of serotonin in the PNS. [5] Serotonin plays a pivotal role in regulating respiration, and disturbances in its function can contribute to irregular breathing patterns during sleep. [14]", "contents": "Tetrahydrocannabinol (THC) -- Mechanism of Action. THC's effects on emesis, appetite, and pain are attributed to its binding of CB1 receptors in the CNS, which modulate sensory, somatic, and cognitive perception. [4] [2] [8]  In addition, CB2 and other receptors mediate THC's neuroprotective, anti-spasmodic, and anti-inflammatory effects. [3] When considering the potential benefits of THC in treating OSA, THC appears to act as an antagonist of serotonin in the PNS. [5] Serotonin plays a pivotal role in regulating respiration, and disturbances in its function can contribute to irregular breathing patterns during sleep. [14]"}
{"id": "article-64047_10", "title": "Tetrahydrocannabinol (THC) -- Administration -- Available Dosage Forms and Strengths", "content": "The 2 FDA-approved synthetic THC compounds, nabilone and dronabinol, are available in various formulations and strengths for managing chemotherapy-induced nausea and vomiting, as well as for stimulating appetite in cases of AIDS-related anorexia in patients.", "contents": "Tetrahydrocannabinol (THC) -- Administration -- Available Dosage Forms and Strengths. The 2 FDA-approved synthetic THC compounds, nabilone and dronabinol, are available in various formulations and strengths for managing chemotherapy-induced nausea and vomiting, as well as for stimulating appetite in cases of AIDS-related anorexia in patients."}
{"id": "article-64047_11", "title": "Tetrahydrocannabinol (THC) -- Administration -- Available Dosage Forms and Strengths", "content": "Nabilone is accessible in the form of oral capsules with strengths of 1 mg and 2 mg. In contrast, dronabinol is available in the form of oral capsules in strengths of 2.5 mg, 5 mg, and 10 mg, as well as offered in an oral solution form with a concentration of 5 mg/mL.", "contents": "Tetrahydrocannabinol (THC) -- Administration -- Available Dosage Forms and Strengths. Nabilone is accessible in the form of oral capsules with strengths of 1 mg and 2 mg. In contrast, dronabinol is available in the form of oral capsules in strengths of 2.5 mg, 5 mg, and 10 mg, as well as offered in an oral solution form with a concentration of 5 mg/mL."}
{"id": "article-64047_12", "title": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage", "content": "The recommended dosages for both nabilone and dronabinol are listed below.", "contents": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage. The recommended dosages for both nabilone and dronabinol are listed below."}
{"id": "article-64047_13", "title": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage", "content": "Nabilone is commonly provided as an oral capsule with 1 mg and 2 mg strengths. In patients with refractory nausea and vomiting due to cancer chemotherapy, the initial nabilone dosage ranges from 1 to 2 mg, administered twice daily. This dosing regimen lasts up to 48 hours following the final chemotherapy treatment. The highest permissible dosage of nabilone is 2 mg, administered to patients thrice daily. [15]", "contents": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage. Nabilone is commonly provided as an oral capsule with 1 mg and 2 mg strengths. In patients with refractory nausea and vomiting due to cancer chemotherapy, the initial nabilone dosage ranges from 1 to 2 mg, administered twice daily. This dosing regimen lasts up to 48 hours following the final chemotherapy treatment. The highest permissible dosage of nabilone is 2 mg, administered to patients thrice daily. [15]"}
{"id": "article-64047_14", "title": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage", "content": "Dronabinol is available in 2 forms: as an oral capsule with strengths of 2.5 mg, 5 mg, and 10 mg, and as a 5 mg/mL oral solution packaged with a calibrated syringe. For individuals with AIDS-related anorexia, the recommended starting dosage of dronabinol is 2.5 mg, taken twice daily, approximately 1 hour before lunch and dinner. The maximum daily dosage for this purpose is 10 mg. In patients with refractory nausea and vomiting due to cancer chemotherapy, the recommended initial dosage of dronabinol for both the capsule and oral solution forms is 5 mg. This dosage should be administered 1 to 3 hours before commencing chemotherapy and repeated every 2 to 4 hours following chemotherapy, resulting in 4 to 6 daily doses. Ideally, the initial dose should be administered to patients after a fasting period of 10 hours and at least 30 minutes before consuming food. Subsequent doses can be administered irrespective of meals. The maximum permissible dosage for each dose is 15 mg, with a recommended frequency of 4 to 6 doses per day. [16]", "contents": "Tetrahydrocannabinol (THC) -- Administration -- Adult Dosage. Dronabinol is available in 2 forms: as an oral capsule with strengths of 2.5 mg, 5 mg, and 10 mg, and as a 5 mg/mL oral solution packaged with a calibrated syringe. For individuals with AIDS-related anorexia, the recommended starting dosage of dronabinol is 2.5 mg, taken twice daily, approximately 1 hour before lunch and dinner. The maximum daily dosage for this purpose is 10 mg. In patients with refractory nausea and vomiting due to cancer chemotherapy, the recommended initial dosage of dronabinol for both the capsule and oral solution forms is 5 mg. This dosage should be administered 1 to 3 hours before commencing chemotherapy and repeated every 2 to 4 hours following chemotherapy, resulting in 4 to 6 daily doses. Ideally, the initial dose should be administered to patients after a fasting period of 10 hours and at least 30 minutes before consuming food. Subsequent doses can be administered irrespective of meals. The maximum permissible dosage for each dose is 15 mg, with a recommended frequency of 4 to 6 doses per day. [16]"}
{"id": "article-64047_15", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "The most commonly reported adverse effects of THC usage that necessitate discontinuation are dysphoria, hallucinations, and paranoia. Other prevalent adverse effects include sedation, confusion, headache, dry mouth, euphoria, and hypotension. In addition, seizures and seizure-like activity have been reported in patients using THC. [17] [18]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. The most commonly reported adverse effects of THC usage that necessitate discontinuation are dysphoria, hallucinations, and paranoia. Other prevalent adverse effects include sedation, confusion, headache, dry mouth, euphoria, and hypotension. In addition, seizures and seizure-like activity have been reported in patients using THC. [17] [18]"}
{"id": "article-64047_16", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "With the growing prevalence of cannabis use, there has been a rising influx of case reports concerning cannabinoid hyperemesis syndrome (CHS). Typically, individuals experiencing CHS exhibit a distinctive pattern of cycling through nausea, vomiting, and abdominal pain, often after several months to years of prior cannabis use. [19] A distinguishing feature of this syndrome is the alleviation of symptoms through hot showers, which proves more effective than conventional treatments, such as antiemetics. [20]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. With the growing prevalence of cannabis use, there has been a rising influx of case reports concerning cannabinoid hyperemesis syndrome (CHS). Typically, individuals experiencing CHS exhibit a distinctive pattern of cycling through nausea, vomiting, and abdominal pain, often after several months to years of prior cannabis use. [19] A distinguishing feature of this syndrome is the alleviation of symptoms through hot showers, which proves more effective than conventional treatments, such as antiemetics. [20]"}
{"id": "article-64047_17", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "Topical capsaicin cream has demonstrated comparable relief to the effects of hot water hydrotherapy. When applied to the abdomen, it is believed to redirect blood flow from the enteric system to the skin. [20] However, complete relief of hyperemesis symptoms is achievable only by discontinuing cannabis use. [21]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. Topical capsaicin cream has demonstrated comparable relief to the effects of hot water hydrotherapy. When applied to the abdomen, it is believed to redirect blood flow from the enteric system to the skin. [20] However, complete relief of hyperemesis symptoms is achievable only by discontinuing cannabis use. [21]"}
{"id": "article-64047_18", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "An additional adverse outcome or complication associated with prolonged cannabis usage is amotivational syndrome, which presents clinically akin to depression accompanied by a lack of motivation. A recent extensive study established a correlation between individuals who misuse cannabis and the presence of apathy. [22]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. An additional adverse outcome or complication associated with prolonged cannabis usage is amotivational syndrome, which presents clinically akin to depression accompanied by a lack of motivation. A recent extensive study established a correlation between individuals who misuse cannabis and the presence of apathy. [22]"}
{"id": "article-64047_19", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "Numerous studies have established a connection between marijuana use and an elevated risk for psychiatric conditions, including psychosis, depression, anxiety, schizophrenia, and substance use disorders. [23]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. Numerous studies have established a connection between marijuana use and an elevated risk for psychiatric conditions, including psychosis, depression, anxiety, schizophrenia, and substance use disorders. [23]"}
{"id": "article-64047_20", "title": "Tetrahydrocannabinol (THC) -- Adverse Effects", "content": "Furthermore, unapproved THC products can lead to unpredictable and unintended repercussions, as the FDA does not regulate their production and distribution. Consequently, there exists a diversity in reporting adverse effects unless explicitly attributed to THC. Dronabinol and nabilone are associated with adverse effects, including sedation, confusion, dry mouth, euphoria, dysphoria, and hypotension. [24]", "contents": "Tetrahydrocannabinol (THC) -- Adverse Effects. Furthermore, unapproved THC products can lead to unpredictable and unintended repercussions, as the FDA does not regulate their production and distribution. Consequently, there exists a diversity in reporting adverse effects unless explicitly attributed to THC. Dronabinol and nabilone are associated with adverse effects, including sedation, confusion, dry mouth, euphoria, dysphoria, and hypotension. [24]"}
{"id": "article-64047_21", "title": "Tetrahydrocannabinol (THC) -- Contraindications", "content": "Dronabinol and nabilone are contraindicated in cases of hypersensitivity to cannabinoids or any components present in their formulation. For dronabinol, this encompasses sesame oil in the capsule formulation and alcohol in the oral solution. Caution is advised when administering these medications to older patients due to the heightened susceptibility to postural hypotension and the potential occurrence of cannabis-induced delirium.", "contents": "Tetrahydrocannabinol (THC) -- Contraindications. Dronabinol and nabilone are contraindicated in cases of hypersensitivity to cannabinoids or any components present in their formulation. For dronabinol, this encompasses sesame oil in the capsule formulation and alcohol in the oral solution. Caution is advised when administering these medications to older patients due to the heightened susceptibility to postural hypotension and the potential occurrence of cannabis-induced delirium."}
{"id": "article-64047_22", "title": "Tetrahydrocannabinol (THC) -- Contraindications", "content": "Dronabinol is classified as a pregnancy Category C drug, as it has not exhibited teratogenic effects in animal models at doses ranging from 0.2 to 5 times the maximum recommended human dose. However, it is essential to note that pregnant patients have not been subjected to adequately controlled studies. [15] Similarly, nabilone is also classified as a pregnancy Category C drug. Therefore, healthcare providers should exercise caution and refrain from prescribing these medications to pregnant women or nursing mothers. [16]", "contents": "Tetrahydrocannabinol (THC) -- Contraindications. Dronabinol is classified as a pregnancy Category C drug, as it has not exhibited teratogenic effects in animal models at doses ranging from 0.2 to 5 times the maximum recommended human dose. However, it is essential to note that pregnant patients have not been subjected to adequately controlled studies. [15] Similarly, nabilone is also classified as a pregnancy Category C drug. Therefore, healthcare providers should exercise caution and refrain from prescribing these medications to pregnant women or nursing mothers. [16]"}
{"id": "article-64047_23", "title": "Tetrahydrocannabinol (THC) -- Monitoring", "content": "When considering FDA-approved THC preparations, healthcare providers should diligently evaluate potential psychiatric or cognitive impairment connected to THC use. In addition, they should remain vigilant about possible drug interactions that could result in similar effects. Polypharmacy poses a substantial concern for older patients. Monitoring hemodynamic changes after drug administration is also imperative. To ensure safety, patients must be given explicit instructions on refraining from driving or operating heavy machinery until they are confident that using dronabinol or nabilone does not cause any psychomotor impairment.", "contents": "Tetrahydrocannabinol (THC) -- Monitoring. When considering FDA-approved THC preparations, healthcare providers should diligently evaluate potential psychiatric or cognitive impairment connected to THC use. In addition, they should remain vigilant about possible drug interactions that could result in similar effects. Polypharmacy poses a substantial concern for older patients. Monitoring hemodynamic changes after drug administration is also imperative. To ensure safety, patients must be given explicit instructions on refraining from driving or operating heavy machinery until they are confident that using dronabinol or nabilone does not cause any psychomotor impairment."}
{"id": "article-64047_24", "title": "Tetrahydrocannabinol (THC) -- Monitoring", "content": "The risk of dependence and misuse should also be thoroughly assessed, particularly in patients with a history of substance misuse or addiction. Given the occurrence of seizures or seizure-like activity in individuals using THC, caution is paramount when prescribing the drug to patients with risk factors or a history of seizures, including those concurrently taking anti-epileptic medication. [25]", "contents": "Tetrahydrocannabinol (THC) -- Monitoring. The risk of dependence and misuse should also be thoroughly assessed, particularly in patients with a history of substance misuse or addiction. Given the occurrence of seizures or seizure-like activity in individuals using THC, caution is paramount when prescribing the drug to patients with risk factors or a history of seizures, including those concurrently taking anti-epileptic medication. [25]"}
{"id": "article-64047_25", "title": "Tetrahydrocannabinol (THC) -- Toxicity", "content": "The median lethal dose (LD 50 ) of THC has been determined in various animal species through oral administration and ranges from 800 to 9000 mg/kg. In humans, there have been no recorded instances of fatal overdoses resulting from acute THC use. However, estimates for a potentially lethal human dose range from 4 to 15 g. [24]", "contents": "Tetrahydrocannabinol (THC) -- Toxicity. The median lethal dose (LD 50 ) of THC has been determined in various animal species through oral administration and ranges from 800 to 9000 mg/kg. In humans, there have been no recorded instances of fatal overdoses resulting from acute THC use. However, estimates for a potentially lethal human dose range from 4 to 15 g. [24]"}
{"id": "article-64047_26", "title": "Tetrahydrocannabinol (THC) -- Toxicity", "content": "Acute intoxication is dose-dependent and typically short-lived, often encompassing cardiovascular effects at higher doses. [24] Chronic use of THC has been associated with conditions such as hypotension, tachycardia, and bradycardia. [26] [24] Furthermore, chronic use of THC is linked to an extensive array of psychiatric conditions, including fear, distrust, hallucinations, stupor, and seizures. [26]", "contents": "Tetrahydrocannabinol (THC) -- Toxicity. Acute intoxication is dose-dependent and typically short-lived, often encompassing cardiovascular effects at higher doses. [24] Chronic use of THC has been associated with conditions such as hypotension, tachycardia, and bradycardia. [26] [24] Furthermore, chronic use of THC is linked to an extensive array of psychiatric conditions, including fear, distrust, hallucinations, stupor, and seizures. [26]"}
{"id": "article-64047_27", "title": "Tetrahydrocannabinol (THC) -- Toxicity", "content": "In instances of marijuana intoxication, the approach to treatment is centered on supportive care and symptom management. [27] When dealing with CHS in patients, the primary focus of the management involves discontinuing cannabis usage. [28]", "contents": "Tetrahydrocannabinol (THC) -- Toxicity. In instances of marijuana intoxication, the approach to treatment is centered on supportive care and symptom management. [27] When dealing with CHS in patients, the primary focus of the management involves discontinuing cannabis usage. [28]"}
{"id": "article-64047_28", "title": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes", "content": "Prudent patient selection is essential when prescribing FDA-approved THC formulations for medical purposes. Due to THC's potential sedation and euphoria effects, healthcare providers should consider the patient's history of drug misuse or dependency and the potential for polypharmacy. Furthermore, the psychoactive effects of THC, including hallucinations, dysphoria, and paranoia, can be distressing for certain patients. [17] [18] Consequently, a multidisciplinary and interprofessional approach, involving physicians, advanced practice practitioners, psychiatrists, addiction specialists, nursing staff, and pharmacists, is imperative when caring for these patients. This collaborative team effort is responsible for comprehensive screening to identify potential drug misuse, address adverse effects, and manage THC-induced psychiatric and medical issues. Furthermore, prescribers and pharmacists must be aware of the complex legal framework associated with the medical use of THC. As of 2020, more than half of the states in the United States have legalized THC for medical purposes, and several states have also extended permission for its recreational use. [29]", "contents": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes. Prudent patient selection is essential when prescribing FDA-approved THC formulations for medical purposes. Due to THC's potential sedation and euphoria effects, healthcare providers should consider the patient's history of drug misuse or dependency and the potential for polypharmacy. Furthermore, the psychoactive effects of THC, including hallucinations, dysphoria, and paranoia, can be distressing for certain patients. [17] [18] Consequently, a multidisciplinary and interprofessional approach, involving physicians, advanced practice practitioners, psychiatrists, addiction specialists, nursing staff, and pharmacists, is imperative when caring for these patients. This collaborative team effort is responsible for comprehensive screening to identify potential drug misuse, address adverse effects, and manage THC-induced psychiatric and medical issues. Furthermore, prescribers and pharmacists must be aware of the complex legal framework associated with the medical use of THC. As of 2020, more than half of the states in the United States have legalized THC for medical purposes, and several states have also extended permission for its recreational use. [29]"}
{"id": "article-64047_29", "title": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes", "content": "However, the legal status of THC remains consistently dynamic. On a federal level, marijuana is categorized as a Schedule I drug, and there is no officially sanctioned federal recognition of medical marijuana usage. No formal legal decision has addressed this inconsistency between state and federal laws. Thus, healthcare providers must stay up-to-date with both state and federal regulations to ensure the well-being of both the patient and the prescriber. [30] Certain synthetic THC compounds have received FDA approval for treating AIDS-related anorexia and chemotherapy-induced nausea and vomiting in patients. Notably, specific chemotherapy regimens, which incorporate cyclophosphamide, methotrexate, and fluorouracil, are recognized for their emetogenic potential.", "contents": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes. However, the legal status of THC remains consistently dynamic. On a federal level, marijuana is categorized as a Schedule I drug, and there is no officially sanctioned federal recognition of medical marijuana usage. No formal legal decision has addressed this inconsistency between state and federal laws. Thus, healthcare providers must stay up-to-date with both state and federal regulations to ensure the well-being of both the patient and the prescriber. [30] Certain synthetic THC compounds have received FDA approval for treating AIDS-related anorexia and chemotherapy-induced nausea and vomiting in patients. Notably, specific chemotherapy regimens, which incorporate cyclophosphamide, methotrexate, and fluorouracil, are recognized for their emetogenic potential."}
{"id": "article-64047_30", "title": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes", "content": "Randomized clinical trials have demonstrated that THC was more effective in patients receiving these chemotherapy agents than other second-line antiemetics, such as prochlorperazine and metoclopramide. Nonetheless, in the context of highly emetogenic chemotherapy regimens, such as those involving high-dose methotrexate, cisplatin, or doxorubicin, THC did not exhibit superior effectiveness. [17]", "contents": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes. Randomized clinical trials have demonstrated that THC was more effective in patients receiving these chemotherapy agents than other second-line antiemetics, such as prochlorperazine and metoclopramide. Nonetheless, in the context of highly emetogenic chemotherapy regimens, such as those involving high-dose methotrexate, cisplatin, or doxorubicin, THC did not exhibit superior effectiveness. [17]"}
{"id": "article-64047_31", "title": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes", "content": "Furthermore, ongoing investigations are exploring other potential applications of THC, and its off-label utilization might offer therapeutic benefits for certain conditions in patients. THC's potential roles in managing OSA and chronic neuropathic pain are among the most promising research areas. Randomized control trials have indicated that THC can effectively improve OSA and chronic neuropathic pain. However, these studies were conducted on a limited scale and yielded results that were not entirely conclusive. Therefore, additional research is essential to comprehensively assess THC's tolerability and adverse effect profile when treating these conditions. [6] [8] [9]", "contents": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes. Furthermore, ongoing investigations are exploring other potential applications of THC, and its off-label utilization might offer therapeutic benefits for certain conditions in patients. THC's potential roles in managing OSA and chronic neuropathic pain are among the most promising research areas. Randomized control trials have indicated that THC can effectively improve OSA and chronic neuropathic pain. However, these studies were conducted on a limited scale and yielded results that were not entirely conclusive. Therefore, additional research is essential to comprehensively assess THC's tolerability and adverse effect profile when treating these conditions. [6] [8] [9]"}
{"id": "article-64047_32", "title": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes", "content": "With ongoing research, there exists a promising potential for the FDA to approve additional medical indications for THC usage. A comprehensive conversation between the prescribing or ordering clinician and the patient is essential, focusing on both the advantages and potential drawbacks of THC usage. Furthermore, effective interprofessional communication among all members of the healthcare team, including clinicians and pharmacists, can significantly enhance patient outcomes for those receiving treatment with currently approved indications for THC formulations. All interprofessional team members must keep abreast of the latest data-driven evidence for these agents and utilize open communication to share the latest advancements with other providers. This collaborative approach is pivotal in accurately evaluating the suitability of these agents for a particular patient's use.", "contents": "Tetrahydrocannabinol (THC) -- Enhancing Healthcare Team Outcomes. With ongoing research, there exists a promising potential for the FDA to approve additional medical indications for THC usage. A comprehensive conversation between the prescribing or ordering clinician and the patient is essential, focusing on both the advantages and potential drawbacks of THC usage. Furthermore, effective interprofessional communication among all members of the healthcare team, including clinicians and pharmacists, can significantly enhance patient outcomes for those receiving treatment with currently approved indications for THC formulations. All interprofessional team members must keep abreast of the latest data-driven evidence for these agents and utilize open communication to share the latest advancements with other providers. This collaborative approach is pivotal in accurately evaluating the suitability of these agents for a particular patient's use."}
{"id": "article-64047_33", "title": "Tetrahydrocannabinol (THC) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tetrahydrocannabinol (THC) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}