{"id": "article-18814_0", "title": "Candidiasis -- Continuing Education Activity", "content": "Candidiasis is an opportunistic infection due to Candida, which can affect the oral cavity, vagina, penis, or other parts of the body. Untreated Candida infection carries the risk of leading to a systemic infection in which other organs can become involved and may lead to sepsis. This activity covers the presentation, examination, diagnosis, treatment, and management of this condition to enable healthcare practitioners to achieve optimal patient outcomes.", "contents": "Candidiasis -- Continuing Education Activity. Candidiasis is an opportunistic infection due to Candida, which can affect the oral cavity, vagina, penis, or other parts of the body. Untreated Candida infection carries the risk of leading to a systemic infection in which other organs can become involved and may lead to sepsis. This activity covers the presentation, examination, diagnosis, treatment, and management of this condition to enable healthcare practitioners to achieve optimal patient outcomes."}
{"id": "article-18814_1", "title": "Candidiasis -- Continuing Education Activity", "content": "Objectives: Identify the etiology of candidiasis medical conditions and emergencies. Review the steps involved in the evaluation of candidiasis. Outline the management options available for candidiasis. Discuss interprofessional team strategies for improving care coordination and communication to advance candidiasis and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Candidiasis -- Continuing Education Activity. Objectives: Identify the etiology of candidiasis medical conditions and emergencies. Review the steps involved in the evaluation of candidiasis. Outline the management options available for candidiasis. Discuss interprofessional team strategies for improving care coordination and communication to advance candidiasis and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18814_2", "title": "Candidiasis -- Introduction", "content": "Candidiasis is an opportunistic infection caused by Candida, a type of fungi. Fungi are eukaryotic organisms found in the form of yeasts, molds, or dimorphic fungi. Candida is a form of yeast. Candidiasis occurs most commonly as a secondary infection in immunocompromised individuals. Synonyms of candidiasis include candidosis, moniliasis, and thrush. These are common inhabitants in the oral cavity, gastrointestinal tract, vagina penis, or other parts. They become pathogenic only when favorable conditions arise.  It can affect the oral cavity, vagina, penis, or other parts of the body. Candidiasis affecting the mouth is commonly called thrush. It presents as white patches on the tongue, throat, and other mouth areas. Soreness and difficulty in swallowing include other symptoms associated with thrush. The vagina, when affected with Candida , is called a yeast infection. [1]", "contents": "Candidiasis -- Introduction. Candidiasis is an opportunistic infection caused by Candida, a type of fungi. Fungi are eukaryotic organisms found in the form of yeasts, molds, or dimorphic fungi. Candida is a form of yeast. Candidiasis occurs most commonly as a secondary infection in immunocompromised individuals. Synonyms of candidiasis include candidosis, moniliasis, and thrush. These are common inhabitants in the oral cavity, gastrointestinal tract, vagina penis, or other parts. They become pathogenic only when favorable conditions arise.  It can affect the oral cavity, vagina, penis, or other parts of the body. Candidiasis affecting the mouth is commonly called thrush. It presents as white patches on the tongue, throat, and other mouth areas. Soreness and difficulty in swallowing include other symptoms associated with thrush. The vagina, when affected with Candida , is called a yeast infection. [1]"}
{"id": "article-18814_3", "title": "Candidiasis -- Introduction", "content": "Oral candidiasis can be pseudomembranous, erythematous, and chronic hyperplastic candidiasis. Pseudomembranous candidiasis is common in chronically ill patients and infants. It is presented as white, soft, slightly elevated plaques most commonly on the tongue and buccal mucosa. Plaques resemble curd and consist of tangled masses of fungal hyphae with intermingled desquamated epithelium, necrotic debris, keratin, leukocyte, fibrin, and bacteria. This white plaque, when wiped away, leaves an erythematous area.", "contents": "Candidiasis -- Introduction. Oral candidiasis can be pseudomembranous, erythematous, and chronic hyperplastic candidiasis. Pseudomembranous candidiasis is common in chronically ill patients and infants. It is presented as white, soft, slightly elevated plaques most commonly on the tongue and buccal mucosa. Plaques resemble curd and consist of tangled masses of fungal hyphae with intermingled desquamated epithelium, necrotic debris, keratin, leukocyte, fibrin, and bacteria. This white plaque, when wiped away, leaves an erythematous area."}
{"id": "article-18814_4", "title": "Candidiasis -- Introduction", "content": "Erythematous candidiasis is also known as antibiotic sore mouth. It occurs as a sequel to the use of broad-spectrum antibiotics or corticosteroids. The lesions present as consistently painful erythematous areas along with central papillary atrophy of the tongue. It is also known as a kissing lesion when the palate is involved and exhibits erythema due to contact with the tongue.", "contents": "Candidiasis -- Introduction. Erythematous candidiasis is also known as antibiotic sore mouth. It occurs as a sequel to the use of broad-spectrum antibiotics or corticosteroids. The lesions present as consistently painful erythematous areas along with central papillary atrophy of the tongue. It is also known as a kissing lesion when the palate is involved and exhibits erythema due to contact with the tongue."}
{"id": "article-18814_5", "title": "Candidiasis -- Introduction", "content": "Chronic hyperplastic candidiasis, also known as candidal leukoplakia, presents with firm white persistent plaques on lips, tongue, and buccal mucosa. These plaques may be homogenous or nodular and persist for years. It has premalignant potential.", "contents": "Candidiasis -- Introduction. Chronic hyperplastic candidiasis, also known as candidal leukoplakia, presents with firm white persistent plaques on lips, tongue, and buccal mucosa. These plaques may be homogenous or nodular and persist for years. It has premalignant potential."}
{"id": "article-18814_6", "title": "Candidiasis -- Introduction", "content": "Candida associated lesions include denture stomatitis, angular cheilitis, and median rhomboid glossitis. Secondary oral candidiasis can also occur, which include chronic mucocutaneous candidiasis, chronic familial candidiasis, chronic localized mucocutaneous candidiasis, chronic diffuse mucocutaneous candidiasis, and candidiasis endocrinopathy syndrome.", "contents": "Candidiasis -- Introduction. Candida associated lesions include denture stomatitis, angular cheilitis, and median rhomboid glossitis. Secondary oral candidiasis can also occur, which include chronic mucocutaneous candidiasis, chronic familial candidiasis, chronic localized mucocutaneous candidiasis, chronic diffuse mucocutaneous candidiasis, and candidiasis endocrinopathy syndrome."}
{"id": "article-18814_7", "title": "Candidiasis -- Introduction", "content": "Vaginal candidiasis presents with genital itching, burning, and a white \"cottage cheese-like\" discharge from the vagina. The penis is less commonly affected by a yeast infection and may present with an itchy rash. Yeast infections may spread to other parts of the body resulting in fevers along with other symptoms and become invasive rarely.", "contents": "Candidiasis -- Introduction. Vaginal candidiasis presents with genital itching, burning, and a white \"cottage cheese-like\" discharge from the vagina. The penis is less commonly affected by a yeast infection and may present with an itchy rash. Yeast infections may spread to other parts of the body resulting in fevers along with other symptoms and become invasive rarely."}
{"id": "article-18814_8", "title": "Candidiasis -- Introduction", "content": "Oral candidiasis is one of the most common fungal infections, affecting the oral mucosa. The yeast Candida albicans cause these lesions. Candida albicans are among the components of normal oral microflora, and around 30% to 50% of people carry this organism. The rate of carriage increases with the age of the patient. Candida albicans are recovered from 60% of dentate patients' mouths over the age of 60 years.", "contents": "Candidiasis -- Introduction. Oral candidiasis is one of the most common fungal infections, affecting the oral mucosa. The yeast Candida albicans cause these lesions. Candida albicans are among the components of normal oral microflora, and around 30% to 50% of people carry this organism. The rate of carriage increases with the age of the patient. Candida albicans are recovered from 60% of dentate patients' mouths over the age of 60 years."}
{"id": "article-18814_9", "title": "Candidiasis -- Introduction", "content": "There are many forms of Candida species, which present in the oral cavity. Species of oral Candida include C. albicans , C. glabrata , C. krusei , C. parapsilosis , C. pseudotropicalis , C. stellatoidea , and C. tropicalis . Oral candidiasis may present as a variety of disease entities in both normal hosts and the immunocompromised. These include hyperplastic or atrophic (denture) candidiasis, pseudomembranous candidiasis (thrush), linear gingival erythema, median rhomboid glossitis, and angular cheilitis. It can result in a broad range of clinical manifestations ranging from mild acute superficial infections to fatal disseminated disease. Disseminated candidiasis is almost exclusively in acquired or inherited immuno-deficiencies. Superficial candidiasis is the most common form.", "contents": "Candidiasis -- Introduction. There are many forms of Candida species, which present in the oral cavity. Species of oral Candida include C. albicans , C. glabrata , C. krusei , C. parapsilosis , C. pseudotropicalis , C. stellatoidea , and C. tropicalis . Oral candidiasis may present as a variety of disease entities in both normal hosts and the immunocompromised. These include hyperplastic or atrophic (denture) candidiasis, pseudomembranous candidiasis (thrush), linear gingival erythema, median rhomboid glossitis, and angular cheilitis. It can result in a broad range of clinical manifestations ranging from mild acute superficial infections to fatal disseminated disease. Disseminated candidiasis is almost exclusively in acquired or inherited immuno-deficiencies. Superficial candidiasis is the most common form."}
{"id": "article-18814_10", "title": "Candidiasis -- Etiology", "content": "Candidiasis is an opportunistic infection. Candida albicans is present in healthy persons colonizing the oropharyngeal, esophageal, and gastrointestinal mucosa. Candida albicans can cause mucosal candidiasis in these areas where they usually are present in an immunocompromised host. In patients who have leukemia, lymphoma because of the consumption of corticosteroids or cytotoxic drugs, their immunity is compromised, leading to candidal infection.", "contents": "Candidiasis -- Etiology. Candidiasis is an opportunistic infection. Candida albicans is present in healthy persons colonizing the oropharyngeal, esophageal, and gastrointestinal mucosa. Candida albicans can cause mucosal candidiasis in these areas where they usually are present in an immunocompromised host. In patients who have leukemia, lymphoma because of the consumption of corticosteroids or cytotoxic drugs, their immunity is compromised, leading to candidal infection."}
{"id": "article-18814_11", "title": "Candidiasis -- Etiology", "content": "Antibiotic usage is commonly associated with candidiasis. Cancer cytotoxic chemotherapy may result in fungemia caused by Candida albicans, which develop from fungal translocation through compromised mucosal barriers. Fungal commensals in the upper and lower GI tract can transform into opportunistic pathogens due to changes in endogenous bacterial population size or composition, as well as changes in the host environment. [2] Vaginal colonization increases in diabetes mellitus, pregnancy, and the use of oral contraceptives. Oral candidiasis is very closely associated with HIV patients. More than 90% of patients with HIV present with candidiasis.", "contents": "Candidiasis -- Etiology. Antibiotic usage is commonly associated with candidiasis. Cancer cytotoxic chemotherapy may result in fungemia caused by Candida albicans, which develop from fungal translocation through compromised mucosal barriers. Fungal commensals in the upper and lower GI tract can transform into opportunistic pathogens due to changes in endogenous bacterial population size or composition, as well as changes in the host environment. [2] Vaginal colonization increases in diabetes mellitus, pregnancy, and the use of oral contraceptives. Oral candidiasis is very closely associated with HIV patients. More than 90% of patients with HIV present with candidiasis."}
{"id": "article-18814_12", "title": "Candidiasis -- Etiology", "content": "Other predisposing factors of candidiasis include TB, myxedema, hypoparathyroidism, Addison's disease, nutritional deficiency(vitamin A, B6, Iron), smoking, poorly maintained dentures, IV tubes, catheters, heart valves, old age, infancy, and pregnancy. Xerostomia is also a predisposing factor due to the absence of protective antifungal proteins, histatin, and calprotectin.", "contents": "Candidiasis -- Etiology. Other predisposing factors of candidiasis include TB, myxedema, hypoparathyroidism, Addison's disease, nutritional deficiency(vitamin A, B6, Iron), smoking, poorly maintained dentures, IV tubes, catheters, heart valves, old age, infancy, and pregnancy. Xerostomia is also a predisposing factor due to the absence of protective antifungal proteins, histatin, and calprotectin."}
{"id": "article-18814_13", "title": "Candidiasis -- Epidemiology", "content": "Candidiasis is more prevalent in old age and infancy. In the US, about 37% of newly born babies may be affected by thrush during the first few months of life. Children using inhaled steroids also have a higher incidence of oral candidiasis. In women, it is common during pregnancy. Thrush may be the first indication of HIV infection. Thrush is universal and is more frequent in populations with poorly nourishment. Thrush occurs equally in males and females.", "contents": "Candidiasis -- Epidemiology. Candidiasis is more prevalent in old age and infancy. In the US, about 37% of newly born babies may be affected by thrush during the first few months of life. Children using inhaled steroids also have a higher incidence of oral candidiasis. In women, it is common during pregnancy. Thrush may be the first indication of HIV infection. Thrush is universal and is more frequent in populations with poorly nourishment. Thrush occurs equally in males and females."}
{"id": "article-18814_14", "title": "Candidiasis -- Epidemiology", "content": "Although Candida albicans is the most prevalent etiology of candidiasis, there has been a significant increase in non- Candida species in recent times. It is important to know about non-albicans species as the treatment depends on that, and certain medications like commonly used Non-albicans Candida may be resistant to fluconazole. Among the Candida species, C. albicans was the most common species (42/95; 44.21%), followed by C. lusitaniae (18/95; 18.95%), C. parapsilosis (13/95; 13.69%), C. glabrata (8/95; 8.42%), C. kefyr (6/95; 6.31%), C. famata (5/95; 5.26%), C. africana (2/95; 2.11%), and C. orthopsilosis (1/95; 1.05%), respectively. [3] The incidence of invasive and disseminative candidiasis has been on the rise globally, and people with an impaired immune system are the most vulnerable. [4]", "contents": "Candidiasis -- Epidemiology. Although Candida albicans is the most prevalent etiology of candidiasis, there has been a significant increase in non- Candida species in recent times. It is important to know about non-albicans species as the treatment depends on that, and certain medications like commonly used Non-albicans Candida may be resistant to fluconazole. Among the Candida species, C. albicans was the most common species (42/95; 44.21%), followed by C. lusitaniae (18/95; 18.95%), C. parapsilosis (13/95; 13.69%), C. glabrata (8/95; 8.42%), C. kefyr (6/95; 6.31%), C. famata (5/95; 5.26%), C. africana (2/95; 2.11%), and C. orthopsilosis (1/95; 1.05%), respectively. [3] The incidence of invasive and disseminative candidiasis has been on the rise globally, and people with an impaired immune system are the most vulnerable. [4]"}
{"id": "article-18814_15", "title": "Candidiasis -- Pathophysiology", "content": "Candida albicans cause thrush when normal host immunity is disturbed. The organism may overgrow on the oral mucosa causing desquamation of epithelial cells and accumulation of keratin, bacteria,  and necrotic tissue. This debris form a pseudo-membrane, which adheres closely to the mucosa. This membrane may rarely involve extensive areas of edema, ulceration, and necrosis of underlying mucosa.", "contents": "Candidiasis -- Pathophysiology. Candida albicans cause thrush when normal host immunity is disturbed. The organism may overgrow on the oral mucosa causing desquamation of epithelial cells and accumulation of keratin, bacteria,  and necrotic tissue. This debris form a pseudo-membrane, which adheres closely to the mucosa. This membrane may rarely involve extensive areas of edema, ulceration, and necrosis of underlying mucosa."}
{"id": "article-18814_16", "title": "Candidiasis -- Pathophysiology", "content": "Neonates affected with thrush are usually colonized by C. albicans during passage through the affected vagina; with an active vaginal yeast infection, the chances of development of thrush in the neonate increase.", "contents": "Candidiasis -- Pathophysiology. Neonates affected with thrush are usually colonized by C. albicans during passage through the affected vagina; with an active vaginal yeast infection, the chances of development of thrush in the neonate increase."}
{"id": "article-18814_17", "title": "Candidiasis -- Pathophysiology", "content": "There are three major routes by which Candida reaches the bloodstream: the most frequent route is via the gastrointestinal tract mucosal barrier, others being through an intravascular catheter and from a localized infection. Candida can pass into the bloodstream in neutropenic patients as well as in intensive care unit patients. They are also a part of the normal gut microflora, and any condition that may make a person immunocompromised can lead to candidiasis in the bloodstream. Candida growth of indwelling catheters, especially central lines, can occur at either the implantation site or the hub and lead to the next infection with Candida. Bloodstream invasion is not common from a localized infection but frequent with ascending Candida urinary tract infection associated with either intrinsic obstruction or extrinsic compression.", "contents": "Candidiasis -- Pathophysiology. There are three major routes by which Candida reaches the bloodstream: the most frequent route is via the gastrointestinal tract mucosal barrier, others being through an intravascular catheter and from a localized infection. Candida can pass into the bloodstream in neutropenic patients as well as in intensive care unit patients. They are also a part of the normal gut microflora, and any condition that may make a person immunocompromised can lead to candidiasis in the bloodstream. Candida growth of indwelling catheters, especially central lines, can occur at either the implantation site or the hub and lead to the next infection with Candida. Bloodstream invasion is not common from a localized infection but frequent with ascending Candida urinary tract infection associated with either intrinsic obstruction or extrinsic compression."}
{"id": "article-18814_18", "title": "Candidiasis -- Pathophysiology", "content": "Vulvovaginal candidiasis may be triggered by the use of local or systemic antimicrobial therapy, and it may also precipitate recurrent episodes of disease. The exact mechanism by which antibiotics cause candidal vulvovaginitis is still unknown. Hypothetically, the pathophysiology of vulvovaginitis may be due to reduction or change of normal vaginal flora, restraints of yeast colonization, and proliferation. [5]", "contents": "Candidiasis -- Pathophysiology. Vulvovaginal candidiasis may be triggered by the use of local or systemic antimicrobial therapy, and it may also precipitate recurrent episodes of disease. The exact mechanism by which antibiotics cause candidal vulvovaginitis is still unknown. Hypothetically, the pathophysiology of vulvovaginitis may be due to reduction or change of normal vaginal flora, restraints of yeast colonization, and proliferation. [5]"}
{"id": "article-18814_19", "title": "Candidiasis -- Histopathology", "content": "Candidiasis sections present spongiotic changes in the epidermis with irregular acanthosis, mild spongiosis, and inflammatory changes. The distinguishing feature of the superficial epidermis is the presence of neutrophils in the stratum corneum and upper layers of the epidermis. A small collection of neutrophils (spongiform pustulation) may form, which resembles impetigo or psoriasis. [6]", "contents": "Candidiasis -- Histopathology. Candidiasis sections present spongiotic changes in the epidermis with irregular acanthosis, mild spongiosis, and inflammatory changes. The distinguishing feature of the superficial epidermis is the presence of neutrophils in the stratum corneum and upper layers of the epidermis. A small collection of neutrophils (spongiform pustulation) may form, which resembles impetigo or psoriasis. [6]"}
{"id": "article-18814_20", "title": "Candidiasis -- Histopathology", "content": "Candida albicans is a pathogenic yeast-like fungus, that grows partly as yeast and partly as elongated cells resembling hyphae which form pseudo mycelium. Candida albicans can be identified from other candida species by growth characteristics, sugar assimilation, and fermentation tests. It produces germ tubes within two hours when incubated in human serum at 37-degree celsius.", "contents": "Candidiasis -- Histopathology. Candida albicans is a pathogenic yeast-like fungus, that grows partly as yeast and partly as elongated cells resembling hyphae which form pseudo mycelium. Candida albicans can be identified from other candida species by growth characteristics, sugar assimilation, and fermentation tests. It produces germ tubes within two hours when incubated in human serum at 37-degree celsius."}
{"id": "article-18814_21", "title": "Candidiasis -- History and Physical", "content": "The patient with vulvovaginitis may present with intense itching and irritation in the vagina and vulva, a burning sensation with urination which can be mistaken for urinary tract infection, vaginal soreness, or pain, a dry erythematous rash, and a thick white cottage cheese-like discharge.", "contents": "Candidiasis -- History and Physical. The patient with vulvovaginitis may present with intense itching and irritation in the vagina and vulva, a burning sensation with urination which can be mistaken for urinary tract infection, vaginal soreness, or pain, a dry erythematous rash, and a thick white cottage cheese-like discharge."}
{"id": "article-18814_22", "title": "Candidiasis -- History and Physical", "content": "Candida also presents as an oral infection called thrush, which is a white or yellow non-scrapable rash on the tongue and mucous membranes of the mouth, or redness and soreness with cracking at the corners of the mouth. It causes pain with swallowing when it extends into the oral pharynx. It is common in infants, the elderly, and patients with a compromised immune system. Systemic candidemia causes fever, chills, hypotension, and confusion.", "contents": "Candidiasis -- History and Physical. Candida also presents as an oral infection called thrush, which is a white or yellow non-scrapable rash on the tongue and mucous membranes of the mouth, or redness and soreness with cracking at the corners of the mouth. It causes pain with swallowing when it extends into the oral pharynx. It is common in infants, the elderly, and patients with a compromised immune system. Systemic candidemia causes fever, chills, hypotension, and confusion."}
{"id": "article-18814_23", "title": "Candidiasis -- History and Physical", "content": "Laryngeal Candida infection is a rare condition. It predominantly presents in females. They usually complain of dysphonia. It largely correlates with gastroesophageal reflux or a history of usage of inhaled corticosteroids. Glottis may be affected by the presence of leukoplastic lesions. [7]", "contents": "Candidiasis -- History and Physical. Laryngeal Candida infection is a rare condition. It predominantly presents in females. They usually complain of dysphonia. It largely correlates with gastroesophageal reflux or a history of usage of inhaled corticosteroids. Glottis may be affected by the presence of leukoplastic lesions. [7]"}
{"id": "article-18814_24", "title": "Candidiasis -- Evaluation", "content": "A vaginal discharge sample can help to diagnose vaginal candidiasis by examining it under a microscope or by fungal culture in a laboratory. Under the microscope, budding yeast is visible. Oral thrush is mostly a clinical diagnosis but can also be confirmed by looking at the scrapings of the rash under the microscope. For systemic candidiasis, a blood culture is a diagnostic tool. [7]", "contents": "Candidiasis -- Evaluation. A vaginal discharge sample can help to diagnose vaginal candidiasis by examining it under a microscope or by fungal culture in a laboratory. Under the microscope, budding yeast is visible. Oral thrush is mostly a clinical diagnosis but can also be confirmed by looking at the scrapings of the rash under the microscope. For systemic candidiasis, a blood culture is a diagnostic tool. [7]"}
{"id": "article-18814_25", "title": "Candidiasis -- Treatment / Management", "content": "Candida infections are treated with antifungal medications such as nystatin, clotrimazole, amphotericin B, miconazole. Mild or moderate genital Candida infections can have treatment with antifungal vaginal cream. The antifungal creams come in 1, 3, or 7-day treatment. Econazole or fluconazole 150 mg orally one-time dose can also be prescribed. [8]", "contents": "Candidiasis -- Treatment / Management. Candida infections are treated with antifungal medications such as nystatin, clotrimazole, amphotericin B, miconazole. Mild or moderate genital Candida infections can have treatment with antifungal vaginal cream. The antifungal creams come in 1, 3, or 7-day treatment. Econazole or fluconazole 150 mg orally one-time dose can also be prescribed. [8]"}
{"id": "article-18814_26", "title": "Candidiasis -- Treatment / Management", "content": "Oral and topical treatments have similar efficacy, but oral medications are more expensive. Clinicians should avoid prescribing fluconazole in the first trimester of pregnancy. [9] For recurrent vaginal candida infections, fluconazole dosing is on days 1, 4, and 7, and then weekly for six months is given. Similar treatment can be used for oral thrush, with oral lozenges as a substitute dose form. Systemic candidiasis requires treatment with oral or intravenous antifungal medications, including caspofungin, fluconazole, and amphotericin B.", "contents": "Candidiasis -- Treatment / Management. Oral and topical treatments have similar efficacy, but oral medications are more expensive. Clinicians should avoid prescribing fluconazole in the first trimester of pregnancy. [9] For recurrent vaginal candida infections, fluconazole dosing is on days 1, 4, and 7, and then weekly for six months is given. Similar treatment can be used for oral thrush, with oral lozenges as a substitute dose form. Systemic candidiasis requires treatment with oral or intravenous antifungal medications, including caspofungin, fluconazole, and amphotericin B."}
{"id": "article-18814_27", "title": "Candidiasis -- Treatment / Management", "content": "In cases of denture stomatitis, the patient should refrain from using their denture for at least two weeks along with the topical application of antifungal medication. Angular cheilitis occurs due to loss of vertical dimension. Thus, after the infection subsides fabrication of new denture prostheses with proper vertical dimensions is essential. Oral application of probiotics can serve as an adjuvant in treating oral candidiasis. [10]", "contents": "Candidiasis -- Treatment / Management. In cases of denture stomatitis, the patient should refrain from using their denture for at least two weeks along with the topical application of antifungal medication. Angular cheilitis occurs due to loss of vertical dimension. Thus, after the infection subsides fabrication of new denture prostheses with proper vertical dimensions is essential. Oral application of probiotics can serve as an adjuvant in treating oral candidiasis. [10]"}
{"id": "article-18814_28", "title": "Candidiasis -- Differential Diagnosis", "content": "Spongiform pustulation can also present in pustular psoriasis, subcorneal pustulosis, acute generalized subcorneal pustulosis conditions. Hence, special stains should be used to exclude fungal etiology in psoriasis. Impetigo also shows spongiform pustulation. Bacterial colonies in impetigo may be seen by using Gram stain, which GMS and PAS stains will not stain fungal forms.", "contents": "Candidiasis -- Differential Diagnosis. Spongiform pustulation can also present in pustular psoriasis, subcorneal pustulosis, acute generalized subcorneal pustulosis conditions. Hence, special stains should be used to exclude fungal etiology in psoriasis. Impetigo also shows spongiform pustulation. Bacterial colonies in impetigo may be seen by using Gram stain, which GMS and PAS stains will not stain fungal forms."}
{"id": "article-18814_29", "title": "Candidiasis -- Differential Diagnosis", "content": "Spongiform pustulation is a characteristic of tinea cruris and corporis. Special stains reveal septate hyphae without the budding yeasts of candida. The distinction can occasionally be challenging. Candida usually infiltrates the keratinized epithelium, whereas dermatophytosis usually involves only the stratum corneum.", "contents": "Candidiasis -- Differential Diagnosis. Spongiform pustulation is a characteristic of tinea cruris and corporis. Special stains reveal septate hyphae without the budding yeasts of candida. The distinction can occasionally be challenging. Candida usually infiltrates the keratinized epithelium, whereas dermatophytosis usually involves only the stratum corneum."}
{"id": "article-18814_30", "title": "Candidiasis -- Differential Diagnosis", "content": "The correct diagnosis of laryngeal candidiasis is difficult for the otolaryngologist, and a high level of suspicion is in order. This condition should also be part of the differential diagnosis in patients with predisposing factors presenting with suspected lesions. [7]", "contents": "Candidiasis -- Differential Diagnosis. The correct diagnosis of laryngeal candidiasis is difficult for the otolaryngologist, and a high level of suspicion is in order. This condition should also be part of the differential diagnosis in patients with predisposing factors presenting with suspected lesions. [7]"}
{"id": "article-18814_31", "title": "Candidiasis -- Prognosis", "content": "Vaginal and skin infections, although the most common Candida infections are localized. Therefore these can be treated with antifungal drugs to obtain complete recovery and excellent prognosis and outcomes. An untreated Candida infection can affect other organs and may lead to a systemic infection. The long-term prognosis with systemic candidiasis depends on the severity and location of the Candida infection, the general health of the infected person, and the timing of diagnosis and treatment. Almost one-third of the patients with candidemia develop septic shock according to host factors such as age and source of the infection than intrinsic virulence factors of organisms. [11]", "contents": "Candidiasis -- Prognosis. Vaginal and skin infections, although the most common Candida infections are localized. Therefore these can be treated with antifungal drugs to obtain complete recovery and excellent prognosis and outcomes. An untreated Candida infection can affect other organs and may lead to a systemic infection. The long-term prognosis with systemic candidiasis depends on the severity and location of the Candida infection, the general health of the infected person, and the timing of diagnosis and treatment. Almost one-third of the patients with candidemia develop septic shock according to host factors such as age and source of the infection than intrinsic virulence factors of organisms. [11]"}
{"id": "article-18814_32", "title": "Candidiasis -- Complications", "content": "Pregnant women have higher chances of colonizing Candida in the vagina during pregnancy, [12] Vaginal candidiasis is among the common forms of fungal diseases frequently occurring in pregnant women which may lead to systemic infections in neonates, especially with low birth weight (LBW) and prematurity after delivery.", "contents": "Candidiasis -- Complications. Pregnant women have higher chances of colonizing Candida in the vagina during pregnancy, [12] Vaginal candidiasis is among the common forms of fungal diseases frequently occurring in pregnant women which may lead to systemic infections in neonates, especially with low birth weight (LBW) and prematurity after delivery."}
{"id": "article-18814_33", "title": "Candidiasis -- Complications", "content": "Intertrigo is a common inflammatory dermatosis affecting opposing skin surfaces that can result from Candida , under the effect of mechanical and environmental factors. It presents with pain and itching, which decreases the quality of life, leading to high morbidity. Predisposing factors, such as obesity, diabetes mellitus, and immunosuppressive conditions, facilitate both the incidence and recurrence of the disease. candidal intertrigo is usually treated with topical application of nystatin and azole group antifungals. [13]", "contents": "Candidiasis -- Complications. Intertrigo is a common inflammatory dermatosis affecting opposing skin surfaces that can result from Candida , under the effect of mechanical and environmental factors. It presents with pain and itching, which decreases the quality of life, leading to high morbidity. Predisposing factors, such as obesity, diabetes mellitus, and immunosuppressive conditions, facilitate both the incidence and recurrence of the disease. candidal intertrigo is usually treated with topical application of nystatin and azole group antifungals. [13]"}
{"id": "article-18814_34", "title": "Candidiasis -- Complications", "content": "Untreated Candida infection carries the risk of leading to a systemic infection in which other organs can become involved and may lead to sepsis. Intestinal candidiasis can occur as a sequel to oral antibiotic therapy. Bronchopulmonary candidiasis is a rare complication of pre-existing pulmonary disease. Septicemia, endocarditis, and meningitis occur as terminal complications in immunosuppressive and leukemic patients. In leukemia patients, systemic candidiasis presents as prolonged neutropenia and fever refractory to the antibiotic.", "contents": "Candidiasis -- Complications. Untreated Candida infection carries the risk of leading to a systemic infection in which other organs can become involved and may lead to sepsis. Intestinal candidiasis can occur as a sequel to oral antibiotic therapy. Bronchopulmonary candidiasis is a rare complication of pre-existing pulmonary disease. Septicemia, endocarditis, and meningitis occur as terminal complications in immunosuppressive and leukemic patients. In leukemia patients, systemic candidiasis presents as prolonged neutropenia and fever refractory to the antibiotic."}
{"id": "article-18814_35", "title": "Candidiasis -- Deterrence and Patient Education", "content": "Symptoms of a yeast infection may mimic other conditions. Hence physical examination and laboratory testing are very important. The risk factors that may increase the chances of developing a yeast infection include antibiotic usage, diabetes mellitus, pregnancy, hormonal birth control, and immunocompromised conditions such as  HIV, chemotherapy, or some medications. It is essential to test and diagnose accurately when symptoms are bothersome and before starting any treatment.", "contents": "Candidiasis -- Deterrence and Patient Education. Symptoms of a yeast infection may mimic other conditions. Hence physical examination and laboratory testing are very important. The risk factors that may increase the chances of developing a yeast infection include antibiotic usage, diabetes mellitus, pregnancy, hormonal birth control, and immunocompromised conditions such as  HIV, chemotherapy, or some medications. It is essential to test and diagnose accurately when symptoms are bothersome and before starting any treatment."}
{"id": "article-18814_36", "title": "Candidiasis -- Enhancing Healthcare Team Outcomes", "content": "A primary care physician can easily diagnose candidiasis, but it can pose a problem when it recurs or is present in immunocompromised individuals. For the care of such individuals, it is important to have the help of the pharmacist who will be vital in guiding the treatment of resistant or recurrent infections. Obstetrics/gynecology may also be helpful in pregnant females along with nurses who can educate them on lifestyle modification.", "contents": "Candidiasis -- Enhancing Healthcare Team Outcomes. A primary care physician can easily diagnose candidiasis, but it can pose a problem when it recurs or is present in immunocompromised individuals. For the care of such individuals, it is important to have the help of the pharmacist who will be vital in guiding the treatment of resistant or recurrent infections. Obstetrics/gynecology may also be helpful in pregnant females along with nurses who can educate them on lifestyle modification."}
{"id": "article-18814_37", "title": "Candidiasis -- Enhancing Healthcare Team Outcomes", "content": "Oral candidiasis usually occurs beneath denture-bearing areas. Thus diagnosis and treatment of oral candidiasis are often done by the dentist. Proper oral hygiene instructions should be given to denture patients to prevent the development of oral candidiasis. The dentist should consult with the physician to find out any underlying immunocompromising situation. Nanomaterial incorporated dentures can be given to patients who are susceptible to oral candidiasis. [14]", "contents": "Candidiasis -- Enhancing Healthcare Team Outcomes. Oral candidiasis usually occurs beneath denture-bearing areas. Thus diagnosis and treatment of oral candidiasis are often done by the dentist. Proper oral hygiene instructions should be given to denture patients to prevent the development of oral candidiasis. The dentist should consult with the physician to find out any underlying immunocompromising situation. Nanomaterial incorporated dentures can be given to patients who are susceptible to oral candidiasis. [14]"}
{"id": "article-18814_38", "title": "Candidiasis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Candidiasis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}