{"id": "article-20425_0", "title": "Dextran -- Continuing Education Activity", "content": "Dextran is a medication used in managing and treating various clinical conditions, including during hemorrhage, shock, surgical procedures, radiological imaging, antithrombotic administration, and ophthalmic relief of xerophthalmia. This activity reviews the indications, contraindications, adverse events, mechanisms of action, toxicity, and other key factors of dextran therapy in the clinical setting related to the essential information needed by members of a professional healthcare team in the treatment and management involved in patient care with the related conditions.", "contents": "Dextran -- Continuing Education Activity. Dextran is a medication used in managing and treating various clinical conditions, including during hemorrhage, shock, surgical procedures, radiological imaging, antithrombotic administration, and ophthalmic relief of xerophthalmia. This activity reviews the indications, contraindications, adverse events, mechanisms of action, toxicity, and other key factors of dextran therapy in the clinical setting related to the essential information needed by members of a professional healthcare team in the treatment and management involved in patient care with the related conditions."}
{"id": "article-20425_1", "title": "Dextran -- Continuing Education Activity", "content": "Objectives: Identify the mechanism of action of dextran. Describe the potential adverse effects of dextran. Review the appropriate monitoring for patients receiving therapy with dextran. Outline several interprofessional team strategies for improving care coordination and communication to advance dextran and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Dextran -- Continuing Education Activity. Objectives: Identify the mechanism of action of dextran. Describe the potential adverse effects of dextran. Review the appropriate monitoring for patients receiving therapy with dextran. Outline several interprofessional team strategies for improving care coordination and communication to advance dextran and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20425_2", "title": "Dextran -- Indications", "content": "Dextran is a versatile compound with many clinical applications in medicine, ranging from anesthesiology and surgery to radiology and ophthalmology. In the operating room and intensive care unit settings, dextran is used osmotically as a colloid to treat hypovolemia and/or hemorrhage from trauma, burns, surgeries, or other causes if ABO compatibility tests are not possible in time. [1] Labeled with technetium Tc-99m, clinicians use intravenous dextran during radiographic imaging such as nuclear medicine, MRI, or scintigraphy, and as a contrast agent to detect and diagnose conditions such as ventricular aneurysms and pericardial effusions. [2] Dextran may be employed for its antithrombotic effect to prevent postoperative venous thrombosis. Finally, dextran has several ophthalmic applications as solutions for relieving ocular irritation or xerophthalmia. [3] Outside of medicine, it is used widely in the food and chemical industries.", "contents": "Dextran -- Indications. Dextran is a versatile compound with many clinical applications in medicine, ranging from anesthesiology and surgery to radiology and ophthalmology. In the operating room and intensive care unit settings, dextran is used osmotically as a colloid to treat hypovolemia and/or hemorrhage from trauma, burns, surgeries, or other causes if ABO compatibility tests are not possible in time. [1] Labeled with technetium Tc-99m, clinicians use intravenous dextran during radiographic imaging such as nuclear medicine, MRI, or scintigraphy, and as a contrast agent to detect and diagnose conditions such as ventricular aneurysms and pericardial effusions. [2] Dextran may be employed for its antithrombotic effect to prevent postoperative venous thrombosis. Finally, dextran has several ophthalmic applications as solutions for relieving ocular irritation or xerophthalmia. [3] Outside of medicine, it is used widely in the food and chemical industries."}
{"id": "article-20425_3", "title": "Dextran -- Mechanism of Action", "content": "Dextran is a polysaccharide made from natural sources of glucose by bacteria and with 1:6 glucoside links. [4] It can occur in various molecular weights, such as dextran 40 (40 kDa) and dextran 70 (70 kDa), which are both commonly utilized. [5] As a colloid, dextran osmotically expands plasma volume by restoring blood plasma lost through severe hemorrhage. Its volume of distribution is throughout the blood volume of the body. By expanding blood volume, dextran increases cardiac output and blood flow so that red blood cells can effectively circulate to end-organ microvasculature. [1]", "contents": "Dextran -- Mechanism of Action. Dextran is a polysaccharide made from natural sources of glucose by bacteria and with 1:6 glucoside links. [4] It can occur in various molecular weights, such as dextran 40 (40 kDa) and dextran 70 (70 kDa), which are both commonly utilized. [5] As a colloid, dextran osmotically expands plasma volume by restoring blood plasma lost through severe hemorrhage. Its volume of distribution is throughout the blood volume of the body. By expanding blood volume, dextran increases cardiac output and blood flow so that red blood cells can effectively circulate to end-organ microvasculature. [1]"}
{"id": "article-20425_4", "title": "Dextran -- Mechanism of Action", "content": "Microsurgeons can use dextran to decrease the risk of vascular complications such as thrombosis. [6] This mechanism occurs via the antithrombotic effects of dextran binding to platelets, erythrocytes, and the vascular endothelium to decrease aggregation and adhesiveness. [7] Dextran reduces Von Willebrand factor to decrease the function of platelets. [8] It also activates plasminogen and prolongs bleeding time. These effects increase proportionally with the increase in the molecular weight of the dextran. As an eye lubricant, dextran 70 increases viscosity on the surface of the eye to retain tear fluid. [3]", "contents": "Dextran -- Mechanism of Action. Microsurgeons can use dextran to decrease the risk of vascular complications such as thrombosis. [6] This mechanism occurs via the antithrombotic effects of dextran binding to platelets, erythrocytes, and the vascular endothelium to decrease aggregation and adhesiveness. [7] Dextran reduces Von Willebrand factor to decrease the function of platelets. [8] It also activates plasminogen and prolongs bleeding time. These effects increase proportionally with the increase in the molecular weight of the dextran. As an eye lubricant, dextran 70 increases viscosity on the surface of the eye to retain tear fluid. [3]"}
{"id": "article-20425_5", "title": "Dextran -- Administration", "content": "The most commonly utilized molecular forms for intravenous dextran are dextran 40 and dextran 70. [5] The amount required to treat hemorrhagic shock is administered depending on the amount of blood lost. The prescribing information available online for Dextran 40 provides dosing guidance which is paraphrased here: for substantial volume blood loss, between 500 and 1000 mL of a 10% solution may be given as rapidly as necessary; when significant volume losses are not evident or in cases of cardiogenic shock or septic shock, the recommendation is not to give more than 500 mL in one hour; this may be followed by another 500 mL during the ensuing 4 to 8 hours, with a total dose not to exceed 1500 mL in 24 hours in an acute situation. Technetium Tc99m-labeled dextran by intravenous administration is a blood vascular imaging agent for the diagnosis of pericardial effusion, ventricular aneurysms, or bleeds.", "contents": "Dextran -- Administration. The most commonly utilized molecular forms for intravenous dextran are dextran 40 and dextran 70. [5] The amount required to treat hemorrhagic shock is administered depending on the amount of blood lost. The prescribing information available online for Dextran 40 provides dosing guidance which is paraphrased here: for substantial volume blood loss, between 500 and 1000 mL of a 10% solution may be given as rapidly as necessary; when significant volume losses are not evident or in cases of cardiogenic shock or septic shock, the recommendation is not to give more than 500 mL in one hour; this may be followed by another 500 mL during the ensuing 4 to 8 hours, with a total dose not to exceed 1500 mL in 24 hours in an acute situation. Technetium Tc99m-labeled dextran by intravenous administration is a blood vascular imaging agent for the diagnosis of pericardial effusion, ventricular aneurysms, or bleeds."}
{"id": "article-20425_6", "title": "Dextran -- Administration", "content": "Dextran as a formulated component in eye drops will usually be administered 1 to 2 drops at a time.", "contents": "Dextran -- Administration. Dextran as a formulated component in eye drops will usually be administered 1 to 2 drops at a time."}
{"id": "article-20425_7", "title": "Dextran -- Adverse Effects", "content": "Adverse effects of dextran are uncommon when appropriately administered. However, focal allergic reactions at the injection site or systemic anaphylactic or anaphylactoid reactions are possible: the presence of rash, hives, wheezing, chest tightness, and shortness of breath should cue the healthcare provider to this possibility. Immediate discontinuation and emergency treatment with intravenous fluids and H1/H2 blockers, epinephrine, and steroids may be warranted in severe cases for supportive treatment and to prevent airway closure. [9] Other potential adverse reactions include nausea, vomiting, arthralgias, fevers, and pain. Local injection site reactions can include venous thrombosis, infections at the injection site, and febrile reactions. It is prudent to monitor the injection site closely.", "contents": "Dextran -- Adverse Effects. Adverse effects of dextran are uncommon when appropriately administered. However, focal allergic reactions at the injection site or systemic anaphylactic or anaphylactoid reactions are possible: the presence of rash, hives, wheezing, chest tightness, and shortness of breath should cue the healthcare provider to this possibility. Immediate discontinuation and emergency treatment with intravenous fluids and H1/H2 blockers, epinephrine, and steroids may be warranted in severe cases for supportive treatment and to prevent airway closure. [9] Other potential adverse reactions include nausea, vomiting, arthralgias, fevers, and pain. Local injection site reactions can include venous thrombosis, infections at the injection site, and febrile reactions. It is prudent to monitor the injection site closely."}
{"id": "article-20425_8", "title": "Dextran -- Contraindications", "content": "To guard against adverse outcomes, it is important to obtain a careful patient history and review clinical laboratory data, as a matter of course, before the administration of dextran. It is relatively contraindicated in patients with untreated bleeding disorders, including platelet dysfunction, because of increased bleeding risk. Caution should be exercised in patients with heart failure, as rapid administration may prove dangerous due to the plasma volume expansion effects, potentially leading to circulatory overload and acute decompensation. However, even slower but continued administration may pose some risk as it may reduce plasma protein levels, which can reduce oncotic pressure and worsen edema. If volume overload occurs during dextran administration, an osmotic diuretic is the recommended intervention. For patients with underlying renal disease, failure to clear dextran can lead to worsening of renal function. [10] Other relative contraindications include severe liver disease, preexisting edema, asthma, diabetes, epilepsy, and seizures. [8] [10] [11]", "contents": "Dextran -- Contraindications. To guard against adverse outcomes, it is important to obtain a careful patient history and review clinical laboratory data, as a matter of course, before the administration of dextran. It is relatively contraindicated in patients with untreated bleeding disorders, including platelet dysfunction, because of increased bleeding risk. Caution should be exercised in patients with heart failure, as rapid administration may prove dangerous due to the plasma volume expansion effects, potentially leading to circulatory overload and acute decompensation. However, even slower but continued administration may pose some risk as it may reduce plasma protein levels, which can reduce oncotic pressure and worsen edema. If volume overload occurs during dextran administration, an osmotic diuretic is the recommended intervention. For patients with underlying renal disease, failure to clear dextran can lead to worsening of renal function. [10] Other relative contraindications include severe liver disease, preexisting edema, asthma, diabetes, epilepsy, and seizures. [8] [10] [11]"}
{"id": "article-20425_9", "title": "Dextran -- Monitoring", "content": "Since dextran can prolong bleeding time and is antithrombotic, it is important to monitor its usage. [8] While it reduces emboli and adhesion of platelets, dextran effects increase proportionally with the molecular weight of the dextran administered. It is best to avoid exceeding the dosage recommended due to excess wound bleeding, melena, wound seroma, and volume overload. As dextran may negatively impact renal function, one should carefully watch for oliguria or anuria as a harbinger of renal failure. [10] Monitoring for serious systemic allergic reactions is also crucial, as elaborated upon previously.", "contents": "Dextran -- Monitoring. Since dextran can prolong bleeding time and is antithrombotic, it is important to monitor its usage. [8] While it reduces emboli and adhesion of platelets, dextran effects increase proportionally with the molecular weight of the dextran administered. It is best to avoid exceeding the dosage recommended due to excess wound bleeding, melena, wound seroma, and volume overload. As dextran may negatively impact renal function, one should carefully watch for oliguria or anuria as a harbinger of renal failure. [10] Monitoring for serious systemic allergic reactions is also crucial, as elaborated upon previously."}
{"id": "article-20425_10", "title": "Dextran -- Toxicity", "content": "Renal effects of dextran toxicity are due to the increased serum viscosity, especially in patients with oliguria. A low specific gravity of urine during therapy can suggest a failure of the kidneys to clear dextran, so patients require assessment for hydration during administration and signs of dehydration before the onset of acute renal failure. [10] As previously mentioned, patients with advanced renal disease are especially prone to suffering from worsening renal function.", "contents": "Dextran -- Toxicity. Renal effects of dextran toxicity are due to the increased serum viscosity, especially in patients with oliguria. A low specific gravity of urine during therapy can suggest a failure of the kidneys to clear dextran, so patients require assessment for hydration during administration and signs of dehydration before the onset of acute renal failure. [10] As previously mentioned, patients with advanced renal disease are especially prone to suffering from worsening renal function."}
{"id": "article-20425_11", "title": "Dextran -- Toxicity", "content": "Hepatic effects of dextran toxicity can include abnormal liver function test results with increased AST and ALT values, especially in patients undergoing surgery or cardiac catheterization procedures; this is because dextran accumulates in hepatocytes where it is metabolized, and excess levels of dextran can lead to hepatic oxidative stress. [11]", "contents": "Dextran -- Toxicity. Hepatic effects of dextran toxicity can include abnormal liver function test results with increased AST and ALT values, especially in patients undergoing surgery or cardiac catheterization procedures; this is because dextran accumulates in hepatocytes where it is metabolized, and excess levels of dextran can lead to hepatic oxidative stress. [11]"}
{"id": "article-20425_12", "title": "Dextran -- Enhancing Healthcare Team Outcomes", "content": "The polysaccharide dextran has versatile applications as a colloid in enhancing patient care and improving healthcare team outcomes. It can rapidly replace plasma volume losses in conditions of severe hypovolemia, especially during uncontrolled hemorrhage when compatible whole blood or blood products are not yet available. [1] Furthermore, dextran has utility as an antithrombotic, an intravenous radiotracer, and ophthalmic solutions. [2] [3] Adverse reactions to dextran are generally uncommon due to careful monitoring of its administration by the interprofessional healthcare team, including clinicians, mid-level practitioners, nurses, and pharmacists. When they do occur, reactions can include cardiac, renal, hepatic, hematologic, and anaphylactic. Monitoring dextran use for toxicity enhances patient safety and reduces potential complications. This is best accomplished through the efforts of the entire interprofessional team; it is not the responsibility of only one discipline. This will result in better therapeutic outcomes with fewer adverse effects. [Level 5]", "contents": "Dextran -- Enhancing Healthcare Team Outcomes. The polysaccharide dextran has versatile applications as a colloid in enhancing patient care and improving healthcare team outcomes. It can rapidly replace plasma volume losses in conditions of severe hypovolemia, especially during uncontrolled hemorrhage when compatible whole blood or blood products are not yet available. [1] Furthermore, dextran has utility as an antithrombotic, an intravenous radiotracer, and ophthalmic solutions. [2] [3] Adverse reactions to dextran are generally uncommon due to careful monitoring of its administration by the interprofessional healthcare team, including clinicians, mid-level practitioners, nurses, and pharmacists. When they do occur, reactions can include cardiac, renal, hepatic, hematologic, and anaphylactic. Monitoring dextran use for toxicity enhances patient safety and reduces potential complications. This is best accomplished through the efforts of the entire interprofessional team; it is not the responsibility of only one discipline. This will result in better therapeutic outcomes with fewer adverse effects. [Level 5]"}
{"id": "article-20425_13", "title": "Dextran -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Dextran -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}