{"id": "article-31044_0", "title": "Vecuronium -- Continuing Education Activity", "content": "Vecuronium bromide is an FDA-approved peripherally acting, monoquarternary, steroidal, non-depolarizing neuromuscular blocker with an intermediate duration of action used during general anesthesia to facilitate endotracheal intubation, to aid in surgical relaxation, and, less commonly, in the intensive care setting to achieve paralysis to facilitate mechanical ventilation for adequately sedated patients. This neuromuscular blocking agent is often used to facilitate endotracheal intubation and surgical relaxation in patients under general anesthesia. This activity provides an overview of the indications, mechanism of action, methods and timing of administration, significant adverse effects, contraindications, toxicity, and monitoring for vecuronium use to be successfully dosed as part of a general anesthesia process.", "contents": "Vecuronium -- Continuing Education Activity. Vecuronium bromide is an FDA-approved peripherally acting, monoquarternary, steroidal, non-depolarizing neuromuscular blocker with an intermediate duration of action used during general anesthesia to facilitate endotracheal intubation, to aid in surgical relaxation, and, less commonly, in the intensive care setting to achieve paralysis to facilitate mechanical ventilation for adequately sedated patients. This neuromuscular blocking agent is often used to facilitate endotracheal intubation and surgical relaxation in patients under general anesthesia. This activity provides an overview of the indications, mechanism of action, methods and timing of administration, significant adverse effects, contraindications, toxicity, and monitoring for vecuronium use to be successfully dosed as part of a general anesthesia process."}
{"id": "article-31044_1", "title": "Vecuronium -- Continuing Education Activity", "content": "Objectives: Review the indicated uses for vecuronium as part of the anesthesia process. Summarize the adverse event profile for vecuronium, including how monitoring can help prevent adverse reactions. Describe the relative and absolute contraindications for vecuronium use. Explain interprofessional team strategies for improving care coordination and communication to properly use typhoid vecuronium to improve patient outcomes during general anesthesia. Access free multiple choice questions on this topic.", "contents": "Vecuronium -- Continuing Education Activity. Objectives: Review the indicated uses for vecuronium as part of the anesthesia process. Summarize the adverse event profile for vecuronium, including how monitoring can help prevent adverse reactions. Describe the relative and absolute contraindications for vecuronium use. Explain interprofessional team strategies for improving care coordination and communication to properly use typhoid vecuronium to improve patient outcomes during general anesthesia. Access free multiple choice questions on this topic."}
{"id": "article-31044_2", "title": "Vecuronium -- Indications", "content": "Vecuronium bromide is an FDA approved peripherally acting, monoquarternary, steroidal, non-depolarizing neuromuscular blocker with an intermediate duration of action used during general anesthesia to facilitate endotracheal intubation, to aid in surgical relaxation, and, less commonly, in the intensive care setting to achieve paralysis to facilitate mechanical ventilation for appropriately sedated patients. This neuromuscular blocking agent is often used to facilitate endotracheal intubation and surgical relaxation in patients under general anesthesia. It is structurally similar to pancuronium, differing only by the lack of a quaternizing methyl group in the 2-piperidino substitution; this results in a slight decrease in potency and an elimination of the vagolytic properties when compared to pancuronium. Vecuronium also has higher lipid solubility, which results in a higher amount of biliary elimination. [1]", "contents": "Vecuronium -- Indications. Vecuronium bromide is an FDA approved peripherally acting, monoquarternary, steroidal, non-depolarizing neuromuscular blocker with an intermediate duration of action used during general anesthesia to facilitate endotracheal intubation, to aid in surgical relaxation, and, less commonly, in the intensive care setting to achieve paralysis to facilitate mechanical ventilation for appropriately sedated patients. This neuromuscular blocking agent is often used to facilitate endotracheal intubation and surgical relaxation in patients under general anesthesia. It is structurally similar to pancuronium, differing only by the lack of a quaternizing methyl group in the 2-piperidino substitution; this results in a slight decrease in potency and an elimination of the vagolytic properties when compared to pancuronium. Vecuronium also has higher lipid solubility, which results in a higher amount of biliary elimination. [1]"}
{"id": "article-31044_3", "title": "Vecuronium -- Indications", "content": "The liver chiefly eliminates vecuronium due to its higher lipid solubility. Poor liver function can cause prolonged effects. Vecuronium has three possible metabolites. The 3-hydroxy metabolite has 80% of the neuromuscular blocking potency of vecuronium. Therefore, prolonged use of vecuronium can result in the accumulation of this metabolite and significantly prolonged neuromuscular blocking effects. Renal excretion accounts for only about 30% of the elimination of vecuronium. [2]", "contents": "Vecuronium -- Indications. The liver chiefly eliminates vecuronium due to its higher lipid solubility. Poor liver function can cause prolonged effects. Vecuronium has three possible metabolites. The 3-hydroxy metabolite has 80% of the neuromuscular blocking potency of vecuronium. Therefore, prolonged use of vecuronium can result in the accumulation of this metabolite and significantly prolonged neuromuscular blocking effects. Renal excretion accounts for only about 30% of the elimination of vecuronium. [2]"}
{"id": "article-31044_4", "title": "Vecuronium -- Indications", "content": "Vecuronium has rarely seen off-label use to control refractory shivering in sedated patients during the administration of post-cardiac arrest therapeutic hypothermia. However, in this setting, the duration of action is prolonged, and it may mask seizure activity. [3] [4]", "contents": "Vecuronium -- Indications. Vecuronium has rarely seen off-label use to control refractory shivering in sedated patients during the administration of post-cardiac arrest therapeutic hypothermia. However, in this setting, the duration of action is prolonged, and it may mask seizure activity. [3] [4]"}
{"id": "article-31044_5", "title": "Vecuronium -- Mechanism of Action", "content": "Vecuronium is a nondepolarizing agent that achieves skeletal muscle paralysis by competing with acetylcholine for cholinergic receptor sites and binding with the nicotinic cholinergic receptor at the postjunctional membrane of the motor endplate. Anticholinesterases antagonize the neuromuscular blocking properties of vecuronium. [5] The effects of vecuronium are reversible by sugammadex, a modified cyclodextrin that encapsulates the compound, rendering the drug unable to exert its pharmacological effect. [6]", "contents": "Vecuronium -- Mechanism of Action. Vecuronium is a nondepolarizing agent that achieves skeletal muscle paralysis by competing with acetylcholine for cholinergic receptor sites and binding with the nicotinic cholinergic receptor at the postjunctional membrane of the motor endplate. Anticholinesterases antagonize the neuromuscular blocking properties of vecuronium. [5] The effects of vecuronium are reversible by sugammadex, a modified cyclodextrin that encapsulates the compound, rendering the drug unable to exert its pharmacological effect. [6]"}
{"id": "article-31044_6", "title": "Vecuronium -- Mechanism of Action", "content": "When a patient is under balanced anesthesia, the time to recover to 25% of control is approximately 25 to 40 minutes. Recovery is usually 95% complete at about 45 to 65 minutes after the intubating dose. The presence of volatile halogenated anesthetics such as sevoflurane or desflurane slightly enhances the neuromuscular blocking action of vecuronium. If vecuronium is administered in conjunction with an inhalation induction of anesthesia with a volatile agent, the intubating dose of vecuronium is typically decreased by 15% due to the mild muscle relaxation effects of the volatile halogenated anesthetic. [7]", "contents": "Vecuronium -- Mechanism of Action. When a patient is under balanced anesthesia, the time to recover to 25% of control is approximately 25 to 40 minutes. Recovery is usually 95% complete at about 45 to 65 minutes after the intubating dose. The presence of volatile halogenated anesthetics such as sevoflurane or desflurane slightly enhances the neuromuscular blocking action of vecuronium. If vecuronium is administered in conjunction with an inhalation induction of anesthesia with a volatile agent, the intubating dose of vecuronium is typically decreased by 15% due to the mild muscle relaxation effects of the volatile halogenated anesthetic. [7]"}
{"id": "article-31044_7", "title": "Vecuronium -- Administration", "content": "Vecuronium is prepared as a lyophilized powder because it has poor stability in solution. Therefore, it would have a very short shelf life in this form; this requires reconstituting the drug before administration. The dose used for endotracheal intubation in the controlled setting before surgery: 0.08 mg/kg to 0.1 mg/kg intravenous (IV) over 60 seconds or 0.04 mg/kg to 0.06 mg/kg IV if succinylcholine was used, to allow its effects to subside before administering vecuronium. The dose used for rapid sequence intubation: 0.1 mg/kg to 0.2 mg/kg IV, with the onset of intubation conditions occurring in less than 2 to 3 minutes Maintenance for continued surgical relaxation: 0.01 mg/kg to 0.015 mg/kg IV to be given 20 to 45 minutes after the initial dose and every 12 to 15 minutes as needed Maintenance for continuous Infusion (most commonly used for ICU paralysis to facilitate mechanical ventilation):", "contents": "Vecuronium -- Administration. Vecuronium is prepared as a lyophilized powder because it has poor stability in solution. Therefore, it would have a very short shelf life in this form; this requires reconstituting the drug before administration. The dose used for endotracheal intubation in the controlled setting before surgery: 0.08 mg/kg to 0.1 mg/kg intravenous (IV) over 60 seconds or 0.04 mg/kg to 0.06 mg/kg IV if succinylcholine was used, to allow its effects to subside before administering vecuronium. The dose used for rapid sequence intubation: 0.1 mg/kg to 0.2 mg/kg IV, with the onset of intubation conditions occurring in less than 2 to 3 minutes Maintenance for continued surgical relaxation: 0.01 mg/kg to 0.015 mg/kg IV to be given 20 to 45 minutes after the initial dose and every 12 to 15 minutes as needed Maintenance for continuous Infusion (most commonly used for ICU paralysis to facilitate mechanical ventilation):"}
{"id": "article-31044_8", "title": "Vecuronium -- Administration", "content": "Initial bolus dose of 0.08 mg/kg to 0.1 mg/kg IV starting 20 minutes post bolus recovery, followed by 0.05 mg/kg/hour to 0.07 mg/kg/hour IV.", "contents": "Vecuronium -- Administration. Initial bolus dose of 0.08 mg/kg to 0.1 mg/kg IV starting 20 minutes post bolus recovery, followed by 0.05 mg/kg/hour to 0.07 mg/kg/hour IV."}
{"id": "article-31044_9", "title": "Vecuronium -- Administration", "content": "No adjustment is necessary for renal impairment, although dose reduction could be considered in anephric patients, particularly in emergency situations where the anephric patient cannot be adequately prepared for non-elective surgery. [2] Dose adjustments are not defined in patients with hepatic impairment, but caution is advised.", "contents": "Vecuronium -- Administration. No adjustment is necessary for renal impairment, although dose reduction could be considered in anephric patients, particularly in emergency situations where the anephric patient cannot be adequately prepared for non-elective surgery. [2] Dose adjustments are not defined in patients with hepatic impairment, but caution is advised."}
{"id": "article-31044_10", "title": "Vecuronium -- Adverse Effects", "content": "The primary adverse event associated with all nondepolarizing neuromuscular agents is the extension of the drug's pharmacological effect past the needed time of use, resulting in adverse effects ranging from skeletal muscle weakness to extended muscular paralysis leading to respiratory insufficiency or apnea. The following serious adverse reactions can occur: Prolonged paralysis (seen in long-term use) Bronchospasm/respiratory depression Apnea Anaphylaxis/hypersensitivity reaction Other less common adverse events include: Hypotension Edema Sinus tachycardia Erythema Urticaria Flushing Pruritus Skin rash", "contents": "Vecuronium -- Adverse Effects. The primary adverse event associated with all nondepolarizing neuromuscular agents is the extension of the drug's pharmacological effect past the needed time of use, resulting in adverse effects ranging from skeletal muscle weakness to extended muscular paralysis leading to respiratory insufficiency or apnea. The following serious adverse reactions can occur: Prolonged paralysis (seen in long-term use) Bronchospasm/respiratory depression Apnea Anaphylaxis/hypersensitivity reaction Other less common adverse events include: Hypotension Edema Sinus tachycardia Erythema Urticaria Flushing Pruritus Skin rash"}
{"id": "article-31044_11", "title": "Vecuronium -- Adverse Effects", "content": "Hypersensitivity associated with histamine release leading to allergic reactions may occur, and in rare instances, life-threatening anaphylaxis may occur. In general, compared to other nondepolarizing neuromuscular-blocking agents such as pancuronium, rocuronium, or atracurium, the safety profile of vecuronium is favorable. [8]", "contents": "Vecuronium -- Adverse Effects. Hypersensitivity associated with histamine release leading to allergic reactions may occur, and in rare instances, life-threatening anaphylaxis may occur. In general, compared to other nondepolarizing neuromuscular-blocking agents such as pancuronium, rocuronium, or atracurium, the safety profile of vecuronium is favorable. [8]"}
{"id": "article-31044_12", "title": "Vecuronium -- Contraindications", "content": "Of all the neuromuscular blocking agents, vecuronium correlates with the lowest level of histamine release; however, there are still reports of life-threatening anaphylactic reactions occurring. Due to the excessive salivation that can occur with this histamine release, caution is necessary when administering vecuronium to patients with bronchospasm and asthma. [1]", "contents": "Vecuronium -- Contraindications. Of all the neuromuscular blocking agents, vecuronium correlates with the lowest level of histamine release; however, there are still reports of life-threatening anaphylactic reactions occurring. Due to the excessive salivation that can occur with this histamine release, caution is necessary when administering vecuronium to patients with bronchospasm and asthma. [1]"}
{"id": "article-31044_13", "title": "Vecuronium -- Contraindications", "content": "Electrolyte abnormalities such as severe hypocalcemia, hypokalemia, or hypomagnesemia may potentiate the effects of vecuronium. Other relative contraindications to the use of vecuronium include myopathy, obesity, and neuromuscular diseases, such as Eaton-Lambert syndrome and myasthenia gravis, as these conditions may prolong the drug’s effect.", "contents": "Vecuronium -- Contraindications. Electrolyte abnormalities such as severe hypocalcemia, hypokalemia, or hypomagnesemia may potentiate the effects of vecuronium. Other relative contraindications to the use of vecuronium include myopathy, obesity, and neuromuscular diseases, such as Eaton-Lambert syndrome and myasthenia gravis, as these conditions may prolong the drug’s effect."}
{"id": "article-31044_14", "title": "Vecuronium -- Contraindications", "content": "Vecuronium use requires caution in patients with underlying cardiac disease that may be associated with slower circulation time. Patients with impaired circulation in certain cardiovascular disease or advanced age, or edema that results in increased volume of distribution, can result in delayed honest of muscle paralysis; clinicians should not increase the dosage in such instances. [9] [10]", "contents": "Vecuronium -- Contraindications. Vecuronium use requires caution in patients with underlying cardiac disease that may be associated with slower circulation time. Patients with impaired circulation in certain cardiovascular disease or advanced age, or edema that results in increased volume of distribution, can result in delayed honest of muscle paralysis; clinicians should not increase the dosage in such instances. [9] [10]"}
{"id": "article-31044_15", "title": "Vecuronium -- Contraindications", "content": "Due to its clearance via the liver, vecuronium use merits caution in patients with liver failure or cirrhosis. Prolonged recovery from muscle paralysis may occur in patients with underlying liver disease. Caution is also necessary when administering vecuronium to renal failure patients, as hepatic elimination decreases in patients with uremia, which may cause accumulation of the drug’s active 3-hydroxy metabolite.", "contents": "Vecuronium -- Contraindications. Due to its clearance via the liver, vecuronium use merits caution in patients with liver failure or cirrhosis. Prolonged recovery from muscle paralysis may occur in patients with underlying liver disease. Caution is also necessary when administering vecuronium to renal failure patients, as hepatic elimination decreases in patients with uremia, which may cause accumulation of the drug’s active 3-hydroxy metabolite."}
{"id": "article-31044_16", "title": "Vecuronium -- Contraindications", "content": "Caution is advised when administering vecuronium to patients with burns greater than or equal to 20% of their total body surface area. Resistance to the muscle paralysis caused by vecuronium may occur several days after the injury and persist for several months after wound healing.", "contents": "Vecuronium -- Contraindications. Caution is advised when administering vecuronium to patients with burns greater than or equal to 20% of their total body surface area. Resistance to the muscle paralysis caused by vecuronium may occur several days after the injury and persist for several months after wound healing."}
{"id": "article-31044_17", "title": "Vecuronium -- Monitoring", "content": "Due to the respiratory insufficiency caused by paralyzing respiratory muscles, vecuronium only should be administered by experienced healthcare providers equipped with the necessary skills for advanced airway management. Assisted or controlled ventilation using a bag-valve-mask connected to supplemental oxygen or a mechanical ventilator should be readily accessible. Closely monitor the patient's blood pressure, heart rate, and peripheral nerve stimulation before administering vecuronium. Furthermore, the clinician should also have reversal agents immediately available. [11] [12]", "contents": "Vecuronium -- Monitoring. Due to the respiratory insufficiency caused by paralyzing respiratory muscles, vecuronium only should be administered by experienced healthcare providers equipped with the necessary skills for advanced airway management. Assisted or controlled ventilation using a bag-valve-mask connected to supplemental oxygen or a mechanical ventilator should be readily accessible. Closely monitor the patient's blood pressure, heart rate, and peripheral nerve stimulation before administering vecuronium. Furthermore, the clinician should also have reversal agents immediately available. [11] [12]"}
{"id": "article-31044_18", "title": "Vecuronium -- Toxicity", "content": "Anticholinesterases antagonize neuromuscular blockade action; therefore, the use of acetylcholinesterase inhibitors such as neostigmine is useful to reverse rocuronium and vecuronium's effect on muscle paralysis. Anticholinergic agents such as glycopyrrolate are necessary to offset the bradycardic effects seen with anticholinesterase drugs. Furthermore, in bradycardic patients, the anticholinergic drug may be given first.", "contents": "Vecuronium -- Toxicity. Anticholinesterases antagonize neuromuscular blockade action; therefore, the use of acetylcholinesterase inhibitors such as neostigmine is useful to reverse rocuronium and vecuronium's effect on muscle paralysis. Anticholinergic agents such as glycopyrrolate are necessary to offset the bradycardic effects seen with anticholinesterase drugs. Furthermore, in bradycardic patients, the anticholinergic drug may be given first."}
{"id": "article-31044_19", "title": "Vecuronium -- Toxicity", "content": "Sugammadex is a new selective relaxant-binding agent that forms a complex with vecuronium and rocuronium, reducing the amount of drug available to bind to nicotinic cholinergic receptors. Decreasing the amount of drug available at the neuromuscular junction successfully reverses muscle paralysis. Although vecuronium has more than five times the potency of rocuronium, studies have shown that the use of sugammadex results in significantly faster recovery from vecuronium-induced muscle paralysis when compared to neostigmine. [12] Due to the higher cost of sugammadex compared to neostigmine/glycopyrrolate, the cost-benefit analysis of drug selection merits consideration. [13] Sugammadex reversal also has implications in females of childbearing age, as it can also encapsulate oral contraceptive agents, rendering them ineffective. Patients must receive counsel to use alternate forms of birth control over the ensuing weeks. [14] [15] [16]", "contents": "Vecuronium -- Toxicity. Sugammadex is a new selective relaxant-binding agent that forms a complex with vecuronium and rocuronium, reducing the amount of drug available to bind to nicotinic cholinergic receptors. Decreasing the amount of drug available at the neuromuscular junction successfully reverses muscle paralysis. Although vecuronium has more than five times the potency of rocuronium, studies have shown that the use of sugammadex results in significantly faster recovery from vecuronium-induced muscle paralysis when compared to neostigmine. [12] Due to the higher cost of sugammadex compared to neostigmine/glycopyrrolate, the cost-benefit analysis of drug selection merits consideration. [13] Sugammadex reversal also has implications in females of childbearing age, as it can also encapsulate oral contraceptive agents, rendering them ineffective. Patients must receive counsel to use alternate forms of birth control over the ensuing weeks. [14] [15] [16]"}
{"id": "article-31044_20", "title": "Vecuronium -- Toxicity", "content": "Vecuronium is a pregnancy category C drug. It is unknown if it is excreted in breast milk, and its effect on a nursing infant is unknown. [17] It has been used safely for surgical relaxation for cesarean sections under general anesthesia.", "contents": "Vecuronium -- Toxicity. Vecuronium is a pregnancy category C drug. It is unknown if it is excreted in breast milk, and its effect on a nursing infant is unknown. [17] It has been used safely for surgical relaxation for cesarean sections under general anesthesia."}
{"id": "article-31044_21", "title": "Vecuronium -- Enhancing Healthcare Team Outcomes", "content": "Vecuronium is most often used by the anesthesiologist, nurse anesthetist, emergency department physician, and intensivist. It is vital that before administering this agent, one has resuscitative equipment, including a mechanical ventilator, in the room. The patient must have an intravenous line and should be monitored by a dedicated nurse during the process of intubation. Furthermore, the clinician should also have reversal agents immediately available. Everyone involved in the use and administration of vecuronium should operate and a collaborative healthcare team so that optimal medication effects will lead to reduced adverse effects and better patient outcomes. [Level 5]", "contents": "Vecuronium -- Enhancing Healthcare Team Outcomes. Vecuronium is most often used by the anesthesiologist, nurse anesthetist, emergency department physician, and intensivist. It is vital that before administering this agent, one has resuscitative equipment, including a mechanical ventilator, in the room. The patient must have an intravenous line and should be monitored by a dedicated nurse during the process of intubation. Furthermore, the clinician should also have reversal agents immediately available. Everyone involved in the use and administration of vecuronium should operate and a collaborative healthcare team so that optimal medication effects will lead to reduced adverse effects and better patient outcomes. [Level 5]"}
{"id": "article-31044_22", "title": "Vecuronium -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vecuronium -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}