{"id": "article-28916_0", "title": "Physiology, Serotonin -- Introduction", "content": "Serotonin, or 5-hydroxytryptamine (5-HT), is a neurotransmitter with an integral physiological role in the human body; it regulates various activities, including behavior, mood, memory, and gastrointestinal homeostasis. [1] [2] Serotonin is synthesized in the raphe nuclei of the brainstem and the enterochromaffin cells of the intestinal mucosa. [3] [4]", "contents": "Physiology, Serotonin -- Introduction. Serotonin, or 5-hydroxytryptamine (5-HT), is a neurotransmitter with an integral physiological role in the human body; it regulates various activities, including behavior, mood, memory, and gastrointestinal homeostasis. [1] [2] Serotonin is synthesized in the raphe nuclei of the brainstem and the enterochromaffin cells of the intestinal mucosa. [3] [4]"}
{"id": "article-28916_1", "title": "Physiology, Serotonin -- Introduction", "content": "Serotonin is a primary treatment target for many psychiatric and neurological disorders associated with decreased CNS and plasma serotonin concentration, such as major depressive disorder, post-traumatic stress disorder, obsessive-compulsive disorder, and anxiety disorders. [5] [6]", "contents": "Physiology, Serotonin -- Introduction. Serotonin is a primary treatment target for many psychiatric and neurological disorders associated with decreased CNS and plasma serotonin concentration, such as major depressive disorder, post-traumatic stress disorder, obsessive-compulsive disorder, and anxiety disorders. [5] [6]"}
{"id": "article-28916_2", "title": "Physiology, Serotonin -- Introduction", "content": "Other neurotransmitters (such as norepinephrine and dopamine) are also targets of treatment for the pathologies mentioned above; however, therapies that affect serotonin are often considered first-line in pharmacologic management in addition to other interventions such as lifestyle changes, physical exercise, and psychotherapy. [7] [8]", "contents": "Physiology, Serotonin -- Introduction. Other neurotransmitters (such as norepinephrine and dopamine) are also targets of treatment for the pathologies mentioned above; however, therapies that affect serotonin are often considered first-line in pharmacologic management in addition to other interventions such as lifestyle changes, physical exercise, and psychotherapy. [7] [8]"}
{"id": "article-28916_3", "title": "Physiology, Serotonin -- Cellular Level", "content": "The synthesis of serotonin (5-HT) begins with the essential amino acid tryptophan, which undergoes hydroxylation (an oxidation reaction) to 5-hydroxy-L-tryptophan (5-HTP) and decarboxylation to 5-hydroxytryptamine (5-HT). The hydroxylation reaction requires tryptophan hydroxylase, which is considered the rate-limiting enzyme of serotonin production, and the decarboxylation reaction requires aromatic-L-amino acid decarboxylase. Tryptophan hydroxylase is primarily localized to the raphe nuclei of the brain and enterochromaffin cells of the intestinal mucosa, the main sites of serotonin production. [9]", "contents": "Physiology, Serotonin -- Cellular Level. The synthesis of serotonin (5-HT) begins with the essential amino acid tryptophan, which undergoes hydroxylation (an oxidation reaction) to 5-hydroxy-L-tryptophan (5-HTP) and decarboxylation to 5-hydroxytryptamine (5-HT). The hydroxylation reaction requires tryptophan hydroxylase, which is considered the rate-limiting enzyme of serotonin production, and the decarboxylation reaction requires aromatic-L-amino acid decarboxylase. Tryptophan hydroxylase is primarily localized to the raphe nuclei of the brain and enterochromaffin cells of the intestinal mucosa, the main sites of serotonin production. [9]"}
{"id": "article-28916_4", "title": "Physiology, Serotonin -- Cellular Level", "content": "Enzymatic cofactors for the two reactions necessary for serotonin synthesis are tetrahydrobiopterin (BH4) and pyridoxine (vitamin B6), respectively. Tryptophan hydroxylase is dependent on the cofactor tetrahydrobiopterin, the recycling of which relies on folic acid (vitamin B9) metabolism. [10] Aromatic-L-amino acid decarboxylase is dependent upon the coenzyme pyridoxal 5′-phosphate (PLP), a form of pyridoxine. Therefore, serotonin production is metabolically dependent on BH4 and vitamin B6. [11] Of note, serotonin is a precursor to melatonin, a pivotal sleep regulator. [12]", "contents": "Physiology, Serotonin -- Cellular Level. Enzymatic cofactors for the two reactions necessary for serotonin synthesis are tetrahydrobiopterin (BH4) and pyridoxine (vitamin B6), respectively. Tryptophan hydroxylase is dependent on the cofactor tetrahydrobiopterin, the recycling of which relies on folic acid (vitamin B9) metabolism. [10] Aromatic-L-amino acid decarboxylase is dependent upon the coenzyme pyridoxal 5′-phosphate (PLP), a form of pyridoxine. Therefore, serotonin production is metabolically dependent on BH4 and vitamin B6. [11] Of note, serotonin is a precursor to melatonin, a pivotal sleep regulator. [12]"}
{"id": "article-28916_5", "title": "Physiology, Serotonin -- Cellular Level", "content": "Serotonin activity is regulated by its rate of synthesis, release, and metabolism. The majority of serotonin is intracellular, allowing for relatively tight control of its concentration. Serotonin is stored in intracellular vesicles, enters the synaptic cleft after neuron depolarization, then binds to G-protein coupled receptors (GPCRs) on either the presynaptic or postsynaptic membrane. [9]", "contents": "Physiology, Serotonin -- Cellular Level. Serotonin activity is regulated by its rate of synthesis, release, and metabolism. The majority of serotonin is intracellular, allowing for relatively tight control of its concentration. Serotonin is stored in intracellular vesicles, enters the synaptic cleft after neuron depolarization, then binds to G-protein coupled receptors (GPCRs) on either the presynaptic or postsynaptic membrane. [9]"}
{"id": "article-28916_6", "title": "Physiology, Serotonin -- Cellular Level", "content": "Presynaptic receptors are auto-regulators that inhibit further serotonin release. Postsynaptic receptors propagate either an excitatory or inhibitory pathway via second messenger cascades, depending on which receptor subtype is involved. [13] Serotonin that is recycled back to the cell via serotonin transporter (SERT) is then either stored in vesicles or metabolized by monoamine oxidase (MAO) in the cytoplasm. Peripheral serotonin is metabolized by the liver and lungs. [9]", "contents": "Physiology, Serotonin -- Cellular Level. Presynaptic receptors are auto-regulators that inhibit further serotonin release. Postsynaptic receptors propagate either an excitatory or inhibitory pathway via second messenger cascades, depending on which receptor subtype is involved. [13] Serotonin that is recycled back to the cell via serotonin transporter (SERT) is then either stored in vesicles or metabolized by monoamine oxidase (MAO) in the cytoplasm. Peripheral serotonin is metabolized by the liver and lungs. [9]"}
{"id": "article-28916_7", "title": "Physiology, Serotonin -- Function", "content": "Aside from serotonin’s role as a neurotransmitter in the CNS, it has several other functions.", "contents": "Physiology, Serotonin -- Function. Aside from serotonin’s role as a neurotransmitter in the CNS, it has several other functions."}
{"id": "article-28916_8", "title": "Physiology, Serotonin -- Function", "content": "Central nervous system: Serotonin is widely known for its effect on mood, but it also plays a role in memory, anger, fear, appetite, stress, addiction, sexual pleasure, sleep, pain perception, cerebral vascular tone, and central respiratory drive. [1]", "contents": "Physiology, Serotonin -- Function. Central nervous system: Serotonin is widely known for its effect on mood, but it also plays a role in memory, anger, fear, appetite, stress, addiction, sexual pleasure, sleep, pain perception, cerebral vascular tone, and central respiratory drive. [1]"}
{"id": "article-28916_9", "title": "Physiology, Serotonin -- Function", "content": "Ocular: Serotonin can activate ciliary body muscle fibers and cause pupil dilation leading to increased intraocular pressure. [14]", "contents": "Physiology, Serotonin -- Function. Ocular: Serotonin can activate ciliary body muscle fibers and cause pupil dilation leading to increased intraocular pressure. [14]"}
{"id": "article-28916_10", "title": "Physiology, Serotonin -- Function", "content": "Cardiovascular: Serotonin has positive inotropic and chronotropic effects by increasing intracellular calcium in cardiac myocytes, which can trigger tachyarrhythmias. [15] Serotonin can be stored in platelet granules and plays a role in platelet aggregation. Serotonin can contribute to vasodilation, in the setting of intact endothelium and vasoconstriction, in the setting of damaged endothelium. [16]", "contents": "Physiology, Serotonin -- Function. Cardiovascular: Serotonin has positive inotropic and chronotropic effects by increasing intracellular calcium in cardiac myocytes, which can trigger tachyarrhythmias. [15] Serotonin can be stored in platelet granules and plays a role in platelet aggregation. Serotonin can contribute to vasodilation, in the setting of intact endothelium and vasoconstriction, in the setting of damaged endothelium. [16]"}
{"id": "article-28916_11", "title": "Physiology, Serotonin -- Function", "content": "Pulmonary: Serotonin affects the central respiratory drive, increases pulmonary vascular resistance, and may induce remodeling of the pulmonary vasculature. [1]", "contents": "Physiology, Serotonin -- Function. Pulmonary: Serotonin affects the central respiratory drive, increases pulmonary vascular resistance, and may induce remodeling of the pulmonary vasculature. [1]"}
{"id": "article-28916_12", "title": "Physiology, Serotonin -- Function", "content": "Gastrointestinal: Serotonin increases gastric emptying, gut motility, intestinal secretion, and colonic tone. [1] [17]", "contents": "Physiology, Serotonin -- Function. Gastrointestinal: Serotonin increases gastric emptying, gut motility, intestinal secretion, and colonic tone. [1] [17]"}
{"id": "article-28916_13", "title": "Physiology, Serotonin -- Function", "content": "Endocrine/Metabolic: Serotonin regulates pancreatic secretion, increases insulin secretion, glucose uptake in muscle tissue, lipogenesis in fat tissue, and lipid accumulation in the liver. [17]", "contents": "Physiology, Serotonin -- Function. Endocrine/Metabolic: Serotonin regulates pancreatic secretion, increases insulin secretion, glucose uptake in muscle tissue, lipogenesis in fat tissue, and lipid accumulation in the liver. [17]"}
{"id": "article-28916_14", "title": "Physiology, Serotonin -- Function", "content": "Genitourinary: Serotonin modulates micturition, uterine vasoconstriction, uterine muscle tone, oocyte maturation, and penile detumescence. [1]", "contents": "Physiology, Serotonin -- Function. Genitourinary: Serotonin modulates micturition, uterine vasoconstriction, uterine muscle tone, oocyte maturation, and penile detumescence. [1]"}
{"id": "article-28916_15", "title": "Physiology, Serotonin -- Pathophysiology", "content": "Excessive serotonin activity can cause several pathologic symptoms.", "contents": "Physiology, Serotonin -- Pathophysiology. Excessive serotonin activity can cause several pathologic symptoms."}
{"id": "article-28916_16", "title": "Physiology, Serotonin -- Pathophysiology -- Neuromuscular", "content": "Tremor Hyperreflexia Myoclonus Hypertonia", "contents": "Physiology, Serotonin -- Pathophysiology -- Neuromuscular. Tremor Hyperreflexia Myoclonus Hypertonia"}
{"id": "article-28916_17", "title": "Physiology, Serotonin -- Pathophysiology -- Autonomic", "content": "Mydriasis Diaphoresis Tachycardia Tachypnea Hyperthermia Vomiting Arrhythmias", "contents": "Physiology, Serotonin -- Pathophysiology -- Autonomic. Mydriasis Diaphoresis Tachycardia Tachypnea Hyperthermia Vomiting Arrhythmias"}
{"id": "article-28916_18", "title": "Physiology, Serotonin -- Pathophysiology -- Neurological", "content": "Agitation Excitement Insomnia Confusion Anxiety", "contents": "Physiology, Serotonin -- Pathophysiology -- Neurological. Agitation Excitement Insomnia Confusion Anxiety"}
{"id": "article-28916_19", "title": "Physiology, Serotonin -- Pathophysiology", "content": "Serotonin syndrome (SS) or serotonin toxicity (ST) is a condition and potential adverse event due to excessive serotonin stimulation on CNS and visceral organs due to aberrant serotonin accumulation. Often, this is due to an accidental or intentional overdose of one or more serotonin-elevating medications. The spectrum of clinical manifestations can be life-threatening; thus, recognizing the manageable signs and symptoms that appear first is crucial to preventing deterioration.", "contents": "Physiology, Serotonin -- Pathophysiology. Serotonin syndrome (SS) or serotonin toxicity (ST) is a condition and potential adverse event due to excessive serotonin stimulation on CNS and visceral organs due to aberrant serotonin accumulation. Often, this is due to an accidental or intentional overdose of one or more serotonin-elevating medications. The spectrum of clinical manifestations can be life-threatening; thus, recognizing the manageable signs and symptoms that appear first is crucial to preventing deterioration."}
{"id": "article-28916_20", "title": "Physiology, Serotonin -- Pathophysiology", "content": "The signs and symptoms may develop 24 hours after medication ingestion, and diagnosis depends on a thorough history, medication reconciliation, and physical exam. Key features of serotonin syndrome include a patient history of taking a serotonergic agent, generalized clonus that is both spontaneous and inducible, ocular clonus, tremor, hyperreflexia, hyperthermia, diaphoresis, hyperactive bowels, and agitation or delirium. [18]", "contents": "Physiology, Serotonin -- Pathophysiology. The signs and symptoms may develop 24 hours after medication ingestion, and diagnosis depends on a thorough history, medication reconciliation, and physical exam. Key features of serotonin syndrome include a patient history of taking a serotonergic agent, generalized clonus that is both spontaneous and inducible, ocular clonus, tremor, hyperreflexia, hyperthermia, diaphoresis, hyperactive bowels, and agitation or delirium. [18]"}
{"id": "article-28916_21", "title": "Physiology, Serotonin -- Pathophysiology", "content": "Alternatively, upon the abrupt dose reduction or discontinuation of serotonergic medications, patients may be at risk for SSRI discontinuation syndrome. Symptoms have been described as “flu-like” and may arise within a few days of medication cessation and persist for up to two weeks. One mnemonic for the symptoms is FINISH: flu-like symptoms, insomnia, nausea, imbalance, sensory disturbances, and hyperarousal. [19]", "contents": "Physiology, Serotonin -- Pathophysiology. Alternatively, upon the abrupt dose reduction or discontinuation of serotonergic medications, patients may be at risk for SSRI discontinuation syndrome. Symptoms have been described as “flu-like” and may arise within a few days of medication cessation and persist for up to two weeks. One mnemonic for the symptoms is FINISH: flu-like symptoms, insomnia, nausea, imbalance, sensory disturbances, and hyperarousal. [19]"}
{"id": "article-28916_22", "title": "Physiology, Serotonin -- Pathophysiology", "content": "Carcinoid syndrome is a paraneoplastic syndrome with some clinical overlap with serotonin syndrome. Carcinoid syndrome is due to aberrant serotonin production from a neuroendocrine neoplasm. Symptoms include flushing (from serotonin’s vasoactive function) and diarrhea (from serotonin’s role in gastrointestinal motility). [20]", "contents": "Physiology, Serotonin -- Pathophysiology. Carcinoid syndrome is a paraneoplastic syndrome with some clinical overlap with serotonin syndrome. Carcinoid syndrome is due to aberrant serotonin production from a neuroendocrine neoplasm. Symptoms include flushing (from serotonin’s vasoactive function) and diarrhea (from serotonin’s role in gastrointestinal motility). [20]"}
{"id": "article-28916_23", "title": "Physiology, Serotonin -- Clinical Significance", "content": "Decreased or ineffective serotonin activity is thought to be central to the pathogenesis of depression, anxiety, and other psychologic disorders. As such, treatments to increase serotonin concentration within the synapse or maximize serotonin receptors' potentiality are often considered the first line to improve patients' clinical symptoms. [1] [21] There are several classes of medications that target the serotonergic system:", "contents": "Physiology, Serotonin -- Clinical Significance. Decreased or ineffective serotonin activity is thought to be central to the pathogenesis of depression, anxiety, and other psychologic disorders. As such, treatments to increase serotonin concentration within the synapse or maximize serotonin receptors' potentiality are often considered the first line to improve patients' clinical symptoms. [1] [21] There are several classes of medications that target the serotonergic system:"}
{"id": "article-28916_24", "title": "Physiology, Serotonin -- Clinical Significance -- Selective Serotonin Reuptake Inhibitors (SSRI)", "content": "These are the first line of medications in moderate to severe anxiety disorders and depressive disorders; they can also be used in other neuropsychiatric disorders (eg, eating disorders, obsessive and compulsive disorders) as adjunctive therapies. The mechanism of action involves blocking 5-HT down-regulating presynaptic reuptake channels, thereby increasing synaptic 5-HT concentration. [22]", "contents": "Physiology, Serotonin -- Clinical Significance -- Selective Serotonin Reuptake Inhibitors (SSRI). These are the first line of medications in moderate to severe anxiety disorders and depressive disorders; they can also be used in other neuropsychiatric disorders (eg, eating disorders, obsessive and compulsive disorders) as adjunctive therapies. The mechanism of action involves blocking 5-HT down-regulating presynaptic reuptake channels, thereby increasing synaptic 5-HT concentration. [22]"}
{"id": "article-28916_25", "title": "Physiology, Serotonin -- Clinical Significance -- Selective Serotonin Reuptake Inhibitors (SSRI)", "content": "Side effects may include headache, agitation or mild irritability, sleepiness, nausea or constipation, dizziness, and sexual dysfunction (eg, delayed ejaculation, anorgasmia). In patients with bipolar disorder, SSRIs may trigger mania. SSRIs also carry a black box warning for increased suicidality in teens and young adults; however, it is unclear if this corresponds to legitimate suicide attempts versus suicidal ideation. [23] Examples of SSRIs include fluoxetine, citalopram, escitalopram, paroxetine, sertraline, and fluvoxamine.", "contents": "Physiology, Serotonin -- Clinical Significance -- Selective Serotonin Reuptake Inhibitors (SSRI). Side effects may include headache, agitation or mild irritability, sleepiness, nausea or constipation, dizziness, and sexual dysfunction (eg, delayed ejaculation, anorgasmia). In patients with bipolar disorder, SSRIs may trigger mania. SSRIs also carry a black box warning for increased suicidality in teens and young adults; however, it is unclear if this corresponds to legitimate suicide attempts versus suicidal ideation. [23] Examples of SSRIs include fluoxetine, citalopram, escitalopram, paroxetine, sertraline, and fluvoxamine."}
{"id": "article-28916_26", "title": "Physiology, Serotonin -- Clinical Significance -- Serotonin Norepinephrine Reuptake Inhibitors (SNRI)", "content": "These are also the first line of medications and function similarly to SSRIs with a similar side effect profile but may be more \"stimulating.\" In addition to inhibiting 5-HT reuptake, these mediations also inhibit norepinephrine reuptake. Examples of SNRIs are venlafaxine, desvenlafaxine, and duloxetine.", "contents": "Physiology, Serotonin -- Clinical Significance -- Serotonin Norepinephrine Reuptake Inhibitors (SNRI). These are also the first line of medications and function similarly to SSRIs with a similar side effect profile but may be more \"stimulating.\" In addition to inhibiting 5-HT reuptake, these mediations also inhibit norepinephrine reuptake. Examples of SNRIs are venlafaxine, desvenlafaxine, and duloxetine."}
{"id": "article-28916_27", "title": "Physiology, Serotonin -- Clinical Significance -- Monoaminoxidase Inhibitors (MAOI) (eg, phenelzine, selegiline)", "content": "MAOIs are often used in depressive and anxiety disorders that fail to respond to SSRIs and SNRIs. The mechanism of action is either reversible or irreversible antagonism of monoaminoxidase, one of the enzymes that degrade serotonin. Decreased degradation of neurotransmitters results in prolonged time within the synaptic cleft for these neurotransmitters to propagate their downstream effects. The side effects include sweating, tremors, sedation, postural hypotension, and atropine-like effects such as blurry vision, dry mouth, and urinary retention. Patients are advised to avoid food and drink high in tyramine (some cheeses, wine, pickles, and other fermented foods) while taking MAOIs due to the risk of increased norepinephrine release leading to hypertensive crisis. [24] Examples of MAOIs are phenelzine, selegiline, isocarboxazid, and tranylcypromine.", "contents": "Physiology, Serotonin -- Clinical Significance -- Monoaminoxidase Inhibitors (MAOI) (eg, phenelzine, selegiline). MAOIs are often used in depressive and anxiety disorders that fail to respond to SSRIs and SNRIs. The mechanism of action is either reversible or irreversible antagonism of monoaminoxidase, one of the enzymes that degrade serotonin. Decreased degradation of neurotransmitters results in prolonged time within the synaptic cleft for these neurotransmitters to propagate their downstream effects. The side effects include sweating, tremors, sedation, postural hypotension, and atropine-like effects such as blurry vision, dry mouth, and urinary retention. Patients are advised to avoid food and drink high in tyramine (some cheeses, wine, pickles, and other fermented foods) while taking MAOIs due to the risk of increased norepinephrine release leading to hypertensive crisis. [24] Examples of MAOIs are phenelzine, selegiline, isocarboxazid, and tranylcypromine."}
{"id": "article-28916_28", "title": "Physiology, Serotonin -- Clinical Significance -- Tricyclic Anti-depressants (TCA)", "content": "TCAs inhibit the presynaptic serotonin and norepinephrine reuptake channels and the post-synaptic histamine, cholinergic, and alpha-adrenergic receptors. As a result, side effects include sedation, weight gain, anticholinergic effects, and tachycardia. [25] [26] Examples of TCAs include amitriptyline, nortriptyline, imipramine, desipramine, clomipramine, doxepin, and amoxapine.", "contents": "Physiology, Serotonin -- Clinical Significance -- Tricyclic Anti-depressants (TCA). TCAs inhibit the presynaptic serotonin and norepinephrine reuptake channels and the post-synaptic histamine, cholinergic, and alpha-adrenergic receptors. As a result, side effects include sedation, weight gain, anticholinergic effects, and tachycardia. [25] [26] Examples of TCAs include amitriptyline, nortriptyline, imipramine, desipramine, clomipramine, doxepin, and amoxapine."}
{"id": "article-28916_29", "title": "Physiology, Serotonin -- Clinical Significance -- 5-HT Receptor Agonist/Partial Agonists", "content": "Serotonin receptor agonists are most commonly used in the treatment of migraines. 5-HT receptor agonists lead to cerebral vasoconstriction, reduced trigeminal nerve activation, reduced nociception, and inhibition of the pro-inflammatory CGRP cascade. Potential side effects include coronary vasoconstriction because the serotonin receptor subtypes responsible for cerebral vasoconstriction are also located in cardiac tissue. [27] Examples include zolmitriptan, rizatriptan, and sumatriptan.", "contents": "Physiology, Serotonin -- Clinical Significance -- 5-HT Receptor Agonist/Partial Agonists. Serotonin receptor agonists are most commonly used in the treatment of migraines. 5-HT receptor agonists lead to cerebral vasoconstriction, reduced trigeminal nerve activation, reduced nociception, and inhibition of the pro-inflammatory CGRP cascade. Potential side effects include coronary vasoconstriction because the serotonin receptor subtypes responsible for cerebral vasoconstriction are also located in cardiac tissue. [27] Examples include zolmitriptan, rizatriptan, and sumatriptan."}
{"id": "article-28916_30", "title": "Physiology, Serotonin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Serotonin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}