{"id": "article-25555_0", "title": "Nasogastric Tube -- Continuing Education Activity", "content": "Nasogastric tubes are part of the standard of care in treating intestinal obstruction and can also be used to provide nutritional support. They are most common in surgical patients but are useful in any patient population where gastric decompression or nutritional support is necessary. This activity reviews the indications for the placement of nasogastric tubes and explains the pertinent anatomy, technique, equipment, and potential complications of placement of nasogastric tubes. It highlights the role of the interprofessional team in the use of NG tubes.", "contents": "Nasogastric Tube -- Continuing Education Activity. Nasogastric tubes are part of the standard of care in treating intestinal obstruction and can also be used to provide nutritional support. They are most common in surgical patients but are useful in any patient population where gastric decompression or nutritional support is necessary. This activity reviews the indications for the placement of nasogastric tubes and explains the pertinent anatomy, technique, equipment, and potential complications of placement of nasogastric tubes. It highlights the role of the interprofessional team in the use of NG tubes."}
{"id": "article-25555_1", "title": "Nasogastric Tube -- Continuing Education Activity", "content": "Objectives: Identify the indications for nasogastric tube placement. Describe the technique of safe nasogastric tube placement. Outline the appropriate evaluation of the potential complications of safe nasogastric tube placement. Review the interprofessional team strategies for improving care coordination and communication of safe nasogastric tube placement Access free multiple choice questions on this topic.", "contents": "Nasogastric Tube -- Continuing Education Activity. Objectives: Identify the indications for nasogastric tube placement. Describe the technique of safe nasogastric tube placement. Outline the appropriate evaluation of the potential complications of safe nasogastric tube placement. Review the interprofessional team strategies for improving care coordination and communication of safe nasogastric tube placement Access free multiple choice questions on this topic."}
{"id": "article-25555_2", "title": "Nasogastric Tube -- Introduction", "content": "Nasogastric tubes are, as one might surmise from their name, tubes that are inserted through the nares to pass through the posterior oropharynx, down the esophagus, and into the stomach. Dr. Abraham Levin first described their use in 1921 (see Image. Nasogastric Tube). Nasogastric tubes are typically used for decompression of the stomach in the setting of intestinal obstruction or ileus, but can also be used to administer nutrition or medication to patients who are unable to tolerate oral intake. [1] [2] Depending on the intended purpose of the tube, there are different types, each specifically designed for its use.", "contents": "Nasogastric Tube -- Introduction. Nasogastric tubes are, as one might surmise from their name, tubes that are inserted through the nares to pass through the posterior oropharynx, down the esophagus, and into the stomach. Dr. Abraham Levin first described their use in 1921 (see Image. Nasogastric Tube). Nasogastric tubes are typically used for decompression of the stomach in the setting of intestinal obstruction or ileus, but can also be used to administer nutrition or medication to patients who are unable to tolerate oral intake. [1] [2] Depending on the intended purpose of the tube, there are different types, each specifically designed for its use."}
{"id": "article-25555_3", "title": "Nasogastric Tube -- Anatomy and Physiology", "content": "The nares are the anterior opening of the nasal sinuses. 5 to 7 cm posterior to the nares the nasal sinus connects to the nasopharynx, which is continuous with the oropharynx. The length of the pharynx from the base of the skull to the start of the esophagus is 12 to 14 cm. The esophagus starts at the upper esophageal sphincter, the cricopharyngeus, and runs down through the diaphragm to the stomach for a length of approximately 25 cm. While the stomach is a highly distensible structure and therefore, can vary in length, the empty stomach is generally around 25 cm long. Thus if one intended to place a tube through the nares and place it in the middle of the stomach, then approximately 55 cm of the tube should be inserted. [3]", "contents": "Nasogastric Tube -- Anatomy and Physiology. The nares are the anterior opening of the nasal sinuses. 5 to 7 cm posterior to the nares the nasal sinus connects to the nasopharynx, which is continuous with the oropharynx. The length of the pharynx from the base of the skull to the start of the esophagus is 12 to 14 cm. The esophagus starts at the upper esophageal sphincter, the cricopharyngeus, and runs down through the diaphragm to the stomach for a length of approximately 25 cm. While the stomach is a highly distensible structure and therefore, can vary in length, the empty stomach is generally around 25 cm long. Thus if one intended to place a tube through the nares and place it in the middle of the stomach, then approximately 55 cm of the tube should be inserted. [3]"}
{"id": "article-25555_4", "title": "Nasogastric Tube -- Anatomy and Physiology", "content": "There are several methods to estimate the depth that an NG should be placed. All methods for estimation will have some margin of error. [4] A common pre-procedure maneuver is to loop the tube over one of the patient’s ears and place the tip at the patient’s xiphoid process and use this as an estimate for the length of the tube that should be inserted. [5]", "contents": "Nasogastric Tube -- Anatomy and Physiology. There are several methods to estimate the depth that an NG should be placed. All methods for estimation will have some margin of error. [4] A common pre-procedure maneuver is to loop the tube over one of the patient’s ears and place the tip at the patient’s xiphoid process and use this as an estimate for the length of the tube that should be inserted. [5]"}
{"id": "article-25555_5", "title": "Nasogastric Tube -- Indications", "content": "The most common indication for placement of a nasogastric tube is to decompress the stomach in the setting of distal obstruction. Small bowel obstruction from adhesions or hernias, ileus, obstructing neoplasms, volvulus, intussusception, and many other causes may block the normal passage of bodily fluids such as salivary, gastric, hepatobiliary, and enteric secretions. [2] These fluids will build up, causing abdominal distension, pain, and nausea. Eventually, the fluids will build up enough that nausea will progress to emesis, putting the patient at risk for aspiration, an event with mortality as high as 70% depending on the volume of fluid aspirated. Similarly, intractable nausea or emesis, whether caused by medications, intoxication, or other reasons, can be an indication for the placement of a nasogastric tube in order to prevent aspiration. Prophylactic placement of NG tubes in patients with abdominal surgery is not recommended. Patients who develop postoperative ileus tend to recover faster without the placement of an NG tube. [6]", "contents": "Nasogastric Tube -- Indications. The most common indication for placement of a nasogastric tube is to decompress the stomach in the setting of distal obstruction. Small bowel obstruction from adhesions or hernias, ileus, obstructing neoplasms, volvulus, intussusception, and many other causes may block the normal passage of bodily fluids such as salivary, gastric, hepatobiliary, and enteric secretions. [2] These fluids will build up, causing abdominal distension, pain, and nausea. Eventually, the fluids will build up enough that nausea will progress to emesis, putting the patient at risk for aspiration, an event with mortality as high as 70% depending on the volume of fluid aspirated. Similarly, intractable nausea or emesis, whether caused by medications, intoxication, or other reasons, can be an indication for the placement of a nasogastric tube in order to prevent aspiration. Prophylactic placement of NG tubes in patients with abdominal surgery is not recommended. Patients who develop postoperative ileus tend to recover faster without the placement of an NG tube. [6]"}
{"id": "article-25555_6", "title": "Nasogastric Tube -- Indications", "content": "Less commonly, nasogastric tubes can be placed to administer medications or nutrition in patients who have a functional gastrointestinal tract but are unable to tolerate oral intake. This is most common in patients who have suffered a stroke or other malady, which has left them unable to swallow effectively. [3] Nasogastric tubes may be placed for nutritional support while waiting to see how much function the patient will recover, and if the patient does not recover their swallowing ability or will otherwise require long term nutritional support, then a more permanent feeding tube should be placed such as gastrostomy or jejunostomy feeding tube.", "contents": "Nasogastric Tube -- Indications. Less commonly, nasogastric tubes can be placed to administer medications or nutrition in patients who have a functional gastrointestinal tract but are unable to tolerate oral intake. This is most common in patients who have suffered a stroke or other malady, which has left them unable to swallow effectively. [3] Nasogastric tubes may be placed for nutritional support while waiting to see how much function the patient will recover, and if the patient does not recover their swallowing ability or will otherwise require long term nutritional support, then a more permanent feeding tube should be placed such as gastrostomy or jejunostomy feeding tube."}
{"id": "article-25555_7", "title": "Nasogastric Tube -- Indications", "content": "NG tubes have been used for various reasons in patients with GI bleeding. In the past, NG lavage was thought to help control GI bleeding. However, recent studies have shown that this is not helpful. [7] Another indication for placement of a nasogastric tube is in the setting of massive hematochezia. Given that up to 15% of massive hematochezia is caused by an upper GI bleed, placement of a nasogastric tube, after initiating resuscitation may potentially aid in diagnosis. Of note, an upper GI source of bleeding is only ruled out after aspiration of gastric contents from a nasogastric tube if the fluid is bile tinged. If the fluid is not bile-tinged, it is possible that a duodenal ulcer has caused bleeding but also scarred the pylorus causing a gastric outlet obstruction, which prevents the blood from being aspirated from the stomach. [8] However, the placement of an NG tube has not been shown to improve patient outcomes in patients with GI bleed. [9]", "contents": "Nasogastric Tube -- Indications. NG tubes have been used for various reasons in patients with GI bleeding. In the past, NG lavage was thought to help control GI bleeding. However, recent studies have shown that this is not helpful. [7] Another indication for placement of a nasogastric tube is in the setting of massive hematochezia. Given that up to 15% of massive hematochezia is caused by an upper GI bleed, placement of a nasogastric tube, after initiating resuscitation may potentially aid in diagnosis. Of note, an upper GI source of bleeding is only ruled out after aspiration of gastric contents from a nasogastric tube if the fluid is bile tinged. If the fluid is not bile-tinged, it is possible that a duodenal ulcer has caused bleeding but also scarred the pylorus causing a gastric outlet obstruction, which prevents the blood from being aspirated from the stomach. [8] However, the placement of an NG tube has not been shown to improve patient outcomes in patients with GI bleed. [9]"}
{"id": "article-25555_8", "title": "Nasogastric Tube -- Contraindications", "content": "The most common contraindication to the placement of nasogastric tubes is if there is significant facial trauma or basilar skull fractures. In these cases, attempted placement of a tube via the nares may exacerbate the existing trauma, and in rare cases, nasogastric tubes have even been placed into the skull in the setting of basilar skull fractures. [10] Esophageal trauma is also a potential contraindication, especially in the setting of ingestion of caustic substances, where the placement of a nasogastric tube may create or worsen perforations. Esophageal obstruction, such as with a neoplasm or foreign object, is an obvious contraindication to nasogastric tube placement. Anticoagulation is a relative contraindication as the trauma from tube placement may cause bleeding. For patients with previous gastric bypass surgery, hiatal hernia repair, or abnormal GI anatomy, NG tubes should be placed under endoscopy. [11]", "contents": "Nasogastric Tube -- Contraindications. The most common contraindication to the placement of nasogastric tubes is if there is significant facial trauma or basilar skull fractures. In these cases, attempted placement of a tube via the nares may exacerbate the existing trauma, and in rare cases, nasogastric tubes have even been placed into the skull in the setting of basilar skull fractures. [10] Esophageal trauma is also a potential contraindication, especially in the setting of ingestion of caustic substances, where the placement of a nasogastric tube may create or worsen perforations. Esophageal obstruction, such as with a neoplasm or foreign object, is an obvious contraindication to nasogastric tube placement. Anticoagulation is a relative contraindication as the trauma from tube placement may cause bleeding. For patients with previous gastric bypass surgery, hiatal hernia repair, or abnormal GI anatomy, NG tubes should be placed under endoscopy. [11]"}
{"id": "article-25555_9", "title": "Nasogastric Tube -- Equipment", "content": "Given that there are several types of nasogastric tubes selecting the correct tube is the most important part of the process of gathering equipment. For decompression, the standard tube used is a double-lumen nasogastric tube. There is a double-one large lumen for suction and one smaller lumen to act as a sump. A sump allows air to enter so that the suction lumen does not become adherent to the gastric wall or become obstructed when the stomach is fully collapsed.", "contents": "Nasogastric Tube -- Equipment. Given that there are several types of nasogastric tubes selecting the correct tube is the most important part of the process of gathering equipment. For decompression, the standard tube used is a double-lumen nasogastric tube. There is a double-one large lumen for suction and one smaller lumen to act as a sump. A sump allows air to enter so that the suction lumen does not become adherent to the gastric wall or become obstructed when the stomach is fully collapsed."}
{"id": "article-25555_10", "title": "Nasogastric Tube -- Equipment", "content": "If the tube is being placed for administration of medications or nutrition, then a small-bore single lumen tube such as a Dobhoff or Levin tube may be placed. A Levin tube is just a simple small diameter tube. A Dobhoff is a small diameter tube with a weight on the end, the weight is added in hopes that gravity and peristalsis will advance the end of the tube past the pylorus, given an additional barrier between the nutrition or medications administered and any potential aspiration risk.", "contents": "Nasogastric Tube -- Equipment. If the tube is being placed for administration of medications or nutrition, then a small-bore single lumen tube such as a Dobhoff or Levin tube may be placed. A Levin tube is just a simple small diameter tube. A Dobhoff is a small diameter tube with a weight on the end, the weight is added in hopes that gravity and peristalsis will advance the end of the tube past the pylorus, given an additional barrier between the nutrition or medications administered and any potential aspiration risk."}
{"id": "article-25555_11", "title": "Nasogastric Tube -- Equipment", "content": "Additional essential equipment is some type of sterile lubricating gel to dip the tube into to ease its passage through the sinus cavity and gloves for the protection of both the patient and whoever is placing the tube. The gloves do not have to be sterile, given that this is a nonsterile procedure.", "contents": "Nasogastric Tube -- Equipment. Additional essential equipment is some type of sterile lubricating gel to dip the tube into to ease its passage through the sinus cavity and gloves for the protection of both the patient and whoever is placing the tube. The gloves do not have to be sterile, given that this is a nonsterile procedure."}
{"id": "article-25555_12", "title": "Nasogastric Tube -- Equipment", "content": "Non-essential equipment that is helpful to have is a cup of water with a straw in it for the patient to sip from during the procedure, provided they can tolerate it. This swallowing action helps advance the tube, and the water can ease some of the irritation on the back of the oropharynx from the tube. The topical use of local anesthetics such as lidocaine has not been shown to be very useful. [12] [13] However, there is evidence that nebulized lidocaine will relieve discomfort and allow for an increased chance of NG tube placement. [14] Having a basin nearby in case the patient has an episode of emesis during the procedure is also advisable.", "contents": "Nasogastric Tube -- Equipment. Non-essential equipment that is helpful to have is a cup of water with a straw in it for the patient to sip from during the procedure, provided they can tolerate it. This swallowing action helps advance the tube, and the water can ease some of the irritation on the back of the oropharynx from the tube. The topical use of local anesthetics such as lidocaine has not been shown to be very useful. [12] [13] However, there is evidence that nebulized lidocaine will relieve discomfort and allow for an increased chance of NG tube placement. [14] Having a basin nearby in case the patient has an episode of emesis during the procedure is also advisable."}
{"id": "article-25555_13", "title": "Nasogastric Tube -- Personnel", "content": "While an experienced provider can place a tube by themselves, having an assistant nearby can be helpful in case extra supplies need to be obtained during the placement procedure, such as a basin if the patient begins to have emesis.", "contents": "Nasogastric Tube -- Personnel. While an experienced provider can place a tube by themselves, having an assistant nearby can be helpful in case extra supplies need to be obtained during the placement procedure, such as a basin if the patient begins to have emesis."}
{"id": "article-25555_14", "title": "Nasogastric Tube -- Preparation", "content": "The indication for the procedure, potential complications, and alternative to treatment should be explained to the patient and an informed consent form signed. The patient should be placed in the sitting position if possible. Some sort of protective sheet should be placed on the patient’s chest in case they have an episode of emesis during the procedure. The nasogastric tube should be connected to the suction tubing and the suction tubing connected to a suction bucket before placement of the tube to minimize the risk of spillage of gastric contents. All supplies should be close at hand to minimize unnecessary movement during the procedure.", "contents": "Nasogastric Tube -- Preparation. The indication for the procedure, potential complications, and alternative to treatment should be explained to the patient and an informed consent form signed. The patient should be placed in the sitting position if possible. Some sort of protective sheet should be placed on the patient’s chest in case they have an episode of emesis during the procedure. The nasogastric tube should be connected to the suction tubing and the suction tubing connected to a suction bucket before placement of the tube to minimize the risk of spillage of gastric contents. All supplies should be close at hand to minimize unnecessary movement during the procedure."}
{"id": "article-25555_15", "title": "Nasogastric Tube -- Technique or Treatment", "content": "The individual placing the tube should put on nonsterile gloves and lubricate the tip of the tube (see Image. Nasogastric tube Tip Encircled). A common error when placing the tube is to direct the tube in an upward direction as it enters the nares; this will cause the tube to push against the top of the sinus cavity and cause increased discomfort. The tip should instead be directed parallel to the floor, directly toward the back of the patient's throat. At this time, the patient can be given a cup of water with a straw in it to sip from to help ease the passage of the tube. The tube should be advanced with firm, constant pressure while the patient is sipping. If there is a great deal of difficulty in passing the tube, a helpful maneuver is to withdraw the tube and attempt again after a short break in the contralateral nares as the tube may have become coiled in the oropharynx or nasal sinus. In intubated patients, the use of reverse Sellick's maneuver (pulling the thyroid cartilage up rather than pushing it down during intubation) and freezing the NG tube may help facilitate placement of the tube. [15] Once the tube has been inserted an appropriate length, typically around 55 cm as previously noted, it should be secured to the patient's nose with tape. [16]", "contents": "Nasogastric Tube -- Technique or Treatment. The individual placing the tube should put on nonsterile gloves and lubricate the tip of the tube (see Image. Nasogastric tube Tip Encircled). A common error when placing the tube is to direct the tube in an upward direction as it enters the nares; this will cause the tube to push against the top of the sinus cavity and cause increased discomfort. The tip should instead be directed parallel to the floor, directly toward the back of the patient's throat. At this time, the patient can be given a cup of water with a straw in it to sip from to help ease the passage of the tube. The tube should be advanced with firm, constant pressure while the patient is sipping. If there is a great deal of difficulty in passing the tube, a helpful maneuver is to withdraw the tube and attempt again after a short break in the contralateral nares as the tube may have become coiled in the oropharynx or nasal sinus. In intubated patients, the use of reverse Sellick's maneuver (pulling the thyroid cartilage up rather than pushing it down during intubation) and freezing the NG tube may help facilitate placement of the tube. [15] Once the tube has been inserted an appropriate length, typically around 55 cm as previously noted, it should be secured to the patient's nose with tape. [16]"}
{"id": "article-25555_16", "title": "Nasogastric Tube -- Technique or Treatment", "content": "Once the tube has been advanced to the estimated necessary length correct location is often made obvious by aspirating out a large amount of gastric contents. Pushing 50 cc of air through the tube using a large syringe while auscultating the stomach with a stethoscope is a commonly described maneuver to determine the location of the tube, but it is of questionable efficacy. [17] [18] Misplaced NG tubes placed in the left mainstem and small bowel can sound similar to adequately placed NG tubes. Taking an abdominal x-ray is the best way to confirm the location of the tube, even if there is the aspiration of gastric contents as the tube may be placed past the pylorus where it will aspirate not just gastric secretions but also hepatobiliary secretions leading to persistently high output even when the patient's acute issue has resolved. If feeding is planned through the tube, then it is imperative to confirm its location as placing feeds into the lungs can cause potentially fatal complications. The ideal location for an NG tube placed for suction is within the stomach because placement past the pylorus can cause damage to the duodenum. The ideal location for an NG feeding tube is postpyloric to decrease the risk of aspiration.", "contents": "Nasogastric Tube -- Technique or Treatment. Once the tube has been advanced to the estimated necessary length correct location is often made obvious by aspirating out a large amount of gastric contents. Pushing 50 cc of air through the tube using a large syringe while auscultating the stomach with a stethoscope is a commonly described maneuver to determine the location of the tube, but it is of questionable efficacy. [17] [18] Misplaced NG tubes placed in the left mainstem and small bowel can sound similar to adequately placed NG tubes. Taking an abdominal x-ray is the best way to confirm the location of the tube, even if there is the aspiration of gastric contents as the tube may be placed past the pylorus where it will aspirate not just gastric secretions but also hepatobiliary secretions leading to persistently high output even when the patient's acute issue has resolved. If feeding is planned through the tube, then it is imperative to confirm its location as placing feeds into the lungs can cause potentially fatal complications. The ideal location for an NG tube placed for suction is within the stomach because placement past the pylorus can cause damage to the duodenum. The ideal location for an NG feeding tube is postpyloric to decrease the risk of aspiration."}
{"id": "article-25555_17", "title": "Nasogastric Tube -- Technique or Treatment", "content": "The removal of an NG tube is usually a simple procedure. However, the tube should not be forcefully removed as it can become knotted. [19]", "contents": "Nasogastric Tube -- Technique or Treatment. The removal of an NG tube is usually a simple procedure. However, the tube should not be forcefully removed as it can become knotted. [19]"}
{"id": "article-25555_18", "title": "Nasogastric Tube -- Complications", "content": "The most common complications related to the placement of nasogastric tubes are discomfort, sinusitis, or epistaxis, all of which typically resolve spontaneously with the removal of the nasogastric tube. As noted previously in the contraindications, nasogastric tubes may cause or worsen a perforation in the setting of esophageal trauma, particularly after caustic ingestion, where extreme caution must be used if the placement is attempted. Blind placement of the tube in patients with injury to the cribriform plate may lead to intracranial placement of the tube. [20] If the tube is being placed for the administration of medications or nutrition, intragastric placement must be confirmed. Introducing medication or tube feeds to the lungs can cause major complications, including death. [2] Even in intubated patients, the NG tube can still be accidentally placed into the airway. [21] Another complication that all those managing nasogastric tubes should be aware of is specifically for the double-lumen nasogastric tubes. These large diameter tubes stent the lower and upper esophageal sphincter open while in place. If the tube becomes obstructed or otherwise malfunctions and is unable to decompress the stomach, it potentially increases the risk of an aspiration event secondary to this stenting effect. [22] Prolonged use of NG tubes can cause irritation to the gastric lining, causing gi bleeding. [23] Patients with extensive irrigation with an NG tube can develop electrolyte abnormalities such as hypokalemia. [24] Prolonged pressure on one area of the nare can cause nasal pressure ulcers or necrosis. [25] The tube should be retaped intermittently to prevent this complication.", "contents": "Nasogastric Tube -- Complications. The most common complications related to the placement of nasogastric tubes are discomfort, sinusitis, or epistaxis, all of which typically resolve spontaneously with the removal of the nasogastric tube. As noted previously in the contraindications, nasogastric tubes may cause or worsen a perforation in the setting of esophageal trauma, particularly after caustic ingestion, where extreme caution must be used if the placement is attempted. Blind placement of the tube in patients with injury to the cribriform plate may lead to intracranial placement of the tube. [20] If the tube is being placed for the administration of medications or nutrition, intragastric placement must be confirmed. Introducing medication or tube feeds to the lungs can cause major complications, including death. [2] Even in intubated patients, the NG tube can still be accidentally placed into the airway. [21] Another complication that all those managing nasogastric tubes should be aware of is specifically for the double-lumen nasogastric tubes. These large diameter tubes stent the lower and upper esophageal sphincter open while in place. If the tube becomes obstructed or otherwise malfunctions and is unable to decompress the stomach, it potentially increases the risk of an aspiration event secondary to this stenting effect. [22] Prolonged use of NG tubes can cause irritation to the gastric lining, causing gi bleeding. [23] Patients with extensive irrigation with an NG tube can develop electrolyte abnormalities such as hypokalemia. [24] Prolonged pressure on one area of the nare can cause nasal pressure ulcers or necrosis. [25] The tube should be retaped intermittently to prevent this complication."}
{"id": "article-25555_19", "title": "Nasogastric Tube -- Clinical Significance", "content": "Whether decompressing the stomach, providing enteral access for nutrition and medications in a patient unable to tolerate them orally, or ruling out an upper GI source of bleeding in the setting of massive hematochezia; nasogastric tubes are part of the standard of care for many routine health issues. Physicians should be readily able to place nasogastric tubes if indicated, and nursing staff should be able to manage them effectively. Given the potential for major complications to occur, particularly if medications or tube feeds are given intrapulmonary, with inappropriate nasogastric tube placement, the entire healthcare team must know the indications, contraindications, possible complications, and appropriate work-up to confirm placement.", "contents": "Nasogastric Tube -- Clinical Significance. Whether decompressing the stomach, providing enteral access for nutrition and medications in a patient unable to tolerate them orally, or ruling out an upper GI source of bleeding in the setting of massive hematochezia; nasogastric tubes are part of the standard of care for many routine health issues. Physicians should be readily able to place nasogastric tubes if indicated, and nursing staff should be able to manage them effectively. Given the potential for major complications to occur, particularly if medications or tube feeds are given intrapulmonary, with inappropriate nasogastric tube placement, the entire healthcare team must know the indications, contraindications, possible complications, and appropriate work-up to confirm placement."}
{"id": "article-25555_20", "title": "Nasogastric Tube -- Enhancing Healthcare Team Outcomes", "content": "As mentioned above, while it is helpful to have at least one assistant nearby when placing a nasogastric tube, an experienced healthcare provider can generally place one by themselves without much difficulty. Where interprofessional care comes into play with nasogastric tubes is in maintaining them. Physicians should check that the nasogastric tube is functioning and not clogged or otherwise malfunctioning when they round. Nursing staff should also routinely inspect their patients' nasogastric tubes to ensure they are functioning and have a high index of suspicion for potential aspiration events. Frequent examinations by all healthcare providers to ensure the tube is securely in place and properly positioned can also reduce injuries associated with nasogastric tubes. [26]", "contents": "Nasogastric Tube -- Enhancing Healthcare Team Outcomes. As mentioned above, while it is helpful to have at least one assistant nearby when placing a nasogastric tube, an experienced healthcare provider can generally place one by themselves without much difficulty. Where interprofessional care comes into play with nasogastric tubes is in maintaining them. Physicians should check that the nasogastric tube is functioning and not clogged or otherwise malfunctioning when they round. Nursing staff should also routinely inspect their patients' nasogastric tubes to ensure they are functioning and have a high index of suspicion for potential aspiration events. Frequent examinations by all healthcare providers to ensure the tube is securely in place and properly positioned can also reduce injuries associated with nasogastric tubes. [26]"}
{"id": "article-25555_21", "title": "Nasogastric Tube -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nasogastric Tube -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}