{"id": "article-28337_0", "title": "Renal Biopsy -- Continuing Education Activity", "content": "This activity reviews the process of obtaining kidney tissue samples for analysis of both focal renal lesions and diffuse renal diseases via needle puncture through the body wall. This activity discusses patient evaluation and treatment and the roles of different members of the interprofessional team in the care of patients with respect to percutaneous renal biopsy.", "contents": "Renal Biopsy -- Continuing Education Activity. This activity reviews the process of obtaining kidney tissue samples for analysis of both focal renal lesions and diffuse renal diseases via needle puncture through the body wall. This activity discusses patient evaluation and treatment and the roles of different members of the interprofessional team in the care of patients with respect to percutaneous renal biopsy."}
{"id": "article-28337_1", "title": "Renal Biopsy -- Continuing Education Activity", "content": "Objectives: Describe the indications and contraindications for targeted and non-targeted renal biopsies. Explain patient preparation and procedural technique for targeted and non-targeted renal biopsies. Anticipate and identify complications from renal biopsies. Recognize clinical benefits that can be achieved by targeted and non-targeted renal biopsies by an interprofessional team. Access free multiple choice questions on this topic.", "contents": "Renal Biopsy -- Continuing Education Activity. Objectives: Describe the indications and contraindications for targeted and non-targeted renal biopsies. Explain patient preparation and procedural technique for targeted and non-targeted renal biopsies. Anticipate and identify complications from renal biopsies. Recognize clinical benefits that can be achieved by targeted and non-targeted renal biopsies by an interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-28337_2", "title": "Renal Biopsy -- Introduction", "content": "There are two general types of renal biopsies: targeted biopsies (TB) and non-targeted biopsies (NTB). Clinicians may perform targeted biopsies to differentiate the pathologic nature of a mass lesion.  On the other hand, non-targeted biopsies are performed to sample a relatively random area of the renal cortex to diagnose a systemic disease or physiologic response of the kidney to a prior treatment (e.g., transplant kidney dysfunction, renal failure after medication administration). Renal biopsies can also be categorized by the method used to access the specimen. These include Percutaneous transvenous Laparoscopic and Open surgical approach. This article focuses on percutaneous image-guided targeted and non-targeted biopsies.", "contents": "Renal Biopsy -- Introduction. There are two general types of renal biopsies: targeted biopsies (TB) and non-targeted biopsies (NTB). Clinicians may perform targeted biopsies to differentiate the pathologic nature of a mass lesion.  On the other hand, non-targeted biopsies are performed to sample a relatively random area of the renal cortex to diagnose a systemic disease or physiologic response of the kidney to a prior treatment (e.g., transplant kidney dysfunction, renal failure after medication administration). Renal biopsies can also be categorized by the method used to access the specimen. These include Percutaneous transvenous Laparoscopic and Open surgical approach. This article focuses on percutaneous image-guided targeted and non-targeted biopsies."}
{"id": "article-28337_3", "title": "Renal Biopsy -- Anatomy and Physiology", "content": "The standard or majority configuration of the renal arterial vasculature usually begins with a single artery that divides into anterior and posterior branches.  All renal arteries are end arteries without significant collateral arteries supplying the same vascular bed.  The distal arterioles end where the anterior and posterior supply regions meet.  This area, typically located along the posterolateral aspect of the kidney and referred to as Hyrtl's or Brodel's line, is the theoretically safest place to obtain renal tissue samples for non-targeted biopsies.  This area of relative hypovascularity is not visible on medical imaging exams.", "contents": "Renal Biopsy -- Anatomy and Physiology. The standard or majority configuration of the renal arterial vasculature usually begins with a single artery that divides into anterior and posterior branches.  All renal arteries are end arteries without significant collateral arteries supplying the same vascular bed.  The distal arterioles end where the anterior and posterior supply regions meet.  This area, typically located along the posterolateral aspect of the kidney and referred to as Hyrtl's or Brodel's line, is the theoretically safest place to obtain renal tissue samples for non-targeted biopsies.  This area of relative hypovascularity is not visible on medical imaging exams."}
{"id": "article-28337_4", "title": "Renal Biopsy -- Anatomy and Physiology", "content": "The normal native kidney is situated in the retroperitoneal space.  Biopsies of native kidneys should be performed when possible such that the needle only enters this space in an attempt to decrease complications.  Passing a needle through the central hilum of the kidney, where the larger arteries, veins, and calyces are located, should also be avoided.  For non-targeted biopsies, sampling the renal cortex is usually preferred oversampling the renal medulla because the majority of glomeruli used for evaluation are located there.", "contents": "Renal Biopsy -- Anatomy and Physiology. The normal native kidney is situated in the retroperitoneal space.  Biopsies of native kidneys should be performed when possible such that the needle only enters this space in an attempt to decrease complications.  Passing a needle through the central hilum of the kidney, where the larger arteries, veins, and calyces are located, should also be avoided.  For non-targeted biopsies, sampling the renal cortex is usually preferred oversampling the renal medulla because the majority of glomeruli used for evaluation are located there."}
{"id": "article-28337_5", "title": "Renal Biopsy -- Anatomy and Physiology", "content": "Prior to the procedure, imaging (ultrasound (US), computed tomography (CT), or magnetic resonance imaging (MRI)) is useful to assist with planning the needle tract that will be used to perform the procedure.  Renal variants, such as ectopic or horseshoe-shaped kidneys, may require an approach different than that taken for a person with typical anatomy.", "contents": "Renal Biopsy -- Anatomy and Physiology. Prior to the procedure, imaging (ultrasound (US), computed tomography (CT), or magnetic resonance imaging (MRI)) is useful to assist with planning the needle tract that will be used to perform the procedure.  Renal variants, such as ectopic or horseshoe-shaped kidneys, may require an approach different than that taken for a person with typical anatomy."}
{"id": "article-28337_6", "title": "Renal Biopsy -- Indications", "content": "Noninvasive laboratory and diagnostic imaging tests should be exhausted first in order to spare the patient the risks, discomfort, and expense of a renal biopsy. Guidelines from several professional medical societies regarding when to perform renal biopsies are summarized below.", "contents": "Renal Biopsy -- Indications. Noninvasive laboratory and diagnostic imaging tests should be exhausted first in order to spare the patient the risks, discomfort, and expense of a renal biopsy. Guidelines from several professional medical societies regarding when to perform renal biopsies are summarized below."}
{"id": "article-28337_7", "title": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors)", "content": "The 2018 National Comprehensive Cancer Network (NCCN) guidelines state, \"the recommended abdominal imaging studies provide high diagnostic accuracy. Therefore, a needle biopsy is not always necessary before surgery.  In selected individuals, needle biopsy may be considered for small lesions to establish (the) diagnosis of renal cell carcinoma (RCC) and guide active surveillance strategies, cryosurgery, radiofrequency (sic), and ablation strategies... (or) if a central lesion or a homogeneous infiltration of renal parenchyma is observed on scans to rule out urothelial carcinoma or lymphoma, respectively.\"", "contents": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors). The 2018 National Comprehensive Cancer Network (NCCN) guidelines state, \"the recommended abdominal imaging studies provide high diagnostic accuracy. Therefore, a needle biopsy is not always necessary before surgery.  In selected individuals, needle biopsy may be considered for small lesions to establish (the) diagnosis of renal cell carcinoma (RCC) and guide active surveillance strategies, cryosurgery, radiofrequency (sic), and ablation strategies... (or) if a central lesion or a homogeneous infiltration of renal parenchyma is observed on scans to rule out urothelial carcinoma or lymphoma, respectively.\""}
{"id": "article-28337_8", "title": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors)", "content": "The 2018 Society of Interventional Radiology (SIR) guidelines address some of the technical aspects of the renal biopsy but do not address clinical decision-making issues.", "contents": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors). The 2018 Society of Interventional Radiology (SIR) guidelines address some of the technical aspects of the renal biopsy but do not address clinical decision-making issues."}
{"id": "article-28337_9", "title": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors)", "content": "The 2016 American Urological Association (AUA) guidelines state that biopsy can be considered when it is necessary to determine whether a mass is \"hematologic, metastatic, inflammatory, or infectious\" (Campbell 2016).", "contents": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors). The 2016 American Urological Association (AUA) guidelines state that biopsy can be considered when it is necessary to determine whether a mass is \"hematologic, metastatic, inflammatory, or infectious\" (Campbell 2016)."}
{"id": "article-28337_10", "title": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors)", "content": "The 2014 European Association of Urology (EAU) guidelines state that \"owing to the high diagnostic accuracy of current imaging, a biopsy is not necessary for the setting of localized or locally advanced disease before surgical treatment in fit patients with a long life expectancy and a highly suspicious, contrast-enhancing renal mass on CT or MRI [1] .\"", "contents": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors). The 2014 European Association of Urology (EAU) guidelines state that \"owing to the high diagnostic accuracy of current imaging, a biopsy is not necessary for the setting of localized or locally advanced disease before surgical treatment in fit patients with a long life expectancy and a highly suspicious, contrast-enhancing renal mass on CT or MRI [1] .\""}
{"id": "article-28337_11", "title": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors)", "content": "The 2013 American College of Radiology (ACR) guidelines address both targeted and non-targeted biopsies. For targeted biopsies, the guidelines state when a person has a normal renal function, a biopsy is appropriate when the diagnosis is still indeterminate after all three of the following tests have been performed: CT without and with contrast, MRI without and with contrast, and US with duplex Doppler.  All of these tests assess for lesion vascularity.  A biopsy is more useful and appropriate than an MRI or CT without contrast. When a person has renal insufficiency (i.e., to a degree deemed too risky for intravenous (IV) contrast based on an assessment by a nephrologist), then a biopsy can be considered the third most appropriate test, after (1) US with duplex Doppler and (2) MRI without contrast have been performed (and before CT without contrast). The ACR guidelines also suggest that masses with intermediate levels of enhancement from 10 HU to 20 HU (Hounsfield units) may be appropriate for biopsy as the next step versus other options (e.g., surveillance) based on work by Heilbrun [2] , Vikram [3] , and Jacobs [4] .", "contents": "Renal Biopsy -- Indications -- Targeted Biopsies (for renal tumors). The 2013 American College of Radiology (ACR) guidelines address both targeted and non-targeted biopsies. For targeted biopsies, the guidelines state when a person has a normal renal function, a biopsy is appropriate when the diagnosis is still indeterminate after all three of the following tests have been performed: CT without and with contrast, MRI without and with contrast, and US with duplex Doppler.  All of these tests assess for lesion vascularity.  A biopsy is more useful and appropriate than an MRI or CT without contrast. When a person has renal insufficiency (i.e., to a degree deemed too risky for intravenous (IV) contrast based on an assessment by a nephrologist), then a biopsy can be considered the third most appropriate test, after (1) US with duplex Doppler and (2) MRI without contrast have been performed (and before CT without contrast). The ACR guidelines also suggest that masses with intermediate levels of enhancement from 10 HU to 20 HU (Hounsfield units) may be appropriate for biopsy as the next step versus other options (e.g., surveillance) based on work by Heilbrun [2] , Vikram [3] , and Jacobs [4] ."}
{"id": "article-28337_12", "title": "Renal Biopsy -- Indications", "content": "Enhancement of some or all of a mass to a lesser degree than the aorta is the single most important indication may be malignant.  Pre-contrast and post-contrast CT or MRI (with or without contrast subtraction technology) is needed to ascertain with confidence whether a lesion enhances.  The differential for this type of mass in the absence of evidence of fat in the lesion is primarily renal cell carcinoma (RCC) vs. oncocytoma.  The Bosniak scale is a scale based on medical imaging appearance used to estimate the likelihood that a partially cystic renal lesion is a primary renal carcinoma.  A common approach is to only biopsy Bosniak category 2F and Bosniak category 3 lesions [5] , as these are the categories indeterminate for malignancy.", "contents": "Renal Biopsy -- Indications. Enhancement of some or all of a mass to a lesser degree than the aorta is the single most important indication may be malignant.  Pre-contrast and post-contrast CT or MRI (with or without contrast subtraction technology) is needed to ascertain with confidence whether a lesion enhances.  The differential for this type of mass in the absence of evidence of fat in the lesion is primarily renal cell carcinoma (RCC) vs. oncocytoma.  The Bosniak scale is a scale based on medical imaging appearance used to estimate the likelihood that a partially cystic renal lesion is a primary renal carcinoma.  A common approach is to only biopsy Bosniak category 2F and Bosniak category 3 lesions [5] , as these are the categories indeterminate for malignancy."}
{"id": "article-28337_13", "title": "Renal Biopsy -- Indications", "content": "Other imaging characteristics that encourage proceeding to renal mass biopsy are discussed in detail by Caoili [6] and are listed briefly here. If these features are present, then a diagnosis of RCC is less likely. Infiltrative mass that preserves a reniform shape in the absence of risk factors for urinary tract infection. This should raise suspicion for lymphoma or urothelial carcinoma over standard RCC. Multiple enhancing masses without macroscopic fat. This should raise suspicion for lymphoma or a hereditary cancer syndrome over standard RCC.", "contents": "Renal Biopsy -- Indications. Other imaging characteristics that encourage proceeding to renal mass biopsy are discussed in detail by Caoili [6] and are listed briefly here. If these features are present, then a diagnosis of RCC is less likely. Infiltrative mass that preserves a reniform shape in the absence of risk factors for urinary tract infection. This should raise suspicion for lymphoma or urothelial carcinoma over standard RCC. Multiple enhancing masses without macroscopic fat. This should raise suspicion for lymphoma or a hereditary cancer syndrome over standard RCC."}
{"id": "article-28337_14", "title": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD", "content": "NTBs are performed to differentiate etiologies of acute kidney injury (AKI) or chronic kidney disease (CKD) in a patient who is thought to have a chance for recoverable renal function, because one etiology may have a different treatment than another.  The 2013 ACR guidelines state that, for AKI, a biopsy is the next most appropriate radiologic test after performing US of both the kidneys and bladder.  For CKD, US of the kidneys and bladder should be performed first, but biopsy is then of higher or equivalent appropriateness to any other radiologic test [7] .", "contents": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD. NTBs are performed to differentiate etiologies of acute kidney injury (AKI) or chronic kidney disease (CKD) in a patient who is thought to have a chance for recoverable renal function, because one etiology may have a different treatment than another.  The 2013 ACR guidelines state that, for AKI, a biopsy is the next most appropriate radiologic test after performing US of both the kidneys and bladder.  For CKD, US of the kidneys and bladder should be performed first, but biopsy is then of higher or equivalent appropriateness to any other radiologic test [7] ."}
{"id": "article-28337_15", "title": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD", "content": "For NTBs, neither the American Society of Nephrology nor the National Kidney Foundation provides guidelines in any general or specific setting, such as AKI, CKD, or post-transplant [8] .  These guidelines do not address many of the specific questions or issues encountered in everyday medical practice pertaining to the use of specific imaging or clinical parameters to differentiate types of diffuse parenchymal renal diseases with high positive predictive value.", "contents": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD. For NTBs, neither the American Society of Nephrology nor the National Kidney Foundation provides guidelines in any general or specific setting, such as AKI, CKD, or post-transplant [8] .  These guidelines do not address many of the specific questions or issues encountered in everyday medical practice pertaining to the use of specific imaging or clinical parameters to differentiate types of diffuse parenchymal renal diseases with high positive predictive value."}
{"id": "article-28337_16", "title": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD", "content": "Fiorentino [9] created an evidence-based list of indications and conclusions, and Fuiano [10] conducted a worldwide survey to obtain opinions on indications for NTB.  The specific relative indications for NTB described by Fiorentino and Fuiano (such as various types of nephrotic syndrome and glomerulonephritis) are extensive, and the reader is referred to their papers, the National Kidney Foundation guidelines [8] , or numerous other available non-consensus guideline-based sources with suggested indications for NTB.", "contents": "Renal Biopsy -- Indications -- Non-Targeted Biopsy for Differentiating Causes of AKI or CKD. Fiorentino [9] created an evidence-based list of indications and conclusions, and Fuiano [10] conducted a worldwide survey to obtain opinions on indications for NTB.  The specific relative indications for NTB described by Fiorentino and Fuiano (such as various types of nephrotic syndrome and glomerulonephritis) are extensive, and the reader is referred to their papers, the National Kidney Foundation guidelines [8] , or numerous other available non-consensus guideline-based sources with suggested indications for NTB."}
{"id": "article-28337_17", "title": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate", "content": "A tumor is likely to be oncocytoma or RCC in a patient who has comorbidities associated with high surgical risks.  Such risks can be estimated using the American College of Surgeons calculator (riskcalculator.facs.org/RiskCalculator).  A patient with high perioperative mortality risk and with a predicted life expectancy shorter than the estimated risk of the spread of RCC to a terminal state may wish to have a confirmed tissue diagnosis of malignancy before assuming the risks of a major surgery that may not add longevity or quality of life or before choosing an alternative strategy with less chance of cure in the management of known malignancy (such as percutaneous ablation or \"active\" surveillance).", "contents": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate. A tumor is likely to be oncocytoma or RCC in a patient who has comorbidities associated with high surgical risks.  Such risks can be estimated using the American College of Surgeons calculator (riskcalculator.facs.org/RiskCalculator).  A patient with high perioperative mortality risk and with a predicted life expectancy shorter than the estimated risk of the spread of RCC to a terminal state may wish to have a confirmed tissue diagnosis of malignancy before assuming the risks of a major surgery that may not add longevity or quality of life or before choosing an alternative strategy with less chance of cure in the management of known malignancy (such as percutaneous ablation or \"active\" surveillance)."}
{"id": "article-28337_18", "title": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate", "content": "An unresectable renal tumor.  As no surgical specimen will be obtained, there is no histological diagnosis.  A medical or radiation oncologist will often decline to offer treatment without a tissue diagnosis in the medical record (although applying such a rule of practice to all patients is not endorsed by the NCCN [11] or any other published professional society guidelines).", "contents": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate. An unresectable renal tumor.  As no surgical specimen will be obtained, there is no histological diagnosis.  A medical or radiation oncologist will often decline to offer treatment without a tissue diagnosis in the medical record (although applying such a rule of practice to all patients is not endorsed by the NCCN [11] or any other published professional society guidelines)."}
{"id": "article-28337_19", "title": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate", "content": "Multiple tumors in the kidney and/or elsewhere in the body.  Multiple metastases to the kidney are much less common than metastases from the kidney or synchronous renal primary tumors.  In the setting of two or more renal lesions having imaging features compatible with RCC, the staging of cancer should be performed by biopsying the safest lesion outside the kidney that could provide a World Health Organization stage 4 RCC diagnosis thus providing histologic confirmation of extrarenal spread of disease.  If that extra-renal biopsy results in a diagnosis of cancer that is not of renal origin, then the renal tumor should be assessed \"on its own merit.\"  If the tumor's imaging features are compatible with RCC, then a second biopsy of the renal lesion is not needed just to prove that the lesion is truly an RCC and not a metastasis from other cancer sites [12] [13] .", "contents": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate. Multiple tumors in the kidney and/or elsewhere in the body.  Multiple metastases to the kidney are much less common than metastases from the kidney or synchronous renal primary tumors.  In the setting of two or more renal lesions having imaging features compatible with RCC, the staging of cancer should be performed by biopsying the safest lesion outside the kidney that could provide a World Health Organization stage 4 RCC diagnosis thus providing histologic confirmation of extrarenal spread of disease.  If that extra-renal biopsy results in a diagnosis of cancer that is not of renal origin, then the renal tumor should be assessed \"on its own merit.\"  If the tumor's imaging features are compatible with RCC, then a second biopsy of the renal lesion is not needed just to prove that the lesion is truly an RCC and not a metastasis from other cancer sites [12] [13] ."}
{"id": "article-28337_20", "title": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate", "content": "A tumor in the setting of urologist recommendation for active surveillance over urgent treatment.  Some institutions may require patients to undergo a renal biopsy as part of a non-operative surveillance program, using histological grading of RCC to better advise patients on the chances for potential tumor growth and metastasis.  At this point, this strategy is endorsed by the EAU [1] but is not recommended by the NCCN [11] or AUA [14] . Management of RCC based on biopsy tissue grading has not yet been shown to be more clinically appropriate than management based on imaging surveillance alone, and the AUA [14] currently only endorses the latter.  The NCCN [11] states that a biopsy can be considered in these situations.", "contents": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate. A tumor in the setting of urologist recommendation for active surveillance over urgent treatment.  Some institutions may require patients to undergo a renal biopsy as part of a non-operative surveillance program, using histological grading of RCC to better advise patients on the chances for potential tumor growth and metastasis.  At this point, this strategy is endorsed by the EAU [1] but is not recommended by the NCCN [11] or AUA [14] . Management of RCC based on biopsy tissue grading has not yet been shown to be more clinically appropriate than management based on imaging surveillance alone, and the AUA [14] currently only endorses the latter.  The NCCN [11] states that a biopsy can be considered in these situations."}
{"id": "article-28337_21", "title": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate", "content": "A renal tumor in the setting of tumor ablation therapy. The AUA [14] recommends a tissue biopsy before ablation therapy. The NCCN [11] recommends biopsy after ablation therapy for RCC if surveillance imaging shows \"new enhancement, a progressive increase in the size of an ablated neoplasm, new nodularity in or around the treated zone, failure of the treated lesion to regress over time, (or) satellite or port site lesions.\"", "contents": "Renal Biopsy -- Indications -- Other Clinical Scenarios where a Biopsy Might be Appropriate. A renal tumor in the setting of tumor ablation therapy. The AUA [14] recommends a tissue biopsy before ablation therapy. The NCCN [11] recommends biopsy after ablation therapy for RCC if surveillance imaging shows \"new enhancement, a progressive increase in the size of an ablated neoplasm, new nodularity in or around the treated zone, failure of the treated lesion to regress over time, (or) satellite or port site lesions.\""}
{"id": "article-28337_22", "title": "Renal Biopsy -- Contraindications", "content": "The 2016 AUA guidelines state that biopsy usually is not indicated for a solid tumor in the setting of \"1) young or healthy patients who are unwilling to accept the uncertainties associated with (biopsy) or 2) older or frail patients who will be managed conservatively independent of renal mass biopsy findings (Campbell 2016).\" Imaging characteristics that discourage proceeding to renal mass biopsy are discussed in detail by Caoili [6] and are listed briefly here.", "contents": "Renal Biopsy -- Contraindications. The 2016 AUA guidelines state that biopsy usually is not indicated for a solid tumor in the setting of \"1) young or healthy patients who are unwilling to accept the uncertainties associated with (biopsy) or 2) older or frail patients who will be managed conservatively independent of renal mass biopsy findings (Campbell 2016).\" Imaging characteristics that discourage proceeding to renal mass biopsy are discussed in detail by Caoili [6] and are listed briefly here."}
{"id": "article-28337_23", "title": "Renal Biopsy -- Contraindications", "content": "Hemorrhage and protein within a complicated cyst.   Dense fluid can simulate solid tissue on either pre or post-contrast ultrasound, CT, or MRI. Comparing precontrast and postcontrast images and using contrast subtraction imaging technology can help clarify this finding.", "contents": "Renal Biopsy -- Contraindications. Hemorrhage and protein within a complicated cyst.   Dense fluid can simulate solid tissue on either pre or post-contrast ultrasound, CT, or MRI. Comparing precontrast and postcontrast images and using contrast subtraction imaging technology can help clarify this finding."}
{"id": "article-28337_24", "title": "Renal Biopsy -- Contraindications", "content": "Pseudoenhancement.  This is an artifactual increase in attenuation (typically 1 HU to 25 HU) or intensity within a lesion on postcontrast imaging. It is more likely to be seen with small (less than 2 cm) hypodense or hypointense lesions adjacent to the dense renal parenchyma.  Given small lesion size in these situations, active surveillance is sometimes a reasonable decision depending on other factors.", "contents": "Renal Biopsy -- Contraindications. Pseudoenhancement.  This is an artifactual increase in attenuation (typically 1 HU to 25 HU) or intensity within a lesion on postcontrast imaging. It is more likely to be seen with small (less than 2 cm) hypodense or hypointense lesions adjacent to the dense renal parenchyma.  Given small lesion size in these situations, active surveillance is sometimes a reasonable decision depending on other factors."}
{"id": "article-28337_25", "title": "Renal Biopsy -- Contraindications", "content": "Lesion enhancement equivalent to the enhancement of the \"blood pool\" (in other words, to the same degree as the intensity or density of the aorta).  Such a lesion may initially appear as if it is a solid lesion but may actually be a vascular anomaly, such as a pseudoaneurysm.  US and/or MRI sequences optimized for the detection of blood vessels should be performed as the next step in this situation.", "contents": "Renal Biopsy -- Contraindications. Lesion enhancement equivalent to the enhancement of the \"blood pool\" (in other words, to the same degree as the intensity or density of the aorta).  Such a lesion may initially appear as if it is a solid lesion but may actually be a vascular anomaly, such as a pseudoaneurysm.  US and/or MRI sequences optimized for the detection of blood vessels should be performed as the next step in this situation."}
{"id": "article-28337_26", "title": "Renal Biopsy -- Contraindications", "content": "Biopsy of isolated hemorrhage/protein or pseudo-enhancement lesions usually results in a nondiagnostic specimen, whereas biopsy of a vascular anomaly has a high pre-test probability of resulting in a hemorrhagic complication. The following CT/MRI findings favor a benign diagnosis.", "contents": "Renal Biopsy -- Contraindications. Biopsy of isolated hemorrhage/protein or pseudo-enhancement lesions usually results in a nondiagnostic specimen, whereas biopsy of a vascular anomaly has a high pre-test probability of resulting in a hemorrhagic complication. The following CT/MRI findings favor a benign diagnosis."}
{"id": "article-28337_27", "title": "Renal Biopsy -- Contraindications", "content": "Macroscopic fat.  This finding is diagnostic of a benign angiomyolipoma (AML) in the absence of calcifications or other aggressive features. Microscopic fat (intracellular/\"minimal fat\")-containing tumor.  Minimal fat AMLs are hypointense to normal parenchyma on T2 MRI (similar to papillary RCC) and demonstrate avid arterial enhancement (similar to clear cell RCC).  The key to the diagnosis is that the two cancers only have one of these features, whereas minimal fat AMLs have both. Rapidly expanding ill-defined mass in a patient with risk factors for or clinical findings of urinary tract infection.  This should suggest focal bacterial pyelonephritis.  If the finding persists on repeat imaging after clinical improvement of the infection, then a biopsy can be used to determine whether the lesion is infectious or neoplastic.", "contents": "Renal Biopsy -- Contraindications. Macroscopic fat.  This finding is diagnostic of a benign angiomyolipoma (AML) in the absence of calcifications or other aggressive features. Microscopic fat (intracellular/\"minimal fat\")-containing tumor.  Minimal fat AMLs are hypointense to normal parenchyma on T2 MRI (similar to papillary RCC) and demonstrate avid arterial enhancement (similar to clear cell RCC).  The key to the diagnosis is that the two cancers only have one of these features, whereas minimal fat AMLs have both. Rapidly expanding ill-defined mass in a patient with risk factors for or clinical findings of urinary tract infection.  This should suggest focal bacterial pyelonephritis.  If the finding persists on repeat imaging after clinical improvement of the infection, then a biopsy can be used to determine whether the lesion is infectious or neoplastic."}
{"id": "article-28337_28", "title": "Renal Biopsy -- Contraindications", "content": "Risks of the biopsy procedure, such as hemorrhage, may serve as relative contraindications if the patient is not able to tolerate the possible adverse outcome physically or psychologically.  The 2013 Society of Interventional Radiology (SIR) guidelines placed renal biopsy, even via the transjugular approach which is usually considered safer as it lowers the risk of significant hemorrhage somewhat, in the highest of its three risk categories for hemorrhagic complications [15] .  The 2019 updated SIR guidelines [16] reduced its risk categories to two, with renal biopsy remaining in the higher risk category.  Biopsies should be delayed until coagulation parameters are corrected so that risks of clinically significant hemorrhage do not outweigh the benefits of a tissue diagnosis.  Prior to renal biopsy, the SIR recommends a minimum platelet count of 50,000/microliter and a maximum International Normalized Ratio (INR) of 1.5 to 1.8.  The SIR no longer has a recommendation for maximum activated partial thromboplastin time (aPTT), although previously it was 1.5 times the upper limit of normal for the hospital's control value.  The SIR also recommends withholding specific medicines such as anticoagulants for precise times before the procedure [17] .  These times range from 2 hours to 10 days.  Extreme hypertension also worsens hemorrhagic risks.", "contents": "Renal Biopsy -- Contraindications. Risks of the biopsy procedure, such as hemorrhage, may serve as relative contraindications if the patient is not able to tolerate the possible adverse outcome physically or psychologically.  The 2013 Society of Interventional Radiology (SIR) guidelines placed renal biopsy, even via the transjugular approach which is usually considered safer as it lowers the risk of significant hemorrhage somewhat, in the highest of its three risk categories for hemorrhagic complications [15] .  The 2019 updated SIR guidelines [16] reduced its risk categories to two, with renal biopsy remaining in the higher risk category.  Biopsies should be delayed until coagulation parameters are corrected so that risks of clinically significant hemorrhage do not outweigh the benefits of a tissue diagnosis.  Prior to renal biopsy, the SIR recommends a minimum platelet count of 50,000/microliter and a maximum International Normalized Ratio (INR) of 1.5 to 1.8.  The SIR no longer has a recommendation for maximum activated partial thromboplastin time (aPTT), although previously it was 1.5 times the upper limit of normal for the hospital's control value.  The SIR also recommends withholding specific medicines such as anticoagulants for precise times before the procedure [17] .  These times range from 2 hours to 10 days.  Extreme hypertension also worsens hemorrhagic risks."}
{"id": "article-28337_29", "title": "Renal Biopsy -- Contraindications", "content": "Prior to the procedure, it is good practice to ask the patient if he/she is aware of any known allergic reaction to any of the drugs intended to be used in the procedure so that anaphylaxis risks can be addressed prophylactically [18] .", "contents": "Renal Biopsy -- Contraindications. Prior to the procedure, it is good practice to ask the patient if he/she is aware of any known allergic reaction to any of the drugs intended to be used in the procedure so that anaphylaxis risks can be addressed prophylactically [18] ."}
{"id": "article-28337_30", "title": "Renal Biopsy -- Equipment", "content": "Transvenous renal biopsy is performed via placement of a catheter (usually via jugular vein access) into the renal vein, usually in the setting of non-targeted biopsies.  A sheath is then placed into the renal vein that allows the insertion of a spring-loaded needle attached to a long extension support device.  A detailed discussion of this equipment and technique is beyond the scope of this article and is mentioned elsewhere [19] [20] .", "contents": "Renal Biopsy -- Equipment. Transvenous renal biopsy is performed via placement of a catheter (usually via jugular vein access) into the renal vein, usually in the setting of non-targeted biopsies.  A sheath is then placed into the renal vein that allows the insertion of a spring-loaded needle attached to a long extension support device.  A detailed discussion of this equipment and technique is beyond the scope of this article and is mentioned elsewhere [19] [20] ."}
{"id": "article-28337_31", "title": "Renal Biopsy -- Equipment", "content": "Percutaneous targeted biopsies and non-targeted biopsies can be performed using a variety of image guidance techniques, including US alone, US with needle guide technology, intermittent CT, fluoroscopic CT, or (in some specialized centers) MRI.  A retrospective case review concluded that US image guidance resulted in less risk of bleeding complications than a blind biopsy [21] .", "contents": "Renal Biopsy -- Equipment. Percutaneous targeted biopsies and non-targeted biopsies can be performed using a variety of image guidance techniques, including US alone, US with needle guide technology, intermittent CT, fluoroscopic CT, or (in some specialized centers) MRI.  A retrospective case review concluded that US image guidance resulted in less risk of bleeding complications than a blind biopsy [21] ."}
{"id": "article-28337_32", "title": "Renal Biopsy -- Equipment", "content": "Agarwal [22] provides an in-depth review of needles for percutaneous access and the types of equipment used to evaluate the specimens.  Both targeted and non-targeted biopsies in most published trials have been performed with an 18 or 20 gauge (g) mechanized spring-loaded needle (sometimes referred to as a \"gun\") placed through a 17 g or 19 g needle, respectively, in a coaxial fashion.  Head to head comparisons of types of needle guns have been performed and are available elsewhere in the literature.  Some physicians prefer larger gauge needles, but this has not been shown in a large scale study to result in fewer passes needed.  Needles with removable hubs (Van Sonnenberg needles) can be used to aid in the setting of a potentially difficult target to reduce the chance of multiple errant punctures with a larger gauge needle.", "contents": "Renal Biopsy -- Equipment. Agarwal [22] provides an in-depth review of needles for percutaneous access and the types of equipment used to evaluate the specimens.  Both targeted and non-targeted biopsies in most published trials have been performed with an 18 or 20 gauge (g) mechanized spring-loaded needle (sometimes referred to as a \"gun\") placed through a 17 g or 19 g needle, respectively, in a coaxial fashion.  Head to head comparisons of types of needle guns have been performed and are available elsewhere in the literature.  Some physicians prefer larger gauge needles, but this has not been shown in a large scale study to result in fewer passes needed.  Needles with removable hubs (Van Sonnenberg needles) can be used to aid in the setting of a potentially difficult target to reduce the chance of multiple errant punctures with a larger gauge needle."}
{"id": "article-28337_33", "title": "Renal Biopsy -- Personnel", "content": "In addition to the proceduralist performing the biopsy, several other healthcare practitioners perform critical functions during the procedure. These include: A nurse trained in conscious sedation, nurse anesthetist, and/or anesthesiologist to administer conscious sedation and monitor vital signs. A technologist to assist with the equipment. A cytotechnologist or pathologist to assess the adequacy of specimens (rapid on site evaluation (ROSE)) and to ensure that specimens are deposited in the most appropriate preservatives for the laboratory tests that best address the clinical scenario.", "contents": "Renal Biopsy -- Personnel. In addition to the proceduralist performing the biopsy, several other healthcare practitioners perform critical functions during the procedure. These include: A nurse trained in conscious sedation, nurse anesthetist, and/or anesthesiologist to administer conscious sedation and monitor vital signs. A technologist to assist with the equipment. A cytotechnologist or pathologist to assess the adequacy of specimens (rapid on site evaluation (ROSE)) and to ensure that specimens are deposited in the most appropriate preservatives for the laboratory tests that best address the clinical scenario."}
{"id": "article-28337_34", "title": "Renal Biopsy -- Preparation", "content": "The AUA [14] states that \"patients should be counseled regarding rationale, positive and negative predictive values, potential risks, and non-diagnostic rates of\" the procedure.  The referring clinician who has determined that the biopsy should be performed (e.g. a urologist or nephrologist) should address these issues before arranging for the procedure.  Otherwise, the referring clinician should be available at the time of the consent in conjunction with the performing physician to address the rationale, benefits, and alternatives.  When neither of these situations has occurred and the patient wishes to reconsider the procedure after hearing about its risks from the consultant physician performing the procedure, then the physicians should accept that the patient may wish to delay the procedure until the referring clinician addresses such information.  The patient should be informed about positioning (usually prone oblique or prone) [23] and the sedation/analgesia to be used.  The patient should be prepared for arrangements that will need to be made to ensure adequate monitoring postprocedure, such as a responsible family member or friend who can transport the patient safely home and assist if the patient has symptoms of concern after arrival home.", "contents": "Renal Biopsy -- Preparation. The AUA [14] states that \"patients should be counseled regarding rationale, positive and negative predictive values, potential risks, and non-diagnostic rates of\" the procedure.  The referring clinician who has determined that the biopsy should be performed (e.g. a urologist or nephrologist) should address these issues before arranging for the procedure.  Otherwise, the referring clinician should be available at the time of the consent in conjunction with the performing physician to address the rationale, benefits, and alternatives.  When neither of these situations has occurred and the patient wishes to reconsider the procedure after hearing about its risks from the consultant physician performing the procedure, then the physicians should accept that the patient may wish to delay the procedure until the referring clinician addresses such information.  The patient should be informed about positioning (usually prone oblique or prone) [23] and the sedation/analgesia to be used.  The patient should be prepared for arrangements that will need to be made to ensure adequate monitoring postprocedure, such as a responsible family member or friend who can transport the patient safely home and assist if the patient has symptoms of concern after arrival home."}
{"id": "article-28337_35", "title": "Renal Biopsy -- Preparation", "content": "The depth of the target and route of the needle should be pre-planned before the date of the procedure in order to avoid discovery just prior to the moment of needle insertion that the intended target is not accessible using the intended image guidance technique.  Extra-long needles may need to be specially ordered if the patient is obese.", "contents": "Renal Biopsy -- Preparation. The depth of the target and route of the needle should be pre-planned before the date of the procedure in order to avoid discovery just prior to the moment of needle insertion that the intended target is not accessible using the intended image guidance technique.  Extra-long needles may need to be specially ordered if the patient is obese."}
{"id": "article-28337_36", "title": "Renal Biopsy -- Preparation", "content": "Patients with difficult to reach targets are served best by coordinating the biopsy such that both US and CT can be used as necessary to afford the advantages of both modalities (i.e., the speed of ultrasound, tissue contrast and resolution of CT).  CT guided biopsies of upper pole lesions protected by ribs may be made feasible only via CT gantry angling and/or trigonometric analysis to estimate the necessary angle of insertion.  The angle at which to direct the needle concerning the level of the table can be calculated by first dividing the depth of the lesion by the distance of the lesion from the skin entry point and then by calculating the inverse tangent of that number.", "contents": "Renal Biopsy -- Preparation. Patients with difficult to reach targets are served best by coordinating the biopsy such that both US and CT can be used as necessary to afford the advantages of both modalities (i.e., the speed of ultrasound, tissue contrast and resolution of CT).  CT guided biopsies of upper pole lesions protected by ribs may be made feasible only via CT gantry angling and/or trigonometric analysis to estimate the necessary angle of insertion.  The angle at which to direct the needle concerning the level of the table can be calculated by first dividing the depth of the lesion by the distance of the lesion from the skin entry point and then by calculating the inverse tangent of that number."}
{"id": "article-28337_37", "title": "Renal Biopsy -- Technique or Treatment", "content": "The 2014 EAU guidelines and the 2016 AUA guidelines state that the coaxial technique is the preferred approach for percutaneous biopsy and has not been associated with tract tumor seeding based on data from a large series of patients.  The alternative to the coaxial technique is to remove and then reinsert a needle for each pass.  A small retrospective study of renal biopsies found no difference in complications or outcomes between the two techniques [24] , but a randomized controlled trial comparison has not been done.", "contents": "Renal Biopsy -- Technique or Treatment. The 2014 EAU guidelines and the 2016 AUA guidelines state that the coaxial technique is the preferred approach for percutaneous biopsy and has not been associated with tract tumor seeding based on data from a large series of patients.  The alternative to the coaxial technique is to remove and then reinsert a needle for each pass.  A small retrospective study of renal biopsies found no difference in complications or outcomes between the two techniques [24] , but a randomized controlled trial comparison has not been done."}
{"id": "article-28337_38", "title": "Renal Biopsy -- Technique or Treatment", "content": "Core biopsy specimens result in greater sensitivity and specificity than fine-needle aspiration (FNA) specimens for both targeted biopsies (TB) [25] and nontargeted biopsies (NTB). For this reason, the AUA guidelines state that \"multiple core biopsies are preferred over fine needle aspiration\" for TB.  The EAU guidelines agree.  There is no standard minimum amount of tissue requirement for a TB, as some pathologists can make a diagnosis with the yield from a single FNA pass. The physician performing the biopsy should consult with the pathologist providing the diagnostic interpretation for an estimate of the amount of tissue needed for the performance of tests for genetic markers, flow cytometry, culture, and sensitivity because the necessary sample size can be highly variable from one pathologist/institution to another.", "contents": "Renal Biopsy -- Technique or Treatment. Core biopsy specimens result in greater sensitivity and specificity than fine-needle aspiration (FNA) specimens for both targeted biopsies (TB) [25] and nontargeted biopsies (NTB). For this reason, the AUA guidelines state that \"multiple core biopsies are preferred over fine needle aspiration\" for TB.  The EAU guidelines agree.  There is no standard minimum amount of tissue requirement for a TB, as some pathologists can make a diagnosis with the yield from a single FNA pass. The physician performing the biopsy should consult with the pathologist providing the diagnostic interpretation for an estimate of the amount of tissue needed for the performance of tests for genetic markers, flow cytometry, culture, and sensitivity because the necessary sample size can be highly variable from one pathologist/institution to another."}
{"id": "article-28337_39", "title": "Renal Biopsy -- Technique or Treatment", "content": "For NTBs, a minimum of about five to ten intact glomeruli is required to make a diagnosis [26] , Pirani C. Evaluation of kidney biopsy specimens. In: Tisher BBC, ed. Renal Pathology with Clinical and Functional Correlations. Philadelphia: Lippincott; 1989:11–42].  Yoshinari [27] demonstrated that each 1 cm length of an 18 g specimen of the renal cortex averaged over 11 glomeruli.  A minimum of two to three specimens is needed to enable evaluation under light microscopy, electron microscopy, and immunofluorescence [28] .  Laboratories evaluating NTB specimens do not accept FNA samples.", "contents": "Renal Biopsy -- Technique or Treatment. For NTBs, a minimum of about five to ten intact glomeruli is required to make a diagnosis [26] , Pirani C. Evaluation of kidney biopsy specimens. In: Tisher BBC, ed. Renal Pathology with Clinical and Functional Correlations. Philadelphia: Lippincott; 1989:11–42].  Yoshinari [27] demonstrated that each 1 cm length of an 18 g specimen of the renal cortex averaged over 11 glomeruli.  A minimum of two to three specimens is needed to enable evaluation under light microscopy, electron microscopy, and immunofluorescence [28] .  Laboratories evaluating NTB specimens do not accept FNA samples."}
{"id": "article-28337_40", "title": "Renal Biopsy -- Technique or Treatment", "content": "Some physicians plug the needle track with thrombin, fresh frozen plasma (FFP), or gelatin sponge, but randomized controlled trials comparing any of these products against no intervention or placebo for percutaneous renal biopsies in people have not been performed.", "contents": "Renal Biopsy -- Technique or Treatment. Some physicians plug the needle track with thrombin, fresh frozen plasma (FFP), or gelatin sponge, but randomized controlled trials comparing any of these products against no intervention or placebo for percutaneous renal biopsies in people have not been performed."}
{"id": "article-28337_41", "title": "Renal Biopsy -- Complications", "content": "The SIR 2013 practice guidelines [15] , citing primary sources [29] , state that bleeding complications resulting in the need for transfusion when using an 18 g or smaller needle are expected to be less than 3%, and that a 5% rate should result in a change in practice habits. The guidelines also state that using a larger needle is expected to result in a slightly higher complication rate but do not address these other complications more specifically. Patel [30] states the following risk percentages: clinically significant renal hematoma (4.9%) clinically significant pain (1.2%) pneumothorax (0.6%) and hemorrhage requiring transfusion (0.4%).", "contents": "Renal Biopsy -- Complications. The SIR 2013 practice guidelines [15] , citing primary sources [29] , state that bleeding complications resulting in the need for transfusion when using an 18 g or smaller needle are expected to be less than 3%, and that a 5% rate should result in a change in practice habits. The guidelines also state that using a larger needle is expected to result in a slightly higher complication rate but do not address these other complications more specifically. Patel [30] states the following risk percentages: clinically significant renal hematoma (4.9%) clinically significant pain (1.2%) pneumothorax (0.6%) and hemorrhage requiring transfusion (0.4%)."}
{"id": "article-28337_42", "title": "Renal Biopsy -- Complications", "content": "Anecdotally, vascular injuries not requiring treatment are much more common than are reported in such studies, which do not screen all patients post-biopsy with ultrasound to assess for their presence.  Whereas an arteriovenous fistula (AVF) is not mentioned in either of the two sources above, an AVF requiring clinical attention occurred after about 1% of biopsies in a study performed by an experienced physician [31] .  In the author's experience, AVFs can be seen at a higher percentage than that if a physician searches explicitly for them on the post-biopsy ultrasound.", "contents": "Renal Biopsy -- Complications. Anecdotally, vascular injuries not requiring treatment are much more common than are reported in such studies, which do not screen all patients post-biopsy with ultrasound to assess for their presence.  Whereas an arteriovenous fistula (AVF) is not mentioned in either of the two sources above, an AVF requiring clinical attention occurred after about 1% of biopsies in a study performed by an experienced physician [31] .  In the author's experience, AVFs can be seen at a higher percentage than that if a physician searches explicitly for them on the post-biopsy ultrasound."}
{"id": "article-28337_43", "title": "Renal Biopsy -- Complications", "content": "Nearly every patient develops at least some degree of perirenal hematoma, which is detected more easily on CT or MRI than on US.  One in several thousand patients will lose his/her kidney secondary to a complication, and deaths have occurred following complications of renal biopsies.", "contents": "Renal Biopsy -- Complications. Nearly every patient develops at least some degree of perirenal hematoma, which is detected more easily on CT or MRI than on US.  One in several thousand patients will lose his/her kidney secondary to a complication, and deaths have occurred following complications of renal biopsies."}
{"id": "article-28337_44", "title": "Renal Biopsy -- Clinical Significance", "content": "The vast majority of studies report that core targeted biopsies (TB) have high sensitivity, specificity, and positive predictive value with a comparatively low (but still more than 50%) negative predictive value [32] [33] , [34] .  Patel [30] performed a meta-analysis of 2979 patients and 3113 biopsies and found a mean sensitivity more than 95% (95%, confidence interval (CI) 78 to 100), mean specificity more than 95% (95% CI 75 to 100), and mean positive-predictive value (PPV) more than 99% (95% CI 97 to 100). RCC histologic subtyping (e.g., clear cell, papillary, or chromophobic subtypes) is about 95% accurate [30] [35] , but this subtyping does change management as of yet based on AUA or NCCN guidelines.", "contents": "Renal Biopsy -- Clinical Significance. The vast majority of studies report that core targeted biopsies (TB) have high sensitivity, specificity, and positive predictive value with a comparatively low (but still more than 50%) negative predictive value [32] [33] , [34] .  Patel [30] performed a meta-analysis of 2979 patients and 3113 biopsies and found a mean sensitivity more than 95% (95%, confidence interval (CI) 78 to 100), mean specificity more than 95% (95% CI 75 to 100), and mean positive-predictive value (PPV) more than 99% (95% CI 97 to 100). RCC histologic subtyping (e.g., clear cell, papillary, or chromophobic subtypes) is about 95% accurate [30] [35] , but this subtyping does change management as of yet based on AUA or NCCN guidelines."}
{"id": "article-28337_45", "title": "Renal Biopsy -- Clinical Significance", "content": "Richard [35] concluded that, in patients with questionable RCC versus oncocytoma, surgical treatment could have been avoided in at least 26% of cases because the biopsied lesion was benign.  However, the converse point is that about 75% of patients in the study population underwent \"unnecessary\" biopsies and could have proceeded straight to surgical resection.  TB should not be performed if, based on full non-invasive radiological workup, it has a low to zero chance of changing treatment. TB limitations include:", "contents": "Renal Biopsy -- Clinical Significance. Richard [35] concluded that, in patients with questionable RCC versus oncocytoma, surgical treatment could have been avoided in at least 26% of cases because the biopsied lesion was benign.  However, the converse point is that about 75% of patients in the study population underwent \"unnecessary\" biopsies and could have proceeded straight to surgical resection.  TB should not be performed if, based on full non-invasive radiological workup, it has a low to zero chance of changing treatment. TB limitations include:"}
{"id": "article-28337_46", "title": "Renal Biopsy -- Clinical Significance", "content": "The non-diagnostic rate of first TB is approximately greater than or equal to 10% [35] [30] . A small (probably around less than 5%) subset of patients with benign oncocytoma have concurrent RCC that could be missed with TB [36] . TB has a low negative predictive value (NPV) for malignant tumors, with a percentage likely no higher than in the low 60s [30] (meaning that false-negative rates are probably somewhere above 30%). Fuhrman histologic grading based on core biopsy is only somewhere between 50% to 75% accurate [30] . The AUA guidelines [14] comment on this fact as indicating that the accuracy of histologic grading is \"variable.\"", "contents": "Renal Biopsy -- Clinical Significance. The non-diagnostic rate of first TB is approximately greater than or equal to 10% [35] [30] . A small (probably around less than 5%) subset of patients with benign oncocytoma have concurrent RCC that could be missed with TB [36] . TB has a low negative predictive value (NPV) for malignant tumors, with a percentage likely no higher than in the low 60s [30] (meaning that false-negative rates are probably somewhere above 30%). Fuhrman histologic grading based on core biopsy is only somewhere between 50% to 75% accurate [30] . The AUA guidelines [14] comment on this fact as indicating that the accuracy of histologic grading is \"variable.\""}
{"id": "article-28337_47", "title": "Renal Biopsy -- Clinical Significance", "content": "Non-targeted biopsy (NTB) was shown in a prospective study of 80 patients to change the pre-biopsy clinical diagnosis in 44% of cases and to change therapy in 31% of cases [37] , meaning that NTB was unnecessary in about 70% of cases.  A larger or more recent prospective study was not identified in the literature. Thus, TBs and NTBs provide a role in confirming or changing management decisions, but many patients will not derive any benefit.", "contents": "Renal Biopsy -- Clinical Significance. Non-targeted biopsy (NTB) was shown in a prospective study of 80 patients to change the pre-biopsy clinical diagnosis in 44% of cases and to change therapy in 31% of cases [37] , meaning that NTB was unnecessary in about 70% of cases.  A larger or more recent prospective study was not identified in the literature. Thus, TBs and NTBs provide a role in confirming or changing management decisions, but many patients will not derive any benefit."}
{"id": "article-28337_48", "title": "Renal Biopsy -- Enhancing Healthcare Team Outcomes", "content": "A renal biopsy is a tool for diagnosing the cause of AKI, CKD, or renal mass. However, it is associated with complications.  An interprofessional team of clinicians and nurses can help optimize the overall outcome by educating the patient in regard to the rationale for the procedure over other courses of action and in regard to anticipated management options for theoretical complications.  The clinical nurse and the technologist can help the physician minimize procedure complications by readying the patient and equipment so that the physician is most likely to obtain an adequate biopsy specimen on the first try and by helping the physician address any problems that arise during or after the procedure.", "contents": "Renal Biopsy -- Enhancing Healthcare Team Outcomes. A renal biopsy is a tool for diagnosing the cause of AKI, CKD, or renal mass. However, it is associated with complications.  An interprofessional team of clinicians and nurses can help optimize the overall outcome by educating the patient in regard to the rationale for the procedure over other courses of action and in regard to anticipated management options for theoretical complications.  The clinical nurse and the technologist can help the physician minimize procedure complications by readying the patient and equipment so that the physician is most likely to obtain an adequate biopsy specimen on the first try and by helping the physician address any problems that arise during or after the procedure."}
{"id": "article-28337_49", "title": "Renal Biopsy -- Enhancing Healthcare Team Outcomes", "content": "Research on renal biopsies discussed above (primarily Oxford Centre for Evidence-based Medicine version 2.1 level 3) shows that renal biopsies are usually successful at achieving a diagnosis without complication, but that they alter patient outcomes in a minority of cases if the patients are not selected carefully.", "contents": "Renal Biopsy -- Enhancing Healthcare Team Outcomes. Research on renal biopsies discussed above (primarily Oxford Centre for Evidence-based Medicine version 2.1 level 3) shows that renal biopsies are usually successful at achieving a diagnosis without complication, but that they alter patient outcomes in a minority of cases if the patients are not selected carefully."}
{"id": "article-28337_50", "title": "Renal Biopsy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Renal Biopsy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}