{"id": "article-864_0", "title": "Neuroanatomy, Ear -- Introduction", "content": "The vestibulocochlear nerve, also referred to as the eighth cranial nerve (CN VIII), is a sensory afferent nerve that transmits electrochemical impulses from the inner ear to the brainstem. It is composed of three separate nerves that run parallel to one another: the two vestibular nerves and the cochlear nerve. The superior and inferior vestibular nerves receive sensory input from the vestibular labyrinth, which is made up of the otolith organs and the semicircular canals and is responsible for balance and coordination of movements. The cochlear nerve receives sensory input from the cochlea, which is involved in hearing. [1]", "contents": "Neuroanatomy, Ear -- Introduction. The vestibulocochlear nerve, also referred to as the eighth cranial nerve (CN VIII), is a sensory afferent nerve that transmits electrochemical impulses from the inner ear to the brainstem. It is composed of three separate nerves that run parallel to one another: the two vestibular nerves and the cochlear nerve. The superior and inferior vestibular nerves receive sensory input from the vestibular labyrinth, which is made up of the otolith organs and the semicircular canals and is responsible for balance and coordination of movements. The cochlear nerve receives sensory input from the cochlea, which is involved in hearing. [1]"}
{"id": "article-864_1", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "The ear is organized into three anatomical structures: the outer, middle, and inner. The outer ear consists of the pinna, external auditory canal, and tympanic membrane and is responsible for the transmission of sound waves from the external environment. [1] The middle ear is an air-filled space containing the three ossicles (malleus, incus, and stapes), bones responsible for transmitting vibrations from the tympanic membrane to the inner ear. Vibrations are transmitted from the malleus through the incus to the stapes, which are in contact with the cochlear oval window. The inner ear is located within the bony labyrinth of the temporal bone and contains the cochlea, semicircular canals, utricle, and saccule. These organs make up the membranous labyrinth that is within the bony labyrinth, separated only by perilymph. The membranous labyrinth contains a fluid known as endolymph, which plays a vital role in the excitation of hair cells responsible for sound and vestibular transmission.", "contents": "Neuroanatomy, Ear -- Structure and Function. The ear is organized into three anatomical structures: the outer, middle, and inner. The outer ear consists of the pinna, external auditory canal, and tympanic membrane and is responsible for the transmission of sound waves from the external environment. [1] The middle ear is an air-filled space containing the three ossicles (malleus, incus, and stapes), bones responsible for transmitting vibrations from the tympanic membrane to the inner ear. Vibrations are transmitted from the malleus through the incus to the stapes, which are in contact with the cochlear oval window. The inner ear is located within the bony labyrinth of the temporal bone and contains the cochlea, semicircular canals, utricle, and saccule. These organs make up the membranous labyrinth that is within the bony labyrinth, separated only by perilymph. The membranous labyrinth contains a fluid known as endolymph, which plays a vital role in the excitation of hair cells responsible for sound and vestibular transmission."}
{"id": "article-864_2", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "The cochlea is a spiral-shaped fluid-filled organ located within the cochlear duct of the inner ear. The cochlea contains three distinct anatomic compartments: the scala vestibuli, scala media (also referred to as the cochlear duct), and scala tympani. The scala vestibuli and scala tympani both contain perilymph and surround the scala media, which contains endolymph. The endolymph within the scala media originates from cerebrospinal fluid (CSF) and is secreted by the stria vascularis, a network of capillaries in the spiral ligament. The perilymph in the scala vestibuli originates from blood plasma, whereas the perilymph in the scala tympani comes from CSF. Endolymph and perilymph vary significantly in their concentration of ions, which is essential to the overall function of the cochlea. Endolymph is rich in potassium and low in sodium and calcium, whereas perilymph is rich in sodium and low in potassium and calcium. This difference in concentration allows for a positive endocochlear potential. The difference in concentration of potassium ions among the three fluid compartments within the cochlea enables proper transduction of current along with the hair cells.", "contents": "Neuroanatomy, Ear -- Structure and Function. The cochlea is a spiral-shaped fluid-filled organ located within the cochlear duct of the inner ear. The cochlea contains three distinct anatomic compartments: the scala vestibuli, scala media (also referred to as the cochlear duct), and scala tympani. The scala vestibuli and scala tympani both contain perilymph and surround the scala media, which contains endolymph. The endolymph within the scala media originates from cerebrospinal fluid (CSF) and is secreted by the stria vascularis, a network of capillaries in the spiral ligament. The perilymph in the scala vestibuli originates from blood plasma, whereas the perilymph in the scala tympani comes from CSF. Endolymph and perilymph vary significantly in their concentration of ions, which is essential to the overall function of the cochlea. Endolymph is rich in potassium and low in sodium and calcium, whereas perilymph is rich in sodium and low in potassium and calcium. This difference in concentration allows for a positive endocochlear potential. The difference in concentration of potassium ions among the three fluid compartments within the cochlea enables proper transduction of current along with the hair cells."}
{"id": "article-864_3", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "Hearing", "contents": "Neuroanatomy, Ear -- Structure and Function. Hearing"}
{"id": "article-864_4", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "Vibration from the stapes gets transmitted through the oval window, which is an opening into the inner ear through which the middle and inner ear communicate. Vibrations across the oval window initiate a perilymph wave that propagates along the scala vestibuli, with high frequency sounds dissipating earlier at the base of the cochlea and low-frequency sounds dissipating later towards the apex of the cochlea. The perilymphatic wave terminates at the round window, another point at which the middle ear communicates with the inner ear. In contrast to the oval window, the round window does not articulate with the stapes. Rather, the round window membrane is located inferomedial to the oval window and functions to counteract the fluid shift created in the cochlea. The presence of the round window allows for fluid to move more freely through the cochlea, thereby improving sound transmission.", "contents": "Neuroanatomy, Ear -- Structure and Function. Vibration from the stapes gets transmitted through the oval window, which is an opening into the inner ear through which the middle and inner ear communicate. Vibrations across the oval window initiate a perilymph wave that propagates along the scala vestibuli, with high frequency sounds dissipating earlier at the base of the cochlea and low-frequency sounds dissipating later towards the apex of the cochlea. The perilymphatic wave terminates at the round window, another point at which the middle ear communicates with the inner ear. In contrast to the oval window, the round window does not articulate with the stapes. Rather, the round window membrane is located inferomedial to the oval window and functions to counteract the fluid shift created in the cochlea. The presence of the round window allows for fluid to move more freely through the cochlea, thereby improving sound transmission."}
{"id": "article-864_5", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "As vibration transmits across the oval window, perilymph gets pushed towards the cochlear apex, which causes the scala media to become compressed. Within the scala media, there is a tectorial membrane that sits atop the organ of Corti. The compression of the scala media causes the tectorial membrane to change the position of cells within the organ of Corti.", "contents": "Neuroanatomy, Ear -- Structure and Function. As vibration transmits across the oval window, perilymph gets pushed towards the cochlear apex, which causes the scala media to become compressed. Within the scala media, there is a tectorial membrane that sits atop the organ of Corti. The compression of the scala media causes the tectorial membrane to change the position of cells within the organ of Corti."}
{"id": "article-864_6", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "The organ of Corti is located within the scala media and is responsible for converting mechanical forces into electrical impulses. It contains 15000 inner and outer hair cells arranged tonotopically throughout the cochlea to help distinguish between sounds of varying frequencies. The hair cells have projections known as stereocilia and kinocilia that are in contact with the tectorial membrane. Vibrations transmitted to the tectorial membrane cause displacement of stereocilia, leading to the displacement of the adjacent kinocilia. Movement of the kinocilia triggers depolarization of the hair cell, leading to an influx of calcium and the release of specific neurotransmitters that act at the cochlear ganglion. This activity produces an action potential that is propagated along the cochlear nerve and along auditory pathways, where it eventually reaches the cochlear nuclei located in the brainstem. [2] Balance", "contents": "Neuroanatomy, Ear -- Structure and Function. The organ of Corti is located within the scala media and is responsible for converting mechanical forces into electrical impulses. It contains 15000 inner and outer hair cells arranged tonotopically throughout the cochlea to help distinguish between sounds of varying frequencies. The hair cells have projections known as stereocilia and kinocilia that are in contact with the tectorial membrane. Vibrations transmitted to the tectorial membrane cause displacement of stereocilia, leading to the displacement of the adjacent kinocilia. Movement of the kinocilia triggers depolarization of the hair cell, leading to an influx of calcium and the release of specific neurotransmitters that act at the cochlear ganglion. This activity produces an action potential that is propagated along the cochlear nerve and along auditory pathways, where it eventually reaches the cochlear nuclei located in the brainstem. [2] Balance"}
{"id": "article-864_7", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "The inner ear also contains the vestibular organs that are responsible for balance and position. The vestibular organs include the semicircular canals, utricle, and saccule. To understand the anatomy of the vestibular organs, it is helpful to separate them based on their specific functions. The semicircular canals, including their ampullas, are responsible for angular acceleration (rotational movement of the head), whereas the utricle and saccule are involved in linear acceleration. [1] Semicircular canals:", "contents": "Neuroanatomy, Ear -- Structure and Function. The inner ear also contains the vestibular organs that are responsible for balance and position. The vestibular organs include the semicircular canals, utricle, and saccule. To understand the anatomy of the vestibular organs, it is helpful to separate them based on their specific functions. The semicircular canals, including their ampullas, are responsible for angular acceleration (rotational movement of the head), whereas the utricle and saccule are involved in linear acceleration. [1] Semicircular canals:"}
{"id": "article-864_8", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "There are three semicircular canals: anterior, posterior, and lateral. Each semicircular canal is located in a different plane (x,y, and z) and connects to the utricle via an ampulla, which is a widening of the canal. Within the ampulla are sensory epithelia, known as cristae, that contain projections of hair cells. Above the hair cells and cristae, there is a gelatinous cupula. As the head rotates in various directions, endolymph flowing through the semicircular canals displaces the gelatinous cupula that rests above the cristae, leading to the excitation of the hair cells embedded within the cristae. The hair cells become depolarized or hyperpolarized depending on the direction in which endolymph flows. [3] Utricle and Saccule:", "contents": "Neuroanatomy, Ear -- Structure and Function. There are three semicircular canals: anterior, posterior, and lateral. Each semicircular canal is located in a different plane (x,y, and z) and connects to the utricle via an ampulla, which is a widening of the canal. Within the ampulla are sensory epithelia, known as cristae, that contain projections of hair cells. Above the hair cells and cristae, there is a gelatinous cupula. As the head rotates in various directions, endolymph flowing through the semicircular canals displaces the gelatinous cupula that rests above the cristae, leading to the excitation of the hair cells embedded within the cristae. The hair cells become depolarized or hyperpolarized depending on the direction in which endolymph flows. [3] Utricle and Saccule:"}
{"id": "article-864_9", "title": "Neuroanatomy, Ear -- Structure and Function", "content": "The utricle and saccule each contain a macula, the fundamental end-organ (the equivalent of the crista within the ampulla described in the previous section) involved in detecting linear acceleration. The utricle is involved in longitudinal acceleration, whereas the saccule is involved in acceleration along the vertical axis. Each macule contains hair cells and supporting cells surrounded by a gelatinous layer, which is covered by an otolithic membrane. Resting atop the otolithic membrane are otoconia, which are heavy calcium carbonate crystals. Linear acceleration of the head causes a shear force between the otolithic membrane and macula, causing displacement of the hair bundles. Similarly to the hair bundles within the ampulla of the semicircular canals, displacement of the hair cells in the macula leads to the generation of a potential depending on the direction of movement. Movement towards the kinocilium causes the opening of channels and a subsequent depolarization of the cell. Movement away from the kinocilium causes the closure of channels, leading to hyperpolarization of nerve fibers.", "contents": "Neuroanatomy, Ear -- Structure and Function. The utricle and saccule each contain a macula, the fundamental end-organ (the equivalent of the crista within the ampulla described in the previous section) involved in detecting linear acceleration. The utricle is involved in longitudinal acceleration, whereas the saccule is involved in acceleration along the vertical axis. Each macule contains hair cells and supporting cells surrounded by a gelatinous layer, which is covered by an otolithic membrane. Resting atop the otolithic membrane are otoconia, which are heavy calcium carbonate crystals. Linear acceleration of the head causes a shear force between the otolithic membrane and macula, causing displacement of the hair bundles. Similarly to the hair bundles within the ampulla of the semicircular canals, displacement of the hair cells in the macula leads to the generation of a potential depending on the direction of movement. Movement towards the kinocilium causes the opening of channels and a subsequent depolarization of the cell. Movement away from the kinocilium causes the closure of channels, leading to hyperpolarization of nerve fibers."}
{"id": "article-864_10", "title": "Neuroanatomy, Ear -- Embryology", "content": "During week 4 of embryologic development, the pre-placodal region of the ectoderm, which is at the anterior border of the neural plate, begins to thicken. [4] The ectoderm then forms into the otic (also referred to as auditory) placode, a derivative of the structures that eventually form the inner ear. [5] The ectoderm invaginates toward the mesoderm, forming the otic vesicles and neuroepithelial cells. [6] The utricle and saccule derive from the otic vesicles. By week 5, the cochlear duct forms from the otic vesicle, and endolymph begins to accumulate within the membranous labyrinth. Next, a wall forms within the cochlea, leading to the formation of two separate cavities, the cochlear duct and scala vestibuli. [5] The cochlear duct is further separated by the basilar membrane, forming the scala tympani. The cochlear duct begins to form hair cells that reside within the tectorial membrane.", "contents": "Neuroanatomy, Ear -- Embryology. During week 4 of embryologic development, the pre-placodal region of the ectoderm, which is at the anterior border of the neural plate, begins to thicken. [4] The ectoderm then forms into the otic (also referred to as auditory) placode, a derivative of the structures that eventually form the inner ear. [5] The ectoderm invaginates toward the mesoderm, forming the otic vesicles and neuroepithelial cells. [6] The utricle and saccule derive from the otic vesicles. By week 5, the cochlear duct forms from the otic vesicle, and endolymph begins to accumulate within the membranous labyrinth. Next, a wall forms within the cochlea, leading to the formation of two separate cavities, the cochlear duct and scala vestibuli. [5] The cochlear duct is further separated by the basilar membrane, forming the scala tympani. The cochlear duct begins to form hair cells that reside within the tectorial membrane."}
{"id": "article-864_11", "title": "Neuroanatomy, Ear -- Blood Supply and Lymphatics", "content": "The blood supply to the inner ear is via the labyrinthine artery (LA), also known as the internal auditory artery. [7] The LA usually arises from the anterior inferior cerebellar artery (83.6%) but can also arise from the basilar artery (12.3%). [3] It enters the internal acoustic meatus alongside the vestibulocochlear nerve and supplies both the facial and the vestibulocochlear nerves. [8] The LA then divides into three arteries while coursing through the internal acoustic canal:  (1) anterior vestibular artery (AVA), (2) vestibulocochlear artery (VCA), and (3) cochlear artery (CA). [3] The VCA separates into the cochlear and vestibular branches. The cochlear branch eventually forms an anastomosis with the CA, which makes up the main vascular supply to the cochlea. The vestibular branch and the AVA are responsible for vascular supply to the vestibular system.", "contents": "Neuroanatomy, Ear -- Blood Supply and Lymphatics. The blood supply to the inner ear is via the labyrinthine artery (LA), also known as the internal auditory artery. [7] The LA usually arises from the anterior inferior cerebellar artery (83.6%) but can also arise from the basilar artery (12.3%). [3] It enters the internal acoustic meatus alongside the vestibulocochlear nerve and supplies both the facial and the vestibulocochlear nerves. [8] The LA then divides into three arteries while coursing through the internal acoustic canal:  (1) anterior vestibular artery (AVA), (2) vestibulocochlear artery (VCA), and (3) cochlear artery (CA). [3] The VCA separates into the cochlear and vestibular branches. The cochlear branch eventually forms an anastomosis with the CA, which makes up the main vascular supply to the cochlea. The vestibular branch and the AVA are responsible for vascular supply to the vestibular system."}
{"id": "article-864_12", "title": "Neuroanatomy, Ear -- Blood Supply and Lymphatics", "content": "Vestibular and cochlear aqueducts are responsible for venous drainage of the inner ear. The anterior and posterior spiral modiolar veins drain blood from the cochlea. The anterior and posterior vestibular veins drain blood from the vestibule, connect with the vein of the round window (RW), and eventually empties into the inferior cochlear vein (ICV). The ICV then drains into the inferior petrosal sinus.", "contents": "Neuroanatomy, Ear -- Blood Supply and Lymphatics. Vestibular and cochlear aqueducts are responsible for venous drainage of the inner ear. The anterior and posterior spiral modiolar veins drain blood from the cochlea. The anterior and posterior vestibular veins drain blood from the vestibule, connect with the vein of the round window (RW), and eventually empties into the inferior cochlear vein (ICV). The ICV then drains into the inferior petrosal sinus."}
{"id": "article-864_13", "title": "Neuroanatomy, Ear -- Blood Supply and Lymphatics", "content": "Lymphatic fluid in the inner ear plays a critical role, circulating inside the cells and transferring metabolites from the CSF. [9] The membranous labyrinth is filled with and surrounded by lymphatic fluid. Perilymph, also derived from the lymphatic system, is present between the membranous and bony labyrinth. Lymphatic fluid drains through lymphatic chains from the middle ear to the cervical lymph nodes. Studies in guinea pigs showed that the inner ear drains to the parotid nodes and the superficial ventral cervical lymph nodes. [10]", "contents": "Neuroanatomy, Ear -- Blood Supply and Lymphatics. Lymphatic fluid in the inner ear plays a critical role, circulating inside the cells and transferring metabolites from the CSF. [9] The membranous labyrinth is filled with and surrounded by lymphatic fluid. Perilymph, also derived from the lymphatic system, is present between the membranous and bony labyrinth. Lymphatic fluid drains through lymphatic chains from the middle ear to the cervical lymph nodes. Studies in guinea pigs showed that the inner ear drains to the parotid nodes and the superficial ventral cervical lymph nodes. [10]"}
{"id": "article-864_14", "title": "Neuroanatomy, Ear -- Nerves", "content": "The vestibulocochlear nerve transmits an electrochemical signal from the cochlea, semicircular canals, and vestibule through the internal acoustic meatus and into the posterior cranial fossa. [11] Cochlear nerve Impulses begin in the hair cells located within the spiral ganglion of the cochlea. Depolarization of hair cells propagates to the cochlear nerve. Vestibular nerves", "contents": "Neuroanatomy, Ear -- Nerves. The vestibulocochlear nerve transmits an electrochemical signal from the cochlea, semicircular canals, and vestibule through the internal acoustic meatus and into the posterior cranial fossa. [11] Cochlear nerve Impulses begin in the hair cells located within the spiral ganglion of the cochlea. Depolarization of hair cells propagates to the cochlear nerve. Vestibular nerves"}
{"id": "article-864_15", "title": "Neuroanatomy, Ear -- Nerves", "content": "Impulses begin in hair cells located within the ampulla of the semicircular canals and the utricle and saccule. There is a vestibular ganglion, known as Scarpa’s ganglion, that exists within the internal acoustic meatus at the junction at which the vestibular and cochlear nerves meet. The bipolar cells that comprise Scarpa’s ganglion have dendritic processes that retrieve electrochemical impulses directly from the hair cells. Specifically, the superior vestibular nerve innervates the utricle and superior and lateral semicircular canals. The inferior vestibular nerve innervates the saccule and inferior/posterior semicircular canal. The bipolar cells then transfer the electrochemical impulse via axonal fibers to the vestibular nerve. [11] Vestibulocochlear nerve", "contents": "Neuroanatomy, Ear -- Nerves. Impulses begin in hair cells located within the ampulla of the semicircular canals and the utricle and saccule. There is a vestibular ganglion, known as Scarpa’s ganglion, that exists within the internal acoustic meatus at the junction at which the vestibular and cochlear nerves meet. The bipolar cells that comprise Scarpa’s ganglion have dendritic processes that retrieve electrochemical impulses directly from the hair cells. Specifically, the superior vestibular nerve innervates the utricle and superior and lateral semicircular canals. The inferior vestibular nerve innervates the saccule and inferior/posterior semicircular canal. The bipolar cells then transfer the electrochemical impulse via axonal fibers to the vestibular nerve. [11] Vestibulocochlear nerve"}
{"id": "article-864_16", "title": "Neuroanatomy, Ear -- Nerves", "content": "The vestibulocochlear nerve is the point at which the vestibular and cochlear nerve course together through the internal auditory meatus. After entering the posterior cranial fossa, CN VIII enters the brainstem between the pons and medulla and synapses on nuclei within the pons. The cochlear nerve synapses on the dorsal and ventral cochlear nuclei. The vestibular nerve synapses on the superior, inferior, medial, and lateral vestibular nuclei. [11]", "contents": "Neuroanatomy, Ear -- Nerves. The vestibulocochlear nerve is the point at which the vestibular and cochlear nerve course together through the internal auditory meatus. After entering the posterior cranial fossa, CN VIII enters the brainstem between the pons and medulla and synapses on nuclei within the pons. The cochlear nerve synapses on the dorsal and ventral cochlear nuclei. The vestibular nerve synapses on the superior, inferior, medial, and lateral vestibular nuclei. [11]"}
{"id": "article-864_17", "title": "Neuroanatomy, Ear -- Muscles", "content": "Two important muscles within the middle ear are responsible for modulating the auditory signal: Stapedius muscle", "contents": "Neuroanatomy, Ear -- Muscles. Two important muscles within the middle ear are responsible for modulating the auditory signal: Stapedius muscle"}
{"id": "article-864_18", "title": "Neuroanatomy, Ear -- Muscles", "content": "The stapedius muscle is only one millimeter long, making it the smallest skeletal muscle in the body. The stapedius is attached to the stapes and helps modulate the transfer of sound waves from the external environment to the inner ear. In particular, it serves to decrease the vibration of the stapes, thereby dampening the sound energy that reaches the cochlea. The stapedius muscle receives innervation by a branch of the facial nerve (CN VII). Dysfunction of the stapedius muscle can lead to hyperacusis, a disorder characterized by impaired tolerance to certain noises due to an inability to dampen sounds entering the middle ear. [12] Tensor tympani", "contents": "Neuroanatomy, Ear -- Muscles. The stapedius muscle is only one millimeter long, making it the smallest skeletal muscle in the body. The stapedius is attached to the stapes and helps modulate the transfer of sound waves from the external environment to the inner ear. In particular, it serves to decrease the vibration of the stapes, thereby dampening the sound energy that reaches the cochlea. The stapedius muscle receives innervation by a branch of the facial nerve (CN VII). Dysfunction of the stapedius muscle can lead to hyperacusis, a disorder characterized by impaired tolerance to certain noises due to an inability to dampen sounds entering the middle ear. [12] Tensor tympani"}
{"id": "article-864_19", "title": "Neuroanatomy, Ear -- Muscles", "content": "The tensor tympani also plays a role in sound modulation by tensing the tympanic membrane to prevent loud sounds from damaging the inner ear. The tensor tympani originates in the cartilaginous portion of the Eustachian tube that connects the pharynx to the middle ear. The muscle inserts on the medial portion of the malleus. It is innervated by the trigeminal nerve's mandibular division (CN V). The tensor tympani is activated during talking, chewing, coughing, and laughing. [13]", "contents": "Neuroanatomy, Ear -- Muscles. The tensor tympani also plays a role in sound modulation by tensing the tympanic membrane to prevent loud sounds from damaging the inner ear. The tensor tympani originates in the cartilaginous portion of the Eustachian tube that connects the pharynx to the middle ear. The muscle inserts on the medial portion of the malleus. It is innervated by the trigeminal nerve's mandibular division (CN V). The tensor tympani is activated during talking, chewing, coughing, and laughing. [13]"}
{"id": "article-864_20", "title": "Neuroanatomy, Ear -- Muscles", "content": "Middle ear myoclonus (MEM), one of many causes of pulsatile tinnitus, is due to dysfunction of either the tensor tympani or stapedius muscle. It is often characterized as a clicking sound with the involvement of the tensor tympani and as a buzzing sound when due to the dysfunctional movement of the stapedius. It is also described as a tapping, throbbing, fluttering, or whooshing sound. The tinnitus is usually objective and, therefore, can be heard by the examiner. MEM has been treated successfully in the past with surgical removal of the involved tendon. However, there is still some controversy over what the best approach to treatment is, warranting more prospective controlled trials. [14]", "contents": "Neuroanatomy, Ear -- Muscles. Middle ear myoclonus (MEM), one of many causes of pulsatile tinnitus, is due to dysfunction of either the tensor tympani or stapedius muscle. It is often characterized as a clicking sound with the involvement of the tensor tympani and as a buzzing sound when due to the dysfunctional movement of the stapedius. It is also described as a tapping, throbbing, fluttering, or whooshing sound. The tinnitus is usually objective and, therefore, can be heard by the examiner. MEM has been treated successfully in the past with surgical removal of the involved tendon. However, there is still some controversy over what the best approach to treatment is, warranting more prospective controlled trials. [14]"}
{"id": "article-864_21", "title": "Neuroanatomy, Ear -- Surgical Considerations -- Cochlear Implant", "content": "Cochlear implantation is a surgery whereby an electrode is inserted into the cochlea to bypass the cochlear function and provide a direct electrical stimulus to the cochlear nerve, thereby allowing patients with complete or partial hearing loss to regain the ability to hear. Cochlear implantation is reserved for patients with sensorineural hearing loss that will not improve with hearing aids. The surgery involves placing 12 to 22 electrodes within the cochlea that connect to an internal receiver/stimulator implanted just below the skin posteriorly to the ear. Two weeks after the successful implantation of the internal device, the patient is ready to have the external device, which the patient wears over the ear, activated. A microphone in the external device captures sound and encodes it into an electric impulse using a speech processor. Next, this electrical stimulation code travels to the external transmitter that is attached by a magnet through the skin to the internal receiver/stimulator that was recently surgically implanted. The information transmits via a radio-frequency link to the internal receiver and then travels to the cochlea, where it electrically stimulates the auditory nerve. [15]", "contents": "Neuroanatomy, Ear -- Surgical Considerations -- Cochlear Implant. Cochlear implantation is a surgery whereby an electrode is inserted into the cochlea to bypass the cochlear function and provide a direct electrical stimulus to the cochlear nerve, thereby allowing patients with complete or partial hearing loss to regain the ability to hear. Cochlear implantation is reserved for patients with sensorineural hearing loss that will not improve with hearing aids. The surgery involves placing 12 to 22 electrodes within the cochlea that connect to an internal receiver/stimulator implanted just below the skin posteriorly to the ear. Two weeks after the successful implantation of the internal device, the patient is ready to have the external device, which the patient wears over the ear, activated. A microphone in the external device captures sound and encodes it into an electric impulse using a speech processor. Next, this electrical stimulation code travels to the external transmitter that is attached by a magnet through the skin to the internal receiver/stimulator that was recently surgically implanted. The information transmits via a radio-frequency link to the internal receiver and then travels to the cochlea, where it electrically stimulates the auditory nerve. [15]"}
{"id": "article-864_22", "title": "Neuroanatomy, Ear -- Surgical Considerations -- Labyrinthectomy", "content": "Patients with severe vertigo unresponsive to medical therapy can elect to undergo a labyrinthectomy whereby the organs that make up the labyrinth are surgically removed. The most common indication to perform a labyrinthectomy is for Ménière disease, which has already compromised a patient’s hearing. [16] The success rate of this surgery in treating vertigo is greater than 90.5%, although a significant downside is that it leads to permanent hearing loss. [17]", "contents": "Neuroanatomy, Ear -- Surgical Considerations -- Labyrinthectomy. Patients with severe vertigo unresponsive to medical therapy can elect to undergo a labyrinthectomy whereby the organs that make up the labyrinth are surgically removed. The most common indication to perform a labyrinthectomy is for Ménière disease, which has already compromised a patient’s hearing. [16] The success rate of this surgery in treating vertigo is greater than 90.5%, although a significant downside is that it leads to permanent hearing loss. [17]"}
{"id": "article-864_23", "title": "Neuroanatomy, Ear -- Clinical Significance -- Benign Paroxysmal Positional Vertigo", "content": "Benign Paroxysmal Positional Vertigo (BPPV) is the most common cause of vertigo, accounting for 17% of all cases. [18] Patients with BPPV present with episodic dizziness upon changes in head position that usually lasts for less than 30 seconds. BPPV's pathophysiology involves the otoconia displacement that rests atop the otolithic membrane of the macule located in the utricle. Otoconia become displaced from the utricle to the semicircular canals, which leads to the unwanted perception of angular rotation of the head. BPPV is diagnosable with the Dix-Hallpike maneuver, which involves quickly moving a patient from an upright position to a horizontal position, with the head hanging over the side of the table and turned at a 45-degree angle. Reproduction of symptoms and the presence of nystagmus indicates a positive exam. Treatment for BPPV involves particle repositioning maneuvers, such as the Epley, Semont, and Lempert maneuvers.", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Benign Paroxysmal Positional Vertigo. Benign Paroxysmal Positional Vertigo (BPPV) is the most common cause of vertigo, accounting for 17% of all cases. [18] Patients with BPPV present with episodic dizziness upon changes in head position that usually lasts for less than 30 seconds. BPPV's pathophysiology involves the otoconia displacement that rests atop the otolithic membrane of the macule located in the utricle. Otoconia become displaced from the utricle to the semicircular canals, which leads to the unwanted perception of angular rotation of the head. BPPV is diagnosable with the Dix-Hallpike maneuver, which involves quickly moving a patient from an upright position to a horizontal position, with the head hanging over the side of the table and turned at a 45-degree angle. Reproduction of symptoms and the presence of nystagmus indicates a positive exam. Treatment for BPPV involves particle repositioning maneuvers, such as the Epley, Semont, and Lempert maneuvers."}
{"id": "article-864_24", "title": "Neuroanatomy, Ear -- Clinical Significance -- Vestibular Neuritis", "content": "Vestibular neuritis, or vestibular neuronitis, is a self-limiting form of vertigo due to a viral infection or residual inflammation following a viral infection of the vestibular nerve. [19] Symptoms of vertigo begin over the course of several hours and can last anywhere from days to weeks. Patients may also experience disequilibrium, sweating, nausea, vomiting, and imbalance. Recovery can take many weeks and may require balance physical therapy.", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Vestibular Neuritis. Vestibular neuritis, or vestibular neuronitis, is a self-limiting form of vertigo due to a viral infection or residual inflammation following a viral infection of the vestibular nerve. [19] Symptoms of vertigo begin over the course of several hours and can last anywhere from days to weeks. Patients may also experience disequilibrium, sweating, nausea, vomiting, and imbalance. Recovery can take many weeks and may require balance physical therapy."}
{"id": "article-864_25", "title": "Neuroanatomy, Ear -- Clinical Significance -- Ménière Disease", "content": "Ménière disease is a vestibular disorder caused by endolymphatic hydrops, which is an accumulation of endolymphatic fluid that distorts the endolymph within the labyrinthine system. Ménière disease characteristically demonstrates episodic vertigo, hearing loss, tinnitus, and aural fullness. Episodes of vertigo last from minutes to hours. [20] Current treatment options for Ménière disease include acetazolamide, thiazide diuretics, intratympanic steroids, antibiotics, and surgery. Although the exact pathogenesis is unknown, it most likely has multiple causes that result in the Ménière symptom constellation. Presbycusis", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Ménière Disease. Ménière disease is a vestibular disorder caused by endolymphatic hydrops, which is an accumulation of endolymphatic fluid that distorts the endolymph within the labyrinthine system. Ménière disease characteristically demonstrates episodic vertigo, hearing loss, tinnitus, and aural fullness. Episodes of vertigo last from minutes to hours. [20] Current treatment options for Ménière disease include acetazolamide, thiazide diuretics, intratympanic steroids, antibiotics, and surgery. Although the exact pathogenesis is unknown, it most likely has multiple causes that result in the Ménière symptom constellation. Presbycusis"}
{"id": "article-864_26", "title": "Neuroanatomy, Ear -- Clinical Significance -- Ménière Disease", "content": "Presbycusis refers to age-related hearing loss due to the loss of hair cells. Presbycusis is categorized into either sensory or neural. Sensory refers to hair cell dysfunction that begins at the basal end of the cochlea, leading to the loss of high-frequency sounds. Neural refers to cochlear nerve cell atrophy, leading to a defect in speech discrimination. [11]", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Ménière Disease. Presbycusis refers to age-related hearing loss due to the loss of hair cells. Presbycusis is categorized into either sensory or neural. Sensory refers to hair cell dysfunction that begins at the basal end of the cochlea, leading to the loss of high-frequency sounds. Neural refers to cochlear nerve cell atrophy, leading to a defect in speech discrimination. [11]"}
{"id": "article-864_27", "title": "Neuroanatomy, Ear -- Clinical Significance -- Sudden Sensorineural Hearing Loss", "content": "Sudden sensorineural hearing loss (SSHL) is the sudden loss of hearing due to pathology within the cochlea or vestibulocochlear nerve that cannot be explained by some other disease related to the outer or middle ear. The criteria for diagnosing SSHL include the sudden hearing loss (within 72 hours) of 30 dB in at least three sequential frequencies. [21] SSHL improves spontaneously in 45-65% of patients. The current treatments for SSHL are oral or intratympanic steroids, with the possible addition of hyperbaric oxygen if diagnosed early.", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Sudden Sensorineural Hearing Loss. Sudden sensorineural hearing loss (SSHL) is the sudden loss of hearing due to pathology within the cochlea or vestibulocochlear nerve that cannot be explained by some other disease related to the outer or middle ear. The criteria for diagnosing SSHL include the sudden hearing loss (within 72 hours) of 30 dB in at least three sequential frequencies. [21] SSHL improves spontaneously in 45-65% of patients. The current treatments for SSHL are oral or intratympanic steroids, with the possible addition of hyperbaric oxygen if diagnosed early."}
{"id": "article-864_28", "title": "Neuroanatomy, Ear -- Clinical Significance -- Tinnitus", "content": "Tinnitus is the unwanted perception of sound, often in the absence of external stimuli. The sound is described as ringing, buzzing, humming, or swooshing and can have a detrimental effect on a patient's quality of life. Tinnitus can be either objective or subjective. Objective tinnitus is audible by both the patient and clinician and is due to sound created by the flow of blood within vessels or of the contraction of a muscle in nearby structures. Causes include dural arteriovenous malformation, carotid bruits, venous bruits, carotid sinus fistulas, carotid dissections, and stapedial myoclonus. [22] Subjective tinnitus, which is much more common, can only be heard by the patient and often correlates with hearing loss. Presbycusis and otosclerosis seen in elderly patients can lead to the perception of subjective tinnitus. Another cause of subjective tinnitus is damage to the hair cells within the cochlea secondary to noise trauma or ototoxic medications. [23] Furthermore, tinnitus has been shown to have high comorbidity with psychiatric illnesses such as depression, anxiety, and insomnia. Treatment for tinnitus varies based on its underlying cause. When there is an identifiable cause of tinnitus, treatment focuses on the specific underlying etiology. However, with idiopathic tinnitus, treatment is aimed at mitigating triggers known to be associated with tinnitus. For example, patients with comorbid tinnitus and depression have benefited from cognitive behavior therapy and antidepressant therapy, but evidence for its efficacy is limited. Other treatments include addressing stress with cognitive behavioral therapy, implementing healthy sleep habits, and teaching patients strategies for coping with their symptoms. [24] Patients with associated hearing loss can benefit from hearing aids or cochlear implants. [25] Sound therapy has shown some efficacy in masking the perception of tinnitus and reducing the disturbance caused by tinnitus. Sound therapy involves playing a wideband sound through a generator placed around a patient's ears at a frequency similar to the patient's perceived tinnitus. Although many cases of tinnitus have no definitive treatment, patients can benefit significantly from implementing coping strategies to help mitigate symptoms.", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Tinnitus. Tinnitus is the unwanted perception of sound, often in the absence of external stimuli. The sound is described as ringing, buzzing, humming, or swooshing and can have a detrimental effect on a patient's quality of life. Tinnitus can be either objective or subjective. Objective tinnitus is audible by both the patient and clinician and is due to sound created by the flow of blood within vessels or of the contraction of a muscle in nearby structures. Causes include dural arteriovenous malformation, carotid bruits, venous bruits, carotid sinus fistulas, carotid dissections, and stapedial myoclonus. [22] Subjective tinnitus, which is much more common, can only be heard by the patient and often correlates with hearing loss. Presbycusis and otosclerosis seen in elderly patients can lead to the perception of subjective tinnitus. Another cause of subjective tinnitus is damage to the hair cells within the cochlea secondary to noise trauma or ototoxic medications. [23] Furthermore, tinnitus has been shown to have high comorbidity with psychiatric illnesses such as depression, anxiety, and insomnia. Treatment for tinnitus varies based on its underlying cause. When there is an identifiable cause of tinnitus, treatment focuses on the specific underlying etiology. However, with idiopathic tinnitus, treatment is aimed at mitigating triggers known to be associated with tinnitus. For example, patients with comorbid tinnitus and depression have benefited from cognitive behavior therapy and antidepressant therapy, but evidence for its efficacy is limited. Other treatments include addressing stress with cognitive behavioral therapy, implementing healthy sleep habits, and teaching patients strategies for coping with their symptoms. [24] Patients with associated hearing loss can benefit from hearing aids or cochlear implants. [25] Sound therapy has shown some efficacy in masking the perception of tinnitus and reducing the disturbance caused by tinnitus. Sound therapy involves playing a wideband sound through a generator placed around a patient's ears at a frequency similar to the patient's perceived tinnitus. Although many cases of tinnitus have no definitive treatment, patients can benefit significantly from implementing coping strategies to help mitigate symptoms."}
{"id": "article-864_29", "title": "Neuroanatomy, Ear -- Clinical Significance -- Vestibular Schwannoma", "content": "Vestibular schwannoma (VS), previously referred to as acoustic neuroma, is a benign tumor of the Schwann cells that myelinate the vestibular branches of the vestibulocochlear nerve. [26] VS most often presents with symptoms of hearing loss, unilateral tinnitus, and vertigo. Although the majority of VS cases are unilateral, a small percentage of patients (4%) present with bilateral VS, most often associated with the autosomal dominant genetic disorder neurofibromatosis 2 (NF-2). VS is diagnosed by imaging, with contrast-enhanced magnetic resonance imaging being the preferred study due to its high sensitivity. Treatment for VS involves a multifaceted decision process that takes into account the size of the tumor, the rate of tumor growth, the severity of symptoms, and the patient's age and comorbidities. [27] There are many risks involved in the surgical removal of a VS due to the many important structures that are in close proximity to the vestibular nerve. The risks and benefits of surgical removal of the tumor must be weighed against other treatment options, such as watchful waiting and stereotactic radiation.", "contents": "Neuroanatomy, Ear -- Clinical Significance -- Vestibular Schwannoma. Vestibular schwannoma (VS), previously referred to as acoustic neuroma, is a benign tumor of the Schwann cells that myelinate the vestibular branches of the vestibulocochlear nerve. [26] VS most often presents with symptoms of hearing loss, unilateral tinnitus, and vertigo. Although the majority of VS cases are unilateral, a small percentage of patients (4%) present with bilateral VS, most often associated with the autosomal dominant genetic disorder neurofibromatosis 2 (NF-2). VS is diagnosed by imaging, with contrast-enhanced magnetic resonance imaging being the preferred study due to its high sensitivity. Treatment for VS involves a multifaceted decision process that takes into account the size of the tumor, the rate of tumor growth, the severity of symptoms, and the patient's age and comorbidities. [27] There are many risks involved in the surgical removal of a VS due to the many important structures that are in close proximity to the vestibular nerve. The risks and benefits of surgical removal of the tumor must be weighed against other treatment options, such as watchful waiting and stereotactic radiation."}
{"id": "article-864_30", "title": "Neuroanatomy, Ear -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Ear -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}