{"id": "article-17989_0", "title": "Atypical Antipsychotic Agents -- Continuing Education Activity", "content": "This activity offers an exploration of atypical antipsychotics, the preferred pharmacological intervention for acute psychoses. Distinguished by their distinct clinical profile from conventional antipsychotics, atypical antipsychotics have emerged as frontline agents in managing psychosis. This program delineates their indications, mechanism of action, administration guidelines, potential adverse effects, contraindications, toxicology considerations, and monitoring protocols. By understanding atypical antipsychotics, healthcare practitioners gain the expertise to navigate treatment complexities adeptly, thus ensuring optimal patient care and minimizing adverse reactions. Through evidence-based insights, this initiative empowers healthcare professionals to cultivate interprofessional collaboration, fostering improved treatment outcomes and bolstering patient well-being in psychiatric disorders treated with atypical antipsychotics.", "contents": "Atypical Antipsychotic Agents -- Continuing Education Activity. This activity offers an exploration of atypical antipsychotics, the preferred pharmacological intervention for acute psychoses. Distinguished by their distinct clinical profile from conventional antipsychotics, atypical antipsychotics have emerged as frontline agents in managing psychosis. This program delineates their indications, mechanism of action, administration guidelines, potential adverse effects, contraindications, toxicology considerations, and monitoring protocols. By understanding atypical antipsychotics, healthcare practitioners gain the expertise to navigate treatment complexities adeptly, thus ensuring optimal patient care and minimizing adverse reactions. Through evidence-based insights, this initiative empowers healthcare professionals to cultivate interprofessional collaboration, fostering improved treatment outcomes and bolstering patient well-being in psychiatric disorders treated with atypical antipsychotics."}
{"id": "article-17989_1", "title": "Atypical Antipsychotic Agents -- Continuing Education Activity", "content": "Objectives: Identify the indications for using atypical antipsychotic agents. Evaluate the mechanism of action of the atypical antipsychotic agents. Assess the adverse event and interaction profile for atypical antipsychotic agents. Implement interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with atypical antipsychotics, leading to optimal patient outcomes. Access free multiple choice questions on this topic.", "contents": "Atypical Antipsychotic Agents -- Continuing Education Activity. Objectives: Identify the indications for using atypical antipsychotic agents. Evaluate the mechanism of action of the atypical antipsychotic agents. Assess the adverse event and interaction profile for atypical antipsychotic agents. Implement interprofessional team strategies for improving care coordination and communication to advance appropriate clinical outcomes with atypical antipsychotics, leading to optimal patient outcomes. Access free multiple choice questions on this topic."}
{"id": "article-17989_2", "title": "Atypical Antipsychotic Agents -- Indications", "content": "In recent years, atypical antipsychotics or second-generation antipsychotics have become the drugs of choice for acute psychoses. They are separated from “conventional” or first-generation antipsychotics based on their clinical profile. They have fewer side effects regarding extrapyramidal symptoms when compared to typical antipsychotics. Atypical antipsychotics have transformed the treatment of psychoses as they are prescribed for acute psychoses and in the management of schizophrenia, affective disorders (depression and mania), and agitation in older adults. They are becoming the treatment of choice for patients during their first psychotic break and are indicated throughout their lifetime. [1] [2] [3]", "contents": "Atypical Antipsychotic Agents -- Indications. In recent years, atypical antipsychotics or second-generation antipsychotics have become the drugs of choice for acute psychoses. They are separated from “conventional” or first-generation antipsychotics based on their clinical profile. They have fewer side effects regarding extrapyramidal symptoms when compared to typical antipsychotics. Atypical antipsychotics have transformed the treatment of psychoses as they are prescribed for acute psychoses and in the management of schizophrenia, affective disorders (depression and mania), and agitation in older adults. They are becoming the treatment of choice for patients during their first psychotic break and are indicated throughout their lifetime. [1] [2] [3]"}
{"id": "article-17989_3", "title": "Atypical Antipsychotic Agents -- Indications -- FDA-Approved Indications", "content": "The FDA has approved several atypical antipsychotic agents. These medications are available in various formulations, including oral and long-acting intramuscular (IM) formulations. Specific formulations may differ depending on the indication. Please refer to individual product labeling for detailed information on formulations according to indications. Aripiprazole: Bipolar I disorder, schizophrenia, irritability associated with autistic disorder, treatment-resistant major depressive disorder, Tourette disorder [4] [5] Asenapine: Bipolar I disorder, schizophrenia [6] Asenapine transdermal: Schizophrenia [7] Cariprazine: Bipolar I disorder, major depressive disorder, schizophrenia [8] Clozapine: Schizophrenia (treatment-resistant), suicidal behavior in schizophrenia or schizoaffective disorder [9] Iloperidone: Schizophrenia [10] Lurasidone: Bipolar I disorder, schizophrenia [11]", "contents": "Atypical Antipsychotic Agents -- Indications -- FDA-Approved Indications. The FDA has approved several atypical antipsychotic agents. These medications are available in various formulations, including oral and long-acting intramuscular (IM) formulations. Specific formulations may differ depending on the indication. Please refer to individual product labeling for detailed information on formulations according to indications. Aripiprazole: Bipolar I disorder, schizophrenia, irritability associated with autistic disorder, treatment-resistant major depressive disorder, Tourette disorder [4] [5] Asenapine: Bipolar I disorder, schizophrenia [6] Asenapine transdermal: Schizophrenia [7] Cariprazine: Bipolar I disorder, major depressive disorder, schizophrenia [8] Clozapine: Schizophrenia (treatment-resistant), suicidal behavior in schizophrenia or schizoaffective disorder [9] Iloperidone: Schizophrenia [10] Lurasidone: Bipolar I disorder, schizophrenia [11]"}
{"id": "article-17989_4", "title": "Atypical Antipsychotic Agents -- Indications -- FDA-Approved Indications", "content": "Olanzapine: Management of acute agitation associated with schizophrenia and bipolar I disorder, bipolar I disorder, schizophrenia [12] Olanzapine/Samidorphan: Bipolar I disorder, schizophrenia [13] Paliperidone: Schizophrenia, schizoaffective disorder [14] Pimavanserin: Psychosis associated with Parkinson disease [15] Quetiapine: Bipolar I disorder, major depressive disorder, schizophrenia [16] Risperidone: Bipolar I disorder, schizophrenia, irritability, and aggression associated with autistic disorder [17] [18] Ziprasidone: Schizophrenia, acute management of agitation in schizophrenia, bipolar I disorder [19] Lumateperone: Bipolar I disorder, schizophrenia [20]", "contents": "Atypical Antipsychotic Agents -- Indications -- FDA-Approved Indications. Olanzapine: Management of acute agitation associated with schizophrenia and bipolar I disorder, bipolar I disorder, schizophrenia [12] Olanzapine/Samidorphan: Bipolar I disorder, schizophrenia [13] Paliperidone: Schizophrenia, schizoaffective disorder [14] Pimavanserin: Psychosis associated with Parkinson disease [15] Quetiapine: Bipolar I disorder, major depressive disorder, schizophrenia [16] Risperidone: Bipolar I disorder, schizophrenia, irritability, and aggression associated with autistic disorder [17] [18] Ziprasidone: Schizophrenia, acute management of agitation in schizophrenia, bipolar I disorder [19] Lumateperone: Bipolar I disorder, schizophrenia [20]"}
{"id": "article-17989_5", "title": "Atypical Antipsychotic Agents -- Mechanism of Action", "content": "Second-generation antipsychotics such as risperidone, ziprasidone, paliperidone, and aripiprazole are all strong antagonists of dopamine D2 receptors, while clozapine and quetiapine are weak D2 antagonists. These antipsychotics also have additional properties, such as 5-HT2A antagonism and 5-HT1A agonism. Atypical antipsychotics also have antidepressant properties in combination with other antidepressants and when administered alone. Mechanisms linked to antidepressant actions include serotonin and norepinephrine reuptake inhibition. Quetiapine and ziprasidone have weak binding at these sites. The antagonism of alpha-2 (α2) receptors is the mechanism of drugs such as quetiapine, clozapine, risperidone, and aripiprazole; each has variable degrees of potency.", "contents": "Atypical Antipsychotic Agents -- Mechanism of Action. Second-generation antipsychotics such as risperidone, ziprasidone, paliperidone, and aripiprazole are all strong antagonists of dopamine D2 receptors, while clozapine and quetiapine are weak D2 antagonists. These antipsychotics also have additional properties, such as 5-HT2A antagonism and 5-HT1A agonism. Atypical antipsychotics also have antidepressant properties in combination with other antidepressants and when administered alone. Mechanisms linked to antidepressant actions include serotonin and norepinephrine reuptake inhibition. Quetiapine and ziprasidone have weak binding at these sites. The antagonism of alpha-2 (α2) receptors is the mechanism of drugs such as quetiapine, clozapine, risperidone, and aripiprazole; each has variable degrees of potency."}
{"id": "article-17989_6", "title": "Atypical Antipsychotic Agents -- Mechanism of Action", "content": "Atypical antipsychotics with D2 antagonism and partial agonism combined with 5-HT2A antagonism are more effective for treating mania, and these include aripiprazole, quetiapine, olanzapine, risperidone, and asenapine. Antipsychotics also have histamine, muscarinic (cholinergic), and α-adrenergic antagonism. Almost all atypical antipsychotics bind to α-adrenergic receptors, but the most potent are clozapine, risperidone, iloperidone, and clozapine. Quetiapine, clozapine, and olanzapine have high anticholinergic properties, whereas other atypical antipsychotics very weakly bind to muscarinic cholinergic receptors. [21] [22] [23] Samidorphan, an opioid receptor antagonist, has been co-formulated with olanzapine into a single-dose oral tablet to alleviate the risk of weight gain while maintaining olanzapine's therapeutic efficacy. [24] The mechanism by which pimavanserin is effective in delusion and hallucinations associated with Parkinson's disease psychosis remains uncertain; its efficacy may result from its dual action as an inverse agonist and antagonist at serotonin 5-HT2A receptors, alongside a lesser impact on serotonin 5-HT2C receptors.", "contents": "Atypical Antipsychotic Agents -- Mechanism of Action. Atypical antipsychotics with D2 antagonism and partial agonism combined with 5-HT2A antagonism are more effective for treating mania, and these include aripiprazole, quetiapine, olanzapine, risperidone, and asenapine. Antipsychotics also have histamine, muscarinic (cholinergic), and α-adrenergic antagonism. Almost all atypical antipsychotics bind to α-adrenergic receptors, but the most potent are clozapine, risperidone, iloperidone, and clozapine. Quetiapine, clozapine, and olanzapine have high anticholinergic properties, whereas other atypical antipsychotics very weakly bind to muscarinic cholinergic receptors. [21] [22] [23] Samidorphan, an opioid receptor antagonist, has been co-formulated with olanzapine into a single-dose oral tablet to alleviate the risk of weight gain while maintaining olanzapine's therapeutic efficacy. [24] The mechanism by which pimavanserin is effective in delusion and hallucinations associated with Parkinson's disease psychosis remains uncertain; its efficacy may result from its dual action as an inverse agonist and antagonist at serotonin 5-HT2A receptors, alongside a lesser impact on serotonin 5-HT2C receptors."}
{"id": "article-17989_7", "title": "Atypical Antipsychotic Agents -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Aripiprazole undergoes primary metabolism through CYP2D6 and CYP3A4 enzymes, forming active dehydro-aripiprazole. Iloperidone undergoes extensive hepatic metabolism involving carbonyl reduction, hydroxylation via CYP2D6, and O-demethylation mediated by CYP3A4, forming active metabolites. Lurasidone is predominantly metabolized by CYP3A4, producing 2 active metabolites. Olanzapine is highly metabolized through direct glucuronidation via UGT1A4 and oxidation mediated by CYP1A2, yielding inactive metabolites. Paliperidone undergoes hepatic metabolism mainly via CYP2D6 and CYP3A4, with additional minor pathways involved. Quetiapine is primarily metabolized by CYP3A4, with metabolism decreasing by approximately 30% with age progression. Risperidone undergoes extensive metabolism via CYP3A4 and CYP2D6. Ziprasidone undergoes extensive hepatic metabolism, with less than one-third mediated by CYP3A4 and CYP1A2. [25]", "contents": "Atypical Antipsychotic Agents -- Mechanism of Action -- Pharmacokinetics. Metabolism: Aripiprazole undergoes primary metabolism through CYP2D6 and CYP3A4 enzymes, forming active dehydro-aripiprazole. Iloperidone undergoes extensive hepatic metabolism involving carbonyl reduction, hydroxylation via CYP2D6, and O-demethylation mediated by CYP3A4, forming active metabolites. Lurasidone is predominantly metabolized by CYP3A4, producing 2 active metabolites. Olanzapine is highly metabolized through direct glucuronidation via UGT1A4 and oxidation mediated by CYP1A2, yielding inactive metabolites. Paliperidone undergoes hepatic metabolism mainly via CYP2D6 and CYP3A4, with additional minor pathways involved. Quetiapine is primarily metabolized by CYP3A4, with metabolism decreasing by approximately 30% with age progression. Risperidone undergoes extensive metabolism via CYP3A4 and CYP2D6. Ziprasidone undergoes extensive hepatic metabolism, with less than one-third mediated by CYP3A4 and CYP1A2. [25]"}
{"id": "article-17989_8", "title": "Atypical Antipsychotic Agents -- Administration", "content": "Atypical antipsychotics are available in a variety of formulations, including immediate-release injectable (IM), long-acting injectable (IM), and orally disintegrating tablets in addition to the customary oral tablets. None of the atypical antipsychotics are administrated intravenously. Immediate-release injectables are used in emergencies when a patient is highly agitated or acutely psychotic, including olanzapine and ziprasidone. The long-acting injectables include aripiprazole, olanzapine, paliperidone, and risperidone, administered at 2 to 4-week intervals. Oral dosing is the preferred course of administration in most patients. The orally disintegrating tablets include aripiprazole, asenapine, clozapine, olanzapine, and risperidone, identical to the standard tablets regarding absorption and bioavailability.", "contents": "Atypical Antipsychotic Agents -- Administration. Atypical antipsychotics are available in a variety of formulations, including immediate-release injectable (IM), long-acting injectable (IM), and orally disintegrating tablets in addition to the customary oral tablets. None of the atypical antipsychotics are administrated intravenously. Immediate-release injectables are used in emergencies when a patient is highly agitated or acutely psychotic, including olanzapine and ziprasidone. The long-acting injectables include aripiprazole, olanzapine, paliperidone, and risperidone, administered at 2 to 4-week intervals. Oral dosing is the preferred course of administration in most patients. The orally disintegrating tablets include aripiprazole, asenapine, clozapine, olanzapine, and risperidone, identical to the standard tablets regarding absorption and bioavailability."}
{"id": "article-17989_9", "title": "Atypical Antipsychotic Agents -- Adverse Effects", "content": "Atypical antipsychotics can cause adverse effects of weight gain, hyperlipidemia, diabetes mellitus, QTc prolongation, extrapyramidal side effects, myocarditis, agranulocytosis, cataracts, and sexual adverse effects, which this activity will discuss here. Treatment with second-generation antipsychotics can contribute to weight gain and metabolic syndrome with high blood sugar, hypertension, abnormal cholesterol, and triglyceride concentrations, placing a patient at risk for stroke, myocardial disease, and diabetes mellitus. The mean increase in weight over a 10-week period for patients treated with standard doses of atypical antipsychotics was 4.45 kg with clozapine and 4.15 kg with olanzapine. Weight gain was not as significant with other antipsychotics; data on quetiapine has been variable.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects. Atypical antipsychotics can cause adverse effects of weight gain, hyperlipidemia, diabetes mellitus, QTc prolongation, extrapyramidal side effects, myocarditis, agranulocytosis, cataracts, and sexual adverse effects, which this activity will discuss here. Treatment with second-generation antipsychotics can contribute to weight gain and metabolic syndrome with high blood sugar, hypertension, abnormal cholesterol, and triglyceride concentrations, placing a patient at risk for stroke, myocardial disease, and diabetes mellitus. The mean increase in weight over a 10-week period for patients treated with standard doses of atypical antipsychotics was 4.45 kg with clozapine and 4.15 kg with olanzapine. Weight gain was not as significant with other antipsychotics; data on quetiapine has been variable."}
{"id": "article-17989_10", "title": "Atypical Antipsychotic Agents -- Adverse Effects", "content": "Data from the Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) study suggest an association between olanzapine and an increased and substantial adverse effect on triglycerides and lipids. Ziprasidone was the only second-generation antipsychotic not associated with metabolic syndrome. Numerous studies suggest that certain atypical antipsychotics, especially clozapine and olanzapine, are associated with diabetes mellitus. Patients can also demonstrate increased serum triglyceride and cholesterol concentrations with clozapine, olanzapine, and quetiapine.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects. Data from the Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) study suggest an association between olanzapine and an increased and substantial adverse effect on triglycerides and lipids. Ziprasidone was the only second-generation antipsychotic not associated with metabolic syndrome. Numerous studies suggest that certain atypical antipsychotics, especially clozapine and olanzapine, are associated with diabetes mellitus. Patients can also demonstrate increased serum triglyceride and cholesterol concentrations with clozapine, olanzapine, and quetiapine."}
{"id": "article-17989_11", "title": "Atypical Antipsychotic Agents -- Adverse Effects", "content": "In the CATIE study, ziprasidone was the only antipsychotic associated with improved triglyceride and cholesterol concentrations. In contrast, olanzapine was associated with greater and adverse effects of these metabolic variables. QTc prolongation is another adverse effect of antipsychotics. The CATIE study showed no difference in the effects of olanzapine, risperidone, quetiapine, and ziprasidone. However, a recent focus is on ziprasidone and its impact on QTc prolongation, especially when the medication administration takes place with a drug that inhibits its metabolism. [26]", "contents": "Atypical Antipsychotic Agents -- Adverse Effects. In the CATIE study, ziprasidone was the only antipsychotic associated with improved triglyceride and cholesterol concentrations. In contrast, olanzapine was associated with greater and adverse effects of these metabolic variables. QTc prolongation is another adverse effect of antipsychotics. The CATIE study showed no difference in the effects of olanzapine, risperidone, quetiapine, and ziprasidone. However, a recent focus is on ziprasidone and its impact on QTc prolongation, especially when the medication administration takes place with a drug that inhibits its metabolism. [26]"}
{"id": "article-17989_12", "title": "Atypical Antipsychotic Agents -- Adverse Effects", "content": "Myocarditis is another adverse effect, especially associated with the use of clozapine. Evidence suggests that clozapine is associated with a low risk of fatal myocarditis. The medication would require discontinuation, and the patient should be monitored closely for any signs and symptoms of cardiomyopathy or myocarditis. Sexual side effects are also common because of the drug's effect on dopaminergic, alpha1 and alpha2 adrenergic, and H1 histamine receptors. Antipsychotic-induced sexual dysfunction is mainly related to the D2 receptor blockade in the pituitary gland, leading to an excess of prolactin. Hyperprolactinemia is associated with menstrual and sexual dysfunction, and therefore, consideration should be given to switching to a medication that is prolactin-sparing, such as aripiprazole. Atypical antipsychotics are typically associated with fewer extrapyramidal side effects when compared to typical antipsychotics. Antipsychotics have an FDA-boxed warning of increased death in older patients with psychoses related to dementia. [27] [21] [28]", "contents": "Atypical Antipsychotic Agents -- Adverse Effects. Myocarditis is another adverse effect, especially associated with the use of clozapine. Evidence suggests that clozapine is associated with a low risk of fatal myocarditis. The medication would require discontinuation, and the patient should be monitored closely for any signs and symptoms of cardiomyopathy or myocarditis. Sexual side effects are also common because of the drug's effect on dopaminergic, alpha1 and alpha2 adrenergic, and H1 histamine receptors. Antipsychotic-induced sexual dysfunction is mainly related to the D2 receptor blockade in the pituitary gland, leading to an excess of prolactin. Hyperprolactinemia is associated with menstrual and sexual dysfunction, and therefore, consideration should be given to switching to a medication that is prolactin-sparing, such as aripiprazole. Atypical antipsychotics are typically associated with fewer extrapyramidal side effects when compared to typical antipsychotics. Antipsychotics have an FDA-boxed warning of increased death in older patients with psychoses related to dementia. [27] [21] [28]"}
{"id": "article-17989_13", "title": "Atypical Antipsychotic Agents -- Adverse Effects", "content": "Pimavanserin carries a risk of QT interval prolongation and, therefore, should not be administered to individuals with a history of cardiac dysrhythmias. Adverse reactions observed with pimavanserin include rash, urticaria, and angioedema. [29] [30]", "contents": "Atypical Antipsychotic Agents -- Adverse Effects. Pimavanserin carries a risk of QT interval prolongation and, therefore, should not be administered to individuals with a history of cardiac dysrhythmias. Adverse reactions observed with pimavanserin include rash, urticaria, and angioedema. [29] [30]"}
{"id": "article-17989_14", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Aripiprazole: CYP3A4 inducers lower aripiprazole levels, while CYP3A4 inhibitors increase levels. Ketoconazole and quinidine decrease aripiprazole metabolism. Carbamazepine reduces aripiprazole and metabolite levels. Asenapine: Fluvoxamine increases plasma concentration of asenapine. Asenapine, a CYP2D6 inhibitor, increases paroxetine levels.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Aripiprazole: CYP3A4 inducers lower aripiprazole levels, while CYP3A4 inhibitors increase levels. Ketoconazole and quinidine decrease aripiprazole metabolism. Carbamazepine reduces aripiprazole and metabolite levels. Asenapine: Fluvoxamine increases plasma concentration of asenapine. Asenapine, a CYP2D6 inhibitor, increases paroxetine levels."}
{"id": "article-17989_15", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Clozapine: Fluoxetine may increase clozapine and norclozapine levels through CYP2D6 inhibition. Fluvoxamine inhibits CYP1A2, leading to increased levels of clozapine. Paroxetine significantly increases plasma clozapine and norclozapine levels. Sertraline may also increase plasma clozapine levels. Phenytoin may reduce serum clozapine concentrations. Dose adjustments may be necessary for highly protein-bound drugs like digoxin and warfarin.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Clozapine: Fluoxetine may increase clozapine and norclozapine levels through CYP2D6 inhibition. Fluvoxamine inhibits CYP1A2, leading to increased levels of clozapine. Paroxetine significantly increases plasma clozapine and norclozapine levels. Sertraline may also increase plasma clozapine levels. Phenytoin may reduce serum clozapine concentrations. Dose adjustments may be necessary for highly protein-bound drugs like digoxin and warfarin."}
{"id": "article-17989_16", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Iloperidone: Concurrent administration of strong CYP2D6 inhibitors like quinidine, fluoxetine, and paroxetine necessitates a dosage reduction. Similarly, the presence of strong CYP3A4 inhibitors requires a dosage decrease. Additionally, individuals identified as poor CYP2D6 metabolizers should undergo a dose reduction.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Iloperidone: Concurrent administration of strong CYP2D6 inhibitors like quinidine, fluoxetine, and paroxetine necessitates a dosage reduction. Similarly, the presence of strong CYP3A4 inhibitors requires a dosage decrease. Additionally, individuals identified as poor CYP2D6 metabolizers should undergo a dose reduction."}
{"id": "article-17989_17", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Lurasidone: Lurasidone should be avoided with strong CYP3A4 inhibitors such as ketoconazole, clarithromycin, and voriconazole and strong CYP3A4 inducers like rifampin, carbamazepine, phenytoin, and St John's wart. Dose reduction is recommended with moderate CYP3A4 inhibitors. Grapefruit and grapefruit juice should be avoided.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Lurasidone: Lurasidone should be avoided with strong CYP3A4 inhibitors such as ketoconazole, clarithromycin, and voriconazole and strong CYP3A4 inducers like rifampin, carbamazepine, phenytoin, and St John's wart. Dose reduction is recommended with moderate CYP3A4 inhibitors. Grapefruit and grapefruit juice should be avoided."}
{"id": "article-17989_18", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Olanzapine: Diazepam and alcohol have the potential to potentiate orthostatic hypotension. Carbamazepine can increase the clearance of olanzapine, and smoking increases olanzapine clearance. Caution should be exercised when combining olanzapine with other centrally-acting drugs and alcohol, emphasizing the need for careful consideration and monitoring.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Olanzapine: Diazepam and alcohol have the potential to potentiate orthostatic hypotension. Carbamazepine can increase the clearance of olanzapine, and smoking increases olanzapine clearance. Caution should be exercised when combining olanzapine with other centrally-acting drugs and alcohol, emphasizing the need for careful consideration and monitoring."}
{"id": "article-17989_19", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Paliperidone: Carbamazepine, a strong inducer of CYP3A4 and P-gp, decreases the AUC of paliperidone. Paroxetine, a potent CYP2D6 inhibitor, may increase paliperidone levels. Divalproex sodium ER formulation increases Cmax and AUC. Quetiapine: Inducers such as carbamazepine, phenytoin, rifampin, and St. John's wort increase quetiapine clearance. Dose adjustments are advised upon discontinuation of strong CYP3A4 inducers.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Paliperidone: Carbamazepine, a strong inducer of CYP3A4 and P-gp, decreases the AUC of paliperidone. Paroxetine, a potent CYP2D6 inhibitor, may increase paliperidone levels. Divalproex sodium ER formulation increases Cmax and AUC. Quetiapine: Inducers such as carbamazepine, phenytoin, rifampin, and St. John's wort increase quetiapine clearance. Dose adjustments are advised upon discontinuation of strong CYP3A4 inducers."}
{"id": "article-17989_20", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Risperidone: Carbamazepine and other inducers necessitate an increased dosage. Concurrent administration of risperidone with CYP2D6 inhibitors like fluoxetine and paroxetine requires a dosage reduction of risperidone. Pimavanserin: Pimavanserin may require dose adjustment when used concurrently with potent CYP3A inhibitors. This drug's efficacy might be diminished when administered alongside strong CYP3A inducers.", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Risperidone: Carbamazepine and other inducers necessitate an increased dosage. Concurrent administration of risperidone with CYP2D6 inhibitors like fluoxetine and paroxetine requires a dosage reduction of risperidone. Pimavanserin: Pimavanserin may require dose adjustment when used concurrently with potent CYP3A inhibitors. This drug's efficacy might be diminished when administered alongside strong CYP3A inducers."}
{"id": "article-17989_21", "title": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions", "content": "Lumateperone: Co-administration of lumateperone with moderate or strong CYP3A4 and UGT inhibitors should be avoided, as it heightens the risk of toxicity. Similarly, combining lumateperone with inducers and inhibitors of CYP3A4 is contraindicated due to the potential for increased lumateperone concentrations. [25] [31]", "contents": "Atypical Antipsychotic Agents -- Adverse Effects -- Drug-Drug Interactions. Lumateperone: Co-administration of lumateperone with moderate or strong CYP3A4 and UGT inhibitors should be avoided, as it heightens the risk of toxicity. Similarly, combining lumateperone with inducers and inhibitors of CYP3A4 is contraindicated due to the potential for increased lumateperone concentrations. [25] [31]"}
{"id": "article-17989_22", "title": "Atypical Antipsychotic Agents -- Contraindications", "content": "The few contraindications to the use of antipsychotic drugs include tardive dyskinesia, parkinsonism, and previous neuroleptic malignant syndrome. In older patients diagnosed with dementia, there is an FDA-boxed warning describing a severe reaction to antipsychotics leading to death. Caution is necessary when using antipsychotics in the presence of a prolactinoma, as there is a significant concern that a dopamine antagonist can cause a pituitary prolactinoma to enlarge. In patients with Tay Sachs disease (hexosaminidase-A deficiency), findings suggest that antipsychotic drugs deplete hexosaminidase-A and worsen the course of the disease. Some other contraindications to the use of antipsychotics are glaucoma, liver disease, severe neutropenia, or bone marrow depression. [32] [33] [34]", "contents": "Atypical Antipsychotic Agents -- Contraindications. The few contraindications to the use of antipsychotic drugs include tardive dyskinesia, parkinsonism, and previous neuroleptic malignant syndrome. In older patients diagnosed with dementia, there is an FDA-boxed warning describing a severe reaction to antipsychotics leading to death. Caution is necessary when using antipsychotics in the presence of a prolactinoma, as there is a significant concern that a dopamine antagonist can cause a pituitary prolactinoma to enlarge. In patients with Tay Sachs disease (hexosaminidase-A deficiency), findings suggest that antipsychotic drugs deplete hexosaminidase-A and worsen the course of the disease. Some other contraindications to the use of antipsychotics are glaucoma, liver disease, severe neutropenia, or bone marrow depression. [32] [33] [34]"}
{"id": "article-17989_23", "title": "Atypical Antipsychotic Agents -- Contraindications", "content": "Pimavanserin is exclusively indicated for addressing hallucinations and delusions linked to Parkinson's disease psychosis. Pimavanserin is not approved for addressing psychosis in patients with dementia unless it is associated with Parkinson's disease. [35] The Society of Critical Care Medicine (SCCM) recommends against the routine utilization of haloperidol or atypical antipsychotics to prevent or reduce the duration of delirium in critically ill pediatric patients, as per a conditional low recommendation. However, in cases of refractory delirium, the SCCM suggests considering haloperidol or atypical antipsychotics for managing severe delirium manifestations, with caution regarding potential adverse drug effects, according to a conditional moderate recommendation. Furthermore, the SCCM recommends performing a baseline electrocardiogram followed by routine electrolyte and QTc interval monitoring for patients receiving haloperidol or atypical antipsychotics. [36]", "contents": "Atypical Antipsychotic Agents -- Contraindications. Pimavanserin is exclusively indicated for addressing hallucinations and delusions linked to Parkinson's disease psychosis. Pimavanserin is not approved for addressing psychosis in patients with dementia unless it is associated with Parkinson's disease. [35] The Society of Critical Care Medicine (SCCM) recommends against the routine utilization of haloperidol or atypical antipsychotics to prevent or reduce the duration of delirium in critically ill pediatric patients, as per a conditional low recommendation. However, in cases of refractory delirium, the SCCM suggests considering haloperidol or atypical antipsychotics for managing severe delirium manifestations, with caution regarding potential adverse drug effects, according to a conditional moderate recommendation. Furthermore, the SCCM recommends performing a baseline electrocardiogram followed by routine electrolyte and QTc interval monitoring for patients receiving haloperidol or atypical antipsychotics. [36]"}
{"id": "article-17989_24", "title": "Atypical Antipsychotic Agents -- Monitoring", "content": "The patient should be closely monitored for adverse effects mentioned above when starting atypical antipsychotics. The baseline body mass index should be recorded before treatment with atypical antipsychotics and at every visit for at least 6 months. The patient’s weight circumference also needs monitoring, and intervention may be necessary if there is an increase in 1 body mass index unit. The patient should receive counseling in nutrition, possible initiation of a weight loss program, use of medication to help with weight loss, and/or consider switching to another antipsychotic with less weight gain. Monitoring weight gain alone may not be sufficient for assessing diabetes mellitus risk. The tests used to evaluate the risk of diabetes mellitus include random glucose, fasting plasma glucose, glycated hemoglobin, and oral glucose tolerance tests. A baseline lipid panel and EKG are also necessary before the initiation of atypical antipsychotics. Clozapine can cause severe neutropenia; thus, absolute neutrophil count (ANC) needs to be monitored. [37] [38] [39]", "contents": "Atypical Antipsychotic Agents -- Monitoring. The patient should be closely monitored for adverse effects mentioned above when starting atypical antipsychotics. The baseline body mass index should be recorded before treatment with atypical antipsychotics and at every visit for at least 6 months. The patient’s weight circumference also needs monitoring, and intervention may be necessary if there is an increase in 1 body mass index unit. The patient should receive counseling in nutrition, possible initiation of a weight loss program, use of medication to help with weight loss, and/or consider switching to another antipsychotic with less weight gain. Monitoring weight gain alone may not be sufficient for assessing diabetes mellitus risk. The tests used to evaluate the risk of diabetes mellitus include random glucose, fasting plasma glucose, glycated hemoglobin, and oral glucose tolerance tests. A baseline lipid panel and EKG are also necessary before the initiation of atypical antipsychotics. Clozapine can cause severe neutropenia; thus, absolute neutrophil count (ANC) needs to be monitored. [37] [38] [39]"}
{"id": "article-17989_25", "title": "Atypical Antipsychotic Agents -- Toxicity", "content": "Atypical antipsychotics block a variety of neurotransmitter receptors, which vary from one drug to another and are responsible for any toxic effects from an overdose. By blocking dopamine receptors, second-generation antipsychotics can cause extrapyramidal symptoms and neuroleptic malignant syndrome, although to a lesser extent, compared to a typical antipsychotic, eg, haloperidol. Alpha-adrenergic blockade causes orthostatic hypotension and tachycardia via vasodilation. Olanzapine, clozapine, aripiprazole, and quetiapine cause significant anti-alpha-adrenergic effects. Almost all atypical agents block serotonin receptors, and several inhibit muscarinic receptors. Quetiapine, clozapine, and olanzapine are powerful anti-muscarinic agents, and toxicity can cause urinary retention, tachycardia, hyperthermia, and delirium. Many second-generation antipsychotics also cause significant sedation by antihistamine activity; these agents are aripiprazole, quetiapine, clozapine, and olanzapine. Olanzapine causes central nervous system depression, hypotension, sedation, and sometimes agitation and is rarely lethal in monotherapy overdose.", "contents": "Atypical Antipsychotic Agents -- Toxicity. Atypical antipsychotics block a variety of neurotransmitter receptors, which vary from one drug to another and are responsible for any toxic effects from an overdose. By blocking dopamine receptors, second-generation antipsychotics can cause extrapyramidal symptoms and neuroleptic malignant syndrome, although to a lesser extent, compared to a typical antipsychotic, eg, haloperidol. Alpha-adrenergic blockade causes orthostatic hypotension and tachycardia via vasodilation. Olanzapine, clozapine, aripiprazole, and quetiapine cause significant anti-alpha-adrenergic effects. Almost all atypical agents block serotonin receptors, and several inhibit muscarinic receptors. Quetiapine, clozapine, and olanzapine are powerful anti-muscarinic agents, and toxicity can cause urinary retention, tachycardia, hyperthermia, and delirium. Many second-generation antipsychotics also cause significant sedation by antihistamine activity; these agents are aripiprazole, quetiapine, clozapine, and olanzapine. Olanzapine causes central nervous system depression, hypotension, sedation, and sometimes agitation and is rarely lethal in monotherapy overdose."}
{"id": "article-17989_26", "title": "Atypical Antipsychotic Agents -- Toxicity", "content": "On the other hand, clozapine can sometimes be lethal in overdose by causing respiratory depression, myocarditis, cardiomyopathy, changes in heart rhythm, and altered mental status. In overdose, quetiapine is rarely fatal; however, it correlates with the highest mortality rate of all antipsychotics as it successfully blocks muscarinic, alpha-adrenergic, and histamine receptors. Toxicity with quetiapine presents with tachycardia, delirium, central nervous system depression, and rarely fatal ventricular arrhythmia. There are no reported fatalities with aripiprazole, and symptoms of overdose with ziprasidone include tachycardia, QTc prolongation, and central nervous system depression, and toxicity is seldom lethal. [40] [41]", "contents": "Atypical Antipsychotic Agents -- Toxicity. On the other hand, clozapine can sometimes be lethal in overdose by causing respiratory depression, myocarditis, cardiomyopathy, changes in heart rhythm, and altered mental status. In overdose, quetiapine is rarely fatal; however, it correlates with the highest mortality rate of all antipsychotics as it successfully blocks muscarinic, alpha-adrenergic, and histamine receptors. Toxicity with quetiapine presents with tachycardia, delirium, central nervous system depression, and rarely fatal ventricular arrhythmia. There are no reported fatalities with aripiprazole, and symptoms of overdose with ziprasidone include tachycardia, QTc prolongation, and central nervous system depression, and toxicity is seldom lethal. [40] [41]"}
{"id": "article-17989_27", "title": "Atypical Antipsychotic Agents -- Enhancing Healthcare Team Outcomes", "content": "Over the past 2 decades, many novel antipsychotic agents have been developed, but there is little solid evidence to suggest that one is better than the other. The decision to choose one atypical antipsychotic over another requires clinical judgment, the patient's prior response, tolerability, affordability, and personal preferences. Plus, the adverse effects of these drugs merit consideration, as some are more likely than others to cause weight gain, dyskinesias, or sedation. The latest atypical antipsychotics are reputed to cause fewer adverse effects compared to the first generation of atypical antipsychotics, but there is no long-term data on these agents yet. All patients who receive atypical antipsychotics need to understand their adverse effects, including weight gain, prolonged QTc interval, diabetes mellitus, sedation, and the risk of dyskinesias. Patients also need to comprehend that to treat their symptoms, they must remain adherent to their drug therapy. Frequently, those individuals prescribed antipsychotics are also present with more complex management challenges. Many have other comorbidities like smoking, substance abuse, and personality disorders, all of which interfere with pharmacotherapy adherence. Most patients drop out of follow-up as soon as their symptoms improve and only return to therapy when forced by the family or the legal system. [42] [43]", "contents": "Atypical Antipsychotic Agents -- Enhancing Healthcare Team Outcomes. Over the past 2 decades, many novel antipsychotic agents have been developed, but there is little solid evidence to suggest that one is better than the other. The decision to choose one atypical antipsychotic over another requires clinical judgment, the patient's prior response, tolerability, affordability, and personal preferences. Plus, the adverse effects of these drugs merit consideration, as some are more likely than others to cause weight gain, dyskinesias, or sedation. The latest atypical antipsychotics are reputed to cause fewer adverse effects compared to the first generation of atypical antipsychotics, but there is no long-term data on these agents yet. All patients who receive atypical antipsychotics need to understand their adverse effects, including weight gain, prolonged QTc interval, diabetes mellitus, sedation, and the risk of dyskinesias. Patients also need to comprehend that to treat their symptoms, they must remain adherent to their drug therapy. Frequently, those individuals prescribed antipsychotics are also present with more complex management challenges. Many have other comorbidities like smoking, substance abuse, and personality disorders, all of which interfere with pharmacotherapy adherence. Most patients drop out of follow-up as soon as their symptoms improve and only return to therapy when forced by the family or the legal system. [42] [43]"}
{"id": "article-17989_28", "title": "Atypical Antipsychotic Agents -- Enhancing Healthcare Team Outcomes", "content": "Managing conditions with atypical antipsychotics requires an interprofessional team effort; the more eyes on patients who need these medications, the better chance for therapeutic success. While the clinician will initially prescribe one of these agents, they should consult a psychiatric specialty pharmacist, who can review the patient's medication record, assist in agent selection, and verify appropriate dosing. Nurses, clinicians, and pharmacists can offer counsel, monitor adherence, and assess for potential adverse effects of the drugs. Any mental health providers involved should also be included in the team approach, and the lines of communication among all disciplines must be open so that everyone on the interprofessional healthcare team has the same information and can offer assistance or evaluate the patient as the case progresses, leading to better patient outcomes.", "contents": "Atypical Antipsychotic Agents -- Enhancing Healthcare Team Outcomes. Managing conditions with atypical antipsychotics requires an interprofessional team effort; the more eyes on patients who need these medications, the better chance for therapeutic success. While the clinician will initially prescribe one of these agents, they should consult a psychiatric specialty pharmacist, who can review the patient's medication record, assist in agent selection, and verify appropriate dosing. Nurses, clinicians, and pharmacists can offer counsel, monitor adherence, and assess for potential adverse effects of the drugs. Any mental health providers involved should also be included in the team approach, and the lines of communication among all disciplines must be open so that everyone on the interprofessional healthcare team has the same information and can offer assistance or evaluate the patient as the case progresses, leading to better patient outcomes."}
{"id": "article-17989_29", "title": "Atypical Antipsychotic Agents -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Atypical Antipsychotic Agents -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}