{"id": "article-17964_0", "title": "Atrial Myxoma -- Continuing Education Activity", "content": "Myxomas are the most common primary cardiac tumor. It is estimated that more than 75% of myxomas originate in the left atrium either at the mitral annulus or the fossa ovalis border of the interatrial septum; 20% arise from the right atrium while 5% stem from both atria and the ventricle. This activity outlines the evaluation and management of atrial myxoma and highlights the role of the interprofessional team in treating patients with this condition.", "contents": "Atrial Myxoma -- Continuing Education Activity. Myxomas are the most common primary cardiac tumor. It is estimated that more than 75% of myxomas originate in the left atrium either at the mitral annulus or the fossa ovalis border of the interatrial septum; 20% arise from the right atrium while 5% stem from both atria and the ventricle. This activity outlines the evaluation and management of atrial myxoma and highlights the role of the interprofessional team in treating patients with this condition."}
{"id": "article-17964_1", "title": "Atrial Myxoma -- Continuing Education Activity", "content": "Objectives: Identify the etiology of atrial myxoma. Review the appropriate evaluation of atrial myxoma. Outline the management options available for atrial myxoma. Describe the interprofessional team strategies for improving care coordination and communication to advance atrial myxoma and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Atrial Myxoma -- Continuing Education Activity. Objectives: Identify the etiology of atrial myxoma. Review the appropriate evaluation of atrial myxoma. Outline the management options available for atrial myxoma. Describe the interprofessional team strategies for improving care coordination and communication to advance atrial myxoma and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-17964_2", "title": "Atrial Myxoma -- Introduction", "content": "Myxomas are the most common primary cardiac tumor. [1] It is estimated that more than 75% of myxomas originate in the left atrium either at the mitral annulus or the fossa ovalis border of the interatrial septum; 20% arise from the right atrium while 5% stem from both atria and the ventricle. [2] [3] Atrial myxomas are associated with a triad of complications, including obstruction, emboli, and constitutional symptoms (such as fever, weight loss). [2] [4]", "contents": "Atrial Myxoma -- Introduction. Myxomas are the most common primary cardiac tumor. [1] It is estimated that more than 75% of myxomas originate in the left atrium either at the mitral annulus or the fossa ovalis border of the interatrial septum; 20% arise from the right atrium while 5% stem from both atria and the ventricle. [2] [3] Atrial myxomas are associated with a triad of complications, including obstruction, emboli, and constitutional symptoms (such as fever, weight loss). [2] [4]"}
{"id": "article-17964_3", "title": "Atrial Myxoma -- Etiology", "content": "Immunohistochemical studies suggest that myxoma cells originate from multipotent mesenchymal cells, which are capable of both neural and endothelial differentiation. [5] 10% of myxomas are of the inherited autosomal dominant disorder called Carney's complex, while the rest of the cases appears to be sporadic. [6] The exact etiology of atrial myxoma is still under investigation.", "contents": "Atrial Myxoma -- Etiology. Immunohistochemical studies suggest that myxoma cells originate from multipotent mesenchymal cells, which are capable of both neural and endothelial differentiation. [5] 10% of myxomas are of the inherited autosomal dominant disorder called Carney's complex, while the rest of the cases appears to be sporadic. [6] The exact etiology of atrial myxoma is still under investigation."}
{"id": "article-17964_4", "title": "Atrial Myxoma -- Epidemiology", "content": "Atrial myxomas occur predominantly in females, with the peak between the fourth and sixth decade of life. [7] [8] Some studies suggest the ratios of women to men are 2.05:1 and 0.75:1 for left and right atrial myxomas, respectively. [3] Very few cases of atrial myxoma have been reported in pediatric patients. [7] [9]", "contents": "Atrial Myxoma -- Epidemiology. Atrial myxomas occur predominantly in females, with the peak between the fourth and sixth decade of life. [7] [8] Some studies suggest the ratios of women to men are 2.05:1 and 0.75:1 for left and right atrial myxomas, respectively. [3] Very few cases of atrial myxoma have been reported in pediatric patients. [7] [9]"}
{"id": "article-17964_5", "title": "Atrial Myxoma -- Pathophysiology", "content": "Macroscopically, atrial myxomas are often pedunculated and soft in texture. The myxoma diameter varies from 1 to 15 cm with a weight of between 15 and 180 g. The tumor can present with a smooth, villous, or friable surface. The villous and friable myxomas tend to be associated with embolic events, while the smooth myxomas are usually large and present more with an obstructive picture. [4] Atrial myxomas often produce vascular endothelial growth factor which stimulates angiogenesis as well as various cytokines and growth factors that result in constitutional symptoms including fever, malaise, anorexia, weight loss, high sedimentation rate, etc. [10]", "contents": "Atrial Myxoma -- Pathophysiology. Macroscopically, atrial myxomas are often pedunculated and soft in texture. The myxoma diameter varies from 1 to 15 cm with a weight of between 15 and 180 g. The tumor can present with a smooth, villous, or friable surface. The villous and friable myxomas tend to be associated with embolic events, while the smooth myxomas are usually large and present more with an obstructive picture. [4] Atrial myxomas often produce vascular endothelial growth factor which stimulates angiogenesis as well as various cytokines and growth factors that result in constitutional symptoms including fever, malaise, anorexia, weight loss, high sedimentation rate, etc. [10]"}
{"id": "article-17964_6", "title": "Atrial Myxoma -- History and Physical", "content": "Atrial myxoma can have many manifestations through a number of mechanisms.", "contents": "Atrial Myxoma -- History and Physical. Atrial myxoma can have many manifestations through a number of mechanisms."}
{"id": "article-17964_7", "title": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms", "content": "Left-sided atrial myxomas", "contents": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms. Left-sided atrial myxomas"}
{"id": "article-17964_8", "title": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms", "content": "Patients with left-sided myxomas usually develop signs and symptoms associated with mitral valve obstruction or regurgitation, left-sided heart failure, and secondary pulmonary hypertension. The most common symptom is dyspnea with exertion followed by orthopnea, paroxysmal nocturnal dyspnea, and pulmonary edema. [11] On physical exam, \"tumor plop\" may be characteristically heard early in diastole. [12] Right-sided atrial myxomas", "contents": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms. Patients with left-sided myxomas usually develop signs and symptoms associated with mitral valve obstruction or regurgitation, left-sided heart failure, and secondary pulmonary hypertension. The most common symptom is dyspnea with exertion followed by orthopnea, paroxysmal nocturnal dyspnea, and pulmonary edema. [11] On physical exam, \"tumor plop\" may be characteristically heard early in diastole. [12] Right-sided atrial myxomas"}
{"id": "article-17964_9", "title": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms", "content": "Similarly, cardiovascular manifestations of right-sided myxomas are those of tricuspid stenosis and right heart failure. Common symptoms include exertional dyspnea, pedal edema, hepatomegaly, and ascites. On physical exam, a  diastolic murmur, similar to the \"tumor flop,\" can sometimes be appreciated at the tricuspid region; in addition, prominent \"a wave\" in the jugular veins can also be observed occasionally. Both left-sided and right-sided atrial myxomas penetrate the myocardium and cause cardiac arrhythmias. [13]", "contents": "Atrial Myxoma -- History and Physical -- 1) Obstructive Symptoms. Similarly, cardiovascular manifestations of right-sided myxomas are those of tricuspid stenosis and right heart failure. Common symptoms include exertional dyspnea, pedal edema, hepatomegaly, and ascites. On physical exam, a  diastolic murmur, similar to the \"tumor flop,\" can sometimes be appreciated at the tricuspid region; in addition, prominent \"a wave\" in the jugular veins can also be observed occasionally. Both left-sided and right-sided atrial myxomas penetrate the myocardium and cause cardiac arrhythmias. [13]"}
{"id": "article-17964_10", "title": "Atrial Myxoma -- History and Physical -- 2) Thromboembolic Symptoms", "content": "Due to the high systolic pressure and the location, left atrial myxomas were highly associated with increased risk of systemic embolization, particularly in the central nervous system, retinal arteries as well as viscera, spleen, kidneys, adrenals, abdominal aorta, iliac and femoropopliteal arteries. [14] Hence, patients can have a variety of presentations, such as transient ischemic accident, hemiplegia, loss of vision, chest pain, and dyspnea. Neurologic defects are likely the most serious complications of embolizations associated with left-sided atrial myxomas. [15]", "contents": "Atrial Myxoma -- History and Physical -- 2) Thromboembolic Symptoms. Due to the high systolic pressure and the location, left atrial myxomas were highly associated with increased risk of systemic embolization, particularly in the central nervous system, retinal arteries as well as viscera, spleen, kidneys, adrenals, abdominal aorta, iliac and femoropopliteal arteries. [14] Hence, patients can have a variety of presentations, such as transient ischemic accident, hemiplegia, loss of vision, chest pain, and dyspnea. Neurologic defects are likely the most serious complications of embolizations associated with left-sided atrial myxomas. [15]"}
{"id": "article-17964_11", "title": "Atrial Myxoma -- History and Physical -- 2) Thromboembolic Symptoms", "content": "Right atrial myxomas can result in pulmonary arterial embolism or systemic embolism if either an atrial septal defect or a patent foramen ovale also coexist. [16] Pulmonary embolism can present as hypoxia, tachycardia, or sudden death. The manifestations of systemic embolization associated with atrial myxomas are outlined above.", "contents": "Atrial Myxoma -- History and Physical -- 2) Thromboembolic Symptoms. Right atrial myxomas can result in pulmonary arterial embolism or systemic embolism if either an atrial septal defect or a patent foramen ovale also coexist. [16] Pulmonary embolism can present as hypoxia, tachycardia, or sudden death. The manifestations of systemic embolization associated with atrial myxomas are outlined above."}
{"id": "article-17964_12", "title": "Atrial Myxoma -- History and Physical -- 3) Constitutional Symptoms", "content": "Constitutional symptoms of atrial myxoma include fever, malaise, anorexia, arthralgia, weight loss. The release of cytokine IL-6, which plays a major role in the proliferation of myxoma cells and the release of acute-phase reactants, is highly associated with the systematic manifestations. [17]", "contents": "Atrial Myxoma -- History and Physical -- 3) Constitutional Symptoms. Constitutional symptoms of atrial myxoma include fever, malaise, anorexia, arthralgia, weight loss. The release of cytokine IL-6, which plays a major role in the proliferation of myxoma cells and the release of acute-phase reactants, is highly associated with the systematic manifestations. [17]"}
{"id": "article-17964_13", "title": "Atrial Myxoma -- History and Physical -- 4) Other Symptoms", "content": "Atrial myxoma can present as part of Carney's complex. Patients with Carney's complex have unusual skin pigmentation and tend to develop tumors in endocrine tissues, including adrenal glands, thyroid, testes, and ovaries. Patients with a pituitary adenoma can also develop acromegaly. Patients with Carney's complex tend to develop recurrent atrial myxomas despite resections. [18] [19] [20]", "contents": "Atrial Myxoma -- History and Physical -- 4) Other Symptoms. Atrial myxoma can present as part of Carney's complex. Patients with Carney's complex have unusual skin pigmentation and tend to develop tumors in endocrine tissues, including adrenal glands, thyroid, testes, and ovaries. Patients with a pituitary adenoma can also develop acromegaly. Patients with Carney's complex tend to develop recurrent atrial myxomas despite resections. [18] [19] [20]"}
{"id": "article-17964_14", "title": "Atrial Myxoma -- Evaluation", "content": "Basic laboratory studies can show anemia, leukocytosis, thrombocytopenia, high erythrocyte sedimentation rate, and elevated gamma globulin.", "contents": "Atrial Myxoma -- Evaluation. Basic laboratory studies can show anemia, leukocytosis, thrombocytopenia, high erythrocyte sedimentation rate, and elevated gamma globulin."}
{"id": "article-17964_15", "title": "Atrial Myxoma -- Evaluation", "content": "Echocardiography, cardiac magnetic resonance imaging (cardiac MRI), cardiac computed tomography (cardiac CT), PET scan, and coronary angiography are valuable evaluation tools. Generally, the information obtained from these noninvasive imaging tools can provide sufficient information about the type of tumor, its location, and the need for surgery.", "contents": "Atrial Myxoma -- Evaluation. Echocardiography, cardiac magnetic resonance imaging (cardiac MRI), cardiac computed tomography (cardiac CT), PET scan, and coronary angiography are valuable evaluation tools. Generally, the information obtained from these noninvasive imaging tools can provide sufficient information about the type of tumor, its location, and the need for surgery."}
{"id": "article-17964_16", "title": "Atrial Myxoma -- Evaluation -- 1) Echocardiography", "content": "Echocardiography is usually the diagnostic modality of choice. It can characterize the size, location, attachment, and mobility of the atrial mass, as well as the extent the tumor can obstruct circulation and act as a source of emboli. Transesophageal echocardiography is superior to transthoracic echocardiography in profiling atrial mass, even though transthoracic echocardiography is simpler and usually first obtained if there is clinical suspicion. [21]", "contents": "Atrial Myxoma -- Evaluation -- 1) Echocardiography. Echocardiography is usually the diagnostic modality of choice. It can characterize the size, location, attachment, and mobility of the atrial mass, as well as the extent the tumor can obstruct circulation and act as a source of emboli. Transesophageal echocardiography is superior to transthoracic echocardiography in profiling atrial mass, even though transthoracic echocardiography is simpler and usually first obtained if there is clinical suspicion. [21]"}
{"id": "article-17964_17", "title": "Atrial Myxoma -- Evaluation -- 2) Cardiac magnetic resonance imaging and computed tomography", "content": "Cardiac MRI is another diagnostic test of choice. Cardiac MRI not only characterizes anatomic images in detail but also gives insight into the microenvironment within a tumor in the T1- and T2-weighted sequences. [22] [23] When cardiac MRI is not available or contraindicated, cardiac CT is a good alternative.", "contents": "Atrial Myxoma -- Evaluation -- 2) Cardiac magnetic resonance imaging and computed tomography. Cardiac MRI is another diagnostic test of choice. Cardiac MRI not only characterizes anatomic images in detail but also gives insight into the microenvironment within a tumor in the T1- and T2-weighted sequences. [22] [23] When cardiac MRI is not available or contraindicated, cardiac CT is a good alternative."}
{"id": "article-17964_18", "title": "Atrial Myxoma -- Evaluation -- 3) PET scan", "content": "Though not used very often, a PET scan can also characterize atrial myxomas. [24]", "contents": "Atrial Myxoma -- Evaluation -- 3) PET scan. Though not used very often, a PET scan can also characterize atrial myxomas. [24]"}
{"id": "article-17964_19", "title": "Atrial Myxoma -- Evaluation -- 4) Coronary angiography", "content": "Coronary angiography is essential in assessing the tumor's blood supply. If patients need to undergo surgical resection of the atrial tumor, coronary angiography is part of the routine preoperative evaluation.", "contents": "Atrial Myxoma -- Evaluation -- 4) Coronary angiography. Coronary angiography is essential in assessing the tumor's blood supply. If patients need to undergo surgical resection of the atrial tumor, coronary angiography is part of the routine preoperative evaluation."}
{"id": "article-17964_20", "title": "Atrial Myxoma -- Evaluation -- 5) Transvenous biopsy", "content": "The need for a transvenous biopsy is determined on a case-by-case basis. Generally, noninvasive imaging is sufficient to identify and characterize atrial myxoma. Transvenous biopsy carries the risk of mobilizing emboli associated with the tumor.", "contents": "Atrial Myxoma -- Evaluation -- 5) Transvenous biopsy. The need for a transvenous biopsy is determined on a case-by-case basis. Generally, noninvasive imaging is sufficient to identify and characterize atrial myxoma. Transvenous biopsy carries the risk of mobilizing emboli associated with the tumor."}
{"id": "article-17964_21", "title": "Atrial Myxoma -- Treatment / Management", "content": "Considering the risk of cardiovascular complications and embolization, prompt surgical excision is the treatment of choice for atrial myxomas. Pericardial patch placement can help constructs defects not fixed by primary closure. The resected tumor is sent to pathology to rule out other malignant tumors or metastasis. [25] Cardiac autotransplantation is proposed as a potential treatment option for recurrent atrial myxoma. [26]", "contents": "Atrial Myxoma -- Treatment / Management. Considering the risk of cardiovascular complications and embolization, prompt surgical excision is the treatment of choice for atrial myxomas. Pericardial patch placement can help constructs defects not fixed by primary closure. The resected tumor is sent to pathology to rule out other malignant tumors or metastasis. [25] Cardiac autotransplantation is proposed as a potential treatment option for recurrent atrial myxoma. [26]"}
{"id": "article-17964_22", "title": "Atrial Myxoma -- Differential Diagnosis", "content": "Mural thrombi with myxoid stroma is a major differential diagnosis for atrial myxoma. The two conditions share a similar histopathological appearance, which makes immunohistochemistry testing unhelpful. The calretinin marker, which is specific for myxomas, can help differentiate them from mural myxoid thrombi. [27] Other malignant tumors such as primary sarcoma, primary cardiac lymphoma, large B-cell lymphoma can also mimic atrial myxomas. [28] [29] [30] [31]", "contents": "Atrial Myxoma -- Differential Diagnosis. Mural thrombi with myxoid stroma is a major differential diagnosis for atrial myxoma. The two conditions share a similar histopathological appearance, which makes immunohistochemistry testing unhelpful. The calretinin marker, which is specific for myxomas, can help differentiate them from mural myxoid thrombi. [27] Other malignant tumors such as primary sarcoma, primary cardiac lymphoma, large B-cell lymphoma can also mimic atrial myxomas. [28] [29] [30] [31]"}
{"id": "article-17964_23", "title": "Atrial Myxoma -- Prognosis", "content": "The prognosis for patients undergoing surgical resection of atrial myxomas is excellent - the operative mortality rate does not exceed 5 percent with rapid postoperative recovery. [4] [2] The recurrent rates are 1% to 3% in sporadic cases, 12% in familial cases, and 22% in complex atrial myxomas. [4] One study proposes minimal tumor manipulation, excision with adequate margins, and careful inspection of all heart chambers are important measures to prevent recurrence of tumors. [32]", "contents": "Atrial Myxoma -- Prognosis. The prognosis for patients undergoing surgical resection of atrial myxomas is excellent - the operative mortality rate does not exceed 5 percent with rapid postoperative recovery. [4] [2] The recurrent rates are 1% to 3% in sporadic cases, 12% in familial cases, and 22% in complex atrial myxomas. [4] One study proposes minimal tumor manipulation, excision with adequate margins, and careful inspection of all heart chambers are important measures to prevent recurrence of tumors. [32]"}
{"id": "article-17964_24", "title": "Atrial Myxoma -- Complications", "content": "Congested Heart Failure Symptoms", "contents": "Atrial Myxoma -- Complications. Congested Heart Failure Symptoms"}
{"id": "article-17964_25", "title": "Atrial Myxoma -- Complications", "content": "Atrial myxomas can lead to the presentation of congested heart failure, and diuretics can provide symptomatic relief. Guideline-directed medical therapy for heart failure with beta-blockers, angiotensin-converting enzyme inhibitors, spironolactone is usually unnecessary as the left ventricular function is often intact. [11]", "contents": "Atrial Myxoma -- Complications. Atrial myxomas can lead to the presentation of congested heart failure, and diuretics can provide symptomatic relief. Guideline-directed medical therapy for heart failure with beta-blockers, angiotensin-converting enzyme inhibitors, spironolactone is usually unnecessary as the left ventricular function is often intact. [11]"}
{"id": "article-17964_26", "title": "Atrial Myxoma -- Complications -- Cardiac Arrhythmia and Valvular Defect", "content": "Either local invasion of the tumor or surgical resection can precipitate cardiac arrhythmias. Mitral and tricuspid regurgitation or stenosis are also complications of atrial myxomas.", "contents": "Atrial Myxoma -- Complications -- Cardiac Arrhythmia and Valvular Defect. Either local invasion of the tumor or surgical resection can precipitate cardiac arrhythmias. Mitral and tricuspid regurgitation or stenosis are also complications of atrial myxomas."}
{"id": "article-17964_27", "title": "Atrial Myxoma -- Complications -- Thromboembolic Events", "content": "Patients with left atrial myxomas often present with ischemic stroke secondary to systemic embolization, in which case anticoagulation and antiplatelet therapies were warranted for secondary prevention. [33] The development of cerebral aneurysm and myxomatous metastasis is a delayed neurological complication of atrial myxomas; the presentation can resemble infectious endocarditis or vasculitis. [14] Right atrial myxomas, on the other hand, can cause pulmonary embolization that also requires anticoagulation treatment or embolectomy in severe cases. Pulmonary artery aneurysm is one of the delayed complications of atrial myxomas.", "contents": "Atrial Myxoma -- Complications -- Thromboembolic Events. Patients with left atrial myxomas often present with ischemic stroke secondary to systemic embolization, in which case anticoagulation and antiplatelet therapies were warranted for secondary prevention. [33] The development of cerebral aneurysm and myxomatous metastasis is a delayed neurological complication of atrial myxomas; the presentation can resemble infectious endocarditis or vasculitis. [14] Right atrial myxomas, on the other hand, can cause pulmonary embolization that also requires anticoagulation treatment or embolectomy in severe cases. Pulmonary artery aneurysm is one of the delayed complications of atrial myxomas."}
{"id": "article-17964_28", "title": "Atrial Myxoma -- Complications -- Infection", "content": "Atrial myxomas can also be a nidus for infection. Patients can present with signs and symptoms of infectious endocarditis, sepsis, or disseminated intravascular coagulation. The risk factors include dental procedures, invasive procedures, and an immunosuppressed state. Streptococcus viridans, staphylococci, and Enterococcus faecalis are common pathogens. Extensive antibiotics therapy and surgical resection are mandatory for survival. [34]", "contents": "Atrial Myxoma -- Complications -- Infection. Atrial myxomas can also be a nidus for infection. Patients can present with signs and symptoms of infectious endocarditis, sepsis, or disseminated intravascular coagulation. The risk factors include dental procedures, invasive procedures, and an immunosuppressed state. Streptococcus viridans, staphylococci, and Enterococcus faecalis are common pathogens. Extensive antibiotics therapy and surgical resection are mandatory for survival. [34]"}
{"id": "article-17964_29", "title": "Atrial Myxoma -- Deterrence and Patient Education", "content": "Patients diagnosed with atrial myxoma should receive an overview of the pathophysiology of the disease and its complications. Patients should be educated to watch out for signs and symptoms that need immediate medical care, such as: Weakness or numbness, especially on one side of the body that is concerning for stroke (systemic embolization) Chest pain, shortness of breath, leg swelling (congested heart failure, pulmonary embolism) Fever, chills, night sweats, unusual skin change (endocarditis)", "contents": "Atrial Myxoma -- Deterrence and Patient Education. Patients diagnosed with atrial myxoma should receive an overview of the pathophysiology of the disease and its complications. Patients should be educated to watch out for signs and symptoms that need immediate medical care, such as: Weakness or numbness, especially on one side of the body that is concerning for stroke (systemic embolization) Chest pain, shortness of breath, leg swelling (congested heart failure, pulmonary embolism) Fever, chills, night sweats, unusual skin change (endocarditis)"}
{"id": "article-17964_30", "title": "Atrial Myxoma -- Deterrence and Patient Education", "content": "Patients need to be aware that surgical resection is the treatment of choice with a good prognosis. The primary team needs to help patients set up a coordinated interdisciplinary team to treat the disease.", "contents": "Atrial Myxoma -- Deterrence and Patient Education. Patients need to be aware that surgical resection is the treatment of choice with a good prognosis. The primary team needs to help patients set up a coordinated interdisciplinary team to treat the disease."}
{"id": "article-17964_31", "title": "Atrial Myxoma -- Enhancing Healthcare Team Outcomes", "content": "Atrial myxoma is a rare disease but has a broad clinical presentation and complication that involves several systems- heart, lungs, brain, and systemic. An interdisciplinary approach is very important to optimize the outcome in patients with atrial myxomas. A thorough examination by primary care providers is crucial. Then radiologists or cardiologists can help with imaging modalities that can help diagnose and characterize the tumor. Prior to surgical resection by cardiothoracic surgeons, patients need to be evaluated by pulmonologists, cardiologists, and anesthesiologists for preoperative risk stratifications. In patients with neurological complications, pulmonary complications, or infectious endocarditis, input from neurologists, hematologists, infectious disease specialists is essential for patient care. In case antiplatelet/anticoagulation therapy or antibiotic treatment is warranted, pharmacists can provide valuable recommendations. A primary team of physicians, nurses, and case managers is mandatory to coordinate and facilitate care for patients with atrial myxoma.", "contents": "Atrial Myxoma -- Enhancing Healthcare Team Outcomes. Atrial myxoma is a rare disease but has a broad clinical presentation and complication that involves several systems- heart, lungs, brain, and systemic. An interdisciplinary approach is very important to optimize the outcome in patients with atrial myxomas. A thorough examination by primary care providers is crucial. Then radiologists or cardiologists can help with imaging modalities that can help diagnose and characterize the tumor. Prior to surgical resection by cardiothoracic surgeons, patients need to be evaluated by pulmonologists, cardiologists, and anesthesiologists for preoperative risk stratifications. In patients with neurological complications, pulmonary complications, or infectious endocarditis, input from neurologists, hematologists, infectious disease specialists is essential for patient care. In case antiplatelet/anticoagulation therapy or antibiotic treatment is warranted, pharmacists can provide valuable recommendations. A primary team of physicians, nurses, and case managers is mandatory to coordinate and facilitate care for patients with atrial myxoma."}
{"id": "article-17964_32", "title": "Atrial Myxoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Atrial Myxoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}