{"id": "article-28887_0", "title": "Sensory Integration -- Definition/Introduction", "content": "Sensory integration (SI) is a framework conceptualized by Dr. A. Jean Ayers, Ph.D. in the 1970s; hence it is currently known as Ayres Sensory Integration (ASI). [1] Ayers \"was guided by the principle that 'intersensory integration is foundational to function,'\" while dysfunction in sensory integration leads to difficulties in development, learning, and emotional regulation. [1] Therefore, children with sensory processing deficits may find it challenging to regulate their responses to everyday situations such as dressing, playing, mealtime, and social interactions. [2]", "contents": "Sensory Integration -- Definition/Introduction. Sensory integration (SI) is a framework conceptualized by Dr. A. Jean Ayers, Ph.D. in the 1970s; hence it is currently known as Ayres Sensory Integration (ASI). [1] Ayers \"was guided by the principle that 'intersensory integration is foundational to function,'\" while dysfunction in sensory integration leads to difficulties in development, learning, and emotional regulation. [1] Therefore, children with sensory processing deficits may find it challenging to regulate their responses to everyday situations such as dressing, playing, mealtime, and social interactions. [2]"}
{"id": "article-28887_1", "title": "Sensory Integration -- Definition/Introduction", "content": "SI describes how the nervous system integrates sensory input into action. Two structures may be affected in registration and modulation disturbances: the limbic system and the vestibular and proprioceptive systems. The vestibular system is in charge of the sensory information from body movement through space. The proprioceptive system has a role in processing sensory input from joints and muscles. When impaired, it can lead to issues such as hand flapping [3] . Ayres hypothesized that the vestibular system is in charge of deciding whether we will act on a stimulus or not, while the vestibular nuclei register visual stimuli and give it meaning. [1] [4] The over or under reaction to tactile or vestibular input may lead to gravitational insecurity or fear of movement, tactile defensiveness, or both. Ayers' identification of the amygdala playing an important role in sensory registration has been backed up by recent studies that associate the amygdala with reward associations. [1] For instance, hyperactivation in the amygdala due to eye contact may be why individuals with autism spectrum disorder (ASD) avoid eye contact.", "contents": "Sensory Integration -- Definition/Introduction. SI describes how the nervous system integrates sensory input into action. Two structures may be affected in registration and modulation disturbances: the limbic system and the vestibular and proprioceptive systems. The vestibular system is in charge of the sensory information from body movement through space. The proprioceptive system has a role in processing sensory input from joints and muscles. When impaired, it can lead to issues such as hand flapping [3] . Ayres hypothesized that the vestibular system is in charge of deciding whether we will act on a stimulus or not, while the vestibular nuclei register visual stimuli and give it meaning. [1] [4] The over or under reaction to tactile or vestibular input may lead to gravitational insecurity or fear of movement, tactile defensiveness, or both. Ayers' identification of the amygdala playing an important role in sensory registration has been backed up by recent studies that associate the amygdala with reward associations. [1] For instance, hyperactivation in the amygdala due to eye contact may be why individuals with autism spectrum disorder (ASD) avoid eye contact."}
{"id": "article-28887_2", "title": "Sensory Integration -- Definition/Introduction", "content": "Based on Ayer's theory, lack of sensory integration may be one of the underlying causes of the behavioral problems in children with autism. [5] [3] Between 90 and 95% of children with autism are estimated to have sensory processing difficulties. [6] Ayres hypothesized that impairments in sensory processing lead to a motivation deficit and lack of attribution of meaning to a stimulus (poor registration), which in turn inhibits motivation to engage. Ayres also stated that somatosensation is composed of touch and proprioception. Somatosensation strongly connects with other sensory systems. For instance, visual information and motor signals integrate with tactile sensations at the posterior parietal cortex. The integration of these sensory inputs is essential for self-motion, postural stability, and spatial orientation. [4] Individuals with reduced sensory modulation may lack the capacity to filter out redundant stimuli leading them to feel overwhelmed due to poor modulation.", "contents": "Sensory Integration -- Definition/Introduction. Based on Ayer's theory, lack of sensory integration may be one of the underlying causes of the behavioral problems in children with autism. [5] [3] Between 90 and 95% of children with autism are estimated to have sensory processing difficulties. [6] Ayres hypothesized that impairments in sensory processing lead to a motivation deficit and lack of attribution of meaning to a stimulus (poor registration), which in turn inhibits motivation to engage. Ayres also stated that somatosensation is composed of touch and proprioception. Somatosensation strongly connects with other sensory systems. For instance, visual information and motor signals integrate with tactile sensations at the posterior parietal cortex. The integration of these sensory inputs is essential for self-motion, postural stability, and spatial orientation. [4] Individuals with reduced sensory modulation may lack the capacity to filter out redundant stimuli leading them to feel overwhelmed due to poor modulation."}
{"id": "article-28887_3", "title": "Sensory Integration -- Issues of Concern", "content": "Some of the postulates in Ayers’ framework have not received corroboration at the neurological level; for instance, her ideas on sensory registration and vestibular processing in ASD have not been corroborated through neuroimaging studies. [1] One of the reasons, sensory integration is not strongly validated by the current literature is because some of the available studies have not used sensory integration as stipulated by Ayers. [7] Hence, methodological variations make it challenging to interpret reported data [8] . For example, passive participation requested from the child rather than active participation. [7] Also, studies comparing sensory integration therapy to behavioral interventions have suggested the latter to be more effective in reducing the frequency of self-injurious behaviors. [8]", "contents": "Sensory Integration -- Issues of Concern. Some of the postulates in Ayers’ framework have not received corroboration at the neurological level; for instance, her ideas on sensory registration and vestibular processing in ASD have not been corroborated through neuroimaging studies. [1] One of the reasons, sensory integration is not strongly validated by the current literature is because some of the available studies have not used sensory integration as stipulated by Ayers. [7] Hence, methodological variations make it challenging to interpret reported data [8] . For example, passive participation requested from the child rather than active participation. [7] Also, studies comparing sensory integration therapy to behavioral interventions have suggested the latter to be more effective in reducing the frequency of self-injurious behaviors. [8]"}
{"id": "article-28887_4", "title": "Sensory Integration -- Clinical Significance", "content": "Sensory integration therapy (SIT) is mainly performed by occupational therapists to help children improve their processing and integration of sensory inputs to gain appropriate adaptive response to everyday stimuli. [5] During play, \"the just-right challenge\" is provided through sensory-motor activities. [6] ASI is commonly used to help in children's developmental, behavioral, and learning issues such as ASD, attention deficit hyperactivity disorder, developmental coordination disorders, and childhood obesity. [3] [4] SIT positively affects the child's response to sensation by reducing stress, increasing adequate adaptive responses to sensory stimuli, concentrations, and social interactions. [6] SI interventions usually take place in the home, community, schools, and clinics. [7]", "contents": "Sensory Integration -- Clinical Significance. Sensory integration therapy (SIT) is mainly performed by occupational therapists to help children improve their processing and integration of sensory inputs to gain appropriate adaptive response to everyday stimuli. [5] During play, \"the just-right challenge\" is provided through sensory-motor activities. [6] ASI is commonly used to help in children's developmental, behavioral, and learning issues such as ASD, attention deficit hyperactivity disorder, developmental coordination disorders, and childhood obesity. [3] [4] SIT positively affects the child's response to sensation by reducing stress, increasing adequate adaptive responses to sensory stimuli, concentrations, and social interactions. [6] SI interventions usually take place in the home, community, schools, and clinics. [7]"}
{"id": "article-28887_5", "title": "Sensory Integration -- Clinical Significance", "content": "Sensory integration is mainly an intervention for children with developmental and behavioral disorders. The activities included in SI provide vestibular, proprioceptive, auditory, and tactile stimuli, which in turn organize the sensory system. Such stimuli are provided in play using brushes, swings, trampolines, balls, and other equipment used to elicit proprioceptive, tactile, and vestibular challenges. [5] [9] Activities can also involve deep pressure, joint compression, oral moral exercises, and body massage to enhance arousal states. [3] Application of ASI requires that the sensory-motor activities target the particular areas of difficulty that interfere in the child's day to day; hence, sensory integration becomes incorporated into play. Activities usually tackle more than one sensory system at a time and trigger proprioceptors of muscles and joints, receptors in the inner ear, as well as auditory, visual, and tactile receptors on the skin. [9] Outcomes of the interventions are regularly collected, and adjustments to the intervention plan are made as needed (citation). The ultimate goal of SIT is to improve the nervous system's sensory processing, organization, integration, and motor planning. [9]", "contents": "Sensory Integration -- Clinical Significance. Sensory integration is mainly an intervention for children with developmental and behavioral disorders. The activities included in SI provide vestibular, proprioceptive, auditory, and tactile stimuli, which in turn organize the sensory system. Such stimuli are provided in play using brushes, swings, trampolines, balls, and other equipment used to elicit proprioceptive, tactile, and vestibular challenges. [5] [9] Activities can also involve deep pressure, joint compression, oral moral exercises, and body massage to enhance arousal states. [3] Application of ASI requires that the sensory-motor activities target the particular areas of difficulty that interfere in the child's day to day; hence, sensory integration becomes incorporated into play. Activities usually tackle more than one sensory system at a time and trigger proprioceptors of muscles and joints, receptors in the inner ear, as well as auditory, visual, and tactile receptors on the skin. [9] Outcomes of the interventions are regularly collected, and adjustments to the intervention plan are made as needed (citation). The ultimate goal of SIT is to improve the nervous system's sensory processing, organization, integration, and motor planning. [9]"}
{"id": "article-28887_6", "title": "Sensory Integration -- Clinical Significance", "content": "ASI interventions are founded on neuroplasticity, aiming to malleate the nervous system through experience. Guided involvement in sensorimotor activities incorporated in play can promote neuroplastic changes leading to adaptive behaviors as a result of the experiences directed during the intervention. This practice has its basis in the idea that neural networks form as a result of experience. [4] The ASI principle of neuroplasticity has been confirmed by studies that show that rodents raised in enriched environments have modifications in brain organization and conformation. Thus, demonstrating that the brain makes connections as a result of environment and learning. [4] Furthermore, a recent study by Drobnyk et al. suggests that ASI may have a positive effect on children with Rett Syndrome (RTT), improving their rate of grasping. Given that RTT is such a severely disabling condition, even small improvement may be of great benefit. [9] Practitioners of sensory integration state three categories of benefits: improved ability to focus in educational, therapeutic, and social environments, reduced inappropriate behaviors such as self-harmful behaviors, and improved neural functioning occur in activities such as language and reading. [8]", "contents": "Sensory Integration -- Clinical Significance. ASI interventions are founded on neuroplasticity, aiming to malleate the nervous system through experience. Guided involvement in sensorimotor activities incorporated in play can promote neuroplastic changes leading to adaptive behaviors as a result of the experiences directed during the intervention. This practice has its basis in the idea that neural networks form as a result of experience. [4] The ASI principle of neuroplasticity has been confirmed by studies that show that rodents raised in enriched environments have modifications in brain organization and conformation. Thus, demonstrating that the brain makes connections as a result of environment and learning. [4] Furthermore, a recent study by Drobnyk et al. suggests that ASI may have a positive effect on children with Rett Syndrome (RTT), improving their rate of grasping. Given that RTT is such a severely disabling condition, even small improvement may be of great benefit. [9] Practitioners of sensory integration state three categories of benefits: improved ability to focus in educational, therapeutic, and social environments, reduced inappropriate behaviors such as self-harmful behaviors, and improved neural functioning occur in activities such as language and reading. [8]"}
{"id": "article-28887_7", "title": "Sensory Integration -- Clinical Significance", "content": "Sensory deficits are measured through the sensory profile, which consists of interviews with parents, a review of child evaluation reports, and observation of behaviors. After the assessment of data, goals are created to target areas of concern. [1] [2] However, the diagnosis of sensory processing disorders is still challenging. Millet et al. classified sensory disorders into three categories and subcategories: sensory modulation disorder (overresponsive, underresponsive, and sensory seeking/craving), sensory discrimination disorder, and sensory-based motor disability (postural disorder and dyspraxia). [10]", "contents": "Sensory Integration -- Clinical Significance. Sensory deficits are measured through the sensory profile, which consists of interviews with parents, a review of child evaluation reports, and observation of behaviors. After the assessment of data, goals are created to target areas of concern. [1] [2] However, the diagnosis of sensory processing disorders is still challenging. Millet et al. classified sensory disorders into three categories and subcategories: sensory modulation disorder (overresponsive, underresponsive, and sensory seeking/craving), sensory discrimination disorder, and sensory-based motor disability (postural disorder and dyspraxia). [10]"}
{"id": "article-28887_8", "title": "Sensory Integration -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Sensory integration is incorporated in occupational therapy interventions that focus on directing the child towards sensory-rich experiences targeting the individual’s sensory needs. Over 95% of occupational therapists report incorporating SI in their practice. [6] The therapist adjusts the environment to produce the necessary challenges that will promote self-direction and adaptive response in motor, affective, sensory, and cognitive activities. [2] Kashefimerhr et al. reported that occupational therapy programs using SI show significant improvement in children’s modification of non-functional behaviors, communication, interaction skills, processing and motor skills, and environment adaptation. [5]", "contents": "Sensory Integration -- Nursing, Allied Health, and Interprofessional Team Interventions. Sensory integration is incorporated in occupational therapy interventions that focus on directing the child towards sensory-rich experiences targeting the individual’s sensory needs. Over 95% of occupational therapists report incorporating SI in their practice. [6] The therapist adjusts the environment to produce the necessary challenges that will promote self-direction and adaptive response in motor, affective, sensory, and cognitive activities. [2] Kashefimerhr et al. reported that occupational therapy programs using SI show significant improvement in children’s modification of non-functional behaviors, communication, interaction skills, processing and motor skills, and environment adaptation. [5]"}
{"id": "article-28887_9", "title": "Sensory Integration -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sensory Integration -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}