{"id": "article-156321_0", "title": "Program All Inclusive Care of the Elderly (PACE) -- Definition/Introduction", "content": "The Program of All-Inclusive Care for the Elderly (PACE) is a government-funded healthcare model designed for individuals aged 55 or older who require nursing home-level care due to chronic illnesses. Originating in San Francisco in 1971, PACE has evolved into a cornerstone of community-based integrated care for older adults in the United States. By employing a capitated payment system, PACE offers a comprehensive range of care and services to enable elderly individuals to continue living safely within their communities for as long as possible. PACE not only leads to shorter hospital stays but also significantly enhances the quality of life for older adults with long-term health needs. Eligible individuals can gain up to four additional years of independence with a high quality of life within their community through the PACE program.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Definition/Introduction. The Program of All-Inclusive Care for the Elderly (PACE) is a government-funded healthcare model designed for individuals aged 55 or older who require nursing home-level care due to chronic illnesses. Originating in San Francisco in 1971, PACE has evolved into a cornerstone of community-based integrated care for older adults in the United States. By employing a capitated payment system, PACE offers a comprehensive range of care and services to enable elderly individuals to continue living safely within their communities for as long as possible. PACE not only leads to shorter hospital stays but also significantly enhances the quality of life for older adults with long-term health needs. Eligible individuals can gain up to four additional years of independence with a high quality of life within their community through the PACE program."}
{"id": "article-156321_1", "title": "Program All Inclusive Care of the Elderly (PACE) -- Definition/Introduction", "content": "The Program of All-Inclusive Care for the Elderly (PACE) is a government-funded model of care for individuals aged 55 or older with chronic illnesses certified by their state as requiring nursing home-level care. PACE uses a capitated payment system to provide those enrolled with a comprehensive continuum of care and services to allow them to continue to live safely within their communities for as long as possible. The PACE model of care originated in 1971 in San Francisco when the Chinatown-North Beach community recognized the pressing need for long-term care services for the elders of immigrant families. William Gee, DDS, headed the committee that recruited Marie-Louise Ansak, an innovator and pioneer in caring for older adults, to investigate solutions. The group formed the nonprofit corporation On Lok Senior Health Services to create a community-based care system. This community-based system became known as PACE, and it is now widely recognized as the gold standard of community-based integrated care for older adults with chronic illnesses living in the United States. PACE is associated with shorter hospitalizations and improved quality of life compared to other models of care for older adults with long-term health needs. PACE can give an older frail adult eligible for nursing home-level care up to 4 additional years of independence with a high quality of life within their community.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Definition/Introduction. The Program of All-Inclusive Care for the Elderly (PACE) is a government-funded model of care for individuals aged 55 or older with chronic illnesses certified by their state as requiring nursing home-level care. PACE uses a capitated payment system to provide those enrolled with a comprehensive continuum of care and services to allow them to continue to live safely within their communities for as long as possible. The PACE model of care originated in 1971 in San Francisco when the Chinatown-North Beach community recognized the pressing need for long-term care services for the elders of immigrant families. William Gee, DDS, headed the committee that recruited Marie-Louise Ansak, an innovator and pioneer in caring for older adults, to investigate solutions. The group formed the nonprofit corporation On Lok Senior Health Services to create a community-based care system. This community-based system became known as PACE, and it is now widely recognized as the gold standard of community-based integrated care for older adults with chronic illnesses living in the United States. PACE is associated with shorter hospitalizations and improved quality of life compared to other models of care for older adults with long-term health needs. PACE can give an older frail adult eligible for nursing home-level care up to 4 additional years of independence with a high quality of life within their community."}
{"id": "article-156321_2", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "Program of All-Inclusive Care for the Elderly (PACE) is a government-funded healthcare model within the United States specially designed for community-dwelling older adults with long-term health needs. PACE provides comprehensive health services, including primary care, specialty medical care (audiology, dentistry, optometry, podiatry, etc), nursing, therapies (occupational, physical, recreational, speech, etc), pharmaceuticals, nutritional support, meals, behavioral health services, social services, day health center, home care, respite care, health-related transportation, and disability services. In addition to the breadth of care provided, the PACE model can expand its services to encompass other medically necessary services that would improve the participants' health. [1]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. Program of All-Inclusive Care for the Elderly (PACE) is a government-funded healthcare model within the United States specially designed for community-dwelling older adults with long-term health needs. PACE provides comprehensive health services, including primary care, specialty medical care (audiology, dentistry, optometry, podiatry, etc), nursing, therapies (occupational, physical, recreational, speech, etc), pharmaceuticals, nutritional support, meals, behavioral health services, social services, day health center, home care, respite care, health-related transportation, and disability services. In addition to the breadth of care provided, the PACE model can expand its services to encompass other medically necessary services that would improve the participants' health. [1]"}
{"id": "article-156321_3", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "The PACE model was created for seniors with chronic care needs and their families. The goal was to help those seniors maintain their independence within their home community for as long as possible. This innovative, accessible, and effective care model successfully promotes independence for individuals with significant healthcare needs and is largely accepted as the gold standard for community-based integrated care. [1] [2] According to the Centers for Medicare & Medicaid Services (CMS), the PACE provider-sponsored health plan model is the archetype for the future of older adult care in the United States because it integrates medical, behavioral, and social care for older adults with chronic illness. [3]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. The PACE model was created for seniors with chronic care needs and their families. The goal was to help those seniors maintain their independence within their home community for as long as possible. This innovative, accessible, and effective care model successfully promotes independence for individuals with significant healthcare needs and is largely accepted as the gold standard for community-based integrated care. [1] [2] According to the Centers for Medicare & Medicaid Services (CMS), the PACE provider-sponsored health plan model is the archetype for the future of older adult care in the United States because it integrates medical, behavioral, and social care for older adults with chronic illness. [3]"}
{"id": "article-156321_4", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "PACE operates under the philosophy that seniors with chronic care illnesses are better served within their community whenever possible. It serves individuals age 55 or older, certified by their state as requiring nursing home care, able to live safely in the community at the time of enrollment, and living in a PACE service area. [4] The average PACE participant is indistinguishable from a nursing home resident. The typical PACE participant is an older individual with 8 medical conditions and limitations or dependencies in 3 activities of daily living (ADLs). Nearly half of PACE participants have been diagnosed with dementia. [5] Despite high care needs, over 90 percent of PACE participants can continue to live in their community with a good quality of life for up to 4 years. [6] Once enrolled in PACE, participants can receive:", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. PACE operates under the philosophy that seniors with chronic care illnesses are better served within their community whenever possible. It serves individuals age 55 or older, certified by their state as requiring nursing home care, able to live safely in the community at the time of enrollment, and living in a PACE service area. [4] The average PACE participant is indistinguishable from a nursing home resident. The typical PACE participant is an older individual with 8 medical conditions and limitations or dependencies in 3 activities of daily living (ADLs). Nearly half of PACE participants have been diagnosed with dementia. [5] Despite high care needs, over 90 percent of PACE participants can continue to live in their community with a good quality of life for up to 4 years. [6] Once enrolled in PACE, participants can receive:"}
{"id": "article-156321_5", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "Adult daycare with nursing, physical and occupational therapies, meals, nutritional counseling, recreational activities, social work, and personal care Medical care provided by a PACE physician attuned to the participant's unique history, needs, and preferences Home health care and personal care All necessary prescription drugs Social services Medical specialties, such as audiology, dentistry, optometry, podiatry, and speech therapy Respite care Hospital and nursing home care when necessary", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. Adult daycare with nursing, physical and occupational therapies, meals, nutritional counseling, recreational activities, social work, and personal care Medical care provided by a PACE physician attuned to the participant's unique history, needs, and preferences Home health care and personal care All necessary prescription drugs Social services Medical specialties, such as audiology, dentistry, optometry, podiatry, and speech therapy Respite care Hospital and nursing home care when necessary"}
{"id": "article-156321_6", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "The PACE model was conceived in the 1970s in the San Francisco Chinatown-North Beach neighborhood to address the need for long-term services for seniors from immigrant families. A committee headed by William Gee, DDS, a public health dentist, founded the non-profit Chinatown-North Beach Health Care Planning and Development Corporation and retained the services of Marie-Louise Ansak, a visionary, innovator, and pioneer in the field of senior care. [1] From her research, Ansak found that the typical nursing home model would be financially impossible and culturally inappropriate for that community's needs. Instead, she worked with the University of California in San Francisco to train healthcare workers. She drew inspiration from the British day hospital model to outline a healthcare system that combined housing, medical, and social services. The original model was eventually renamed the On Lok Senior Health Services with \"On Lok,\" meaning peaceful, happy abode in Cantonese.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. The PACE model was conceived in the 1970s in the San Francisco Chinatown-North Beach neighborhood to address the need for long-term services for seniors from immigrant families. A committee headed by William Gee, DDS, a public health dentist, founded the non-profit Chinatown-North Beach Health Care Planning and Development Corporation and retained the services of Marie-Louise Ansak, a visionary, innovator, and pioneer in the field of senior care. [1] From her research, Ansak found that the typical nursing home model would be financially impossible and culturally inappropriate for that community's needs. Instead, she worked with the University of California in San Francisco to train healthcare workers. She drew inspiration from the British day hospital model to outline a healthcare system that combined housing, medical, and social services. The original model was eventually renamed the On Lok Senior Health Services with \"On Lok,\" meaning peaceful, happy abode in Cantonese."}
{"id": "article-156321_7", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "It took two years for the On Lok Senior Health Services doors to open. As the organization began to offer adult day health services, in-home care, meals, and housing assistance, On Lok Senior Health Services began to receive Medicaid reimbursements. Roughly seven years after its conception, On Lok Health Services evolved to deliver the entire continuum of care and services needed by older adults with chronic care needs. In 1979, the organization received a grant from the Department of Health and Human Services to develop a consolidated care model. By 1983, On Lok Senior Health Services was allowed to trial a new payment system that paid the program a fixed amount monthly for every program enrollee, known as a capitated payment structure. Thanks to federal legislation in 1986, the financing system was extended to allow other organizations in different parts of the United States to replicate this unique health service model, which became known as PACE. By 1990, PACE began receiving Medicare and Medicaid waivers to operate. [1] PACE's capitated payment structure was well under outlays for equivalent patients in alternative long-term care programs. [2] [7]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. It took two years for the On Lok Senior Health Services doors to open. As the organization began to offer adult day health services, in-home care, meals, and housing assistance, On Lok Senior Health Services began to receive Medicaid reimbursements. Roughly seven years after its conception, On Lok Health Services evolved to deliver the entire continuum of care and services needed by older adults with chronic care needs. In 1979, the organization received a grant from the Department of Health and Human Services to develop a consolidated care model. By 1983, On Lok Senior Health Services was allowed to trial a new payment system that paid the program a fixed amount monthly for every program enrollee, known as a capitated payment structure. Thanks to federal legislation in 1986, the financing system was extended to allow other organizations in different parts of the United States to replicate this unique health service model, which became known as PACE. By 1990, PACE began receiving Medicare and Medicaid waivers to operate. [1] PACE's capitated payment structure was well under outlays for equivalent patients in alternative long-term care programs. [2] [7]"}
{"id": "article-156321_8", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "The National PACE Association (NPA) was formed in 1994. The NPA advances PACE programs' efforts, helping coordinate and provide all needed preventive, primary, acute, and long-term care services for PACE enrollees. [1] The NPA works with Congress, senior administration, and policymakers to promote and regulate an environment that allows PACE programs to thrive and continue to provide high-quality, individualized, and innovative care. The NPA also works in conjunction with other organizations to advocate for strengthening the ability of the PACE health care system to provide appropriate care and to support the efforts of family, friends, and caregivers to assist older adults living in the United States.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. The National PACE Association (NPA) was formed in 1994. The NPA advances PACE programs' efforts, helping coordinate and provide all needed preventive, primary, acute, and long-term care services for PACE enrollees. [1] The NPA works with Congress, senior administration, and policymakers to promote and regulate an environment that allows PACE programs to thrive and continue to provide high-quality, individualized, and innovative care. The NPA also works in conjunction with other organizations to advocate for strengthening the ability of the PACE health care system to provide appropriate care and to support the efforts of family, friends, and caregivers to assist older adults living in the United States."}
{"id": "article-156321_9", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "The PACE model was permanently recognized as a provider type under CMS (Medicare and Medicaid) with the Balanced Budget Act of 1997. [1] When the Final Regulation was published in 2006, Congress awarded grants for the rural expansion of PACE. The PACE Innovative Act was passed by Congress in 2015 and signed into law by the then-President of the United States, Barack Obama. The PACE Final Rule was published in 2019.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. The PACE model was permanently recognized as a provider type under CMS (Medicare and Medicaid) with the Balanced Budget Act of 1997. [1] When the Final Regulation was published in 2006, Congress awarded grants for the rural expansion of PACE. The PACE Innovative Act was passed by Congress in 2015 and signed into law by the then-President of the United States, Barack Obama. The PACE Final Rule was published in 2019."}
{"id": "article-156321_10", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "The PACE model continues to grow in the United States. Building on resources developed under the NPA PACE 2.0 initiative, the Alliance for PACE Innovation and Quality (APIQ) provides organizations interested in creating and sustaining PACE programs with support and consultation with the help of grants from The John A. Hartford Foundation, West Health, and The Harry and Jeanette Weinberg Foundation. [1] With such organizational efforts and funding opportunities, PACE has grown from the first On Lok Senior Health Services to 151 PACE organizations, operational in 32 states in the United States and serving over 68,000 participants.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. The PACE model continues to grow in the United States. Building on resources developed under the NPA PACE 2.0 initiative, the Alliance for PACE Innovation and Quality (APIQ) provides organizations interested in creating and sustaining PACE programs with support and consultation with the help of grants from The John A. Hartford Foundation, West Health, and The Harry and Jeanette Weinberg Foundation. [1] With such organizational efforts and funding opportunities, PACE has grown from the first On Lok Senior Health Services to 151 PACE organizations, operational in 32 states in the United States and serving over 68,000 participants."}
{"id": "article-156321_11", "title": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern", "content": "However, while the PACE healthcare model continues to grow in the United States, it is not yet available nationwide and is concentrated along the east coast of the United States. With over 10,000 people joining the older population every day [8] , expanding the PACE model further is necessary to accommodate the growing population of older adults. [3] Being able to afford the PACE model of care may also be another barrier to accessing this type of care, depending on whether the individual has qualified for Medicare and Medicaid. [4] To qualify for Medicare, persons must be 65 or older or have a disability. To qualify for Medicaid, persons must prove they have low income and resources. People with Medicare but not Medicaid are responsible for monthly premium fees and medication costs. If persons are not eligible for Medicare or Medicaid, they are responsible for the long-term care portion payments and a premium for Medicare Part D drugs. Finally, as in all forms of long-term care for older adults, the COVID-19 pandemic revealed challenges to the PACE model, highlighting infection control issues and staff shortages. [9]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Issues of Concern. However, while the PACE healthcare model continues to grow in the United States, it is not yet available nationwide and is concentrated along the east coast of the United States. With over 10,000 people joining the older population every day [8] , expanding the PACE model further is necessary to accommodate the growing population of older adults. [3] Being able to afford the PACE model of care may also be another barrier to accessing this type of care, depending on whether the individual has qualified for Medicare and Medicaid. [4] To qualify for Medicare, persons must be 65 or older or have a disability. To qualify for Medicaid, persons must prove they have low income and resources. People with Medicare but not Medicaid are responsible for monthly premium fees and medication costs. If persons are not eligible for Medicare or Medicaid, they are responsible for the long-term care portion payments and a premium for Medicare Part D drugs. Finally, as in all forms of long-term care for older adults, the COVID-19 pandemic revealed challenges to the PACE model, highlighting infection control issues and staff shortages. [9]"}
{"id": "article-156321_12", "title": "Program All Inclusive Care of the Elderly (PACE) -- Clinical Significance", "content": "PACE is a government-funded healthcare model for older adults with chronic illnesses and long-term healthcare needs. Its popularity in the United States is growing as studies continue to demonstrate that seniors with chronic illnesses are better served within their community. [3] [6] [10] [11] [12] [13] It serves individuals aged 55 or older, certified by their state as requiring nursing home care, able to live safely in the community at the time of enrollment, and living in a PACE service area. [4] The average PACE participant is similar to a nursing home resident, having an average of 8 medical conditions, limitations or dependencies in 3 activities of daily living (ADLs), and a 50% likelihood of having dementia. [5] Despite high care needs, over 90% of PACE participants continue to live in their community with a good quality of life for up to 4 years. [6]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Clinical Significance. PACE is a government-funded healthcare model for older adults with chronic illnesses and long-term healthcare needs. Its popularity in the United States is growing as studies continue to demonstrate that seniors with chronic illnesses are better served within their community. [3] [6] [10] [11] [12] [13] It serves individuals aged 55 or older, certified by their state as requiring nursing home care, able to live safely in the community at the time of enrollment, and living in a PACE service area. [4] The average PACE participant is similar to a nursing home resident, having an average of 8 medical conditions, limitations or dependencies in 3 activities of daily living (ADLs), and a 50% likelihood of having dementia. [5] Despite high care needs, over 90% of PACE participants continue to live in their community with a good quality of life for up to 4 years. [6]"}
{"id": "article-156321_13", "title": "Program All Inclusive Care of the Elderly (PACE) -- Clinical Significance", "content": "PACE is the gold standard for community-based integrated care for older adults with chronic illnesses in the United States, and its importance as a healthcare model will only increase as the older population continues to grow, with over 10,000 people joining the older population every day. [8] It is essential to consider PACE as a healthcare option for adults over 55 with chronic medical conditions who are eligible for nursing home care. This model is cost-effective and associated with lower hospitalization rates, shorter lengths of stay in hospitals, reduced caregiver burden, and a higher quality of life. [8] [3] [6] [10] [11] [12] [14] [15] The PACE model is a permanently recognized provider type under CMS (Medicare and Medicaid), thanks to the legislature passed in 1997. If a patient qualifies for Medicare and Medicaid, this comprehensive level of care is affordable and results in substantial savings for CMS. [4] [2] [7]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Clinical Significance. PACE is the gold standard for community-based integrated care for older adults with chronic illnesses in the United States, and its importance as a healthcare model will only increase as the older population continues to grow, with over 10,000 people joining the older population every day. [8] It is essential to consider PACE as a healthcare option for adults over 55 with chronic medical conditions who are eligible for nursing home care. This model is cost-effective and associated with lower hospitalization rates, shorter lengths of stay in hospitals, reduced caregiver burden, and a higher quality of life. [8] [3] [6] [10] [11] [12] [14] [15] The PACE model is a permanently recognized provider type under CMS (Medicare and Medicaid), thanks to the legislature passed in 1997. If a patient qualifies for Medicare and Medicaid, this comprehensive level of care is affordable and results in substantial savings for CMS. [4] [2] [7]"}
{"id": "article-156321_14", "title": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "PACE is a model for government-funded programs within the United States that provide the entire continuum of health services to older adults with chronic illness who would otherwise become institutionalized, allowing them to reside safely in the community. An interprofessional team coordinates participants' care to achieve this innovation and holistic care level. These professionals have expert-level experience working with older people and collaborating with participants and their families to develop personalized, effective care plans. This close collaboration between participants and the interprofessional PACE team has been associated with increased primary care contact, greater survival rates, better functional status, and better quality of life, reflected by increased social interaction and lower rates of depression. [10] [11] [13]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions. PACE is a model for government-funded programs within the United States that provide the entire continuum of health services to older adults with chronic illness who would otherwise become institutionalized, allowing them to reside safely in the community. An interprofessional team coordinates participants' care to achieve this innovation and holistic care level. These professionals have expert-level experience working with older people and collaborating with participants and their families to develop personalized, effective care plans. This close collaboration between participants and the interprofessional PACE team has been associated with increased primary care contact, greater survival rates, better functional status, and better quality of life, reflected by increased social interaction and lower rates of depression. [10] [11] [13]"}
{"id": "article-156321_15", "title": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The interprofessional team approach has been successful in improving patient outcomes. Studies show that PACE provides accessible, high-quality, cost-effective community-based care management to older adults who would otherwise be institutionalized in a nursing home. [3] Concerning healthcare resource utilization, reviews have shown that the average PACE participant had lower hospitalization rates, readmission, and potentially avoidable hospitalizations than similar populations, with shorter hospitalizations (<6 days) within 12 months compared to other programs. [8] [10] [11] [12] [14] [15] The patients enrolled in PACE were not only found to have reduced hospitalizations but also had improved mental and physical health, allowing the participants to live for an extra 4 years on average in the community and retain a much higher quality of life while caregivers experienced reduced stress. [3] [6] [10] [11] [12] [13]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions. The interprofessional team approach has been successful in improving patient outcomes. Studies show that PACE provides accessible, high-quality, cost-effective community-based care management to older adults who would otherwise be institutionalized in a nursing home. [3] Concerning healthcare resource utilization, reviews have shown that the average PACE participant had lower hospitalization rates, readmission, and potentially avoidable hospitalizations than similar populations, with shorter hospitalizations (<6 days) within 12 months compared to other programs. [8] [10] [11] [12] [14] [15] The patients enrolled in PACE were not only found to have reduced hospitalizations but also had improved mental and physical health, allowing the participants to live for an extra 4 years on average in the community and retain a much higher quality of life while caregivers experienced reduced stress. [3] [6] [10] [11] [12] [13]"}
{"id": "article-156321_16", "title": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Furthermore, during the COVID-19 pandemic, which disproportionately affected older adults and those enrolled in long-term senior care, PACE was shown to be successful in mounting a COVID-19 response that upheld safety, promoted the physical and mental well-being of its enrollees, and responded to the needs of caregivers, due to the interprofessional PACE care team. [9] The PACE model lends itself to both the education and training of multiple professional learners such as nurses, therapists, physician assistants, medical residents, and fellows [16] , as well as quality improvement and research with studies being conducted and implemented by an interprofessional team to address common aging issues such as falls and poor oral hygiene. [17] [18] Regarding cost, PACE's capitated payment system was well under outlays for equivalent patients in alternative care, generating substantial savings for Medicaid. [2] [7]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Interventions. Furthermore, during the COVID-19 pandemic, which disproportionately affected older adults and those enrolled in long-term senior care, PACE was shown to be successful in mounting a COVID-19 response that upheld safety, promoted the physical and mental well-being of its enrollees, and responded to the needs of caregivers, due to the interprofessional PACE care team. [9] The PACE model lends itself to both the education and training of multiple professional learners such as nurses, therapists, physician assistants, medical residents, and fellows [16] , as well as quality improvement and research with studies being conducted and implemented by an interprofessional team to address common aging issues such as falls and poor oral hygiene. [17] [18] Regarding cost, PACE's capitated payment system was well under outlays for equivalent patients in alternative care, generating substantial savings for Medicaid. [2] [7]"}
{"id": "article-156321_17", "title": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "PACE provides CMS (Medicare and Medicaid) services, as authorized by the interprofessional team led by the participant's primary care provider, and includes nurses, pharmacists, therapists, nutritionists, behavioral health, and specialists such as dentists, podiatrists, and optometrists. This team can also provide additional medically necessary care and services not included in Medicare and Medicaid. This interprofessional team communicates frequently with participants and their caregivers to coordinate care within the participants' homes, community, the PACE center, hospitals, and nursing homes. Many PACE enrollees get most of their care from the interprofessional team and staff employed by the PACE organization and working in the PACE center. [11] [15] [13]", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Monitoring. PACE provides CMS (Medicare and Medicaid) services, as authorized by the interprofessional team led by the participant's primary care provider, and includes nurses, pharmacists, therapists, nutritionists, behavioral health, and specialists such as dentists, podiatrists, and optometrists. This team can also provide additional medically necessary care and services not included in Medicare and Medicaid. This interprofessional team communicates frequently with participants and their caregivers to coordinate care within the participants' homes, community, the PACE center, hospitals, and nursing homes. Many PACE enrollees get most of their care from the interprofessional team and staff employed by the PACE organization and working in the PACE center. [11] [15] [13]"}
{"id": "article-156321_18", "title": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "The PACE model promotes constant collaboration between participants, their families and caregivers, the primary care doctor, the entire PACE staff, and other care providers for all decision-making. It also affords the interprofessional PACE team complete control over patient outcomes and total cost of care, and most importantly, enables participants to live safely in the community for an average of 4 additional years. [3] The PACE model assures enrollees that all decisions are protected between the participant and the interprofessional team. However, should the participant disagree with the interprofessional team about their care plan, they have the right to appeal.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Nursing, Allied Health, and Interprofessional Team Monitoring. The PACE model promotes constant collaboration between participants, their families and caregivers, the primary care doctor, the entire PACE staff, and other care providers for all decision-making. It also affords the interprofessional PACE team complete control over patient outcomes and total cost of care, and most importantly, enables participants to live safely in the community for an average of 4 additional years. [3] The PACE model assures enrollees that all decisions are protected between the participant and the interprofessional team. However, should the participant disagree with the interprofessional team about their care plan, they have the right to appeal."}
{"id": "article-156321_19", "title": "Program All Inclusive Care of the Elderly (PACE) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Program All Inclusive Care of the Elderly (PACE) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}