{"id": "article-23742_0", "title": "Intussusception in Adults -- Continuing Education Activity", "content": "The diagnosis of intussusception in adults is rare and challenging. The management, on the other hand, is rather straight forward. To achieve good outcomes, early recognition of the disease process is pivotal to reduce pre-operative or even operative complications. This activity reviews the pathophysiology, etiology, history, and physical findings, as well as the importance of an interprofessional team to enhance patient outcomes.", "contents": "Intussusception in Adults -- Continuing Education Activity. The diagnosis of intussusception in adults is rare and challenging. The management, on the other hand, is rather straight forward. To achieve good outcomes, early recognition of the disease process is pivotal to reduce pre-operative or even operative complications. This activity reviews the pathophysiology, etiology, history, and physical findings, as well as the importance of an interprofessional team to enhance patient outcomes."}
{"id": "article-23742_1", "title": "Intussusception in Adults -- Continuing Education Activity", "content": "Objectives: Identify the etiology of intussusception in adults. Review the evaluation of intussusception in adults. Summarize the treatment and management options available for intussusception in adults. Describe interprofessional team strategies for improving care coordination and communication to improve outcomes for adults suffering from intussusception. Access free multiple choice questions on this topic.", "contents": "Intussusception in Adults -- Continuing Education Activity. Objectives: Identify the etiology of intussusception in adults. Review the evaluation of intussusception in adults. Summarize the treatment and management options available for intussusception in adults. Describe interprofessional team strategies for improving care coordination and communication to improve outcomes for adults suffering from intussusception. Access free multiple choice questions on this topic."}
{"id": "article-23742_2", "title": "Intussusception in Adults -- Introduction", "content": "Intussusception takes place when one segment of bowel telescopes into an adjacent bowel segment, causing an obstruction and even intestinal ischemia. This process can lead to multiple complications such as bowel obstruction, bowel necrosis, and sepsis. The disease process is much more common in the pediatric population and uncommon in adults, but when present is likely due to a pathological lead point such as neoplasm. [1] [2]", "contents": "Intussusception in Adults -- Introduction. Intussusception takes place when one segment of bowel telescopes into an adjacent bowel segment, causing an obstruction and even intestinal ischemia. This process can lead to multiple complications such as bowel obstruction, bowel necrosis, and sepsis. The disease process is much more common in the pediatric population and uncommon in adults, but when present is likely due to a pathological lead point such as neoplasm. [1] [2]"}
{"id": "article-23742_3", "title": "Intussusception in Adults -- Introduction", "content": "Intussusception in adults is a challenging diagnosis that requires high clinical suspicion. The challenges occur because abdominal pain is not only one of the most common complaints evaluated in the emergency department but generally a nonspecific complaint.  Assessment and management of abdominal pain are primarily dependent on the severity of signs and symptoms present during the evaluation. History, physical exam, and lab values can aid in the process, but imaging is usually needed to make the diagnosis. Intussusception is also challenging in adults because it mimics many alternative diagnoses. [3] If not diagnosed properly, it can cause severe complications that can lead to poor patient outcomes. Definitive treatment is surgical intervention, and good patient outcomes depend on timely diagnosis and recruitment of an interprofessional team composed of doctors, nurses, and technicians. This activity focuses on an in-depth understanding of this rare yet life-threatening emergency. [1]", "contents": "Intussusception in Adults -- Introduction. Intussusception in adults is a challenging diagnosis that requires high clinical suspicion. The challenges occur because abdominal pain is not only one of the most common complaints evaluated in the emergency department but generally a nonspecific complaint.  Assessment and management of abdominal pain are primarily dependent on the severity of signs and symptoms present during the evaluation. History, physical exam, and lab values can aid in the process, but imaging is usually needed to make the diagnosis. Intussusception is also challenging in adults because it mimics many alternative diagnoses. [3] If not diagnosed properly, it can cause severe complications that can lead to poor patient outcomes. Definitive treatment is surgical intervention, and good patient outcomes depend on timely diagnosis and recruitment of an interprofessional team composed of doctors, nurses, and technicians. This activity focuses on an in-depth understanding of this rare yet life-threatening emergency. [1]"}
{"id": "article-23742_4", "title": "Intussusception in Adults -- Etiology", "content": "Unlike in children, in adults, nearly 90% of cases have a pathological lead point, most commonly being neoplasm [4] [5] . Other risk factors include [6] [1] : Mass (benign or malignant) Anatomical changes Post-surgical adhesions Endometriosis Idiopathic Fibroids Gastrostomy tube Jejunostomy tube", "contents": "Intussusception in Adults -- Etiology. Unlike in children, in adults, nearly 90% of cases have a pathological lead point, most commonly being neoplasm [4] [5] . Other risk factors include [6] [1] : Mass (benign or malignant) Anatomical changes Post-surgical adhesions Endometriosis Idiopathic Fibroids Gastrostomy tube Jejunostomy tube"}
{"id": "article-23742_5", "title": "Intussusception in Adults -- Epidemiology", "content": "Intussusception in adults is extremely rare, found in less than 1 in 1300 abdominal operations. Children are afflicted more than adults with an approximate ratio of 20 to 1. Intussusception represents 1% of small bowel obstruction in adults with the most common cause being a tumor. [7]", "contents": "Intussusception in Adults -- Epidemiology. Intussusception in adults is extremely rare, found in less than 1 in 1300 abdominal operations. Children are afflicted more than adults with an approximate ratio of 20 to 1. Intussusception represents 1% of small bowel obstruction in adults with the most common cause being a tumor. [7]"}
{"id": "article-23742_6", "title": "Intussusception in Adults -- Pathophysiology", "content": "Intussusception is a condition involving part of the intestine folding into the section adjacent to it. Part of the proximal bowel slides into the adjacent distal section and can cause bowel obstruction as well as intestinal ischemia. The blood supply to the affected bowel is compressed and thus compromised. Perforation and sepsis occur from a segment of intestine becoming necrotic secondary to ischemia; the patient will become febrile due to this process. Fever is usually not a symptom of intussusception until the onest of necrosis and intestinal perforation. [3]", "contents": "Intussusception in Adults -- Pathophysiology. Intussusception is a condition involving part of the intestine folding into the section adjacent to it. Part of the proximal bowel slides into the adjacent distal section and can cause bowel obstruction as well as intestinal ischemia. The blood supply to the affected bowel is compressed and thus compromised. Perforation and sepsis occur from a segment of intestine becoming necrotic secondary to ischemia; the patient will become febrile due to this process. Fever is usually not a symptom of intussusception until the onest of necrosis and intestinal perforation. [3]"}
{"id": "article-23742_7", "title": "Intussusception in Adults -- Pathophysiology", "content": "Intussusception usually involves the small bowel and rarely the large bowel. Symptoms include crampy abdominal pain, which can be intermittent or constant, vomiting (can be bilious), bloating, and even bloody stool. [8] [9] [10] It may result in small or large bowel obstruction. The patient can develop signs and symptoms suggestive of decompensation such as hypothermia or hyperthermia, hypotension, and tachycardia secondary to complications like bowel necrosis or sepsis. Other complications may include peritonitis or bowel perforation. The adult intussusception generally divides into four main categories based on the site of the origin. The four common types are: Enteric Ileocolic Ileocecal Colonic", "contents": "Intussusception in Adults -- Pathophysiology. Intussusception usually involves the small bowel and rarely the large bowel. Symptoms include crampy abdominal pain, which can be intermittent or constant, vomiting (can be bilious), bloating, and even bloody stool. [8] [9] [10] It may result in small or large bowel obstruction. The patient can develop signs and symptoms suggestive of decompensation such as hypothermia or hyperthermia, hypotension, and tachycardia secondary to complications like bowel necrosis or sepsis. Other complications may include peritonitis or bowel perforation. The adult intussusception generally divides into four main categories based on the site of the origin. The four common types are: Enteric Ileocolic Ileocecal Colonic"}
{"id": "article-23742_8", "title": "Intussusception in Adults -- Pathophysiology", "content": "Both the enteric and colonic types strictly appear in the small and large intestine, respectively. The ileocolic intussusceptions are the ones when a segment of the ileum protrudes into the colon through the ileocaecal valve. Furthermore, the ileocaecal intussusceptions characteristically demonstrate by the ileocecal valve as the lead point. Although, it can be radiologically easily identified, yet the clinical judgment based on the presentation can be extremely challenging for the ileocecal and ileocolic. [11]", "contents": "Intussusception in Adults -- Pathophysiology. Both the enteric and colonic types strictly appear in the small and large intestine, respectively. The ileocolic intussusceptions are the ones when a segment of the ileum protrudes into the colon through the ileocaecal valve. Furthermore, the ileocaecal intussusceptions characteristically demonstrate by the ileocecal valve as the lead point. Although, it can be radiologically easily identified, yet the clinical judgment based on the presentation can be extremely challenging for the ileocecal and ileocolic. [11]"}
{"id": "article-23742_9", "title": "Intussusception in Adults -- History and Physical", "content": "Although relevant yet the history and physical examination only may not provide the vital clues the diagnosis, but they can guide the management. Abdominal pain is one of the most common complaints treated in the emergency department. [6]", "contents": "Intussusception in Adults -- History and Physical. Although relevant yet the history and physical examination only may not provide the vital clues the diagnosis, but they can guide the management. Abdominal pain is one of the most common complaints treated in the emergency department. [6]"}
{"id": "article-23742_10", "title": "Intussusception in Adults -- History and Physical", "content": "Patients with adult intussusception will complain of abdominal pain, bloating, nausea, vomiting. The pain can wax and wane, and vomiting can be bilious. If the patient has ischemia from the telescoping of the bowel, they can develop bloody diarrhea from the sloughing of necrotic tissue.  Necrosis can lead to perforation of the intestine, causing peritonitis.  Patients can develop fever secondary to sepsis, which can be a late finding. [6] The physical exam can show diffuse or localized abdominal pain, bloating, and decreased bowel sounds. Pain can be disproportionate to examination secondary to bowel ischemia. [6]", "contents": "Intussusception in Adults -- History and Physical. Patients with adult intussusception will complain of abdominal pain, bloating, nausea, vomiting. The pain can wax and wane, and vomiting can be bilious. If the patient has ischemia from the telescoping of the bowel, they can develop bloody diarrhea from the sloughing of necrotic tissue.  Necrosis can lead to perforation of the intestine, causing peritonitis.  Patients can develop fever secondary to sepsis, which can be a late finding. [6] The physical exam can show diffuse or localized abdominal pain, bloating, and decreased bowel sounds. Pain can be disproportionate to examination secondary to bowel ischemia. [6]"}
{"id": "article-23742_11", "title": "Intussusception in Adults -- Evaluation", "content": "Abdominal computed tomography (CT) appears to be the most sensitive diagnostic method in making a preoperative diagnosis of adult intussusception, especially in patients presenting with non-specific abdominal pain. [12] [13] Additionally, it is beneficial in locating the pathological lesions which potentially serve as lead points, guide in identifying the potential life-threatening vascular compromise, and surprisingly it can also predict the possibility of self-resolution in some instances. [1] [3]", "contents": "Intussusception in Adults -- Evaluation. Abdominal computed tomography (CT) appears to be the most sensitive diagnostic method in making a preoperative diagnosis of adult intussusception, especially in patients presenting with non-specific abdominal pain. [12] [13] Additionally, it is beneficial in locating the pathological lesions which potentially serve as lead points, guide in identifying the potential life-threatening vascular compromise, and surprisingly it can also predict the possibility of self-resolution in some instances. [1] [3]"}
{"id": "article-23742_12", "title": "Intussusception in Adults -- Evaluation", "content": "Furthermore, the ultrasound abdomen has a lesser sensitivity in detecting adult intussusception compared to the abdominal CT, but it can identify the characteristic target sign in some instances, especially in patients presenting with a palpable abdominal mass where it is more than 90% sensitive. Moreover, the plain abdominal films and upper and lower contrast studies have a minimal role in diagnosing this condition. [1] [3] The classic ultrasound features include target and doughnut sign seen in transverse view and pseudo-kidney sign seen in longitudinal view. Ultrasound has several disadvantages, two of which include masking of identifiable features by gas-filled loops of bowel and operator dependency. [14] [15] [16]", "contents": "Intussusception in Adults -- Evaluation. Furthermore, the ultrasound abdomen has a lesser sensitivity in detecting adult intussusception compared to the abdominal CT, but it can identify the characteristic target sign in some instances, especially in patients presenting with a palpable abdominal mass where it is more than 90% sensitive. Moreover, the plain abdominal films and upper and lower contrast studies have a minimal role in diagnosing this condition. [1] [3] The classic ultrasound features include target and doughnut sign seen in transverse view and pseudo-kidney sign seen in longitudinal view. Ultrasound has several disadvantages, two of which include masking of identifiable features by gas-filled loops of bowel and operator dependency. [14] [15] [16]"}
{"id": "article-23742_13", "title": "Intussusception in Adults -- Treatment / Management", "content": "Management in the emergency department is supportive. It is essential to provide pain control, antiemetics, IV hydration, nasogastric tube, and possibly antibiotics depending upon the patients' presentation. Patients who you suspect to have a diagnosis of intussusception should be made NPO in anticipation of surgical intervention.", "contents": "Intussusception in Adults -- Treatment / Management. Management in the emergency department is supportive. It is essential to provide pain control, antiemetics, IV hydration, nasogastric tube, and possibly antibiotics depending upon the patients' presentation. Patients who you suspect to have a diagnosis of intussusception should be made NPO in anticipation of surgical intervention."}
{"id": "article-23742_14", "title": "Intussusception in Adults -- Treatment / Management", "content": "Adult intussusception necessitates surgical intervention because of the high incidence of malignancy. [17] Recommendations are for formal resections using appropriate oncologic techniques in patients with ileocolic, ileocecal, and colo-colic intussusceptions, due to the high incidence of underlying bowel malignancy. [13] Through manipulation of the tumor has its risks such as dissemination of tumor cells.", "contents": "Intussusception in Adults -- Treatment / Management. Adult intussusception necessitates surgical intervention because of the high incidence of malignancy. [17] Recommendations are for formal resections using appropriate oncologic techniques in patients with ileocolic, ileocecal, and colo-colic intussusceptions, due to the high incidence of underlying bowel malignancy. [13] Through manipulation of the tumor has its risks such as dissemination of tumor cells."}
{"id": "article-23742_15", "title": "Intussusception in Adults -- Treatment / Management", "content": "The location, size, and cause of the intussusception and the viability of the bowel determine the choice of surgical procedure. In most cases, laparotomy diagnoses the cause of intussusception. The laparoscopic or open procedure depends on the clinical condition of the patient and especially on the surgeons advanced laparoscopic experience. [18] [19] The following approach is adopted based on the location of the lesion.", "contents": "Intussusception in Adults -- Treatment / Management. The location, size, and cause of the intussusception and the viability of the bowel determine the choice of surgical procedure. In most cases, laparotomy diagnoses the cause of intussusception. The laparoscopic or open procedure depends on the clinical condition of the patient and especially on the surgeons advanced laparoscopic experience. [18] [19] The following approach is adopted based on the location of the lesion."}
{"id": "article-23742_16", "title": "Intussusception in Adults -- Treatment / Management", "content": "“Colo-Colic intussusception:” The treatment of the colo-colic variety of the intussusception is often debatable. Since most of the adult intussusception almost always have underlying pathology, laparotomy rather than the reduction is also preferred. [17] [20] The only controversy that remains debatable is whether, during the operation, the intussusception lesions should be reduced or not. The data from previous studies prefer reducing the lesions before resetting them. [21] [22] The only disadvantage associated with this technique is the possibility of dissemination of the underlying malignant cells. [23] While on the other hand, another school of thought favors this as it might reduce the unnecessary bowel resection the short gut syndrome is easily preventable. A study conducted by Begos et al . supports the reduction approach before the resection while Azar et al . highly emphasized the resection before the reduction. [20] [17] Although debatable yet, the simple reduction is somewhat still acceptable in patients with post-traumatic and idiopathic intussusceptions where there is the underlying pathological cause of the bowel obstruction. [24]", "contents": "Intussusception in Adults -- Treatment / Management. “Colo-Colic intussusception:” The treatment of the colo-colic variety of the intussusception is often debatable. Since most of the adult intussusception almost always have underlying pathology, laparotomy rather than the reduction is also preferred. [17] [20] The only controversy that remains debatable is whether, during the operation, the intussusception lesions should be reduced or not. The data from previous studies prefer reducing the lesions before resetting them. [21] [22] The only disadvantage associated with this technique is the possibility of dissemination of the underlying malignant cells. [23] While on the other hand, another school of thought favors this as it might reduce the unnecessary bowel resection the short gut syndrome is easily preventable. A study conducted by Begos et al . supports the reduction approach before the resection while Azar et al . highly emphasized the resection before the reduction. [20] [17] Although debatable yet, the simple reduction is somewhat still acceptable in patients with post-traumatic and idiopathic intussusceptions where there is the underlying pathological cause of the bowel obstruction. [24]"}
{"id": "article-23742_17", "title": "Intussusception in Adults -- Treatment / Management", "content": "“Gastroduodenal intussusceptions:” The treatment of gastroduodenal intussusceptions requires the reduction of followed by the surgical resection of the lead point typically. [25]", "contents": "Intussusception in Adults -- Treatment / Management. “Gastroduodenal intussusceptions:” The treatment of gastroduodenal intussusceptions requires the reduction of followed by the surgical resection of the lead point typically. [25]"}
{"id": "article-23742_18", "title": "Intussusception in Adults -- Treatment / Management", "content": "“Coloanal intussusceptions:” In coloanal intussusceptions, the physicians often agree on the reduction of the lesion followed by the surgical resection. This approach is also useful for the patient’s future quality of life as it leads to sphincter-saving. However, reducing the lesion can be challenging and can also lead to the dissemination of the malignant cells. For the resection, most of the physicians, perform the abdominal approach, although, in the recent era, clinicians are also utilizing the perianal and anal approach more frequently. The development of various transanal platforms for the introduction of instruments like Geloport and SILS has made it much more straightforward for the physicians to perfume the surgical resection transanally. [25]", "contents": "Intussusception in Adults -- Treatment / Management. “Coloanal intussusceptions:” In coloanal intussusceptions, the physicians often agree on the reduction of the lesion followed by the surgical resection. This approach is also useful for the patient’s future quality of life as it leads to sphincter-saving. However, reducing the lesion can be challenging and can also lead to the dissemination of the malignant cells. For the resection, most of the physicians, perform the abdominal approach, although, in the recent era, clinicians are also utilizing the perianal and anal approach more frequently. The development of various transanal platforms for the introduction of instruments like Geloport and SILS has made it much more straightforward for the physicians to perfume the surgical resection transanally. [25]"}
{"id": "article-23742_19", "title": "Intussusception in Adults -- Treatment / Management -- Key points during the surgical approach:", "content": "When attempting reduction, a key feature is to milk the intussusceptum out of the intussuscipiens. Always use gentle manual pressure; never pull out the intussusceptum. It can lead to the iatrogenic perforation. In cases when the operative reduction is successful, an appendectomy can often be performed, but the blood supply of the appendix will be a crucial factor to this approach. Most of the data does not favor cecopexy as the risk of the recurrence is 5% even after the resection. Finally deciding about the laparoscopic versus the open approach is also a debatable issue. The selection is the laparoscopic approach is based on the surgeon’s expertise and the overall patient’s condition.", "contents": "Intussusception in Adults -- Treatment / Management -- Key points during the surgical approach:. When attempting reduction, a key feature is to milk the intussusceptum out of the intussuscipiens. Always use gentle manual pressure; never pull out the intussusceptum. It can lead to the iatrogenic perforation. In cases when the operative reduction is successful, an appendectomy can often be performed, but the blood supply of the appendix will be a crucial factor to this approach. Most of the data does not favor cecopexy as the risk of the recurrence is 5% even after the resection. Finally deciding about the laparoscopic versus the open approach is also a debatable issue. The selection is the laparoscopic approach is based on the surgeon’s expertise and the overall patient’s condition."}
{"id": "article-23742_20", "title": "Intussusception in Adults -- Differential Diagnosis", "content": "Abdominal pain is among the commonest complaints evaluated in the emergency department. Assessment and management of abdominal pain are primarily dependent on the severity of signs and symptoms present during the evaluation. Differential diagnosis includes [16] : Gastritis Volvulus Small bowel obstruction Large bowel obstruction Cholecystitis Choledocholithiasis Cholelithiasis Peptic ulcer disease Mesenteric ischemia Gastroparesis Constipation Inflammatory bowel disease Irritable bowel syndrome Diverticulitis Diverticulosis Pancreatitis Abdominal aortic aneurysm Ovarian torsion Tubo ovarian abscess Fibroids Pelvic inflammatory disease Pyelonephritis Ileus", "contents": "Intussusception in Adults -- Differential Diagnosis. Abdominal pain is among the commonest complaints evaluated in the emergency department. Assessment and management of abdominal pain are primarily dependent on the severity of signs and symptoms present during the evaluation. Differential diagnosis includes [16] : Gastritis Volvulus Small bowel obstruction Large bowel obstruction Cholecystitis Choledocholithiasis Cholelithiasis Peptic ulcer disease Mesenteric ischemia Gastroparesis Constipation Inflammatory bowel disease Irritable bowel syndrome Diverticulitis Diverticulosis Pancreatitis Abdominal aortic aneurysm Ovarian torsion Tubo ovarian abscess Fibroids Pelvic inflammatory disease Pyelonephritis Ileus"}
{"id": "article-23742_21", "title": "Intussusception in Adults -- Prognosis", "content": "Prognosis is generally poor given the rarity of this disease and the prevalence of malignancy. Diagnosis and appropriate treatment typically undergo delays due to its peculiar nature. The physician usually makes the definitive diagnosis when the patient is on the operating room table, and delay in treatment can lead to severe complications that can have high mortality rates. [16]", "contents": "Intussusception in Adults -- Prognosis. Prognosis is generally poor given the rarity of this disease and the prevalence of malignancy. Diagnosis and appropriate treatment typically undergo delays due to its peculiar nature. The physician usually makes the definitive diagnosis when the patient is on the operating room table, and delay in treatment can lead to severe complications that can have high mortality rates. [16]"}
{"id": "article-23742_22", "title": "Intussusception in Adults -- Complications", "content": "Given the high probability for the delay in diagnosis due to vague complaints and extensive working differential diagnosis, intussusception has the potential for life-threatening complications. Complications Include [26] : Peritonitis Bowel ischemia Bowel necrosis Bowel perforation Sepsis Tumor Seeding (a complication of surgical intervention)", "contents": "Intussusception in Adults -- Complications. Given the high probability for the delay in diagnosis due to vague complaints and extensive working differential diagnosis, intussusception has the potential for life-threatening complications. Complications Include [26] : Peritonitis Bowel ischemia Bowel necrosis Bowel perforation Sepsis Tumor Seeding (a complication of surgical intervention)"}
{"id": "article-23742_23", "title": "Intussusception in Adults -- Deterrence and Patient Education", "content": "Patients must receive education about the following: Lifestyle modification Wound care education Dietary modifications In case the resection was not performed, the postoperative follow-up for the lesion is mandatory Patients must understand that there is a 5% chance the condition might reoccur", "contents": "Intussusception in Adults -- Deterrence and Patient Education. Patients must receive education about the following: Lifestyle modification Wound care education Dietary modifications In case the resection was not performed, the postoperative follow-up for the lesion is mandatory Patients must understand that there is a 5% chance the condition might reoccur"}
{"id": "article-23742_24", "title": "Intussusception in Adults -- Pearls and Other Issues", "content": "The adult intussusception is an uncommon diagnosis, as mentioned. It requires strong clinical suspicion. Delay in management can have severe consequences for the patient. Early diagnosis and treatment are essential to reducing poor patient outcomes. CT imaging is a modality of choice for diagnosis. Emergency Department management focuses on early recognition of the disease process, supportive treatment, and early initiation of interprofessional care. Surgical intervention is the definitive treatment as the majority of cases have a pathological lead point.", "contents": "Intussusception in Adults -- Pearls and Other Issues. The adult intussusception is an uncommon diagnosis, as mentioned. It requires strong clinical suspicion. Delay in management can have severe consequences for the patient. Early diagnosis and treatment are essential to reducing poor patient outcomes. CT imaging is a modality of choice for diagnosis. Emergency Department management focuses on early recognition of the disease process, supportive treatment, and early initiation of interprofessional care. Surgical intervention is the definitive treatment as the majority of cases have a pathological lead point."}
{"id": "article-23742_25", "title": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes", "content": "Adult bowel intussusception is a rare and challenging condition. Preoperative diagnosis is often missed or delayed because of non-specific symptoms. Intussusception is a surgical emergency, and delays in treatment can lead to high mortality. This disorder is managed by an interprofessional team that consists of a radiologist, emergency department physician, general surgeon, and possibly a gastroenterologist.", "contents": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes. Adult bowel intussusception is a rare and challenging condition. Preoperative diagnosis is often missed or delayed because of non-specific symptoms. Intussusception is a surgical emergency, and delays in treatment can lead to high mortality. This disorder is managed by an interprofessional team that consists of a radiologist, emergency department physician, general surgeon, and possibly a gastroenterologist."}
{"id": "article-23742_26", "title": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes", "content": "Once the physician makes the diagnosis, the patient needs to be resuscitated and prepared for surgery. In most cases, the surgery is an emergency. In the postoperative period, close monitoring of the patient by nurses is critical as many patients also have other comorbidities which increase the risk of complications. As well, the nurse should provide DVT and stress ulcer prophylaxis. The nurse should also pay attention to the abdomen to ensure that there are no ongoing complications as a result of the surgery. Any untoward consequences should be reported to the surgeon as soon as possible. Feeding should delay until the patient has passed flatus, and there are no signs of peritonitis. Early ambulation and regular incentive spirometry help prevent the usual post-operative complications.", "contents": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes. Once the physician makes the diagnosis, the patient needs to be resuscitated and prepared for surgery. In most cases, the surgery is an emergency. In the postoperative period, close monitoring of the patient by nurses is critical as many patients also have other comorbidities which increase the risk of complications. As well, the nurse should provide DVT and stress ulcer prophylaxis. The nurse should also pay attention to the abdomen to ensure that there are no ongoing complications as a result of the surgery. Any untoward consequences should be reported to the surgeon as soon as possible. Feeding should delay until the patient has passed flatus, and there are no signs of peritonitis. Early ambulation and regular incentive spirometry help prevent the usual post-operative complications."}
{"id": "article-23742_27", "title": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes", "content": "Only through early recognition of the diagnosis along with the early involvement of an interprofessional team can help reduce complications associated with high morbidity and mortality and produce the best outcomes. [Level 5]", "contents": "Intussusception in Adults -- Enhancing Healthcare Team Outcomes. Only through early recognition of the diagnosis along with the early involvement of an interprofessional team can help reduce complications associated with high morbidity and mortality and produce the best outcomes. [Level 5]"}
{"id": "article-23742_28", "title": "Intussusception in Adults -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intussusception in Adults -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}