{"id": "article-24136_0", "title": "Learning Disability -- Continuing Education Activity", "content": "Learning disabilities (LDs) refer to a number of disorders that may affect the acquisition, organization, retention, comprehension, or the use of both verbal or nonverbal information. This activity describes and reviews the role of the primary care pediatricians and developmental specialists, along with other members of the interprofessional team in evaluating, managing, and improving the outcome for patients with this condition.", "contents": "Learning Disability -- Continuing Education Activity. Learning disabilities (LDs) refer to a number of disorders that may affect the acquisition, organization, retention, comprehension, or the use of both verbal or nonverbal information. This activity describes and reviews the role of the primary care pediatricians and developmental specialists, along with other members of the interprofessional team in evaluating, managing, and improving the outcome for patients with this condition."}
{"id": "article-24136_1", "title": "Learning Disability -- Continuing Education Activity", "content": "Objectives: Identify the etiology of learning disability. Review the appropriate evaluation of children with learning disabilities. Outline the treatment and management options available for learning disability. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients with learning disability. Access free multiple choice questions on this topic.", "contents": "Learning Disability -- Continuing Education Activity. Objectives: Identify the etiology of learning disability. Review the appropriate evaluation of children with learning disabilities. Outline the treatment and management options available for learning disability. Describe the importance of improving care coordination among interprofessional team members to improve outcomes for patients with learning disability. Access free multiple choice questions on this topic."}
{"id": "article-24136_2", "title": "Learning Disability -- Introduction", "content": "Learning disabilities (LDs) refer to several disorders that may affect the acquisition, organization, retention, comprehension, or the application of verbal and/or nonverbal information. [1] An important aspect of defining this condition is by identifying its exclusions. Rephrased, individuals with LDs have specific issues with learning, but they preserve an average or above-average intelligence quotient. Further, a learning disability cannot be attributable to an emotional disturbance, cultural difference, or disadvantage. [1] [2] The core tenet of LDs juxtaposes the disparity between a child's poor academic achievement and his expected intellectual potential. [2]", "contents": "Learning Disability -- Introduction. Learning disabilities (LDs) refer to several disorders that may affect the acquisition, organization, retention, comprehension, or the application of verbal and/or nonverbal information. [1] An important aspect of defining this condition is by identifying its exclusions. Rephrased, individuals with LDs have specific issues with learning, but they preserve an average or above-average intelligence quotient. Further, a learning disability cannot be attributable to an emotional disturbance, cultural difference, or disadvantage. [1] [2] The core tenet of LDs juxtaposes the disparity between a child's poor academic achievement and his expected intellectual potential. [2]"}
{"id": "article-24136_3", "title": "Learning Disability -- Etiology", "content": "Leading theorists suggest the etiology of LDs to be influenced by both hereditary and environmental factors. [1] They do not precipitate as the result of a deficit in sensorimotor functioning, such as poor eyesight or hearing (e.g., corrective lenses and hearing aids do not resolve LDs). Unfortunately, the precise etiology still eludes experts.", "contents": "Learning Disability -- Etiology. Leading theorists suggest the etiology of LDs to be influenced by both hereditary and environmental factors. [1] They do not precipitate as the result of a deficit in sensorimotor functioning, such as poor eyesight or hearing (e.g., corrective lenses and hearing aids do not resolve LDs). Unfortunately, the precise etiology still eludes experts."}
{"id": "article-24136_4", "title": "Learning Disability -- Epidemiology", "content": "LDs are nearly twice as prevalent in children with chronic illnesses as compared to healthy controls. Learning disabilities are present in approximately 5% of school-aged children globally. In the Us, data collected by the National Survey of Children's Health suggest a lifetime prevalence of 10%. [1] Risk factors include a family history of LD, poverty, premature delivery, prenatal alcohol exposure, TBI, and in the setting of other neurodevelopmental disorders. [3] The most common LD is dyslexia, which accounts for at least 80% of LDs. [4] LDs often exist comorbidly with other disorders such as oppositional defiant disorder, attention deficit hyperactivity disorder, anxiety, and obsessive-compulsive disorder. [4]", "contents": "Learning Disability -- Epidemiology. LDs are nearly twice as prevalent in children with chronic illnesses as compared to healthy controls. Learning disabilities are present in approximately 5% of school-aged children globally. In the Us, data collected by the National Survey of Children's Health suggest a lifetime prevalence of 10%. [1] Risk factors include a family history of LD, poverty, premature delivery, prenatal alcohol exposure, TBI, and in the setting of other neurodevelopmental disorders. [3] The most common LD is dyslexia, which accounts for at least 80% of LDs. [4] LDs often exist comorbidly with other disorders such as oppositional defiant disorder, attention deficit hyperactivity disorder, anxiety, and obsessive-compulsive disorder. [4]"}
{"id": "article-24136_5", "title": "Learning Disability -- Pathophysiology", "content": "The application of innovative insight awarded by recent advances in neuroscience has allowed experts to propose putative pathogeneses for LDs. [5] For example, fMRI studies have revealed hypoactivity in the left hemisphere of dyslexic patients. [6] Additional hypotheses include aberrations within the corticostriatal systems responsible for language and communication.", "contents": "Learning Disability -- Pathophysiology. The application of innovative insight awarded by recent advances in neuroscience has allowed experts to propose putative pathogeneses for LDs. [5] For example, fMRI studies have revealed hypoactivity in the left hemisphere of dyslexic patients. [6] Additional hypotheses include aberrations within the corticostriatal systems responsible for language and communication."}
{"id": "article-24136_6", "title": "Learning Disability -- History and Physical", "content": "Although presentations of patients with LDs will be individualized and protean, there are general patterns that can help the health care provider more reliably identify the underlying pathology. [7] Often children will present for evaluation after experiencing continued difficulties in school. Frequently, children with LDs will also demonstrate deficits in overall functioning, not solely isolated to the academic setting. [8] For example, hindrances at school may be related to academic difficulty, negative self-concept, behavior issues, or interpersonal relations. It is essential to inquire about the child’s past school history, diet, family history of similar concerns, and developmental milestones, including social skills. Commonly recognized specific learning disabilities include:", "contents": "Learning Disability -- History and Physical. Although presentations of patients with LDs will be individualized and protean, there are general patterns that can help the health care provider more reliably identify the underlying pathology. [7] Often children will present for evaluation after experiencing continued difficulties in school. Frequently, children with LDs will also demonstrate deficits in overall functioning, not solely isolated to the academic setting. [8] For example, hindrances at school may be related to academic difficulty, negative self-concept, behavior issues, or interpersonal relations. It is essential to inquire about the child’s past school history, diet, family history of similar concerns, and developmental milestones, including social skills. Commonly recognized specific learning disabilities include:"}
{"id": "article-24136_7", "title": "Learning Disability -- History and Physical", "content": "Reading disability (dyslexia) - is the most common LD, representing at least 80% of all LDs, and results from deficits in phonologic processing. Skills necessary for appropriate phonologic processing involve reading decoding, phonics, ability to produce sounds, and proper auditory capabilities. The progression often originates with problems with reading decoding in the more nascent years, on to dysfluent reading, and then to difficulty with reading comprehension. These children may eventually avoid reading altogether. [9] [4]", "contents": "Learning Disability -- History and Physical. Reading disability (dyslexia) - is the most common LD, representing at least 80% of all LDs, and results from deficits in phonologic processing. Skills necessary for appropriate phonologic processing involve reading decoding, phonics, ability to produce sounds, and proper auditory capabilities. The progression often originates with problems with reading decoding in the more nascent years, on to dysfluent reading, and then to difficulty with reading comprehension. These children may eventually avoid reading altogether. [9] [4]"}
{"id": "article-24136_8", "title": "Learning Disability -- History and Physical", "content": "Dyscalculia - presents as a weakness in performing arithmetic operations. Patients will experience impediments organizing problems, finishing multiple-step calculations, distinguishing mathematical calculation signs. Proper math sense is incumbent on a broad range of neurodevelopmental functions including number sense, calculation and retrieval of math facts, the language of math, visual-spatial skills, and comprehension of word problems. [10]", "contents": "Learning Disability -- History and Physical. Dyscalculia - presents as a weakness in performing arithmetic operations. Patients will experience impediments organizing problems, finishing multiple-step calculations, distinguishing mathematical calculation signs. Proper math sense is incumbent on a broad range of neurodevelopmental functions including number sense, calculation and retrieval of math facts, the language of math, visual-spatial skills, and comprehension of word problems. [10]"}
{"id": "article-24136_9", "title": "Learning Disability -- History and Physical", "content": "Dysgraphia - is characterized by distorted writing despite thorough instruction and motor ability. Children with dysgraphia will produce inconsistent and illegible handwriting while rarely staying within the margins. These children might also demonstrate maladroit fine motor coordination, problems with spelling (encoding), grammar and syntax, or expressing ideas in writing. [11] [12]", "contents": "Learning Disability -- History and Physical. Dysgraphia - is characterized by distorted writing despite thorough instruction and motor ability. Children with dysgraphia will produce inconsistent and illegible handwriting while rarely staying within the margins. These children might also demonstrate maladroit fine motor coordination, problems with spelling (encoding), grammar and syntax, or expressing ideas in writing. [11] [12]"}
{"id": "article-24136_10", "title": "Learning Disability -- History and Physical", "content": "Nonverbal LDs (right hemisphere developmental LD) - as the name suggests, comprise hindrances with nonverbal activities, such as problem-solving, visual-spatial tasks, reading body language, and recognizing social cues. [4] Often these disorders do not manifest until the third grade as patients have difficulty with higher-order reading comprehension. There is substantial clinical overlap with autism spectrum disorder (e.g. poor social communication and pragmatics). Of note, not recognized in the DSM-V.", "contents": "Learning Disability -- History and Physical. Nonverbal LDs (right hemisphere developmental LD) - as the name suggests, comprise hindrances with nonverbal activities, such as problem-solving, visual-spatial tasks, reading body language, and recognizing social cues. [4] Often these disorders do not manifest until the third grade as patients have difficulty with higher-order reading comprehension. There is substantial clinical overlap with autism spectrum disorder (e.g. poor social communication and pragmatics). Of note, not recognized in the DSM-V."}
{"id": "article-24136_11", "title": "Learning Disability -- History and Physical", "content": "Individual factors (intrinsic) and environmental factors will influence the clinical presentation. Intrinsic factors include comorbid psychiatric conditions and personality traits. [13] Environmental factors encompass home, school, programs, etc. LDs do not often exist in isolation, rather, they will present comorbidly with other LDs and psychiatric conditions. The most common comorbid disorders are attention deficit hyperactivity disorder, autism, bipolar disorder, anxiety, depression, and oppositional defiant disorder. Some studies suggest the existence of LDs in 20-70% of children with psychiatric conditions. [14]", "contents": "Learning Disability -- History and Physical. Individual factors (intrinsic) and environmental factors will influence the clinical presentation. Intrinsic factors include comorbid psychiatric conditions and personality traits. [13] Environmental factors encompass home, school, programs, etc. LDs do not often exist in isolation, rather, they will present comorbidly with other LDs and psychiatric conditions. The most common comorbid disorders are attention deficit hyperactivity disorder, autism, bipolar disorder, anxiety, depression, and oppositional defiant disorder. Some studies suggest the existence of LDs in 20-70% of children with psychiatric conditions. [14]"}
{"id": "article-24136_12", "title": "Learning Disability -- Evaluation", "content": "The evaluation of LDs begins with the exclusion of both organic and functional differential diagnoses. Once other disorders are ruled out, the health care provider is encouraged to follow diagnostic guidelines set out by the Diagnostic and Statistical Manual of Mental Disorders (DSM). Evaluation should synthesize the developmental, medical, familial, and educational histories of the patient. As per the DSM-5:", "contents": "Learning Disability -- Evaluation. The evaluation of LDs begins with the exclusion of both organic and functional differential diagnoses. Once other disorders are ruled out, the health care provider is encouraged to follow diagnostic guidelines set out by the Diagnostic and Statistical Manual of Mental Disorders (DSM). Evaluation should synthesize the developmental, medical, familial, and educational histories of the patient. As per the DSM-5:"}
{"id": "article-24136_13", "title": "Learning Disability -- Evaluation", "content": "LDs are a type of neurodevelopmental disorder that impedes normal ability to learn and perform academically Learning Disorders are specified into three major academic domains 1. Reading 2. Writing 3. Mathematics Criterion A: Difficulties processing instruction and applying skills as demonstrated by at least one of the following symptoms for at least 6 months disturbance of reading disturbance of comprehension disturbance of spelling disturbance of written expression disturbance of number sense disturbance of mathematical reasoning Criterion B: Academic skill is substantially lower than expected when compared to standard, resulting in significant dysfunction Criterion C: Difficulties onset during school-age years Criterion D: Aberrations are not better explained by any neurological, developmental, motor, or sensory (hearing or vision) disorder. [12]", "contents": "Learning Disability -- Evaluation. LDs are a type of neurodevelopmental disorder that impedes normal ability to learn and perform academically Learning Disorders are specified into three major academic domains 1. Reading 2. Writing 3. Mathematics Criterion A: Difficulties processing instruction and applying skills as demonstrated by at least one of the following symptoms for at least 6 months disturbance of reading disturbance of comprehension disturbance of spelling disturbance of written expression disturbance of number sense disturbance of mathematical reasoning Criterion B: Academic skill is substantially lower than expected when compared to standard, resulting in significant dysfunction Criterion C: Difficulties onset during school-age years Criterion D: Aberrations are not better explained by any neurological, developmental, motor, or sensory (hearing or vision) disorder. [12]"}
{"id": "article-24136_14", "title": "Learning Disability -- Evaluation", "content": "In addition, comprehensive neuropsychological testing can further guide the clinician towards the correct diagnosis. Commonly administered tests include: Woodcock-Johnson-III and Wide Range Achievement Test to evaluate academic achievement; the Adaptive Behavior Assessment System-II and the Vineland Adaptive Behavior Scale-II to assess adaptive behavior; the Conners Rating Scale, ADHD Rating Scale-IV (formerly DuPaul scale) and NICHQ Vanderbilt Parent and Teacher Assessment Scales to evaluate for attention and hyperactive disorders; the Wechsler Intelligence Scales for Children—Fourth Edition (WISC-IV) for evaluation of general cognition; the Achenbach Child Behavior Checklist (CBCL) for assessment of general behavior; the Clinical Evaluation of Language Fundamentals (4th Ed.)", "contents": "Learning Disability -- Evaluation. In addition, comprehensive neuropsychological testing can further guide the clinician towards the correct diagnosis. Commonly administered tests include: Woodcock-Johnson-III and Wide Range Achievement Test to evaluate academic achievement; the Adaptive Behavior Assessment System-II and the Vineland Adaptive Behavior Scale-II to assess adaptive behavior; the Conners Rating Scale, ADHD Rating Scale-IV (formerly DuPaul scale) and NICHQ Vanderbilt Parent and Teacher Assessment Scales to evaluate for attention and hyperactive disorders; the Wechsler Intelligence Scales for Children—Fourth Edition (WISC-IV) for evaluation of general cognition; the Achenbach Child Behavior Checklist (CBCL) for assessment of general behavior; the Clinical Evaluation of Language Fundamentals (4th Ed.)"}
{"id": "article-24136_15", "title": "Learning Disability -- Treatment / Management", "content": "The diagnosis and treatment of a child with learning disabilities depend on the coordinated and ongoing collaboration of an interprofessional team that can be composed of educators, educational remediation specialists, psychologists, special services, and physicians. Speech therapists can help evaluate and treat any underlying oral language difficulties that are often associated with dyslexia. Occupational and physical therapists will treat fine motor, gross motor, proprioceptive, balance, and sensory-processing disorders that can coexist in some children with learning disabilities. Clinical psychologists can help children better cope with the social challenges associated with learning disabilities. Educational therapists or educators trained in learning disabilities are also part of the multidisciplinary team treating children with LDs. [15]", "contents": "Learning Disability -- Treatment / Management. The diagnosis and treatment of a child with learning disabilities depend on the coordinated and ongoing collaboration of an interprofessional team that can be composed of educators, educational remediation specialists, psychologists, special services, and physicians. Speech therapists can help evaluate and treat any underlying oral language difficulties that are often associated with dyslexia. Occupational and physical therapists will treat fine motor, gross motor, proprioceptive, balance, and sensory-processing disorders that can coexist in some children with learning disabilities. Clinical psychologists can help children better cope with the social challenges associated with learning disabilities. Educational therapists or educators trained in learning disabilities are also part of the multidisciplinary team treating children with LDs. [15]"}
{"id": "article-24136_16", "title": "Learning Disability -- Treatment / Management", "content": "As with other neurodevelopmental conditions, it is important to monitor developmental progression, inquiring about the child’s academic performance and school behavior. For those with associated behavioral problems, appropriate treatment should be considered as well. Furthermore, several remedial programs work with children who have reading and writing difficulties.[16] Specific educational strategies in management: In children with dyslexia (decoding problems), phonological awareness needs to be increased, which includes the ability to manipulate and hear individual phonemes (the sound structure of words), such as 'k' in kite, or 'b' in bat. Besides phonemic awareness, letter-sound proficiency is remediated. The repeated practice of oral reading may aid in improving fluency. Children with dysgraphia can benefit from hand-eye exercises that improve coordination. Educational strategies addressing dyscalculia include practicing number syntax", "contents": "Learning Disability -- Treatment / Management. As with other neurodevelopmental conditions, it is important to monitor developmental progression, inquiring about the child’s academic performance and school behavior. For those with associated behavioral problems, appropriate treatment should be considered as well. Furthermore, several remedial programs work with children who have reading and writing difficulties.[16] Specific educational strategies in management: In children with dyslexia (decoding problems), phonological awareness needs to be increased, which includes the ability to manipulate and hear individual phonemes (the sound structure of words), such as 'k' in kite, or 'b' in bat. Besides phonemic awareness, letter-sound proficiency is remediated. The repeated practice of oral reading may aid in improving fluency. Children with dysgraphia can benefit from hand-eye exercises that improve coordination. Educational strategies addressing dyscalculia include practicing number syntax"}
{"id": "article-24136_17", "title": "Learning Disability -- Differential Diagnosis", "content": "As mentioned previously, LDs can mimic other neurodevelopmental or sensorimotor disorders. It is paramount to distinguish between the aforementioned learning disabilities and other syndromes, factors, and disorders that can interfere with the process of acquisition and the use of speaking, listening, reading, reasoning, writing, and/or mathematical abilities, such as, intellectual disability, hearing or vision impairment, and ADHD. [11] Environmental conditions to be included on the differential list include chronic truancy, domestic violence, physical or emotional abuse, caregivers' behavioral health problems, or substance use. Furthermore, specific learning disabilities can present similarly and mimic each other. [14] [10]", "contents": "Learning Disability -- Differential Diagnosis. As mentioned previously, LDs can mimic other neurodevelopmental or sensorimotor disorders. It is paramount to distinguish between the aforementioned learning disabilities and other syndromes, factors, and disorders that can interfere with the process of acquisition and the use of speaking, listening, reading, reasoning, writing, and/or mathematical abilities, such as, intellectual disability, hearing or vision impairment, and ADHD. [11] Environmental conditions to be included on the differential list include chronic truancy, domestic violence, physical or emotional abuse, caregivers' behavioral health problems, or substance use. Furthermore, specific learning disabilities can present similarly and mimic each other. [14] [10]"}
{"id": "article-24136_18", "title": "Learning Disability -- Prognosis", "content": "The prognosis will depend on the severity of the learning disability as well as the subsequent intervention and compliance. Although challenging, with adequate remediations, assistance, and educational accommodations children with learning disabilities can achieve functional status. [15]", "contents": "Learning Disability -- Prognosis. The prognosis will depend on the severity of the learning disability as well as the subsequent intervention and compliance. Although challenging, with adequate remediations, assistance, and educational accommodations children with learning disabilities can achieve functional status. [15]"}
{"id": "article-24136_19", "title": "Learning Disability -- Complications", "content": "There is an increased risk of low academic performance in children with learning disabilities that can affect their social and career trajectory. Negative self-concept, stemming from continued academic failure, can precipitate awkward interpersonal relationships and depression. Behavioral problems can manifest as well, as children with LDs demonstrate resistance to authoritative figures or demands. These complications can result in an aversive disposition towards school, leading to more frequent absenteeism or truancy. [16]", "contents": "Learning Disability -- Complications. There is an increased risk of low academic performance in children with learning disabilities that can affect their social and career trajectory. Negative self-concept, stemming from continued academic failure, can precipitate awkward interpersonal relationships and depression. Behavioral problems can manifest as well, as children with LDs demonstrate resistance to authoritative figures or demands. These complications can result in an aversive disposition towards school, leading to more frequent absenteeism or truancy. [16]"}
{"id": "article-24136_20", "title": "Learning Disability -- Deterrence and Patient Education", "content": "Deterrence begins before the patient is ever suspected of having an LD. It is imperative for children to be adequately stimulated academically to ensure proper development. Early intervention and support have demonstrated robust therapeutic value in the mitigation of the severity of LDs and subsequent sequelae. The emphasis on quality instruction prior to the onset of and LD was the impetus for the No Child Left Behind Act, which ensures quality instruction and intervention services for all students. [15]", "contents": "Learning Disability -- Deterrence and Patient Education. Deterrence begins before the patient is ever suspected of having an LD. It is imperative for children to be adequately stimulated academically to ensure proper development. Early intervention and support have demonstrated robust therapeutic value in the mitigation of the severity of LDs and subsequent sequelae. The emphasis on quality instruction prior to the onset of and LD was the impetus for the No Child Left Behind Act, which ensures quality instruction and intervention services for all students. [15]"}
{"id": "article-24136_21", "title": "Learning Disability -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional care is crucial in the identification and treatment of learning disabilities. Interprofessional care encompasses educators, educational remediation specialists, special services, physicians, speech and occupational therapists, physical therapists, clinical psychologists, and educational therapists. [17] Communication among members of the team improves outcomes. [Level 5]", "contents": "Learning Disability -- Enhancing Healthcare Team Outcomes. Interprofessional care is crucial in the identification and treatment of learning disabilities. Interprofessional care encompasses educators, educational remediation specialists, special services, physicians, speech and occupational therapists, physical therapists, clinical psychologists, and educational therapists. [17] Communication among members of the team improves outcomes. [Level 5]"}
{"id": "article-24136_22", "title": "Learning Disability -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Learning Disability -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}