{"id": "article-31801_0", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Introduction", "content": "ST-segment elevation myocardial infarction (STEMI) is a life-threatening, time-sensitive condition that requires prompt recognition, assessment, and treatment. Percutaneous coronary intervention (PCI) and thrombolysis with intravenous thrombolytics are currently available treatments for the restoration of blood flow to the affected myocardium. Thrombolysis is an available treatment option for prehospital providers; however, given the risks associated with thrombolytics, care must be taken to identify patients who will benefit without undue risk. With the proliferation of PCI facilities and the regionalization of STEMI care, prehospital thrombolysis is generally a viable option where transport times to PCI or emergency department facilities are prolonged. This activity will review the indications, techniques, and requirements surrounding using prehospital thrombolytics for STEMI.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Introduction. ST-segment elevation myocardial infarction (STEMI) is a life-threatening, time-sensitive condition that requires prompt recognition, assessment, and treatment. Percutaneous coronary intervention (PCI) and thrombolysis with intravenous thrombolytics are currently available treatments for the restoration of blood flow to the affected myocardium. Thrombolysis is an available treatment option for prehospital providers; however, given the risks associated with thrombolytics, care must be taken to identify patients who will benefit without undue risk. With the proliferation of PCI facilities and the regionalization of STEMI care, prehospital thrombolysis is generally a viable option where transport times to PCI or emergency department facilities are prolonged. This activity will review the indications, techniques, and requirements surrounding using prehospital thrombolytics for STEMI."}
{"id": "article-31801_1", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Feasibility and Safety", "content": "Multiple studies evaluated prehospital thrombolysis by EMS personnel. [1] [2] [3] The American Heart Association (AHA) recommends initiating thrombolytic therapy for patients with ischemic symptoms for less than 12 hours when the time from STEMI identification to PCI is greater than 120 minutes, barring any contraindications to thrombolysis. [4] In one study in rural North Carolina, Crowder et al. found that prehospital administration of tenecteplase resulted in reperfusion approximately 2 hours sooner than PCI-based strategies and aborted infarction in approximately 25% of cases. [5] In the same study, 15 (20.5%) patients had serious bleeding, and four patients died (5.5%), similar to prior studies. [1] [3] It merits noting that overall 30-day mortality for STEMI ranges from 2.5% to 10%. [6] [7] [8]", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Feasibility and Safety. Multiple studies evaluated prehospital thrombolysis by EMS personnel. [1] [2] [3] The American Heart Association (AHA) recommends initiating thrombolytic therapy for patients with ischemic symptoms for less than 12 hours when the time from STEMI identification to PCI is greater than 120 minutes, barring any contraindications to thrombolysis. [4] In one study in rural North Carolina, Crowder et al. found that prehospital administration of tenecteplase resulted in reperfusion approximately 2 hours sooner than PCI-based strategies and aborted infarction in approximately 25% of cases. [5] In the same study, 15 (20.5%) patients had serious bleeding, and four patients died (5.5%), similar to prior studies. [1] [3] It merits noting that overall 30-day mortality for STEMI ranges from 2.5% to 10%. [6] [7] [8]"}
{"id": "article-31801_2", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components", "content": "The following components are necessary to deliver prehospital thrombolysis for STEMI: Ability to acquire and prehospital 12-lead electrocardiograms (ECG/EKG) Ability to transmit 12-lead ECGs to a physician Reperfusion checklist Standard STEMI pharmacologic therapy (antiplatelet agents, beta-blockers, nitroglycerin, heparin, etc) Destination plan Quality assurance (QA) or quality improvement (QI) plan Support of all invested parties, including receiving facilities and physicians, community partners, and provider", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components. The following components are necessary to deliver prehospital thrombolysis for STEMI: Ability to acquire and prehospital 12-lead electrocardiograms (ECG/EKG) Ability to transmit 12-lead ECGs to a physician Reperfusion checklist Standard STEMI pharmacologic therapy (antiplatelet agents, beta-blockers, nitroglycerin, heparin, etc) Destination plan Quality assurance (QA) or quality improvement (QI) plan Support of all invested parties, including receiving facilities and physicians, community partners, and provider"}
{"id": "article-31801_3", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components", "content": "Twelve-lead EKG acquisition is a skill commonly taught to paramedics.  Generally, paramedics can interpret 12 lead EKGs to evaluate for STEMI, signs of cardiac ischemia, and rhythm abnormalities. Multiple companies manufacture acquisition devices (including continuous cardiorespiratory monitoring and defibrillation capabilities)  and generally include interpretation software that the purchasing agency can adjust but not the end-user. This software can aid in diagnosing STEMI, and software interpretation may be incorporated into the thrombolysis protocol. While the prehospital interpretation of 12 lead EKGs generally falls to paramedics, the acquisition of 12 lead EKGs may be included in the scope of practice of lower-level providers, including emergency medical technicians (EMTs) and advanced EMTs (AEMTs).", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components. Twelve-lead EKG acquisition is a skill commonly taught to paramedics.  Generally, paramedics can interpret 12 lead EKGs to evaluate for STEMI, signs of cardiac ischemia, and rhythm abnormalities. Multiple companies manufacture acquisition devices (including continuous cardiorespiratory monitoring and defibrillation capabilities)  and generally include interpretation software that the purchasing agency can adjust but not the end-user. This software can aid in diagnosing STEMI, and software interpretation may be incorporated into the thrombolysis protocol. While the prehospital interpretation of 12 lead EKGs generally falls to paramedics, the acquisition of 12 lead EKGs may be included in the scope of practice of lower-level providers, including emergency medical technicians (EMTs) and advanced EMTs (AEMTs)."}
{"id": "article-31801_4", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components", "content": "Generally, physicians must be consulted before administering thrombolytics to help confirm the diagnosis, ensure patient eligibility, and review checklist criteria. As such, the ability to transmit 12-lead EKGs is crucial for real-time analysis by a physician. With the ubiquity of cellular data networks, the ability to transmit 12-lead EKGs is becoming less complex.  Many prehospital cardiac monitors can link wirelessly with a transmitting device such as a smartphone or WiFi hotspot and transmit EKGs directly to a receiving physician. However, rural agencies may not have access to robust late and next-generation cellular networks. Public safety radio networks may be an alternative solution, as well as capturing an image of the EKG printout with a cellular phone and transmitting the image.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components. Generally, physicians must be consulted before administering thrombolytics to help confirm the diagnosis, ensure patient eligibility, and review checklist criteria. As such, the ability to transmit 12-lead EKGs is crucial for real-time analysis by a physician. With the ubiquity of cellular data networks, the ability to transmit 12-lead EKGs is becoming less complex.  Many prehospital cardiac monitors can link wirelessly with a transmitting device such as a smartphone or WiFi hotspot and transmit EKGs directly to a receiving physician. However, rural agencies may not have access to robust late and next-generation cellular networks. Public safety radio networks may be an alternative solution, as well as capturing an image of the EKG printout with a cellular phone and transmitting the image."}
{"id": "article-31801_5", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components", "content": "The most feared complication of thrombolysis, whether prehospital or in-hospital, is severe bleeding. Intracranial hemorrhage is perhaps most feared as it can have devastating outcomes and requires immediate recognition and potential intervention. Other complications include severe nonintracranial bleeding such as gastrointestinal bleeding, allergic reactions including anaphylaxis, reperfusion injury or arrhythmia, and hypotension. [9] To help minimize the risk of life-threatening bleeding, a reperfusion checklist is necessary before the administration of any thrombolytics. The AHA notes that the following are contraindications to thrombolytic administration [4] :", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Required Components. The most feared complication of thrombolysis, whether prehospital or in-hospital, is severe bleeding. Intracranial hemorrhage is perhaps most feared as it can have devastating outcomes and requires immediate recognition and potential intervention. Other complications include severe nonintracranial bleeding such as gastrointestinal bleeding, allergic reactions including anaphylaxis, reperfusion injury or arrhythmia, and hypotension. [9] To help minimize the risk of life-threatening bleeding, a reperfusion checklist is necessary before the administration of any thrombolytics. The AHA notes that the following are contraindications to thrombolytic administration [4] :"}
{"id": "article-31801_6", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Absolute contraindications", "content": "Any prior intracranial hemorrhage Known structural cerebral vascular lesion Known malignant intracranial neoplasm Ischemic stroke within 2 months unless acute ischemic stroke within 4.5 hours High clinical suspicion for aortic dissection Active bleeding or bleeding disorder other than menses Significant closed head injury or facial trauma within the last 3 months Intracranial or spinal surgery in the previous 2 months Severe, uncontrolled hypertension (systolic blood pressure [SBP] >180 mmHg or diastolic blood pressure [DBP] >110 mmHg) unresponsive to pharmacological therapy Treatment with streptokinase in the previous 6 months", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Absolute contraindications. Any prior intracranial hemorrhage Known structural cerebral vascular lesion Known malignant intracranial neoplasm Ischemic stroke within 2 months unless acute ischemic stroke within 4.5 hours High clinical suspicion for aortic dissection Active bleeding or bleeding disorder other than menses Significant closed head injury or facial trauma within the last 3 months Intracranial or spinal surgery in the previous 2 months Severe, uncontrolled hypertension (systolic blood pressure [SBP] >180 mmHg or diastolic blood pressure [DBP] >110 mmHg) unresponsive to pharmacological therapy Treatment with streptokinase in the previous 6 months"}
{"id": "article-31801_7", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Relative contraindications", "content": "History of poorly controlled, severe, chronic hypertension Hypertension on presentation (SBP >180 mmHg or DBP greater than 110 mmHg) History of prior ischemic stroke over 3 months ago Dementia Known intracranial pathology not otherwise specified in absolute contraindications Traumatic CPR or prolonged CPR for greater than 10 minutes Major surgery within the last 3 weeks Recent (within 2-4 weeks) internal bleeding Noncompressible vascular puncture Pregnancy Active peptic ulcer Oral anticoagulant therapy Using these contraindications as a guide, an EMS system giving prehospital thrombolytics should develop a reperfusion checklist.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Relative contraindications. History of poorly controlled, severe, chronic hypertension Hypertension on presentation (SBP >180 mmHg or DBP greater than 110 mmHg) History of prior ischemic stroke over 3 months ago Dementia Known intracranial pathology not otherwise specified in absolute contraindications Traumatic CPR or prolonged CPR for greater than 10 minutes Major surgery within the last 3 weeks Recent (within 2-4 weeks) internal bleeding Noncompressible vascular puncture Pregnancy Active peptic ulcer Oral anticoagulant therapy Using these contraindications as a guide, an EMS system giving prehospital thrombolytics should develop a reperfusion checklist."}
{"id": "article-31801_8", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern", "content": "Adjunctive therapy is a necessary adjunct with thrombolytics; this includes 162 to 324 mg of oral or rectal aspirin, 300 mg of clopidogrel for patients under or equal to 75 years old (75 mg for patients over 75 years old), and heparin (low molecular weight or unfractionated) or fondaparinux. [4] Nitroglycerin, morphine, and oxygen should also be available for pain relief and treatment of hypoxia. Aspirin, nitroglycerin, morphine, and oxygen are all part of standard prehospital advanced life support therapy for acute coronary syndrome. However, standard advanced life support units are unlikely to carry clopidogrel, heparin, and fondaparinux.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern. Adjunctive therapy is a necessary adjunct with thrombolytics; this includes 162 to 324 mg of oral or rectal aspirin, 300 mg of clopidogrel for patients under or equal to 75 years old (75 mg for patients over 75 years old), and heparin (low molecular weight or unfractionated) or fondaparinux. [4] Nitroglycerin, morphine, and oxygen should also be available for pain relief and treatment of hypoxia. Aspirin, nitroglycerin, morphine, and oxygen are all part of standard prehospital advanced life support therapy for acute coronary syndrome. However, standard advanced life support units are unlikely to carry clopidogrel, heparin, and fondaparinux."}
{"id": "article-31801_9", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern", "content": "Destination plans require careful evaluation of those systems that implement prehospital thrombolysis. Should thrombolysis fail, the patient may require emergent or urgent PCI for rescue therapy.  Additionally, patients who suffer adverse reactions to thrombolytics may require advanced therapies not available at community or rural hospitals. This therapy may include neurosurgical evaluation and treatment, damage control surgery, advanced heart failure therapy, interventional radiology procedures, or other advanced care. Patients who receive prehospital thrombolytics should preferentially get transported to a PCI facility for further management. In rural situations, this may involve triaging patients who received thrombolytics to be carried by helicopter EMS to a regional facility.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern. Destination plans require careful evaluation of those systems that implement prehospital thrombolysis. Should thrombolysis fail, the patient may require emergent or urgent PCI for rescue therapy.  Additionally, patients who suffer adverse reactions to thrombolytics may require advanced therapies not available at community or rural hospitals. This therapy may include neurosurgical evaluation and treatment, damage control surgery, advanced heart failure therapy, interventional radiology procedures, or other advanced care. Patients who receive prehospital thrombolytics should preferentially get transported to a PCI facility for further management. In rural situations, this may involve triaging patients who received thrombolytics to be carried by helicopter EMS to a regional facility."}
{"id": "article-31801_10", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern", "content": "Prehospital thrombolysis is likely a low-frequency intervention; appropriate quality assurance and quality improvement measures are required to maintain competency and ensure appropriate treatment. This involves evaluating prehospital documentation, including EKGs, and access to patient outcomes and complications. Each case should be reviewed to identify areas of improvement.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern. Prehospital thrombolysis is likely a low-frequency intervention; appropriate quality assurance and quality improvement measures are required to maintain competency and ensure appropriate treatment. This involves evaluating prehospital documentation, including EKGs, and access to patient outcomes and complications. Each case should be reviewed to identify areas of improvement."}
{"id": "article-31801_11", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern", "content": "Finally, all members caring for patients receiving prehospital thrombolytics should support a prehospital program. This healthcare team approach includes hospital administrators, EMS administrators and personnel, emergency department physicians, cardiologists, nurses, pharmacists, and regional or referral facilities who may receive prehospital thrombolysis patients when they suffer an adverse event or other less-than-optimal outcomes. All personnel should be involved in the QA/QI process, and regular feedback should be exchanged to optimize a prehospital thrombolysis program. Only with this type of total interprofessional collaboration can a pre–intensive care unit thrombolytic therapy program undergo successful implementation.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern. Finally, all members caring for patients receiving prehospital thrombolytics should support a prehospital program. This healthcare team approach includes hospital administrators, EMS administrators and personnel, emergency department physicians, cardiologists, nurses, pharmacists, and regional or referral facilities who may receive prehospital thrombolysis patients when they suffer an adverse event or other less-than-optimal outcomes. All personnel should be involved in the QA/QI process, and regular feedback should be exchanged to optimize a prehospital thrombolysis program. Only with this type of total interprofessional collaboration can a pre–intensive care unit thrombolytic therapy program undergo successful implementation."}
{"id": "article-31801_12", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Choice of Thrombolytic Agent", "content": "Multiple agents exist to achieve thrombolysis. Streptokinase, a nonfibrin-specific agent, has largely been replaced by newer fibrin-specific agents. Streptokinase is antigenic and can lead to allergic reactions. It has mostly fallen out of favor for systemic thrombolysis in resource-rich settings and is no longer available in the United States. However, it should be a consideration for less resource-rich environments.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Choice of Thrombolytic Agent. Multiple agents exist to achieve thrombolysis. Streptokinase, a nonfibrin-specific agent, has largely been replaced by newer fibrin-specific agents. Streptokinase is antigenic and can lead to allergic reactions. It has mostly fallen out of favor for systemic thrombolysis in resource-rich settings and is no longer available in the United States. However, it should be a consideration for less resource-rich environments."}
{"id": "article-31801_13", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Choice of Thrombolytic Agent", "content": "Fibrin-specific agents include tenecteplase (TNK-tPA), reteplase (rPA), and alteplase (tPA). They are not antigenically compared and are generally safer than streptokinase regarding bleeding complications. Tenecteplase can be given as a single IV bolus based on weight, while reteplase requires two boluses 30 minutes apart with fixed dosing. Alteplase is dosed based on weight and requires a 90-minute infusion requiring an IV pump. Tenecteplase is more specific for fibrin, with reteplase and alteplase being less specific. All deliver similar thrombolysis. [4] Alteplase, reteplase, and tenecteplase can be stored at room temperature or refrigerated before reconstitution. Cost is a significant factor for all thrombolytic agents, and availability and price can play a large part in determining which agent an agency may use. Expired medication is a concern, given that prehospital fibrinolysis may be a low-frequency occurrence.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Issues of Concern -- Choice of Thrombolytic Agent. Fibrin-specific agents include tenecteplase (TNK-tPA), reteplase (rPA), and alteplase (tPA). They are not antigenically compared and are generally safer than streptokinase regarding bleeding complications. Tenecteplase can be given as a single IV bolus based on weight, while reteplase requires two boluses 30 minutes apart with fixed dosing. Alteplase is dosed based on weight and requires a 90-minute infusion requiring an IV pump. Tenecteplase is more specific for fibrin, with reteplase and alteplase being less specific. All deliver similar thrombolysis. [4] Alteplase, reteplase, and tenecteplase can be stored at room temperature or refrigerated before reconstitution. Cost is a significant factor for all thrombolytic agents, and availability and price can play a large part in determining which agent an agency may use. Expired medication is a concern, given that prehospital fibrinolysis may be a low-frequency occurrence."}
{"id": "article-31801_14", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Clinical Significance", "content": "Prehospital thrombolysis can dramatically reduce the time to restore blood flow to the myocardium suffering from STEMI. The Early Retavase-Thrombolysis In Myocardial Infarction (ER-TIMI) trial demonstrated that STEMI patients receiving fibrinolytic therapy in the prehospital setting received said therapy 32 minutes earlier than similar patients who received said therapy in the hospital. [1] A meta-analysis in 2000 by Morrison et al found that prehospital thrombolysis decreased time to thrombolysis and all-cause hospital mortality. [10] Similar findings were noted in 2006 by Welsh et al in an urban setting. [3] A Cochrane review in 2014 supported prehospital thrombolysis. However, it pointed out that most data collection was in relatively resource-rich locations, including the US and Europe. [11] French investigators noted that patients treated with prehospital thrombolysis had higher 1-year survival than those who received hospital-based thrombolysis or PCI. [2] While this data is encouraging, it is worth noting that the occurrence of STEMI amenable to prehospital thrombolysis may be relatively infrequent; the Cincinnati Heart Project and the Nashville Prehospital TPA trial found this incidence to be approximately 5%. [12] As such, the financial implications of implementing a prehospital thrombolysis protocol should be a consideration. However, in a review of the treatment of rural STEMIs in Norway over 11 years, it was noted that prehospital thrombolysis rates increased over time, as did the number of patients receiving PCI within 24 hours. Prehospital thrombolysis was noted to save 131 minutes per patient. Incidents of reperfusion heart failure decreased in that time. Mortality trended downward, and bleeding complications remained stable. [13]", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Clinical Significance. Prehospital thrombolysis can dramatically reduce the time to restore blood flow to the myocardium suffering from STEMI. The Early Retavase-Thrombolysis In Myocardial Infarction (ER-TIMI) trial demonstrated that STEMI patients receiving fibrinolytic therapy in the prehospital setting received said therapy 32 minutes earlier than similar patients who received said therapy in the hospital. [1] A meta-analysis in 2000 by Morrison et al found that prehospital thrombolysis decreased time to thrombolysis and all-cause hospital mortality. [10] Similar findings were noted in 2006 by Welsh et al in an urban setting. [3] A Cochrane review in 2014 supported prehospital thrombolysis. However, it pointed out that most data collection was in relatively resource-rich locations, including the US and Europe. [11] French investigators noted that patients treated with prehospital thrombolysis had higher 1-year survival than those who received hospital-based thrombolysis or PCI. [2] While this data is encouraging, it is worth noting that the occurrence of STEMI amenable to prehospital thrombolysis may be relatively infrequent; the Cincinnati Heart Project and the Nashville Prehospital TPA trial found this incidence to be approximately 5%. [12] As such, the financial implications of implementing a prehospital thrombolysis protocol should be a consideration. However, in a review of the treatment of rural STEMIs in Norway over 11 years, it was noted that prehospital thrombolysis rates increased over time, as did the number of patients receiving PCI within 24 hours. Prehospital thrombolysis was noted to save 131 minutes per patient. Incidents of reperfusion heart failure decreased in that time. Mortality trended downward, and bleeding complications remained stable. [13]"}
{"id": "article-31801_15", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Clinical Significance", "content": "Prehospital thrombolysis can improve STEMI reperfusion times and mortality. Prior to implementing a prehospital thrombolysis program, serious consideration must be given to all available resources, local populations, and QA/QI processes.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Clinical Significance. Prehospital thrombolysis can improve STEMI reperfusion times and mortality. Prior to implementing a prehospital thrombolysis program, serious consideration must be given to all available resources, local populations, and QA/QI processes."}
{"id": "article-31801_16", "title": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Prehospital Administration Of Thrombolytics For STEMI -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}