{"id": "article-25578_0", "title": "Natalizumab -- Continuing Education Activity", "content": "Natalizumab is an FDA-approved monoclonal antibody for treating multiple sclerosis and Crohn disease. Initially sanctioned in 2004 for multiple sclerosis treatment, its market presence faced a setback due to reported fatalities linked to progressive multifocal leukoencephalopathy. The FDA withdrew approval for natalizumab but later reinstated it in 2006, responding to advocacy from the multiple sclerosis community. When used judiciously alongside an advisory committee, this drug demonstrates efficacy in slowing symptom progression during flares and reducing relapse rates in individuals with relapsing-remitting multiple sclerosis. This activity discusses natalizumab's indications, mechanism of action, administration methods, notable adverse effects, contraindications, monitoring protocols, and toxicity considerations. By assimilating this information, healthcare providers can navigate patient therapy toward optimal outcomes for those grappling with multiple sclerosis.", "contents": "Natalizumab -- Continuing Education Activity. Natalizumab is an FDA-approved monoclonal antibody for treating multiple sclerosis and Crohn disease. Initially sanctioned in 2004 for multiple sclerosis treatment, its market presence faced a setback due to reported fatalities linked to progressive multifocal leukoencephalopathy. The FDA withdrew approval for natalizumab but later reinstated it in 2006, responding to advocacy from the multiple sclerosis community. When used judiciously alongside an advisory committee, this drug demonstrates efficacy in slowing symptom progression during flares and reducing relapse rates in individuals with relapsing-remitting multiple sclerosis. This activity discusses natalizumab's indications, mechanism of action, administration methods, notable adverse effects, contraindications, monitoring protocols, and toxicity considerations. By assimilating this information, healthcare providers can navigate patient therapy toward optimal outcomes for those grappling with multiple sclerosis."}
{"id": "article-25578_1", "title": "Natalizumab -- Continuing Education Activity", "content": "Objectives: Identify the indications for natalizumab therapy in patients with multiple sclerosis or Crohn disease. Screen patients for eligibility and potential contraindications before initiating natalizumab treatment. Assess patient response to natalizumab treatment and monitor for adverse effects or potential risks. Develop communication with patients about the benefits, risks, and potential outcomes of natalizumab therapy. Access free multiple choice questions on this topic.", "contents": "Natalizumab -- Continuing Education Activity. Objectives: Identify the indications for natalizumab therapy in patients with multiple sclerosis or Crohn disease. Screen patients for eligibility and potential contraindications before initiating natalizumab treatment. Assess patient response to natalizumab treatment and monitor for adverse effects or potential risks. Develop communication with patients about the benefits, risks, and potential outcomes of natalizumab therapy. Access free multiple choice questions on this topic."}
{"id": "article-25578_2", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "Natalizumab is an FDA-approved monoclonal antibody for treating multiple sclerosis and Crohn disease (CD). [1] The drug was initially approved to treat multiple sclerosis in 2004, but after reported mortality cases due to progressive multifocal leukoencephalopathy associated with natalizumab treatment, the FDA removed the drug from the market. [2]", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. Natalizumab is an FDA-approved monoclonal antibody for treating multiple sclerosis and Crohn disease (CD). [1] The drug was initially approved to treat multiple sclerosis in 2004, but after reported mortality cases due to progressive multifocal leukoencephalopathy associated with natalizumab treatment, the FDA removed the drug from the market. [2]"}
{"id": "article-25578_3", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "In 2006, the FDA reintroduced the drug when multiple protests by those with multiple sclerosis advocated for being able to use natalizumab in conjunction with the establishment of an advisory committee that would monitor patients on natalizumab. All patients receiving treatment with natalizumab are part of a TOUCH Prescribing Program database. A facility is granted permission by the United States Federal Drug Administration to administer natalizumab and ensure that extensive monitoring data and follow-up regarding the patient's experience with natalizumab are collected. [3]", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. In 2006, the FDA reintroduced the drug when multiple protests by those with multiple sclerosis advocated for being able to use natalizumab in conjunction with the establishment of an advisory committee that would monitor patients on natalizumab. All patients receiving treatment with natalizumab are part of a TOUCH Prescribing Program database. A facility is granted permission by the United States Federal Drug Administration to administer natalizumab and ensure that extensive monitoring data and follow-up regarding the patient's experience with natalizumab are collected. [3]"}
{"id": "article-25578_4", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "Natalizumab has been shown to slow down the progression of symptoms during a flare-up in individuals with multiple sclerosis and decrease the rate of relapse in those with relapsing-remitting multiple sclerosis. In a randomized, placebo-controlled study, 77% of patients were relapse-free at the end of 1 year compared to 56% of those on placebo. The 2-year relapse-free rate was 67% with natalizumab versus 41% with placebo. [2]", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. Natalizumab has been shown to slow down the progression of symptoms during a flare-up in individuals with multiple sclerosis and decrease the rate of relapse in those with relapsing-remitting multiple sclerosis. In a randomized, placebo-controlled study, 77% of patients were relapse-free at the end of 1 year compared to 56% of those on placebo. The 2-year relapse-free rate was 67% with natalizumab versus 41% with placebo. [2]"}
{"id": "article-25578_5", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "When the MRI images of the participants receiving natalizumab versus placebo were compared, the results showed an 83% reduction in the number of lesions detected by T2-weighted MRI and 83% fewer lesions on the gadolinium-enhanced MRI images of patients who received natalizumab over those who received placebo. [2]", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. When the MRI images of the participants receiving natalizumab versus placebo were compared, the results showed an 83% reduction in the number of lesions detected by T2-weighted MRI and 83% fewer lesions on the gadolinium-enhanced MRI images of patients who received natalizumab over those who received placebo. [2]"}
{"id": "article-25578_6", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "A controlled trial of natalizumab compared the average number of new lesions in 6 months between 3 groups: a placebo group, a group on 3 mg/kg of natalizumab, and a group on 6 mg/kg natalizumab. The average number of new lesions per patient in the placebo group was 9.6 compared to 0.7 and 1.1 for those on natalizumab 3 mg and 6 mg therapy, respectively. [4]", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. A controlled trial of natalizumab compared the average number of new lesions in 6 months between 3 groups: a placebo group, a group on 3 mg/kg of natalizumab, and a group on 6 mg/kg natalizumab. The average number of new lesions per patient in the placebo group was 9.6 compared to 0.7 and 1.1 for those on natalizumab 3 mg and 6 mg therapy, respectively. [4]"}
{"id": "article-25578_7", "title": "Natalizumab -- Indications -- FDA-Approved Indications", "content": "Natalizumab is indicated to induce and maintain clinical response and remission in adult patients with moderately to severely active CD with positive evidence for inflammation. These patients must have had an inadequate response to, or cannot tolerate, conventional CD therapies and inhibitors of TNF-α.", "contents": "Natalizumab -- Indications -- FDA-Approved Indications. Natalizumab is indicated to induce and maintain clinical response and remission in adult patients with moderately to severely active CD with positive evidence for inflammation. These patients must have had an inadequate response to, or cannot tolerate, conventional CD therapies and inhibitors of TNF-α."}
{"id": "article-25578_8", "title": "Natalizumab -- Mechanism of Action", "content": "Integrins are a class of selective adhesion molecules which are composed of multiple subunits and aid in the chemotaxis of leukocytes to sites of inflammation throughout the body. Natalizumab is a monoclonal antibody (mAb) that binds to alpha-4 integrin receptors (α4-subunit of α4β1 and α4β7 integrins) expressed on the surface of all leukocytes except neutrophils. This binding blocks the α4-mediated adhesion of leukocytes to their counter-receptors vascular cell adhesion molecule-1 (VCAM-1) and mucosal vascular addressin cell adhesion molecule-1 (MAdCAM-1). VCAM-1 is expressed on activated vascular endothelium, and MAdCAM-1 is expressed on vascular endothelial cells of the gastrointestinal tract. [5]", "contents": "Natalizumab -- Mechanism of Action. Integrins are a class of selective adhesion molecules which are composed of multiple subunits and aid in the chemotaxis of leukocytes to sites of inflammation throughout the body. Natalizumab is a monoclonal antibody (mAb) that binds to alpha-4 integrin receptors (α4-subunit of α4β1 and α4β7 integrins) expressed on the surface of all leukocytes except neutrophils. This binding blocks the α4-mediated adhesion of leukocytes to their counter-receptors vascular cell adhesion molecule-1 (VCAM-1) and mucosal vascular addressin cell adhesion molecule-1 (MAdCAM-1). VCAM-1 is expressed on activated vascular endothelium, and MAdCAM-1 is expressed on vascular endothelial cells of the gastrointestinal tract. [5]"}
{"id": "article-25578_9", "title": "Natalizumab -- Mechanism of Action", "content": "Natalizumab decreases inflammation by disrupting integrin receptor binding during an inflammatory flare, thereby directly blocking leukocytes from crossing the blood vessel and exerting pro-inflammatory responses. In patients with multiple sclerosis, natalizumab blocks the α4-β1 integrin receptor that lines the blood-brain barrier, blocking leukocytes from entering the patient's central nervous system (CNS). [6] The results of several studies have shown a significant reduction in the number of lesions in multiple sclerosis patients taking natalizumab. [7]", "contents": "Natalizumab -- Mechanism of Action. Natalizumab decreases inflammation by disrupting integrin receptor binding during an inflammatory flare, thereby directly blocking leukocytes from crossing the blood vessel and exerting pro-inflammatory responses. In patients with multiple sclerosis, natalizumab blocks the α4-β1 integrin receptor that lines the blood-brain barrier, blocking leukocytes from entering the patient's central nervous system (CNS). [6] The results of several studies have shown a significant reduction in the number of lesions in multiple sclerosis patients taking natalizumab. [7]"}
{"id": "article-25578_10", "title": "Natalizumab -- Mechanism of Action", "content": "Natalizumab is a disease-modifying therapy for MS. [8] In patients with Crohn disease, natalizumab reduces the infiltration of lymphocytes in the intestinal mucosa and decreases chronic inflammation. Natalizumab is useful for patients with active inflammation or chronically active CD resistant to traditional therapies. Natalizumab is particularly effective in patients with moderate and severe CD. [9]", "contents": "Natalizumab -- Mechanism of Action. Natalizumab is a disease-modifying therapy for MS. [8] In patients with Crohn disease, natalizumab reduces the infiltration of lymphocytes in the intestinal mucosa and decreases chronic inflammation. Natalizumab is useful for patients with active inflammation or chronically active CD resistant to traditional therapies. Natalizumab is particularly effective in patients with moderate and severe CD. [9]"}
{"id": "article-25578_11", "title": "Natalizumab -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The time to steady-state is approximately 24 weeks after every 4 weeks of dosing in patients with MS. Similarly estimated time to steady-state is approximately 16 to 24 weeks in patients with CD. Distribution: The volume of distribution is 5.7 ± 1.9 L in patients with MS and 5.2 ± 2.8 L in patients with CD. Metabolism: Natalizumab is a monoclonal antibody taken up by the cells by endocytosis, and it is metabolized to amino acids. [10]", "contents": "Natalizumab -- Mechanism of Action -- Pharmacokinetics. Absorption: The time to steady-state is approximately 24 weeks after every 4 weeks of dosing in patients with MS. Similarly estimated time to steady-state is approximately 16 to 24 weeks in patients with CD. Distribution: The volume of distribution is 5.7 ± 1.9 L in patients with MS and 5.2 ± 2.8 L in patients with CD. Metabolism: Natalizumab is a monoclonal antibody taken up by the cells by endocytosis, and it is metabolized to amino acids. [10]"}
{"id": "article-25578_12", "title": "Natalizumab -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The half-life of natalizumab is 11 ± 4 days in patients with MS and 10 ± 7 days. The clearance is 16 ± 5 mL/hr in patients with MS and 22 ± 22 mL/hr in patients with CD. The presence of anti-natalizumab antibodies increases the clearance of natalizumab. Plasma exchange is an effective method for accelerating the clearance of natalizumab. [11]", "contents": "Natalizumab -- Mechanism of Action -- Pharmacokinetics. Elimination: The half-life of natalizumab is 11 ± 4 days in patients with MS and 10 ± 7 days. The clearance is 16 ± 5 mL/hr in patients with MS and 22 ± 22 mL/hr in patients with CD. The presence of anti-natalizumab antibodies increases the clearance of natalizumab. Plasma exchange is an effective method for accelerating the clearance of natalizumab. [11]"}
{"id": "article-25578_13", "title": "Natalizumab -- Administration -- Available Dosage Forms", "content": "Natalizumab is administered via intravenous infusions every 28 days at a TOUCH Prescribing Program-approved site.", "contents": "Natalizumab -- Administration -- Available Dosage Forms. Natalizumab is administered via intravenous infusions every 28 days at a TOUCH Prescribing Program-approved site."}
{"id": "article-25578_14", "title": "Natalizumab -- Administration -- Adult Dosing", "content": "The recommended dose is 300 mg/15 mL (20 mg/mL); this dose can be modified at the treating clinician's discretion. The infusion takes 1 hour, and the patient is monitored closely by staff for 1 more hour for any significant adverse effects. Natalizumab should not be given as an intravenous bolus or push. The drug should be administered within 8 hours of preparation. [12] [13] In patients with CD, natalizumab should not be used concomitantly with immunosuppressants or inhibitors of TNF-α.", "contents": "Natalizumab -- Administration -- Adult Dosing. The recommended dose is 300 mg/15 mL (20 mg/mL); this dose can be modified at the treating clinician's discretion. The infusion takes 1 hour, and the patient is monitored closely by staff for 1 more hour for any significant adverse effects. Natalizumab should not be given as an intravenous bolus or push. The drug should be administered within 8 hours of preparation. [12] [13] In patients with CD, natalizumab should not be used concomitantly with immunosuppressants or inhibitors of TNF-α."}
{"id": "article-25578_15", "title": "Natalizumab -- Administration -- Specific Patient Population", "content": "Hepatic impairment: The pharmacokinetic parameters of natalizumab in patients with hepatic impairment have not been studied. Use with caution due to the risk of hepatotoxicity. [10]", "contents": "Natalizumab -- Administration -- Specific Patient Population. Hepatic impairment: The pharmacokinetic parameters of natalizumab in patients with hepatic impairment have not been studied. Use with caution due to the risk of hepatotoxicity. [10]"}
{"id": "article-25578_16", "title": "Natalizumab -- Administration -- Specific Patient Population", "content": "Renal impairment: The pharmacokinetic parameters of natalizumab in patients with renal impairment have not been studied. Clinicians should use natalizumab with caution in patients with renal impairment.", "contents": "Natalizumab -- Administration -- Specific Patient Population. Renal impairment: The pharmacokinetic parameters of natalizumab in patients with renal impairment have not been studied. Clinicians should use natalizumab with caution in patients with renal impairment."}
{"id": "article-25578_17", "title": "Natalizumab -- Administration -- Specific Patient Population", "content": "Pregnancy considerations: There are inadequate data on the risk of significant congenital disabilities, miscarriage, or other adverse maternal outcomes associated with the administration of natalizumab in pregnant women. In post-marketing surveillance, adverse fetal outcomes of neonatal thrombocytopenia, sometimes associated with anemia, have been reported. Complete blood counts  should be monitored in neonates with maternal exposure to natalizumab in utero.", "contents": "Natalizumab -- Administration -- Specific Patient Population. Pregnancy considerations: There are inadequate data on the risk of significant congenital disabilities, miscarriage, or other adverse maternal outcomes associated with the administration of natalizumab in pregnant women. In post-marketing surveillance, adverse fetal outcomes of neonatal thrombocytopenia, sometimes associated with anemia, have been reported. Complete blood counts  should be monitored in neonates with maternal exposure to natalizumab in utero."}
{"id": "article-25578_18", "title": "Natalizumab -- Administration -- Specific Patient Population", "content": "Breastfeeding considerations: Natalizumab is excreted in human breast milk. However, there is no data on the adverse effects of this exposure on maternal milk production and its effects on the breastfed infant. Therefore, the developmental and health benefits of breastfeeding should be considered, along with the mother's clinical requirement for natalizumab and potential adverse effects on the breastfed infant from natalizumab and the underlying maternal condition. [14]", "contents": "Natalizumab -- Administration -- Specific Patient Population. Breastfeeding considerations: Natalizumab is excreted in human breast milk. However, there is no data on the adverse effects of this exposure on maternal milk production and its effects on the breastfed infant. Therefore, the developmental and health benefits of breastfeeding should be considered, along with the mother's clinical requirement for natalizumab and potential adverse effects on the breastfed infant from natalizumab and the underlying maternal condition. [14]"}
{"id": "article-25578_19", "title": "Natalizumab -- Administration -- Specific Patient Population", "content": "Pediatric patients: Clinical studies of natalizumab did not include pediatric patients under 18 years to determine whether they are safe and effective in treating patients with multiple sclerosis or Crohn disease. Hence natalizumab is not indicated for use in these patients. The study indicated that natalizumab might be effective disease-modifying therapy for pediatric MS. However, more research is needed before using natalizumab in pediatric patients in routine clinical practice. [15] Older patients: The safety and effectiveness in patients with multiple sclerosis or Crohn disease have not been established as clinical trials had insufficient subjects from this patient cohort.", "contents": "Natalizumab -- Administration -- Specific Patient Population. Pediatric patients: Clinical studies of natalizumab did not include pediatric patients under 18 years to determine whether they are safe and effective in treating patients with multiple sclerosis or Crohn disease. Hence natalizumab is not indicated for use in these patients. The study indicated that natalizumab might be effective disease-modifying therapy for pediatric MS. However, more research is needed before using natalizumab in pediatric patients in routine clinical practice. [15] Older patients: The safety and effectiveness in patients with multiple sclerosis or Crohn disease have not been established as clinical trials had insufficient subjects from this patient cohort."}
{"id": "article-25578_20", "title": "Natalizumab -- Adverse Effects", "content": "In the various studies and trials performed using natalizumab, patients' most common self-reported effect was fatigue. Additional self-reported effects included headache, nausea, and rhinorrhea. There is a low risk of anaphylaxis. Hypersensitivity issues manifested with rash, urticaria, bronchospasm, chest pain, flushing of the skin, and low blood pressure. Most hypersensitivity issues will manifest within 2 hours of infusion. [16] Given that natalizumab is an immune-modulating drug, an association with other unusual and serious infections exists, but causation is not definitively established. [1]", "contents": "Natalizumab -- Adverse Effects. In the various studies and trials performed using natalizumab, patients' most common self-reported effect was fatigue. Additional self-reported effects included headache, nausea, and rhinorrhea. There is a low risk of anaphylaxis. Hypersensitivity issues manifested with rash, urticaria, bronchospasm, chest pain, flushing of the skin, and low blood pressure. Most hypersensitivity issues will manifest within 2 hours of infusion. [16] Given that natalizumab is an immune-modulating drug, an association with other unusual and serious infections exists, but causation is not definitively established. [1]"}
{"id": "article-25578_21", "title": "Natalizumab -- Adverse Effects", "content": "Three risk factors have been associated with a decreased incidence of progressive multifocal leukoencephalopathy (PML): a shorter period of treatment with natalizumab, little or no history of immunosuppressant drug use, and a negative viral antibody panel. The incidence of PML in a low-risk group was 0.09 cases per 1000 patients, compared to the high-risk group's 11.1 cases per 1000 patients. [17] [18]", "contents": "Natalizumab -- Adverse Effects. Three risk factors have been associated with a decreased incidence of progressive multifocal leukoencephalopathy (PML): a shorter period of treatment with natalizumab, little or no history of immunosuppressant drug use, and a negative viral antibody panel. The incidence of PML in a low-risk group was 0.09 cases per 1000 patients, compared to the high-risk group's 11.1 cases per 1000 patients. [17] [18]"}
{"id": "article-25578_22", "title": "Natalizumab -- Adverse Effects", "content": "Increases in nucleated red cells have been recorded. The changes were not permanent and had no clinical effect. Nucleated red cell levels returned to baseline within 16 weeks. An increase in lymphocytes, monocytes, and eosinophils can be seen in a patient on natalizumab therapy. No increase in the neutrophil count has been noted in patients on natalizumab therapy. The increase in lymphocytes is expected, as the α4 integrin is located on these cells. By blocking their navigation across the blood-brain barrier, they are expected to remain at high levels in the serum. [1]", "contents": "Natalizumab -- Adverse Effects. Increases in nucleated red cells have been recorded. The changes were not permanent and had no clinical effect. Nucleated red cell levels returned to baseline within 16 weeks. An increase in lymphocytes, monocytes, and eosinophils can be seen in a patient on natalizumab therapy. No increase in the neutrophil count has been noted in patients on natalizumab therapy. The increase in lymphocytes is expected, as the α4 integrin is located on these cells. By blocking their navigation across the blood-brain barrier, they are expected to remain at high levels in the serum. [1]"}
{"id": "article-25578_23", "title": "Natalizumab -- Adverse Effects", "content": "No significant adverse psychiatric effects have been associated with disease-modifying drugs like natalizumab. Reviews suggest that there may be either an indirect or direct benefit in helping to reduce psychiatric symptoms of depression. [19]", "contents": "Natalizumab -- Adverse Effects. No significant adverse psychiatric effects have been associated with disease-modifying drugs like natalizumab. Reviews suggest that there may be either an indirect or direct benefit in helping to reduce psychiatric symptoms of depression. [19]"}
{"id": "article-25578_24", "title": "Natalizumab -- Adverse Effects", "content": "Natalizumab can increase the risk of developing encephalitis and meningitis caused by varicella-zoster viruses and herpes simplex. Serious, life-threatening, and rare fatal cases have been reported in post-marketing studies in patients with MS. The diagnosis was confirmed by laboratory PCR for viral DNA in the cerebrospinal fluid. The duration of treatment with natalizumab before onset ranged from a few months to several years.", "contents": "Natalizumab -- Adverse Effects. Natalizumab can increase the risk of developing encephalitis and meningitis caused by varicella-zoster viruses and herpes simplex. Serious, life-threatening, and rare fatal cases have been reported in post-marketing studies in patients with MS. The diagnosis was confirmed by laboratory PCR for viral DNA in the cerebrospinal fluid. The duration of treatment with natalizumab before onset ranged from a few months to several years."}
{"id": "article-25578_25", "title": "Natalizumab -- Adverse Effects", "content": "There is also an increased risk of acute retinal necrosis (ARN) caused by herpesviruses has been observed in patients treated with natalizumab. ARN can also occur in patients with herpes meningitis or encephalitis. Severe cases of ARN may lead to blindness in some patients. Therefore, following a confirmed diagnosis of ARN, consider discontinuation of natalizumab. The treatment reported in ARN cases included anti-viral medicines and sometimes surgery.", "contents": "Natalizumab -- Adverse Effects. There is also an increased risk of acute retinal necrosis (ARN) caused by herpesviruses has been observed in patients treated with natalizumab. ARN can also occur in patients with herpes meningitis or encephalitis. Severe cases of ARN may lead to blindness in some patients. Therefore, following a confirmed diagnosis of ARN, consider discontinuation of natalizumab. The treatment reported in ARN cases included anti-viral medicines and sometimes surgery."}
{"id": "article-25578_26", "title": "Natalizumab -- Contraindications", "content": "Contraindications to natalizumab therapy include: Allergy to natalizumab History of progressive multi leukoencephalopathy", "contents": "Natalizumab -- Contraindications. Contraindications to natalizumab therapy include: Allergy to natalizumab History of progressive multi leukoencephalopathy"}
{"id": "article-25578_27", "title": "Natalizumab -- Contraindications -- Box Warnings", "content": "When used with other immune-modulating drugs, the risk of progressive multi-leukoencephalopathy (PML) and an opportunistic infection caused by the John Cunningham (JC) virus increases. There is a boxed warning for this reason, and prescribers should carefully consider the risks versus benefits of using natalizumab for each patient. Immune-modulating drugs, including corticosteroids, should be discontinued if therapeutically possible before using natalizumab. [20] PML risk increases as repeated infusions increase to exceed 2 years. Checking for anti-JC antibodies can help but is not definitive for the risk stratification of acquiring PML. Those who tested negative for the antibody have a decreased risk, but it does not provide 100% immunity against acquiring PML. Therefore, periodic testing should be done for anti-JC antibodies while on natalizumab. [2]", "contents": "Natalizumab -- Contraindications -- Box Warnings. When used with other immune-modulating drugs, the risk of progressive multi-leukoencephalopathy (PML) and an opportunistic infection caused by the John Cunningham (JC) virus increases. There is a boxed warning for this reason, and prescribers should carefully consider the risks versus benefits of using natalizumab for each patient. Immune-modulating drugs, including corticosteroids, should be discontinued if therapeutically possible before using natalizumab. [20] PML risk increases as repeated infusions increase to exceed 2 years. Checking for anti-JC antibodies can help but is not definitive for the risk stratification of acquiring PML. Those who tested negative for the antibody have a decreased risk, but it does not provide 100% immunity against acquiring PML. Therefore, periodic testing should be done for anti-JC antibodies while on natalizumab. [2]"}
{"id": "article-25578_28", "title": "Natalizumab -- Contraindications -- Box Warnings", "content": "Natalizumab is contraindicated for immunosuppressed individuals. This includes individuals with human immunodeficiency virus, AIDS, leukemia, lymphoma, or those who have had organ transplants.", "contents": "Natalizumab -- Contraindications -- Box Warnings. Natalizumab is contraindicated for immunosuppressed individuals. This includes individuals with human immunodeficiency virus, AIDS, leukemia, lymphoma, or those who have had organ transplants."}
{"id": "article-25578_29", "title": "Natalizumab -- Monitoring", "content": "Liver function tests, including bilirubin, should be monitored as signs of liver toxicity and jaundice can appear as early as 6 days. Natalizumab should be immediately discontinued to prevent further damage. [19] Changes in a complete blood count (CBC), such as leukocytosis, can be expected given the drug's mechanism of action. Additional signs and symptoms suggest a new onset; the underlying infectious process should prompt the physician for further workup.", "contents": "Natalizumab -- Monitoring. Liver function tests, including bilirubin, should be monitored as signs of liver toxicity and jaundice can appear as early as 6 days. Natalizumab should be immediately discontinued to prevent further damage. [19] Changes in a complete blood count (CBC), such as leukocytosis, can be expected given the drug's mechanism of action. Additional signs and symptoms suggest a new onset; the underlying infectious process should prompt the physician for further workup."}
{"id": "article-25578_30", "title": "Natalizumab -- Monitoring", "content": "Patients should be monitored for signs and symptoms of meningitis or encephalitis. If herpes encephalitis or meningitis occurs, natalizumab should be stopped, and appropriate treatment for herpes encephalitis or meningitis needs to be administered. Patients presenting with eye symptoms, including redness, decreased visual acuity, or eye pain, should be referred for retinal screening for ARN.", "contents": "Natalizumab -- Monitoring. Patients should be monitored for signs and symptoms of meningitis or encephalitis. If herpes encephalitis or meningitis occurs, natalizumab should be stopped, and appropriate treatment for herpes encephalitis or meningitis needs to be administered. Patients presenting with eye symptoms, including redness, decreased visual acuity, or eye pain, should be referred for retinal screening for ARN."}
{"id": "article-25578_31", "title": "Natalizumab -- Toxicity -- Management of Overdose", "content": "Natalizumab safety at doses exceeding 300 mg has not been evaluated. Clinicians should call the local poison control center to get up-to-date information for treating the overdose with natalizumab. For progressive multifocal leukoencephalopathy, therapeutic plasma exchange and immunoadsorption are recommended. [21]", "contents": "Natalizumab -- Toxicity -- Management of Overdose. Natalizumab safety at doses exceeding 300 mg has not been evaluated. Clinicians should call the local poison control center to get up-to-date information for treating the overdose with natalizumab. For progressive multifocal leukoencephalopathy, therapeutic plasma exchange and immunoadsorption are recommended. [21]"}
{"id": "article-25578_32", "title": "Natalizumab -- Enhancing Healthcare Team Outcomes", "content": "While the risk of acquiring progressive multifocal leukoencephalopathy with natalizumab treatment can be daunting, measures can be taken to decrease the probability, given the current evidence at hand. As mentioned above:", "contents": "Natalizumab -- Enhancing Healthcare Team Outcomes. While the risk of acquiring progressive multifocal leukoencephalopathy with natalizumab treatment can be daunting, measures can be taken to decrease the probability, given the current evidence at hand. As mentioned above:"}
{"id": "article-25578_33", "title": "Natalizumab -- Enhancing Healthcare Team Outcomes", "content": "Three risk factors have been associated with a decreased incidence of PML, which include a shorter period of treatment with natalizumab, little or no history of immunosuppressant drug use, and a negative viral antibody panel. The incidence of PML in a low-risk group was 0.09 cases per 1000 patients, compared to the high-risk group’s 11.1 cases per 1000 patients. [17] [18] Checking for anti-JC antibodies can help but is not definitive for the risk stratification of acquiring PML. Those tested negative for the antibody have a decreased risk, but it does not provide 100% immunity against contracting PML. Therefore, periodic testing should be done for anti-JC antibodies while a patient is on natalizumab. [2] Immune-modulating drugs, including corticosteroids, should be discontinued if possible before using natalizumab. [20] Patients deemed immunocompromised, such as HIV, AIDS, leukemia, lymphoma, or organ transplant recipients, are at increased risk of acquiring PML.", "contents": "Natalizumab -- Enhancing Healthcare Team Outcomes. Three risk factors have been associated with a decreased incidence of PML, which include a shorter period of treatment with natalizumab, little or no history of immunosuppressant drug use, and a negative viral antibody panel. The incidence of PML in a low-risk group was 0.09 cases per 1000 patients, compared to the high-risk group’s 11.1 cases per 1000 patients. [17] [18] Checking for anti-JC antibodies can help but is not definitive for the risk stratification of acquiring PML. Those tested negative for the antibody have a decreased risk, but it does not provide 100% immunity against contracting PML. Therefore, periodic testing should be done for anti-JC antibodies while a patient is on natalizumab. [2] Immune-modulating drugs, including corticosteroids, should be discontinued if possible before using natalizumab. [20] Patients deemed immunocompromised, such as HIV, AIDS, leukemia, lymphoma, or organ transplant recipients, are at increased risk of acquiring PML."}
{"id": "article-25578_34", "title": "Natalizumab -- Enhancing Healthcare Team Outcomes", "content": "The long-term effects of natalizumab have yet to be determined. Clinicians must thoroughly discuss the risks and benefits of treatment with their patients. Nursing staff must monitor patients following administration and comply with TOUCH program guidelines, relaying any concerns or adverse reactions to the prescribing clinician. Also, infusion centers and pharmacies must be certified to infuse or dispense natalizumab. The pharmacist must perform medication reconciliation and notify the prescriber of any concerns regarding interactions. Open communication and collaboration among interprofessional team members can improve safety outcomes and treatment efficacy for patients treated with natalizumab.", "contents": "Natalizumab -- Enhancing Healthcare Team Outcomes. The long-term effects of natalizumab have yet to be determined. Clinicians must thoroughly discuss the risks and benefits of treatment with their patients. Nursing staff must monitor patients following administration and comply with TOUCH program guidelines, relaying any concerns or adverse reactions to the prescribing clinician. Also, infusion centers and pharmacies must be certified to infuse or dispense natalizumab. The pharmacist must perform medication reconciliation and notify the prescriber of any concerns regarding interactions. Open communication and collaboration among interprofessional team members can improve safety outcomes and treatment efficacy for patients treated with natalizumab."}
{"id": "article-25578_35", "title": "Natalizumab -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Natalizumab -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}