{"id": "article-22541_0", "title": "Hand Extensor Tendon Lacerations -- Continuing Education Activity", "content": "Extensor tendon lacerations are relatively common injuries and, when not treated appropriately, may result in a lasting impairment of hand function. The injury mostly affects the working-age group; therefore, these injuries have a great economic impact on society. This activity reviews the evaluation and management of extensor tendon lacerations in the hand and highlights the role of the interprofessional team in improving care for patients with this injury.", "contents": "Hand Extensor Tendon Lacerations -- Continuing Education Activity. Extensor tendon lacerations are relatively common injuries and, when not treated appropriately, may result in a lasting impairment of hand function. The injury mostly affects the working-age group; therefore, these injuries have a great economic impact on society. This activity reviews the evaluation and management of extensor tendon lacerations in the hand and highlights the role of the interprofessional team in improving care for patients with this injury."}
{"id": "article-22541_1", "title": "Hand Extensor Tendon Lacerations -- Continuing Education Activity", "content": "Objectives: Review the epidemiology of extensor tendon laceration. Outline the anatomy relevant to the extensor tendon laceration Summarize the options for rehabilitation post extensor tendon laceration. Describe the importance of collaboration and communication among the interdisciplinary team to improve outcomes for patients affected by extensor tendon laceration. Access free multiple choice questions on this topic.", "contents": "Hand Extensor Tendon Lacerations -- Continuing Education Activity. Objectives: Review the epidemiology of extensor tendon laceration. Outline the anatomy relevant to the extensor tendon laceration Summarize the options for rehabilitation post extensor tendon laceration. Describe the importance of collaboration and communication among the interdisciplinary team to improve outcomes for patients affected by extensor tendon laceration. Access free multiple choice questions on this topic."}
{"id": "article-22541_2", "title": "Hand Extensor Tendon Lacerations -- Introduction", "content": "Extensor tendon lacerations are relatively common injuries and, when not treated appropriately, may result in a lasting impairment of hand function. [1] Due to their superficial location and being adjacent to the bones, extensor tendons in the hand are more prone to injury than the flexors. [2] [3]", "contents": "Hand Extensor Tendon Lacerations -- Introduction. Extensor tendon lacerations are relatively common injuries and, when not treated appropriately, may result in a lasting impairment of hand function. [1] Due to their superficial location and being adjacent to the bones, extensor tendons in the hand are more prone to injury than the flexors. [2] [3]"}
{"id": "article-22541_3", "title": "Hand Extensor Tendon Lacerations -- Etiology", "content": "Extensor tendon lacerations are very common injuries among young manual workers. [4] Laceration with a sharp object is the most common mechanism followed by saw injuries, both having a slightly different distribution anatomically. A saw is likely to be causing injury distal to the metacarpophalangeal joint (MCPJ) and be associated with fractures, while sharp object lacerations tend to be proximal to that. [5] Accidental injuries in younger children are seen sometimes involving flexor and extensor injuries, while much more rarely they can happen in neonates as a result of iatrogenic injury during delivery – particularly during C-section. [2]", "contents": "Hand Extensor Tendon Lacerations -- Etiology. Extensor tendon lacerations are very common injuries among young manual workers. [4] Laceration with a sharp object is the most common mechanism followed by saw injuries, both having a slightly different distribution anatomically. A saw is likely to be causing injury distal to the metacarpophalangeal joint (MCPJ) and be associated with fractures, while sharp object lacerations tend to be proximal to that. [5] Accidental injuries in younger children are seen sometimes involving flexor and extensor injuries, while much more rarely they can happen in neonates as a result of iatrogenic injury during delivery – particularly during C-section. [2]"}
{"id": "article-22541_4", "title": "Hand Extensor Tendon Lacerations -- Epidemiology", "content": "Patients affected are mostly men in their thirties, and as they are the working-age group, these injuries have a great economic impact on society. [5] [6] They have been reported to cost the United Kingdom economy over £100 million each year relating to the cost of direct care and much higher when you take the loss of wages and poor productivity-related losses to the economy. [7] The dominant hand is more likely to be injured, and the thumb tends to be most commonly damaged, followed by the index and middle fingers, but extensor tendon lacerations can occur at any site. [5] In the UK, they represent up to 30% of all emergency department visits and are the most common reason to attend. [7] In the United States, they are equally common and are estimated to comprise more than 25% of all soft tissue injuries. [6]", "contents": "Hand Extensor Tendon Lacerations -- Epidemiology. Patients affected are mostly men in their thirties, and as they are the working-age group, these injuries have a great economic impact on society. [5] [6] They have been reported to cost the United Kingdom economy over £100 million each year relating to the cost of direct care and much higher when you take the loss of wages and poor productivity-related losses to the economy. [7] The dominant hand is more likely to be injured, and the thumb tends to be most commonly damaged, followed by the index and middle fingers, but extensor tendon lacerations can occur at any site. [5] In the UK, they represent up to 30% of all emergency department visits and are the most common reason to attend. [7] In the United States, they are equally common and are estimated to comprise more than 25% of all soft tissue injuries. [6]"}
{"id": "article-22541_5", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Accurate assessment and management are essential as it has a direct impact on livelihood and work of affected individuals. [7] A detailed history is crucial and must include the mechanism of injury, position of the hand and fingers at the time, age, occupation, and handedness. Knowing whether a human bite was involved is vital as any contamination would need formal irrigation and debridement. [1]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Accurate assessment and management are essential as it has a direct impact on livelihood and work of affected individuals. [7] A detailed history is crucial and must include the mechanism of injury, position of the hand and fingers at the time, age, occupation, and handedness. Knowing whether a human bite was involved is vital as any contamination would need formal irrigation and debridement. [1]"}
{"id": "article-22541_6", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Both a systemic and an in-depth examination of both hands is crucial, comparing like for like. [1] Unless the injury is part of a larger trauma, and the patient needs to be treated according to the ATLS protocol, hand examination should start with an inspection. Any open wound to the back of the hand should raise suspicion of extensor tendon injury. Neurovascular status should always be tested and documented before any local anesthetic is given. [5]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Both a systemic and an in-depth examination of both hands is crucial, comparing like for like. [1] Unless the injury is part of a larger trauma, and the patient needs to be treated according to the ATLS protocol, hand examination should start with an inspection. Any open wound to the back of the hand should raise suspicion of extensor tendon injury. Neurovascular status should always be tested and documented before any local anesthetic is given. [5]"}
{"id": "article-22541_7", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Once that is done, open injuries should be explored with care under local anesthetic and with appropriate magnification. [7] Additional injuries must be sought. [2] Any suspicion of deep injury warrants a referral to the hand surgery team. [7]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Once that is done, open injuries should be explored with care under local anesthetic and with appropriate magnification. [7] Additional injuries must be sought. [2] Any suspicion of deep injury warrants a referral to the hand surgery team. [7]"}
{"id": "article-22541_8", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "The radial nerve innervates all extrinsic extensor tendons of the hand. The clinician should look out for radial nerve injury but not forget also to assess median and ulnar nerves. [1] Extrinsic tendons can be divided into superficial and deep groups as shown below: [5]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. The radial nerve innervates all extrinsic extensor tendons of the hand. The clinician should look out for radial nerve injury but not forget also to assess median and ulnar nerves. [1] Extrinsic tendons can be divided into superficial and deep groups as shown below: [5]"}
{"id": "article-22541_9", "title": "Hand Extensor Tendon Lacerations -- History and Physical -- Superficial Extrinsic Extensors", "content": "Extensor carpi radialis longus (ECRL) Extensor carpi radialis brevis (ECRB) Extensor digitorum communis, (EDC) Extensor digiti minimi (EDM) Extensor carpi ulnaris (ECU)", "contents": "Hand Extensor Tendon Lacerations -- History and Physical -- Superficial Extrinsic Extensors. Extensor carpi radialis longus (ECRL) Extensor carpi radialis brevis (ECRB) Extensor digitorum communis, (EDC) Extensor digiti minimi (EDM) Extensor carpi ulnaris (ECU)"}
{"id": "article-22541_10", "title": "Hand Extensor Tendon Lacerations -- History and Physical -- Deep Extrinsic Extensors", "content": "Abductor pollicis longus (APL) Extensor pollicis longus (EPL) Extensor indicis proprius (EIP) The above can be grossly tested even in the case where the patient is unable or unwilling to cooperate by checking for normal tenodesis and digital cascade. [2]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical -- Deep Extrinsic Extensors. Abductor pollicis longus (APL) Extensor pollicis longus (EPL) Extensor indicis proprius (EIP) The above can be grossly tested even in the case where the patient is unable or unwilling to cooperate by checking for normal tenodesis and digital cascade. [2]"}
{"id": "article-22541_11", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "At the level of the wrist, they are divided into six compartments numbered from radial to ulnar side. [5] Fibroosseous sheaths separate them, and the extensor retinaculum acts as a roof over them to prevent bowstringing. Within the compartments, the tendons are round, but they flatten the more distally they run. [6] Loss of normal digital cascade with extension lag of any single digit should prompt assessment of all six components of the extensor compartment: [5] See Table. Extensor Tendon Compartments of the Hand. Compartment 1 - APL and extensor pollicis brevis (EPB) Compartment 2 - ECRL and ECRB Compartment 3 - EPL Compartment 4 - EDC and EIP Compartment 5 - EDM Compartment 6 - ECU", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. At the level of the wrist, they are divided into six compartments numbered from radial to ulnar side. [5] Fibroosseous sheaths separate them, and the extensor retinaculum acts as a roof over them to prevent bowstringing. Within the compartments, the tendons are round, but they flatten the more distally they run. [6] Loss of normal digital cascade with extension lag of any single digit should prompt assessment of all six components of the extensor compartment: [5] See Table. Extensor Tendon Compartments of the Hand. Compartment 1 - APL and extensor pollicis brevis (EPB) Compartment 2 - ECRL and ECRB Compartment 3 - EPL Compartment 4 - EDC and EIP Compartment 5 - EDM Compartment 6 - ECU"}
{"id": "article-22541_12", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "In addition to the above divisions, extensor tendons have been classified into a zone system by Kleinert and Verdan. They have described 8 zones relating to underlying bones and joints. Doyle has later added on an additional 9 zone in the musculotendinous junction in the forearm, which is about 4 cm proximal to the wrist (see Illustration. Extensor Tendon Mechanism in the Finger). [2] [6] All can be seen in the illustration and shows the odd number zones are over the joints broadly. Each zone differs in anatomy and properties of the extensor mechanism; therefore, all need to be assessed, and any treatment of a laceration will depend largely on its location. [2]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. In addition to the above divisions, extensor tendons have been classified into a zone system by Kleinert and Verdan. They have described 8 zones relating to underlying bones and joints. Doyle has later added on an additional 9 zone in the musculotendinous junction in the forearm, which is about 4 cm proximal to the wrist (see Illustration. Extensor Tendon Mechanism in the Finger). [2] [6] All can be seen in the illustration and shows the odd number zones are over the joints broadly. Each zone differs in anatomy and properties of the extensor mechanism; therefore, all need to be assessed, and any treatment of a laceration will depend largely on its location. [2]"}
{"id": "article-22541_13", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Extension in each finger needs to be tested on a joint by a joint basis in isolation, looking at the active range of movement and movement against resistance. Some special considerations need to be taken depending on the zone affected by the injury as per their specialized anatomy and in cases where there is more than one tendon per digit (both EDM and EIP can be tested by extending the relevant finger with the hand flat on a surface). It is worth noting that the full extension of small joints is occasionally possible even after those tendons have been lacerated. [1]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Extension in each finger needs to be tested on a joint by a joint basis in isolation, looking at the active range of movement and movement against resistance. Some special considerations need to be taken depending on the zone affected by the injury as per their specialized anatomy and in cases where there is more than one tendon per digit (both EDM and EIP can be tested by extending the relevant finger with the hand flat on a surface). It is worth noting that the full extension of small joints is occasionally possible even after those tendons have been lacerated. [1]"}
{"id": "article-22541_14", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Junctura tendinae prevent independent extension of digits, and they allow for an ongoing extension of the metacarpophalangeal joint (MCPJ) even if one of the tendons is lacerated. Saggital bands are crucial for MCPJ extension without direct tendon attachment to the proximal phalanx. The extensor mechanism gets more complex past MCPJ (zone V). [6] The extensor tendon divides into three parts over the proximal phalanx (zone IV) to form central slip and lateral bands (zone III). Elson test can be used to test central slip in zone III – it involves flexion of proximal interphalangeal joint (PIPJ) to 90 degrees and attempting to extend distal interphalangeal joint (DIPJ) in that position. Normally DIPJ remains lax unless central slip is damaged as lateral bands have increased pull. [5]", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Junctura tendinae prevent independent extension of digits, and they allow for an ongoing extension of the metacarpophalangeal joint (MCPJ) even if one of the tendons is lacerated. Saggital bands are crucial for MCPJ extension without direct tendon attachment to the proximal phalanx. The extensor mechanism gets more complex past MCPJ (zone V). [6] The extensor tendon divides into three parts over the proximal phalanx (zone IV) to form central slip and lateral bands (zone III). Elson test can be used to test central slip in zone III – it involves flexion of proximal interphalangeal joint (PIPJ) to 90 degrees and attempting to extend distal interphalangeal joint (DIPJ) in that position. Normally DIPJ remains lax unless central slip is damaged as lateral bands have increased pull. [5]"}
{"id": "article-22541_15", "title": "Hand Extensor Tendon Lacerations -- History and Physical", "content": "Distally lateral bands join and insert into the base of the distal phalanx, just proximal to the nail germinal matrix. [6] (Zone I). There are several stabilizing extensor mechanisms, including triangular ligament over the middle phalanx (zone II), oblique retinacular ligament running from proximal phalanx to distal phalanx, and transverse retinacular ligament anchoring lateral bands to the volar plates. [5] All of these have the potential to be affected in the event of injury.", "contents": "Hand Extensor Tendon Lacerations -- History and Physical. Distally lateral bands join and insert into the base of the distal phalanx, just proximal to the nail germinal matrix. [6] (Zone I). There are several stabilizing extensor mechanisms, including triangular ligament over the middle phalanx (zone II), oblique retinacular ligament running from proximal phalanx to distal phalanx, and transverse retinacular ligament anchoring lateral bands to the volar plates. [5] All of these have the potential to be affected in the event of injury."}
{"id": "article-22541_16", "title": "Hand Extensor Tendon Lacerations -- Evaluation", "content": "After the initial assessment is performed, further evaluation should take place. Radiographs must be taken to assess if there are any associated fractures. Glass and some other foreign bodies may also be discovered that way. [1] Anteroposterior, true lateral, and oblique views should be taken of both the affected area and the neighboring joints. [7]", "contents": "Hand Extensor Tendon Lacerations -- Evaluation. After the initial assessment is performed, further evaluation should take place. Radiographs must be taken to assess if there are any associated fractures. Glass and some other foreign bodies may also be discovered that way. [1] Anteroposterior, true lateral, and oblique views should be taken of both the affected area and the neighboring joints. [7]"}
{"id": "article-22541_17", "title": "Hand Extensor Tendon Lacerations -- Evaluation", "content": "Complex injuries such as those associated with significant tissue compromise (be that bone or soft tissue) may require reconstruction well beyond simple tendon repair, which is outside of the scope of this review. A thorough assessment must be conducted and documented, and basic reconstructive principles may be used to approach defects of any complexity [8] : Restore reliable vascular supply Stabilize the wound bed (debridement) Reestablish skeletal stability Once the above is fulfilled, the tendons themselves may be assessed for reconstruction as well as any potential requirement for graft coverage or fascial flaps may be considered. [8]", "contents": "Hand Extensor Tendon Lacerations -- Evaluation. Complex injuries such as those associated with significant tissue compromise (be that bone or soft tissue) may require reconstruction well beyond simple tendon repair, which is outside of the scope of this review. A thorough assessment must be conducted and documented, and basic reconstructive principles may be used to approach defects of any complexity [8] : Restore reliable vascular supply Stabilize the wound bed (debridement) Reestablish skeletal stability Once the above is fulfilled, the tendons themselves may be assessed for reconstruction as well as any potential requirement for graft coverage or fascial flaps may be considered. [8]"}
{"id": "article-22541_18", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "There is not a clear gold standard for the treatment of extensor tendon lacerations. [8] The important thing to note is that the term ‘laceration’ can be used quite widely and can hide more complex injuries associated with the laceration itself. [7] Tetanus prophylaxis should be considered, and antibiotics are commonly used. [5] Repair should take place soon after the laceration and certainly within two weeks from the injury (ideally within a week). [1] Modern repair techniques and current protocols for rehabilitation may improve outcomes. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. There is not a clear gold standard for the treatment of extensor tendon lacerations. [8] The important thing to note is that the term ‘laceration’ can be used quite widely and can hide more complex injuries associated with the laceration itself. [7] Tetanus prophylaxis should be considered, and antibiotics are commonly used. [5] Repair should take place soon after the laceration and certainly within two weeks from the injury (ideally within a week). [1] Modern repair techniques and current protocols for rehabilitation may improve outcomes. [5]"}
{"id": "article-22541_19", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Tendon injury repair may include primary repair, secondary repair, immediate reconstruction with a tendon graft, staged tendon reconstruction, and tendon transfer. The greater the number of tissues involved in the injury, the more challenging it is to restore the hand function. [8]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Tendon injury repair may include primary repair, secondary repair, immediate reconstruction with a tendon graft, staged tendon reconstruction, and tendon transfer. The greater the number of tissues involved in the injury, the more challenging it is to restore the hand function. [8]"}
{"id": "article-22541_20", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Preserving or restoring appropriate tendon length is crucial to the outcome of repair, as even seemingly minor changes in tension can have a detrimental effect on finger movement. [6] Despite easy surgical access and the results being generally better than in flexor tendon injuries, it remains a challenge to maintain that correct length and normal function in extensors. [3]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Preserving or restoring appropriate tendon length is crucial to the outcome of repair, as even seemingly minor changes in tension can have a detrimental effect on finger movement. [6] Despite easy surgical access and the results being generally better than in flexor tendon injuries, it remains a challenge to maintain that correct length and normal function in extensors. [3]"}
{"id": "article-22541_21", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Miller’s criteria are used to evaluate extensor tendon injuries, and they have shown that laceration severity, the zone of injury, surgical technique used for repair, accompanying trauma to surrounding tissues, hand therapy, and patient compliance are all important to the outcome. [3] Surgery is indicated if [6] : more than 25% of the tendon has been cut the patient is unable to extend the digit there is associated contamination requiring a formal washout and debridement the joint is unstable conservative approach trial has failed the patient can comply with the postoperative protocol.", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Miller’s criteria are used to evaluate extensor tendon injuries, and they have shown that laceration severity, the zone of injury, surgical technique used for repair, accompanying trauma to surrounding tissues, hand therapy, and patient compliance are all important to the outcome. [3] Surgery is indicated if [6] : more than 25% of the tendon has been cut the patient is unable to extend the digit there is associated contamination requiring a formal washout and debridement the joint is unstable conservative approach trial has failed the patient can comply with the postoperative protocol."}
{"id": "article-22541_22", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "The procedure can be performed under a local anesthetic or a nerve block, with the patient supine and the arm at their side on an arm table. A pneumatic tourniquet is very useful to control bleeding intraoperatively. Because of varying morphology depending on the zone of injury, treatment is best planned by anatomic classification. [6]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. The procedure can be performed under a local anesthetic or a nerve block, with the patient supine and the arm at their side on an arm table. A pneumatic tourniquet is very useful to control bleeding intraoperatively. Because of varying morphology depending on the zone of injury, treatment is best planned by anatomic classification. [6]"}
{"id": "article-22541_23", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Proximal zones (VI to IX) can take a 3-0 suture, but the size needs to be reduced the more distal the injury (see Illustration. Extensor Tendon Zones in the Hand). [6] The more distal repairs are less complicated in repair technique but are still more difficult to operate on because of their smaller size and lack of collagen bundle linkage. This means that there is little grip strength for the suture material. Equally, they are very flat distally to MCPJ, which means they cannot take a core suture and have a large surface area between the defect and surrounding tissues making it more prone to adhesions. [1] [6]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Proximal zones (VI to IX) can take a 3-0 suture, but the size needs to be reduced the more distal the injury (see Illustration. Extensor Tendon Zones in the Hand). [6] The more distal repairs are less complicated in repair technique but are still more difficult to operate on because of their smaller size and lack of collagen bundle linkage. This means that there is little grip strength for the suture material. Equally, they are very flat distally to MCPJ, which means they cannot take a core suture and have a large surface area between the defect and surrounding tissues making it more prone to adhesions. [1] [6]"}
{"id": "article-22541_24", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Contaminated wounds may need to be washed out and left to repair at a later date when the wound bed is clean. If the cut is clear and both ends are seen, they can be repaired in an emergency setting. Alternatively, the skin may be loosely closed over the lacerated tendons as a temporary measure if a surgical repair is required in theatre. Extensor tendon injuries should be managed in extension splinting to avoid exacerbating the injury and tendon end separation. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Contaminated wounds may need to be washed out and left to repair at a later date when the wound bed is clean. If the cut is clear and both ends are seen, they can be repaired in an emergency setting. Alternatively, the skin may be loosely closed over the lacerated tendons as a temporary measure if a surgical repair is required in theatre. Extensor tendon injuries should be managed in extension splinting to avoid exacerbating the injury and tendon end separation. [5]"}
{"id": "article-22541_25", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management", "content": "Partial injuries can be managed with wound care and splinting, but most complete injuries require a primary repair. If not immediately possible patient may be a candidate for delayed treatment, two-stage reconstruction, tendon transfer, or graft, but these may result in subpar outcomes. Often that is due to stiffness and reduced range of motion (ROM). This is seen in both adult and pediatric populations, although it is much more pronounced in the former. [2] If immobilization in children is difficult due to small digit size, a K wire fixation may be considered. Alternatively, an alumifoam splint can be incorporated into the cast. [2]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management. Partial injuries can be managed with wound care and splinting, but most complete injuries require a primary repair. If not immediately possible patient may be a candidate for delayed treatment, two-stage reconstruction, tendon transfer, or graft, but these may result in subpar outcomes. Often that is due to stiffness and reduced range of motion (ROM). This is seen in both adult and pediatric populations, although it is much more pronounced in the former. [2] If immobilization in children is difficult due to small digit size, a K wire fixation may be considered. Alternatively, an alumifoam splint can be incorporated into the cast. [2]"}
{"id": "article-22541_26", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 1", "content": "Zone 1 lacerations are lacerations at or distal to DIPJ and can be referred to as open mallet finger. [1] They can be treated using dermatotenodesis – full-thickness single layer closure of both the skin and the underlying tendon. [2] If there is no underlying bony injury, these can be treated in the emergency department as long as the wound and joint can be thoroughly irrigated. [5] The patient must continue to move PIPJ to avoid stiffness, and they must be warned that they may never regain a full DIPJ flexion as well as may have some extensor lag, even with a well-done repair. [6]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 1. Zone 1 lacerations are lacerations at or distal to DIPJ and can be referred to as open mallet finger. [1] They can be treated using dermatotenodesis – full-thickness single layer closure of both the skin and the underlying tendon. [2] If there is no underlying bony injury, these can be treated in the emergency department as long as the wound and joint can be thoroughly irrigated. [5] The patient must continue to move PIPJ to avoid stiffness, and they must be warned that they may never regain a full DIPJ flexion as well as may have some extensor lag, even with a well-done repair. [6]"}
{"id": "article-22541_27", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 2", "content": "Zone two injuries are overlaying the middle phalanx. Injures of over 50% of the tendon should be repaired. [1] Injuries involving less than 50% of the tendon may be treated with 1 to 2 weeks of splinting provided there is no associated lag, and the DIPJ can be extended against resistance. Occasionally these are associated with significant soft tissue loss and need more complex reconstruction. [5] . Just like in zone 1, the results can be poor in zone 2 – less normal movement is present there, and shortening can impact the ROM in the interphalangeal joints (IPJ). [3]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 2. Zone two injuries are overlaying the middle phalanx. Injures of over 50% of the tendon should be repaired. [1] Injuries involving less than 50% of the tendon may be treated with 1 to 2 weeks of splinting provided there is no associated lag, and the DIPJ can be extended against resistance. Occasionally these are associated with significant soft tissue loss and need more complex reconstruction. [5] . Just like in zone 1, the results can be poor in zone 2 – less normal movement is present there, and shortening can impact the ROM in the interphalangeal joints (IPJ). [3]"}
{"id": "article-22541_28", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 3", "content": "A zone three laceration is over the PIPJ and results in a boutonniere deformity. It disrupts the central slip. Absent or weak PIPJ extension is a positive finding. It can be either reconstructed directly, or a tendon flap can be raised from the proximal part of it. [1] These injuries are often associated with traumatic arthrotomy of the PIPJ or bony injury and should, therefore, be thoroughly explored and managed accordingly. [5] If a primary repair cannot be achieved, a turndown technique can be used, or the lateral bands can be sutured together to make up for the lack of central slip. [6]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 3. A zone three laceration is over the PIPJ and results in a boutonniere deformity. It disrupts the central slip. Absent or weak PIPJ extension is a positive finding. It can be either reconstructed directly, or a tendon flap can be raised from the proximal part of it. [1] These injuries are often associated with traumatic arthrotomy of the PIPJ or bony injury and should, therefore, be thoroughly explored and managed accordingly. [5] If a primary repair cannot be achieved, a turndown technique can be used, or the lateral bands can be sutured together to make up for the lack of central slip. [6]"}
{"id": "article-22541_29", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 4", "content": "The injuries are over the proximal phalanx and usually involve the broad extensor mechanism. [1] Because of this broadness, they are often partial injuries. [5] Partial lacerations have been shown to have good results with splinting only (for 3 to 4 weeks); however, complete lacerations require an operation. [1] The methods used include modified Kessler, modified Bunnel, and modified Becker. Similar to zone 2 injuries, these can be associated with soft tissue injuries and defects, necessitating a more complex approach. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 4. The injuries are over the proximal phalanx and usually involve the broad extensor mechanism. [1] Because of this broadness, they are often partial injuries. [5] Partial lacerations have been shown to have good results with splinting only (for 3 to 4 weeks); however, complete lacerations require an operation. [1] The methods used include modified Kessler, modified Bunnel, and modified Becker. Similar to zone 2 injuries, these can be associated with soft tissue injuries and defects, necessitating a more complex approach. [5]"}
{"id": "article-22541_30", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 5", "content": "These are over the MCPJ and must be assumed to be human bites until proven otherwise. They ought to be repaired, and care must be taken to ensure sagittal bands are intact or repaired to ensure central tendon position and a good clinical outcome. If there is a bite involved, the wound must be extended, washed out, left open, and the patient should be started on antibiotics after the cultures have been sent off from the theatre. [1] Traumatic arthrotomies are common, and because these injuries often happen while the MCPJ is in a flexed position, the resulting injury can be more proximal than anticipated making the repair more difficult due to the proximal portion of the tendon retracting. [5] Postoperatively splinting is done with the wrist in 30-45 extension and MCPJ in 20 to 30 flexion. PIPJ and DIPJ are left free. [1]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 5. These are over the MCPJ and must be assumed to be human bites until proven otherwise. They ought to be repaired, and care must be taken to ensure sagittal bands are intact or repaired to ensure central tendon position and a good clinical outcome. If there is a bite involved, the wound must be extended, washed out, left open, and the patient should be started on antibiotics after the cultures have been sent off from the theatre. [1] Traumatic arthrotomies are common, and because these injuries often happen while the MCPJ is in a flexed position, the resulting injury can be more proximal than anticipated making the repair more difficult due to the proximal portion of the tendon retracting. [5] Postoperatively splinting is done with the wrist in 30-45 extension and MCPJ in 20 to 30 flexion. PIPJ and DIPJ are left free. [1]"}
{"id": "article-22541_31", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 6", "content": "This area covers the dorsum of the hand over the metacarpals. There may not necessarily be a loss of extension at MCPJ in these injuries because of the presence of the junctures, even if the laceration involves the whole tendon. This makes diagnosis more difficult if not explored. [5] . Tendons are becoming larger here and may need (and be able to accommodate) a core suture as well as a peripheral repair. [1] The methods that can be used include running-interlocking horizontal mattress, modified Bunnel, augmented Becker, Halsted, or Silfverskiold. [5] More complex degloving injuries may require grafting or a flap. [1]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 6. This area covers the dorsum of the hand over the metacarpals. There may not necessarily be a loss of extension at MCPJ in these injuries because of the presence of the junctures, even if the laceration involves the whole tendon. This makes diagnosis more difficult if not explored. [5] . Tendons are becoming larger here and may need (and be able to accommodate) a core suture as well as a peripheral repair. [1] The methods that can be used include running-interlocking horizontal mattress, modified Bunnel, augmented Becker, Halsted, or Silfverskiold. [5] More complex degloving injuries may require grafting or a flap. [1]"}
{"id": "article-22541_32", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 7", "content": "These injuries happen underneath the extensor retinaculum, and it is unclear if releasing it to visualize the damage and repair it is necessary, and there’s no other way to repair the damage. [1] The repair of tendons here can lead to an increased number of poor results because of injury to the extensor compartments or a bowstring effect if the retinaculum is not repaired properly. [3] It may also result in adhesions, particularly if splinted statically. [1] If repaired too tightly, it can also impair tendon glide. What follows from both is a loss of motion. Additionally, repair itself may impact that, especially if too bulky. The retinaculum can be lengthened using step-cut or Z-plasty to prevent that. Early mobilization should also be considered, so repair must be strong enough to cope with it. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 7. These injuries happen underneath the extensor retinaculum, and it is unclear if releasing it to visualize the damage and repair it is necessary, and there’s no other way to repair the damage. [1] The repair of tendons here can lead to an increased number of poor results because of injury to the extensor compartments or a bowstring effect if the retinaculum is not repaired properly. [3] It may also result in adhesions, particularly if splinted statically. [1] If repaired too tightly, it can also impair tendon glide. What follows from both is a loss of motion. Additionally, repair itself may impact that, especially if too bulky. The retinaculum can be lengthened using step-cut or Z-plasty to prevent that. Early mobilization should also be considered, so repair must be strong enough to cope with it. [5]"}
{"id": "article-22541_33", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 8", "content": "This zone lies in the distal forearm, and lacerations are likely to involve more than just one tendon, as well as muscle bellies themselves and musculotendinous junction. Repair should start with the thumb and wrist extensor and move from there. [1] The repair is more likely to be difficult as the tissues are not as strong. The repair can be done using a figure of eight sutures. Care should be taken to assess the posterior interosseous nerve (PIN) beforehand and protect it intraoperatively. Both wrist and elbow splinting may need to be considered to protect the repair postoperatively. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Zone 8. This zone lies in the distal forearm, and lacerations are likely to involve more than just one tendon, as well as muscle bellies themselves and musculotendinous junction. Repair should start with the thumb and wrist extensor and move from there. [1] The repair is more likely to be difficult as the tissues are not as strong. The repair can be done using a figure of eight sutures. Care should be taken to assess the posterior interosseous nerve (PIN) beforehand and protect it intraoperatively. Both wrist and elbow splinting may need to be considered to protect the repair postoperatively. [5]"}
{"id": "article-22541_34", "title": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Thumb", "content": "Mallet is less likely here as the tendon is broader, but if it occurs, it should be repaired primarily. [1] It is often robust enough to take a dedicated tendon suture, but dermatotenodesis is also an option. [5] EPB may be lacerated with no functional deficit, and the need for its repair is debatable, but EPL affects both IPJ and MCPJ in the thumb and requires reconstruction if lacerated. [1] T4 and T5 zones may involve superficial radial nerve, and large branches may need repair (while smaller ones may need to be buried to avoid neuromas). Anything more proximal to this may be treated as zone 8 and 9 injuries. [5]", "contents": "Hand Extensor Tendon Lacerations -- Treatment / Management -- Thumb. Mallet is less likely here as the tendon is broader, but if it occurs, it should be repaired primarily. [1] It is often robust enough to take a dedicated tendon suture, but dermatotenodesis is also an option. [5] EPB may be lacerated with no functional deficit, and the need for its repair is debatable, but EPL affects both IPJ and MCPJ in the thumb and requires reconstruction if lacerated. [1] T4 and T5 zones may involve superficial radial nerve, and large branches may need repair (while smaller ones may need to be buried to avoid neuromas). Anything more proximal to this may be treated as zone 8 and 9 injuries. [5]"}
{"id": "article-22541_35", "title": "Hand Extensor Tendon Lacerations -- Differential Diagnosis", "content": "The term laceration implies the mechanism of injury; however, other things may present with a similar clinical picture of a deficit in the extensor mechanism function: Mallet finger (avulsion of the extensor tendon insertion from the distal phalanx, with or without the involvement of a bony fragment) Arthritis (chronic irritation to the tendon may result in damage to the extensor mechanism causing a classical deformity like boutonniere, swan neck or a simple tendon rupture near the joint affected) Trigger finger (will result in loss of passive extension as well as active) Posterior interosseous nerve (PIN) syndrome (patient will be unable to extend actively, but tenodesis will remain normal)", "contents": "Hand Extensor Tendon Lacerations -- Differential Diagnosis. The term laceration implies the mechanism of injury; however, other things may present with a similar clinical picture of a deficit in the extensor mechanism function: Mallet finger (avulsion of the extensor tendon insertion from the distal phalanx, with or without the involvement of a bony fragment) Arthritis (chronic irritation to the tendon may result in damage to the extensor mechanism causing a classical deformity like boutonniere, swan neck or a simple tendon rupture near the joint affected) Trigger finger (will result in loss of passive extension as well as active) Posterior interosseous nerve (PIN) syndrome (patient will be unable to extend actively, but tenodesis will remain normal)"}
{"id": "article-22541_36", "title": "Hand Extensor Tendon Lacerations -- Treatment Planning", "content": "Given that there is more than one way to manage these types of injuries, care must be taken when planning your treatment and adjustments have to made depending on several factors including anatomical location, concomitant injuries, and patient compliance, for example in case of young children. [2]", "contents": "Hand Extensor Tendon Lacerations -- Treatment Planning. Given that there is more than one way to manage these types of injuries, care must be taken when planning your treatment and adjustments have to made depending on several factors including anatomical location, concomitant injuries, and patient compliance, for example in case of young children. [2]"}
{"id": "article-22541_37", "title": "Hand Extensor Tendon Lacerations -- Prognosis", "content": "Because of the population, these injuries often happen to, often an early return to work is the goal of treatment. [4] Generally, better outcomes are seen in proximal zones compared to distal due to more forgiving tendon excursion. [6] A substantial difference was shown in outcomes depending on how soon post-injury the repair was done with patients managed within 5 days, having 97.8% of ROM of the other limb, compared to 89.5% in those managed after 5 days. [9] In contrast to adults, children can heal rapidly and regain their full range of motion with ease despite prolonged immobility. Their rehabilitation and recovery stages are much better, achieving excellent results with limited complications. [2]", "contents": "Hand Extensor Tendon Lacerations -- Prognosis. Because of the population, these injuries often happen to, often an early return to work is the goal of treatment. [4] Generally, better outcomes are seen in proximal zones compared to distal due to more forgiving tendon excursion. [6] A substantial difference was shown in outcomes depending on how soon post-injury the repair was done with patients managed within 5 days, having 97.8% of ROM of the other limb, compared to 89.5% in those managed after 5 days. [9] In contrast to adults, children can heal rapidly and regain their full range of motion with ease despite prolonged immobility. Their rehabilitation and recovery stages are much better, achieving excellent results with limited complications. [2]"}
{"id": "article-22541_38", "title": "Hand Extensor Tendon Lacerations -- Complications", "content": "Complications include: tendon rupture [1] reduction in both active and passive ROM [3] adhesions [1] extension lag (especially in MCPJ) [4] loss of flexion and reduced ability to grip [1] finger deformities [3] Swan neck deformity: This is usually due to prolonged flexion of the DIPJ and dorsal subluxation of lateral bands with consequent PIPJ hyperextension. Boutonniere deformity which is characterized by DIPJ hyperextension and PIPJ flexion. It is usually due to central slip injury and volar subluxation of the lateral bands.", "contents": "Hand Extensor Tendon Lacerations -- Complications. Complications include: tendon rupture [1] reduction in both active and passive ROM [3] adhesions [1] extension lag (especially in MCPJ) [4] loss of flexion and reduced ability to grip [1] finger deformities [3] Swan neck deformity: This is usually due to prolonged flexion of the DIPJ and dorsal subluxation of lateral bands with consequent PIPJ hyperextension. Boutonniere deformity which is characterized by DIPJ hyperextension and PIPJ flexion. It is usually due to central slip injury and volar subluxation of the lateral bands."}
{"id": "article-22541_39", "title": "Hand Extensor Tendon Lacerations -- Complications", "content": "The adhesions are the most common of the above and can result in a loss of flexion. [10] [3] Loss of flexion is a larger problem than extensor lag, especially in zones 3 and 4, as it has a higher effect on grip. [6] When adhesions happen, additional treatments are required, including intense hand therapy, and sometimes re-operation may be required (rates of tenolysis is anywhere between 0 and 17%). [4] To compare repair rupture rates are estimated to be between 0 and 8%. [6]", "contents": "Hand Extensor Tendon Lacerations -- Complications. The adhesions are the most common of the above and can result in a loss of flexion. [10] [3] Loss of flexion is a larger problem than extensor lag, especially in zones 3 and 4, as it has a higher effect on grip. [6] When adhesions happen, additional treatments are required, including intense hand therapy, and sometimes re-operation may be required (rates of tenolysis is anywhere between 0 and 17%). [4] To compare repair rupture rates are estimated to be between 0 and 8%. [6]"}
{"id": "article-22541_40", "title": "Hand Extensor Tendon Lacerations -- Complications", "content": "Extensor tendon laceration outcomes can be measured using Miller's criteria which divide them in to excellent (extension lag, 0 flexion loss), good (less than 10 extension lag, less than 20 flexion loss), fair (11 to 45 extension lag, 21 to 45 flexion loss) and poor (greater than 45 extension lag, greater than 45 flexion loss). Notably, all of the above is measured purely on the extent of complications. [10]", "contents": "Hand Extensor Tendon Lacerations -- Complications. Extensor tendon laceration outcomes can be measured using Miller's criteria which divide them in to excellent (extension lag, 0 flexion loss), good (less than 10 extension lag, less than 20 flexion loss), fair (11 to 45 extension lag, 21 to 45 flexion loss) and poor (greater than 45 extension lag, greater than 45 flexion loss). Notably, all of the above is measured purely on the extent of complications. [10]"}
{"id": "article-22541_41", "title": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care", "content": "Postoperative rehabilitation minimizes tendon gapping while reducing the chances of adhesions at the same time. [1] Three main approaches are available when it comes to postoperative care of extensor tendon lacerations – immobilization, early passive motion (EPM), and early active motion (EAM). [4]", "contents": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care. Postoperative rehabilitation minimizes tendon gapping while reducing the chances of adhesions at the same time. [1] Three main approaches are available when it comes to postoperative care of extensor tendon lacerations – immobilization, early passive motion (EPM), and early active motion (EAM). [4]"}
{"id": "article-22541_42", "title": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care", "content": "Traditionally extensor tendon lacerations have been splinted statically for 4 to 6 weeks, which often resulted in a loss of flexion due to adhesion formation. [9] Immobilization is most appropriate in a non-compliant patient but comes at a price of the highest complication rates. [4] Only 64% of patients treated this way had good to excellent results, and they have reported an above-average loss of flexion. [10] This can be somewhat offset by reducing the length of the immobilization period. [4] Children should be immobilized statically as it doesn’t rely on patient cooperation, and children do not suffer from adhesions, contractures, bowstringing, and tenodesis as much as adults do. Most of the pediatric complications reported postoperative relate to damage at the repair site rather than immobility. [2]", "contents": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care. Traditionally extensor tendon lacerations have been splinted statically for 4 to 6 weeks, which often resulted in a loss of flexion due to adhesion formation. [9] Immobilization is most appropriate in a non-compliant patient but comes at a price of the highest complication rates. [4] Only 64% of patients treated this way had good to excellent results, and they have reported an above-average loss of flexion. [10] This can be somewhat offset by reducing the length of the immobilization period. [4] Children should be immobilized statically as it doesn’t rely on patient cooperation, and children do not suffer from adhesions, contractures, bowstringing, and tenodesis as much as adults do. Most of the pediatric complications reported postoperative relate to damage at the repair site rather than immobility. [2]"}
{"id": "article-22541_43", "title": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care", "content": "Studies of dynamic and static splinting have shown that the former results in much-improved outcomes in the context of extensor tendon injuries. [10] However, some EPM splints are expensive and inconvenient to wear. They also require a motivated patient. [4] Generally, EAM is encouraged post-op at present - this protocol seems to be more cost-effective and have a lower rate of complications than the other two protocols in extensor zones 3 to 6. [4]", "contents": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care. Studies of dynamic and static splinting have shown that the former results in much-improved outcomes in the context of extensor tendon injuries. [10] However, some EPM splints are expensive and inconvenient to wear. They also require a motivated patient. [4] Generally, EAM is encouraged post-op at present - this protocol seems to be more cost-effective and have a lower rate of complications than the other two protocols in extensor zones 3 to 6. [4]"}
{"id": "article-22541_44", "title": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care", "content": "There are now splinting methods which allow a degree of movement – just enough to prevent stiffness, but not so much that it ruptures the repair. Relative motion splint (RM) is a compact splint where the injured tendon is placed in a 15 to 20 degree less relative motion than adjacent tendons from a common muscle. This means its particularly applicable in extensor tendons in zones IV to VII. [9] Early protected motion lead to a recovery in 90% of patients in all thumb zones and finger ones 3 to 7, even in patients with suboptimal compliance. [10]", "contents": "Hand Extensor Tendon Lacerations -- Postoperative and Rehabilitation Care. There are now splinting methods which allow a degree of movement – just enough to prevent stiffness, but not so much that it ruptures the repair. Relative motion splint (RM) is a compact splint where the injured tendon is placed in a 15 to 20 degree less relative motion than adjacent tendons from a common muscle. This means its particularly applicable in extensor tendons in zones IV to VII. [9] Early protected motion lead to a recovery in 90% of patients in all thumb zones and finger ones 3 to 7, even in patients with suboptimal compliance. [10]"}
{"id": "article-22541_45", "title": "Hand Extensor Tendon Lacerations -- Deterrence and Patient Education", "content": "With these injuries always being a result of trauma, deterrence must be focused on the safe use of equipment (from the kitchen to the workplace). Once the injury is present, patient education must focus on following the chosen rehabilitation protocol to ensure the optimal outcome.", "contents": "Hand Extensor Tendon Lacerations -- Deterrence and Patient Education. With these injuries always being a result of trauma, deterrence must be focused on the safe use of equipment (from the kitchen to the workplace). Once the injury is present, patient education must focus on following the chosen rehabilitation protocol to ensure the optimal outcome."}
{"id": "article-22541_46", "title": "Hand Extensor Tendon Lacerations -- Pearls and Other Issues", "content": "Good clinical assessment with thorough wound irrigation and using local anesthetics is essential to assess the extensor mechanism, including against resistance. In the resting position of the hand, look for the normal cascade of fingers. Where there are deeper lacerations that need surgical repair, early referral to a specialist is recommended. Fist injuries with teeth or oral cavity induced lacerations over zone 5 can appear very benign, but they need aggressive debridement and antibiotics.", "contents": "Hand Extensor Tendon Lacerations -- Pearls and Other Issues. Good clinical assessment with thorough wound irrigation and using local anesthetics is essential to assess the extensor mechanism, including against resistance. In the resting position of the hand, look for the normal cascade of fingers. Where there are deeper lacerations that need surgical repair, early referral to a specialist is recommended. Fist injuries with teeth or oral cavity induced lacerations over zone 5 can appear very benign, but they need aggressive debridement and antibiotics."}
{"id": "article-22541_47", "title": "Hand Extensor Tendon Lacerations -- Enhancing Healthcare Team Outcomes", "content": "Due to the potential high impact of extensor tendon injury to the patient, if misdiagnosed and mismanaged, the patients' journey through the healthcare system must be robust and well joined. This may include: Immediate management by the emergency department staff Further management by the hand surgery team Anesthetic team support for injuries requiring nerve blocks or general anesthetic Involved hand therapy team to fit splints and implement rehab protocols Outpatient department to monitor patients progress and highlight the need for further input", "contents": "Hand Extensor Tendon Lacerations -- Enhancing Healthcare Team Outcomes. Due to the potential high impact of extensor tendon injury to the patient, if misdiagnosed and mismanaged, the patients' journey through the healthcare system must be robust and well joined. This may include: Immediate management by the emergency department staff Further management by the hand surgery team Anesthetic team support for injuries requiring nerve blocks or general anesthetic Involved hand therapy team to fit splints and implement rehab protocols Outpatient department to monitor patients progress and highlight the need for further input"}
{"id": "article-22541_48", "title": "Hand Extensor Tendon Lacerations -- Enhancing Healthcare Team Outcomes", "content": "An interdisciplinary team approach is the key to achieving good outcomes. Initial evaluation by emergency department personnel is followed by appropriate repair by surgeons, and follow up care by physical or occupational therapists. Nurses in the emergency and orthopedic nurses provide wound care, provide patient and family education, monitor patients, and collaborate with physicians. [Level 5]", "contents": "Hand Extensor Tendon Lacerations -- Enhancing Healthcare Team Outcomes. An interdisciplinary team approach is the key to achieving good outcomes. Initial evaluation by emergency department personnel is followed by appropriate repair by surgeons, and follow up care by physical or occupational therapists. Nurses in the emergency and orthopedic nurses provide wound care, provide patient and family education, monitor patients, and collaborate with physicians. [Level 5]"}
{"id": "article-22541_49", "title": "Hand Extensor Tendon Lacerations -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hand Extensor Tendon Lacerations -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}