{"id": "article-32682_0", "title": "Histology, Hair and Follicle -- Introduction", "content": "Hair follicles and their keratinized product, hair, are skin appendages present on nearly every part of the body. Areas of the body typically devoid of hair include the palmar and plantar surfaces, lips, and urogenital orifices. Sex hormones influence the distribution, texture, and color of hair. Hair follicles and hair are both multifunctional. Hair follicles generate hair and help to provide epithelial stem cells used for wound repair. Besides the cosmetic concerns of hair color, growth, and distribution, hair plays a vital role in thermoregulation, tactile sensation, and ultraviolet (UV) radiation protection. Diseases of hair follicles and hair are an important concern to the general population and have been an active topic of research in recent years.", "contents": "Histology, Hair and Follicle -- Introduction. Hair follicles and their keratinized product, hair, are skin appendages present on nearly every part of the body. Areas of the body typically devoid of hair include the palmar and plantar surfaces, lips, and urogenital orifices. Sex hormones influence the distribution, texture, and color of hair. Hair follicles and hair are both multifunctional. Hair follicles generate hair and help to provide epithelial stem cells used for wound repair. Besides the cosmetic concerns of hair color, growth, and distribution, hair plays a vital role in thermoregulation, tactile sensation, and ultraviolet (UV) radiation protection. Diseases of hair follicles and hair are an important concern to the general population and have been an active topic of research in recent years."}
{"id": "article-32682_1", "title": "Histology, Hair and Follicle -- Structure", "content": "Skin appendages are derived from the downgrowth of the epidermis during human development. Every hair follicle present reflects an invagination of the epidermis during hair development. The hair follicle can be differentiated from the surrounding dermal connective tissue by the glassy basement membrane, a hair-specific basal lamina, also known as the dermal sheath. [1] There are three segments of hair follicles: Infundibulum Isthmus Inferior segment", "contents": "Histology, Hair and Follicle -- Structure. Skin appendages are derived from the downgrowth of the epidermis during human development. Every hair follicle present reflects an invagination of the epidermis during hair development. The hair follicle can be differentiated from the surrounding dermal connective tissue by the glassy basement membrane, a hair-specific basal lamina, also known as the dermal sheath. [1] There are three segments of hair follicles: Infundibulum Isthmus Inferior segment"}
{"id": "article-32682_2", "title": "Histology, Hair and Follicle -- Structure", "content": "The infundibulum is the portion from the invagination of the epidermis to the level of opening of the sebaceous gland. The infundibulum is part of the pilosebaceous unit where sebum is expressed. The isthmus extends deeper to the level of insertion of the arrector pili muscle. The arrector pili muscle has attachments to the hair follicle and adjacent dermis. The muscle will contract in cold temperatures, which causes the hair to orient vertically. Finally, the inferior segment forms the remainder of the deep hair follicle and expands to form the hair bulb. At the base of the bulb is the dermal papilla that provides vital blood supply to the growing hair follicle. The dermal papilla appears as an invagination of dermal connective tissue upward into the epidermis-derived hair follicle. The dermal sheath surrounding the dermal papilla contains progenitor cells that rejuvenate the dermal papilla and possess wound healing properties. [2] Within the hair bulb, surrounding the dermal papilla are other unspecialized epithelial cells known as matrix cells. [3] Matrix cells act as germ cells that function to grow the hair follicle, and subsequently, hair. As matrix cells continue to proliferate, the hair follicle and hair will grow longer. This process defines the hair cycle, which further categorizes anagen, catagen, and telogen phases. Hair color is influenced by melanosome-producing melanocytes that rest within the layer of matrix cells. As the matrix cells of the germ layer continue to divide, they will eventually differentiate into the internal root sheath and keratin-producing cells (i.e., hair shaft cuticle and cortex layers discussed below).", "contents": "Histology, Hair and Follicle -- Structure. The infundibulum is the portion from the invagination of the epidermis to the level of opening of the sebaceous gland. The infundibulum is part of the pilosebaceous unit where sebum is expressed. The isthmus extends deeper to the level of insertion of the arrector pili muscle. The arrector pili muscle has attachments to the hair follicle and adjacent dermis. The muscle will contract in cold temperatures, which causes the hair to orient vertically. Finally, the inferior segment forms the remainder of the deep hair follicle and expands to form the hair bulb. At the base of the bulb is the dermal papilla that provides vital blood supply to the growing hair follicle. The dermal papilla appears as an invagination of dermal connective tissue upward into the epidermis-derived hair follicle. The dermal sheath surrounding the dermal papilla contains progenitor cells that rejuvenate the dermal papilla and possess wound healing properties. [2] Within the hair bulb, surrounding the dermal papilla are other unspecialized epithelial cells known as matrix cells. [3] Matrix cells act as germ cells that function to grow the hair follicle, and subsequently, hair. As matrix cells continue to proliferate, the hair follicle and hair will grow longer. This process defines the hair cycle, which further categorizes anagen, catagen, and telogen phases. Hair color is influenced by melanosome-producing melanocytes that rest within the layer of matrix cells. As the matrix cells of the germ layer continue to divide, they will eventually differentiate into the internal root sheath and keratin-producing cells (i.e., hair shaft cuticle and cortex layers discussed below)."}
{"id": "article-32682_3", "title": "Histology, Hair and Follicle -- Structure", "content": "The internal root sheath surrounds the deep part of hair within the hair follicle. The internal root sheath also contains three layers not to be confused with the aforementioned layers of the hair follicle. The layers of the internal root sheath are as follows: Cuticle Huxley’s layer Henle’s layer", "contents": "Histology, Hair and Follicle -- Structure. The internal root sheath surrounds the deep part of hair within the hair follicle. The internal root sheath also contains three layers not to be confused with the aforementioned layers of the hair follicle. The layers of the internal root sheath are as follows: Cuticle Huxley’s layer Henle’s layer"}
{"id": "article-32682_4", "title": "Histology, Hair and Follicle -- Structure", "content": "The cuticle, the innermost portion of the internal root sheath facing the hair shaft, contains a layer of squamous cells that overlap one another like shingles on a roof. The overlapping cells of the cuticle fill with keratin after losing their nuclei. The Huxley layer forms the middle plate. The Henle layer forms the outermost portion of the internal root sheath and contacts the outermost layer of the hair follicle, the external root sheath. Cells of the internal root sheath contribute keratin and trichohyalin granules to the growing hair shaft. [4]", "contents": "Histology, Hair and Follicle -- Structure. The cuticle, the innermost portion of the internal root sheath facing the hair shaft, contains a layer of squamous cells that overlap one another like shingles on a roof. The overlapping cells of the cuticle fill with keratin after losing their nuclei. The Huxley layer forms the middle plate. The Henle layer forms the outermost portion of the internal root sheath and contacts the outermost layer of the hair follicle, the external root sheath. Cells of the internal root sheath contribute keratin and trichohyalin granules to the growing hair shaft. [4]"}
{"id": "article-32682_5", "title": "Histology, Hair and Follicle -- Structure", "content": "Histologically, the external root sheath can be described as the attachment site for the arrector pili muscle to the hair follicle. The external root sheath facilitates the pilosebaceous unit. Near the arrector pili, muscle attachment, and the origin of the sebaceous duct is an area known as the follicular bulge. The follicular bulge contains a conglomerate of undifferentiated epithelial cells that contribute to hair follicle growth. These same stem cells can migrate to areas of epidermal injury and take part in wound healing. [5] [6] [5]", "contents": "Histology, Hair and Follicle -- Structure. Histologically, the external root sheath can be described as the attachment site for the arrector pili muscle to the hair follicle. The external root sheath facilitates the pilosebaceous unit. Near the arrector pili, muscle attachment, and the origin of the sebaceous duct is an area known as the follicular bulge. The follicular bulge contains a conglomerate of undifferentiated epithelial cells that contribute to hair follicle growth. These same stem cells can migrate to areas of epidermal injury and take part in wound healing. [5] [6] [5]"}
{"id": "article-32682_6", "title": "Histology, Hair and Follicle -- Structure", "content": "Keratinized cells from the hair follicle produce elongated filamentous structures known as hairs. As stated previously, melanocytes in the hair bulb produce melanin pigment that extends into the hair shaft. This melanin pigment is responsible for hair color. Histologically, hairs contain two or three layers: Medulla* Cortex Cuticle", "contents": "Histology, Hair and Follicle -- Structure. Keratinized cells from the hair follicle produce elongated filamentous structures known as hairs. As stated previously, melanocytes in the hair bulb produce melanin pigment that extends into the hair shaft. This melanin pigment is responsible for hair color. Histologically, hairs contain two or three layers: Medulla* Cortex Cuticle"}
{"id": "article-32682_7", "title": "Histology, Hair and Follicle -- Structure", "content": "The medulla is the innermost portion of the hair shaft but is found only in thicker hairs. The cortex contains cuboidal cells that differentiate into keratin-producing cells. The cuticle of the hair shaft juxtaposes the cuticle of the internal root sheath. Similar to the cortical layer, the cuticle layer contains squamous cells that derive from matrix progenitor cells in the growing hair follicle. [3] These cells fill with keratin after losing their nuclei during differentiation. Ultimately, the cuticle layer fixes the growing hair shaft to the hair follicle, providing strength and protection to the hair shaft. [4]", "contents": "Histology, Hair and Follicle -- Structure. The medulla is the innermost portion of the hair shaft but is found only in thicker hairs. The cortex contains cuboidal cells that differentiate into keratin-producing cells. The cuticle of the hair shaft juxtaposes the cuticle of the internal root sheath. Similar to the cortical layer, the cuticle layer contains squamous cells that derive from matrix progenitor cells in the growing hair follicle. [3] These cells fill with keratin after losing their nuclei during differentiation. Ultimately, the cuticle layer fixes the growing hair shaft to the hair follicle, providing strength and protection to the hair shaft. [4]"}
{"id": "article-32682_8", "title": "Histology, Hair and Follicle -- Function", "content": "Human hair and hair follicles are multifunctional structures. Hair follicles manage more than just hair production. Hair follicles play a vital role in skin regeneration for wound repair secondary to the action of germ layer stem cells within the follicular bulge. [5] [6] The human hair is an important structure for human aesthetics and psychosocial well-being. Hairs take part in tactile sensation as they transmit tactile stimuli through hair follicles. [7] Hair can also provide UV radiation protection, especially in areas of thick hair distribution such as the scalp, face, and neck. [8]", "contents": "Histology, Hair and Follicle -- Function. Human hair and hair follicles are multifunctional structures. Hair follicles manage more than just hair production. Hair follicles play a vital role in skin regeneration for wound repair secondary to the action of germ layer stem cells within the follicular bulge. [5] [6] The human hair is an important structure for human aesthetics and psychosocial well-being. Hairs take part in tactile sensation as they transmit tactile stimuli through hair follicles. [7] Hair can also provide UV radiation protection, especially in areas of thick hair distribution such as the scalp, face, and neck. [8]"}
{"id": "article-32682_9", "title": "Histology, Hair and Follicle -- Tissue Preparation", "content": "Hair follicles and hair can be identified on skin biopsy under light microscopy. Immediately after a skin biopsy, the tissue is immersed in fixative to preserve tissue structure. Formalin (37% formaldehyde aqueous solution) is the most common fixative used in tissue preparation. Paraffin is used as an embedding medium, allowing the tissue to be thinly sliced into sections using a microtome. Then, the tissue sections are placed on glass slides with an adhesive mounting medium. Finally, the tissue may be stained using standard hematoxylin and eosin (H&E) staining protocols. [9]", "contents": "Histology, Hair and Follicle -- Tissue Preparation. Hair follicles and hair can be identified on skin biopsy under light microscopy. Immediately after a skin biopsy, the tissue is immersed in fixative to preserve tissue structure. Formalin (37% formaldehyde aqueous solution) is the most common fixative used in tissue preparation. Paraffin is used as an embedding medium, allowing the tissue to be thinly sliced into sections using a microtome. Then, the tissue sections are placed on glass slides with an adhesive mounting medium. Finally, the tissue may be stained using standard hematoxylin and eosin (H&E) staining protocols. [9]"}
{"id": "article-32682_10", "title": "Histology, Hair and Follicle -- Microscopy, Light", "content": "Under light microscopy, hair follicles are easily distinguished from the surrounding dermis. However, careful inspection is required as not all hair follicles are oriented in the same direction within tissue samples. Hair-bearing tissue may reveal several longitudinal, oblique, and cross-sectional views of hair follicles. Associated structures such as muscle fibers of the arrector pili muscle and/or sebaceous glands of the pilosebaceous unit may be helpful in determining unknown structures as hair follicles. The base of the hair follicle includes the dermal papilla and the matrix cell layer. These layers are easily distinguished from one another upon H&E staining. The hair matrix cells are basophilic, which contrasts the pale and lightly eosinophilic areas of the dermal papilla. The dermal papilla, as mentioned, forms an invagination of dermis into the basophilic hair bulb. The hair follicle is encased by the dermal sheath, which appears as a fine eosinophilic line surrounding the basophilic hair follicle. Higher magnification will reveal the finite structures of the root sheath layer and hair shaft.", "contents": "Histology, Hair and Follicle -- Microscopy, Light. Under light microscopy, hair follicles are easily distinguished from the surrounding dermis. However, careful inspection is required as not all hair follicles are oriented in the same direction within tissue samples. Hair-bearing tissue may reveal several longitudinal, oblique, and cross-sectional views of hair follicles. Associated structures such as muscle fibers of the arrector pili muscle and/or sebaceous glands of the pilosebaceous unit may be helpful in determining unknown structures as hair follicles. The base of the hair follicle includes the dermal papilla and the matrix cell layer. These layers are easily distinguished from one another upon H&E staining. The hair matrix cells are basophilic, which contrasts the pale and lightly eosinophilic areas of the dermal papilla. The dermal papilla, as mentioned, forms an invagination of dermis into the basophilic hair bulb. The hair follicle is encased by the dermal sheath, which appears as a fine eosinophilic line surrounding the basophilic hair follicle. Higher magnification will reveal the finite structures of the root sheath layer and hair shaft."}
{"id": "article-32682_11", "title": "Histology, Hair and Follicle -- Pathophysiology", "content": "Knowledge of hair follicle structure and the hair cycle is vital in the understanding of hair disorders. [10] There are three distinct phases of the hair cycle: anagen, catagen, and telogen. The anagen phase is the growth phase, which lasts for a period of roughly 2 to 7 years, depending on the individual. The length of this period determines hair length. The anagen phase begins in the dermal papilla which provides vital blood supply and nutrition for the growing hair. Hair grows at a rate of 1 centimeter per month. The catagen phase marks a transitional period from growth to rest periods. The hair detaches from its blood supply during the catagen phase, which usually lasts about 2 weeks. The final or resting phase, the telogen phase, reflects a period of relative quiescence lasting up to 4 months. The telogen phase results in hair shedding.", "contents": "Histology, Hair and Follicle -- Pathophysiology. Knowledge of hair follicle structure and the hair cycle is vital in the understanding of hair disorders. [10] There are three distinct phases of the hair cycle: anagen, catagen, and telogen. The anagen phase is the growth phase, which lasts for a period of roughly 2 to 7 years, depending on the individual. The length of this period determines hair length. The anagen phase begins in the dermal papilla which provides vital blood supply and nutrition for the growing hair. Hair grows at a rate of 1 centimeter per month. The catagen phase marks a transitional period from growth to rest periods. The hair detaches from its blood supply during the catagen phase, which usually lasts about 2 weeks. The final or resting phase, the telogen phase, reflects a period of relative quiescence lasting up to 4 months. The telogen phase results in hair shedding."}
{"id": "article-32682_12", "title": "Histology, Hair and Follicle -- Pathophysiology", "content": "Alopecia has many variants that are categorized as scarring and non-scarring. [11] Telogen effluvium is usually a self-limiting disorder of hair loss caused by periods of increased stress in which excessive amounts of hairs (roughly 25% to 50%) prematurely enter the telogen phase simultaneously. The resultant hair loss occurs 2 or 4 months after an inciting event. [12] Anagen effluvium is a similar disorder that is most commonly due to chemotherapy agents. [13] Alopecia areata results from the autoimmune destruction of hair follicles. The actions of androgens, specifically dihydrotestosterone (DHT), in androgenic alopecia cause hair follicle miniaturization, shortening of the anagen phase, and hair loss occurs. Physicians distinguish alopecia, telogen effluvium, and trichotillomania on history and physical exam using observation and the hair pull test. Trichotillomania is a repetitive, impulsive hair-pulling disorder that results in visibly broken hair strands in various areas of the body. Some patients may also eat the hair they pull, which can lead to gastrointestinal complaints. [14] Traction alopecia is another behavioral variant due to tightly pulled hairstyles as seen in gymnasts. Lupus is a systemic disease that may cause either scarring (i.e., discoid lupus) or non-scarring forms of alopecia. A thorough history and physical is required to detect less common causes of alopecia, such as syphilis. Secondary syphilis classically causes \"moth-eaten\" alopecia. [15] Tinea capitis is an important consideration in pediatric populations as a fungal invasion of the hair shaft results in patches of hair loss. [16]", "contents": "Histology, Hair and Follicle -- Pathophysiology. Alopecia has many variants that are categorized as scarring and non-scarring. [11] Telogen effluvium is usually a self-limiting disorder of hair loss caused by periods of increased stress in which excessive amounts of hairs (roughly 25% to 50%) prematurely enter the telogen phase simultaneously. The resultant hair loss occurs 2 or 4 months after an inciting event. [12] Anagen effluvium is a similar disorder that is most commonly due to chemotherapy agents. [13] Alopecia areata results from the autoimmune destruction of hair follicles. The actions of androgens, specifically dihydrotestosterone (DHT), in androgenic alopecia cause hair follicle miniaturization, shortening of the anagen phase, and hair loss occurs. Physicians distinguish alopecia, telogen effluvium, and trichotillomania on history and physical exam using observation and the hair pull test. Trichotillomania is a repetitive, impulsive hair-pulling disorder that results in visibly broken hair strands in various areas of the body. Some patients may also eat the hair they pull, which can lead to gastrointestinal complaints. [14] Traction alopecia is another behavioral variant due to tightly pulled hairstyles as seen in gymnasts. Lupus is a systemic disease that may cause either scarring (i.e., discoid lupus) or non-scarring forms of alopecia. A thorough history and physical is required to detect less common causes of alopecia, such as syphilis. Secondary syphilis classically causes \"moth-eaten\" alopecia. [15] Tinea capitis is an important consideration in pediatric populations as a fungal invasion of the hair shaft results in patches of hair loss. [16]"}
{"id": "article-32682_13", "title": "Histology, Hair and Follicle -- Pathophysiology", "content": "Abnormal keratinization causing increased cohesiveness of keratinocytes within the pilosebaceous unit is implicated in both acne vulgaris and keratosis pilaris. Specifically, follicular hyperkeratinization leads to the obstruction of the pilosebaceous unit in acne vulgaris and of hair follicles in keratosis pilaris. Please note there are other important mechanisms involved in the pathogenesis of acne vulgaris. Folliculitis is the inflammation of hair follicles usually secondary to bacterial or fungal infection. Hidradenitis suppurativa is another inflammatory condition involving occlusion of the hair follicle in apocrine-rich areas of the body (e.g., axilla, groin).", "contents": "Histology, Hair and Follicle -- Pathophysiology. Abnormal keratinization causing increased cohesiveness of keratinocytes within the pilosebaceous unit is implicated in both acne vulgaris and keratosis pilaris. Specifically, follicular hyperkeratinization leads to the obstruction of the pilosebaceous unit in acne vulgaris and of hair follicles in keratosis pilaris. Please note there are other important mechanisms involved in the pathogenesis of acne vulgaris. Folliculitis is the inflammation of hair follicles usually secondary to bacterial or fungal infection. Hidradenitis suppurativa is another inflammatory condition involving occlusion of the hair follicle in apocrine-rich areas of the body (e.g., axilla, groin)."}
{"id": "article-32682_14", "title": "Histology, Hair and Follicle -- Clinical Significance", "content": "Hair follicles and hair, with arrector pili muscle contraction, play an important role in body temperature regulation. Hair protects the skin from foreign objects and confers protection from UV radiation. Hair follicles provide a source of new epithelial stem cells to aid in skin wound repair. However, many patients will seek medical care for hair loss or excessive hair growth. Hair responds to sex hormones and serves as a marker for social and sexual communication (e.g., age and gender) and may clue clinicians into an underlying disease process in certain patients (e.g., polycystic ovarian syndrome or steroid-producing tumors). Autoimmune (e.g., alopecia areata), inflammatory (e.g., hidradenitis suppurativa), and infectious (e.g., folliculitis or tinea capitis) diseases involve hair structures causing significant patient morbidity. The various forms of alopecia, including scarring and non-scarring forms, are of great concern to the general population. [11] Researchers have recently performed studies investigating the role of dermal papilla cells in the management of androgenic alopecia. [17] [18] Similarly, the formidability of the cuticle layer has been a subject of research regarding hair damage due to aging and hair dye and chemical use. [19] [20] [21] Knowledge of hair follicle histology is important for the pathologic interpretation of tissue samples. Hair-bearing areas may provide a challenge for Mohs micrographic surgeons during tissue analysis, as they may confuse variants of basal cell carcinoma with normal hair follicle histology. [22]", "contents": "Histology, Hair and Follicle -- Clinical Significance. Hair follicles and hair, with arrector pili muscle contraction, play an important role in body temperature regulation. Hair protects the skin from foreign objects and confers protection from UV radiation. Hair follicles provide a source of new epithelial stem cells to aid in skin wound repair. However, many patients will seek medical care for hair loss or excessive hair growth. Hair responds to sex hormones and serves as a marker for social and sexual communication (e.g., age and gender) and may clue clinicians into an underlying disease process in certain patients (e.g., polycystic ovarian syndrome or steroid-producing tumors). Autoimmune (e.g., alopecia areata), inflammatory (e.g., hidradenitis suppurativa), and infectious (e.g., folliculitis or tinea capitis) diseases involve hair structures causing significant patient morbidity. The various forms of alopecia, including scarring and non-scarring forms, are of great concern to the general population. [11] Researchers have recently performed studies investigating the role of dermal papilla cells in the management of androgenic alopecia. [17] [18] Similarly, the formidability of the cuticle layer has been a subject of research regarding hair damage due to aging and hair dye and chemical use. [19] [20] [21] Knowledge of hair follicle histology is important for the pathologic interpretation of tissue samples. Hair-bearing areas may provide a challenge for Mohs micrographic surgeons during tissue analysis, as they may confuse variants of basal cell carcinoma with normal hair follicle histology. [22]"}
{"id": "article-32682_15", "title": "Histology, Hair and Follicle -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Hair and Follicle -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}