{"id": "article-22729_0", "title": "Hemoglobin A1C -- Introduction", "content": "The hemoglobin A1c (glycated hemoglobin, glycosylated hemoglobin, HbA1c, or A1c) test is used to evaluate a person's level of glucose control. The test shows an average of the blood sugar level over the past 90 days and represents a percentage. The test can also be used to diagnose diabetes. [1]", "contents": "Hemoglobin A1C -- Introduction. The hemoglobin A1c (glycated hemoglobin, glycosylated hemoglobin, HbA1c, or A1c) test is used to evaluate a person's level of glucose control. The test shows an average of the blood sugar level over the past 90 days and represents a percentage. The test can also be used to diagnose diabetes. [1]"}
{"id": "article-22729_1", "title": "Hemoglobin A1C -- Introduction", "content": "Hemoglobin is a protein only found in red blood cells. In fact, hemoglobin is what gives blood its bright red coloring. Since red blood cells live about an average of three months, the A1c test will reflect those red blood cells that are present in the bloodstream at the time of the test; this is why the A1c serves as an average of blood sugar control.", "contents": "Hemoglobin A1C -- Introduction. Hemoglobin is a protein only found in red blood cells. In fact, hemoglobin is what gives blood its bright red coloring. Since red blood cells live about an average of three months, the A1c test will reflect those red blood cells that are present in the bloodstream at the time of the test; this is why the A1c serves as an average of blood sugar control."}
{"id": "article-22729_2", "title": "Hemoglobin A1C -- Introduction", "content": "The main job of hemoglobin is to carry oxygen from the lungs to all the cells of the body. Hemoglobin becomes glycated or coated with glucose from the bloodstream. The amount of glucose that is present in the blood will attach to the hemoglobin protein, and increased glucose levels will reflect on the surface of the hemoglobin protein, thereby rendering a higher A1c level. [2]", "contents": "Hemoglobin A1C -- Introduction. The main job of hemoglobin is to carry oxygen from the lungs to all the cells of the body. Hemoglobin becomes glycated or coated with glucose from the bloodstream. The amount of glucose that is present in the blood will attach to the hemoglobin protein, and increased glucose levels will reflect on the surface of the hemoglobin protein, thereby rendering a higher A1c level. [2]"}
{"id": "article-22729_3", "title": "Hemoglobin A1C -- Etiology and Epidemiology", "content": "The Diabetes Control and Complications Trial (DCCT) [3] was a landmark trial that provided a wealth of data on A1c and its correlation to blood glucose levels, as well as establishing specific treat to target A1c goals. From the completion of the trial, the National Glycohemoglobin Standardization Program (NGSP) was formed to define a standardized assay that was usable across laboratories.", "contents": "Hemoglobin A1C -- Etiology and Epidemiology. The Diabetes Control and Complications Trial (DCCT) [3] was a landmark trial that provided a wealth of data on A1c and its correlation to blood glucose levels, as well as establishing specific treat to target A1c goals. From the completion of the trial, the National Glycohemoglobin Standardization Program (NGSP) was formed to define a standardized assay that was usable across laboratories."}
{"id": "article-22729_4", "title": "Hemoglobin A1C -- Etiology and Epidemiology", "content": "The DCCT trial reported that a higher mean A1c level was the dominant predictor of diabetic retinopathy progression. Tighter control shown by levels of HbA1c in the 7% range or lower, were correlated with 35-76% decrease in microvascular complications, like retinopathy, nephropathy and neuropathy, in patients with type 1 diabetes. In addition to the determination of A1c levels predicting progression of microvascular complications, the extension of DCCT into EDIC study showed benefit in the cardiovascular risk and mortality in the longterm for those patients with lower levels of HbA1c. [4] [5] [6]", "contents": "Hemoglobin A1C -- Etiology and Epidemiology. The DCCT trial reported that a higher mean A1c level was the dominant predictor of diabetic retinopathy progression. Tighter control shown by levels of HbA1c in the 7% range or lower, were correlated with 35-76% decrease in microvascular complications, like retinopathy, nephropathy and neuropathy, in patients with type 1 diabetes. In addition to the determination of A1c levels predicting progression of microvascular complications, the extension of DCCT into EDIC study showed benefit in the cardiovascular risk and mortality in the longterm for those patients with lower levels of HbA1c. [4] [5] [6]"}
{"id": "article-22729_5", "title": "Hemoglobin A1C -- Pathophysiology", "content": "People with diabetes need to have their A1c checked regularly to determine if their average blood glucose levels are within the target range. The American Diabetes Association (ADA) recommends that the HbA1c is checked twice a year in patients that are stable and well controlled, versus every 3 months in patients with changes in their medications, or not well controlled. [7]", "contents": "Hemoglobin A1C -- Pathophysiology. People with diabetes need to have their A1c checked regularly to determine if their average blood glucose levels are within the target range. The American Diabetes Association (ADA) recommends that the HbA1c is checked twice a year in patients that are stable and well controlled, versus every 3 months in patients with changes in their medications, or not well controlled. [7]"}
{"id": "article-22729_6", "title": "Hemoglobin A1C -- Specimen Requirements and Procedure", "content": "The HbA1c test can either be done as a point of care (POC), STAT test, or by sending a sample to a laboratory. The POC test uses a STAT analyzer that evaluates the A1c from a capillary fingerstick. The laboratory test uses a teaspoon of blood drawn from a venous sample into a K2 EDTA (lavender top) tube. The sample gets processed as whole blood.", "contents": "Hemoglobin A1C -- Specimen Requirements and Procedure. The HbA1c test can either be done as a point of care (POC), STAT test, or by sending a sample to a laboratory. The POC test uses a STAT analyzer that evaluates the A1c from a capillary fingerstick. The laboratory test uses a teaspoon of blood drawn from a venous sample into a K2 EDTA (lavender top) tube. The sample gets processed as whole blood."}
{"id": "article-22729_7", "title": "Hemoglobin A1C -- Diagnostic Tests", "content": "The venous sample A1c test may be used as a diagnostic tool in clinical practice when determining diabetes risk or onset. Due to the variability of capillary point of care testing, any A1c done by capillary sample should be confirmed with a venous sample before rendering the diagnosis.", "contents": "Hemoglobin A1C -- Diagnostic Tests. The venous sample A1c test may be used as a diagnostic tool in clinical practice when determining diabetes risk or onset. Due to the variability of capillary point of care testing, any A1c done by capillary sample should be confirmed with a venous sample before rendering the diagnosis."}
{"id": "article-22729_8", "title": "Hemoglobin A1C -- Diagnostic Tests", "content": "For an HbA1c test to classify as normal, or in the non-diabetic range, the value must be below 5.7 %. Anyone with an HbA1c value of 5.7 % to 6.4 % is considered to be prediabetic, while diabetes can be diagnosed with a HbA1c of 6.5% or higher. Tests should be sent to a laboratory certified by the NGSP to ensure results are standardized. [8] [9]", "contents": "Hemoglobin A1C -- Diagnostic Tests. For an HbA1c test to classify as normal, or in the non-diabetic range, the value must be below 5.7 %. Anyone with an HbA1c value of 5.7 % to 6.4 % is considered to be prediabetic, while diabetes can be diagnosed with a HbA1c of 6.5% or higher. Tests should be sent to a laboratory certified by the NGSP to ensure results are standardized. [8] [9]"}
{"id": "article-22729_9", "title": "Hemoglobin A1C -- Testing Procedures", "content": "The HbA1c test done by a point of care machine in a doctor's office may be less accurate than one that is drawn from a venous sample and processed in a laboratory. Typically, the results can vary by different laboratories by as much as 0.5%. The HbA1c test should be performed using an NGSP-approved method.", "contents": "Hemoglobin A1C -- Testing Procedures. The HbA1c test done by a point of care machine in a doctor's office may be less accurate than one that is drawn from a venous sample and processed in a laboratory. Typically, the results can vary by different laboratories by as much as 0.5%. The HbA1c test should be performed using an NGSP-approved method."}
{"id": "article-22729_10", "title": "Hemoglobin A1C -- Interfering Factors", "content": "There are several conditions where the HbA1c test can produce inaccurate results. People diagnosed with sickle cell anemia, thalassemia, anemia, kidney failure, liver disease, or patients receiving blood transfusions can experience altered results due to the longevity of the red blood cell. HbA1c measurement in these patients must be interpreted with caution and should be confirmed with plasma glucose samples to diagnose diabetes. [10]", "contents": "Hemoglobin A1C -- Interfering Factors. There are several conditions where the HbA1c test can produce inaccurate results. People diagnosed with sickle cell anemia, thalassemia, anemia, kidney failure, liver disease, or patients receiving blood transfusions can experience altered results due to the longevity of the red blood cell. HbA1c measurement in these patients must be interpreted with caution and should be confirmed with plasma glucose samples to diagnose diabetes. [10]"}
{"id": "article-22729_11", "title": "Hemoglobin A1C -- Interfering Factors", "content": "A falsely low HbA1c value can result from several conditions including high altitude, pregnancy, hemorrhage, blood transfusion, erythropoietin administration, iron supplementation [11] , hemolytic anemia, chronic kidney failure, liver cirrhosis, alcoholism, sickle cell anemia [12] , and spherocytosis. Vitamin C supplementation can either increase or decrease the HbA1c level depending on the method used for its measurement.", "contents": "Hemoglobin A1C -- Interfering Factors. A falsely low HbA1c value can result from several conditions including high altitude, pregnancy, hemorrhage, blood transfusion, erythropoietin administration, iron supplementation [11] , hemolytic anemia, chronic kidney failure, liver cirrhosis, alcoholism, sickle cell anemia [12] , and spherocytosis. Vitamin C supplementation can either increase or decrease the HbA1c level depending on the method used for its measurement."}
{"id": "article-22729_12", "title": "Hemoglobin A1C -- Interfering Factors", "content": "On the other end of the spectrum, a falsely high HbA1c can be due to a lack of available iron in the blood. This condition can result from iron deficiency anemia [13] , infection-induced anemia, or tumor-induced anemia. Hemoglobinopathies such as thalassemia and B12 deficiency [11] [14] can also cause a falsely high HbA1c. Other causes of falsely high HbA1c levels include hypertriglyceridemia, organ transplantation, and hyperglycation in certain ethnic groups. Medications such as immunosuppressants and protease inhibitors can sometimes lead to a falsely high HbA1c. [10] [7] [15] [16]", "contents": "Hemoglobin A1C -- Interfering Factors. On the other end of the spectrum, a falsely high HbA1c can be due to a lack of available iron in the blood. This condition can result from iron deficiency anemia [13] , infection-induced anemia, or tumor-induced anemia. Hemoglobinopathies such as thalassemia and B12 deficiency [11] [14] can also cause a falsely high HbA1c. Other causes of falsely high HbA1c levels include hypertriglyceridemia, organ transplantation, and hyperglycation in certain ethnic groups. Medications such as immunosuppressants and protease inhibitors can sometimes lead to a falsely high HbA1c. [10] [7] [15] [16]"}
{"id": "article-22729_13", "title": "Hemoglobin A1C -- Results, Reporting, and Critical Findings -- Relationship Between A1c and Glucose Level", "content": "The HbA1c percentage equates to an average glucose level in the body that the patient experienced over the past 90 days. [17] [18] [19] A1c (%)       Average Blood Glucose (mg/dL) 6                  126 8                  183 10                240 12                298 14                355", "contents": "Hemoglobin A1C -- Results, Reporting, and Critical Findings -- Relationship Between A1c and Glucose Level. The HbA1c percentage equates to an average glucose level in the body that the patient experienced over the past 90 days. [17] [18] [19] A1c (%)       Average Blood Glucose (mg/dL) 6                  126 8                  183 10                240 12                298 14                355"}
{"id": "article-22729_14", "title": "Hemoglobin A1C -- Clinical Significance", "content": "Hemoglobin A1c serves as an indicator of overall glycemic control and a reflection of the average blood sugar over the past three months. [2]", "contents": "Hemoglobin A1C -- Clinical Significance. Hemoglobin A1c serves as an indicator of overall glycemic control and a reflection of the average blood sugar over the past three months. [2]"}
{"id": "article-22729_15", "title": "Hemoglobin A1C -- Quality Control and Lab Safety", "content": "Laboratories can use several methods to determine HbA1c. High performance liquid chromatography (HPLC) method is one of the most popular methods because it can eliminate labile components that other methods such as immunoassay or affinity chromatography use. [20]", "contents": "Hemoglobin A1C -- Quality Control and Lab Safety. Laboratories can use several methods to determine HbA1c. High performance liquid chromatography (HPLC) method is one of the most popular methods because it can eliminate labile components that other methods such as immunoassay or affinity chromatography use. [20]"}
{"id": "article-22729_16", "title": "Hemoglobin A1C -- Quality Control and Lab Safety", "content": "The point of care (POC) machine is widely used as well to determine HbA1c levels. The variety of POC machines on the market can make it difficult to determine the one best suited for one's practice. Also, there is a shortage of information comparing the different machines. When using POC testing, one should keep in mind that POC values are often below results reported by a laboratory test, with the mean difference being -0.5%.", "contents": "Hemoglobin A1C -- Quality Control and Lab Safety. The point of care (POC) machine is widely used as well to determine HbA1c levels. The variety of POC machines on the market can make it difficult to determine the one best suited for one's practice. Also, there is a shortage of information comparing the different machines. When using POC testing, one should keep in mind that POC values are often below results reported by a laboratory test, with the mean difference being -0.5%."}
{"id": "article-22729_17", "title": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes", "content": "All clinicians who look after diabetic patients need to know what HbA1c means. In general, HbA1c provides a measure of the average glucose concentration over three months.", "contents": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes. All clinicians who look after diabetic patients need to know what HbA1c means. In general, HbA1c provides a measure of the average glucose concentration over three months."}
{"id": "article-22729_18", "title": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes", "content": "Hemoglobin A1c is often used as an outcome measure to determine if an intervention in a population is successful by showing a decrease in HbA1c by a certain percentage. There is a movement within the medical community to move away from using HbA1c as an exclusive standard of care test to measure patient response to treatment. The Estimated Average Glucose (eAG) and the glucose time in range are the newest proposed methods. [21] These methods use data obtained by continuous glucose monitors (CGMs) that record blood glucose 24 hours a day. They can also give providers a more accurate view of the blood sugar average and fluctuations, but these methods are not available to all patients on a wide-spread basis.", "contents": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes. Hemoglobin A1c is often used as an outcome measure to determine if an intervention in a population is successful by showing a decrease in HbA1c by a certain percentage. There is a movement within the medical community to move away from using HbA1c as an exclusive standard of care test to measure patient response to treatment. The Estimated Average Glucose (eAG) and the glucose time in range are the newest proposed methods. [21] These methods use data obtained by continuous glucose monitors (CGMs) that record blood glucose 24 hours a day. They can also give providers a more accurate view of the blood sugar average and fluctuations, but these methods are not available to all patients on a wide-spread basis."}
{"id": "article-22729_19", "title": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes", "content": "As per ADA guidelines, the levels of HA1c should be measured twice a year in stable patients and at least four times in patients who have glucose fluctuations or those who have had a change in their diabetic treatment. Hemoglobin A1c is one of the preferred diabetes diagnostic tests today. The blood draw can occur at any time, and there are no special handling requirements. However, to ensure that the A1c value is correct, clinicians need to be aware of the causes of false-positive and false-negative results.", "contents": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes. As per ADA guidelines, the levels of HA1c should be measured twice a year in stable patients and at least four times in patients who have glucose fluctuations or those who have had a change in their diabetic treatment. Hemoglobin A1c is one of the preferred diabetes diagnostic tests today. The blood draw can occur at any time, and there are no special handling requirements. However, to ensure that the A1c value is correct, clinicians need to be aware of the causes of false-positive and false-negative results."}
{"id": "article-22729_20", "title": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes", "content": "Since many patients with diabetes have their condition managed in outpatient clinics, the diabetic nurse should be fully aware of HbA1c values and when to refer the patient to an endocrinologist for further workup and treatment. Pharmacists are also required to fully understand and interpret this test, as they will be involved in glycemic management medication agent selection, dosing, and monitoring.  Both the nurse and/or pharmacist need to inform the treating physician regarding any changes in hemoglobin A1c and verify patient medication compliance. Hemoglobin A1c is a very valuable tool in the fight against diabetes and other glycemic control disorders, but to be effective, it functions best in an interprofessional healthcare team environment. [Level V]", "contents": "Hemoglobin A1C -- Enhancing Healthcare Team Outcomes. Since many patients with diabetes have their condition managed in outpatient clinics, the diabetic nurse should be fully aware of HbA1c values and when to refer the patient to an endocrinologist for further workup and treatment. Pharmacists are also required to fully understand and interpret this test, as they will be involved in glycemic management medication agent selection, dosing, and monitoring.  Both the nurse and/or pharmacist need to inform the treating physician regarding any changes in hemoglobin A1c and verify patient medication compliance. Hemoglobin A1c is a very valuable tool in the fight against diabetes and other glycemic control disorders, but to be effective, it functions best in an interprofessional healthcare team environment. [Level V]"}
{"id": "article-22729_21", "title": "Hemoglobin A1C -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hemoglobin A1C -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}