{"id": "article-28792_0", "title": "Scrofula (Archived) -- Introduction", "content": "Tuberculosis is the oldest reported infectious disease caused by Mycobacterium tuberculosis and is known as the 'barometer of social welfare' because of its higher prevalence in less developed areas. Tuberculosis frequently affects the lungs but also affects other parts of the body. [1] Scrofula (historically known as the king's evil) is the tuberculous cervical lymphadenitis caused by hematogenous or lymphatic dissemination of pulmonary TB or reactivation of latent TB or very rarely through primary involvement of adenoids or tonsils. [2] It is the Latin term for Brood sow, which means the tuberculosis of the neck and is the most common extrapulmonary tuberculosis. The major cause of scrofula in the immunocompromised patients is Mycobacterium tuberculosis (95%), and atypical and nontuberculous mycobacteria cause the rest (5%). On the other hand, atypical and nontuberculous mycobacteria are mainly responsible for scrofula in immunocompetent children.", "contents": "Scrofula (Archived) -- Introduction. Tuberculosis is the oldest reported infectious disease caused by Mycobacterium tuberculosis and is known as the 'barometer of social welfare' because of its higher prevalence in less developed areas. Tuberculosis frequently affects the lungs but also affects other parts of the body. [1] Scrofula (historically known as the king's evil) is the tuberculous cervical lymphadenitis caused by hematogenous or lymphatic dissemination of pulmonary TB or reactivation of latent TB or very rarely through primary involvement of adenoids or tonsils. [2] It is the Latin term for Brood sow, which means the tuberculosis of the neck and is the most common extrapulmonary tuberculosis. The major cause of scrofula in the immunocompromised patients is Mycobacterium tuberculosis (95%), and atypical and nontuberculous mycobacteria cause the rest (5%). On the other hand, atypical and nontuberculous mycobacteria are mainly responsible for scrofula in immunocompetent children."}
{"id": "article-28792_1", "title": "Scrofula (Archived) -- Etiology", "content": "The main etiologic agent belongs to the genus Mycobacterium and over 175 other species. [3] Tuberculosis is caused by a number of species of Mycobacterium tuberculosis complex, which includes M. bovis, M. africanum, M.caprae, M. orygis, M. pinnipedii, M. chimaera, M. intracellulare, M. canetti, M. microti, and mainly tubercule bacillus (Mycobacterium tuberculosis), etc. some of them being strict pathogens, while other being nonpathogenic or opportunistic pathogens. Incidence of infections caused by Mycobacteria chimaera, a nontuberculous mycobacterium that resides in soil and water, is common in the United States and Europe, i.e., in immunocompetent. [3] Over 90% of tuberculous cervical lymphadenitis is caused by mycobacterial tuberculosis, and the rest 10% by nontubercular mycobacteria, such as Mycobacterium scrofulaceum. [4] Tuberculosis thrives in the crowded environment, poverty, low sanitation commonly seen in developing countries, and chronic debilitating illness such as HIV. Mode of intrusions is through respiratory aerosols produced by coughing from person to person and Mycobacterium bovis from unpasteurized milk ingestion. In the United States, most cases are related to reactivation and are especially seen on homeless, immunocompromised, and malnourished men.", "contents": "Scrofula (Archived) -- Etiology. The main etiologic agent belongs to the genus Mycobacterium and over 175 other species. [3] Tuberculosis is caused by a number of species of Mycobacterium tuberculosis complex, which includes M. bovis, M. africanum, M.caprae, M. orygis, M. pinnipedii, M. chimaera, M. intracellulare, M. canetti, M. microti, and mainly tubercule bacillus (Mycobacterium tuberculosis), etc. some of them being strict pathogens, while other being nonpathogenic or opportunistic pathogens. Incidence of infections caused by Mycobacteria chimaera, a nontuberculous mycobacterium that resides in soil and water, is common in the United States and Europe, i.e., in immunocompetent. [3] Over 90% of tuberculous cervical lymphadenitis is caused by mycobacterial tuberculosis, and the rest 10% by nontubercular mycobacteria, such as Mycobacterium scrofulaceum. [4] Tuberculosis thrives in the crowded environment, poverty, low sanitation commonly seen in developing countries, and chronic debilitating illness such as HIV. Mode of intrusions is through respiratory aerosols produced by coughing from person to person and Mycobacterium bovis from unpasteurized milk ingestion. In the United States, most cases are related to reactivation and are especially seen on homeless, immunocompromised, and malnourished men."}
{"id": "article-28792_2", "title": "Scrofula (Archived) -- Epidemiology", "content": "Incidence and prevalence of tuberculous cervical lymphadenopathy vary among developing and developed countries. It is more commonly seen in developing countries, and in Europe and developed countries (nonendemic countries), travelers from endemic areas, especially immigrants and immunodeficient people, carry Mycobacterium. [5] Lymphadenitis accounts for 5% of TB, and cervical group involvement is seen in two-thirds of cases. In a study on tuberculous lymphadenitis, the incidence  rate was as high as 1014 per 100000 in Nepal to as low as  0.06 per 100000 in Danes. Due to increased migration and globalization, extrapulmonary TB, including scrofula, has been increasing in Europe. [6] In a series of studies done in the United States in 2016, solitary extrapulmonary TB accounted for approximately 20 percent of cases, while both pulmonary and extrapulmonary TB accounted for 9 percent of cases. According to the World Health Organisation, Worldwide estimation of incidence is hampered by imprecise diagnostic criteria and reporting system where extrapulmonary TB was 15% of 6.3 million cases in 2016. Scrofula is more common in women than in men in contrast to pulmonary TB, which is more common in men than in women. [7] The peak age of Tuberculous cervical lymphadenitis is 30 to 40 years. In a series of tuberculous cervical adenitis, it was found that the involvement of upper jugular-mandibular nodes was 54%, lateral-posterior cervical was 22%, submaxillary and supraclavicular were 12%. [8] Mycobacterium Tuberculosis is the main culprit of scrofula in adults (95% to 98%), whereas children are mostly infected by the atypical mycobacteria sp, including Mycobacteria avium-intracellulare, mycobacterium kansasii, and Mycobacteria scrofulaceum. [9] Occupational and cultural oropharyngeal exposures many endemic areas have a higher incidence of scrofula.", "contents": "Scrofula (Archived) -- Epidemiology. Incidence and prevalence of tuberculous cervical lymphadenopathy vary among developing and developed countries. It is more commonly seen in developing countries, and in Europe and developed countries (nonendemic countries), travelers from endemic areas, especially immigrants and immunodeficient people, carry Mycobacterium. [5] Lymphadenitis accounts for 5% of TB, and cervical group involvement is seen in two-thirds of cases. In a study on tuberculous lymphadenitis, the incidence  rate was as high as 1014 per 100000 in Nepal to as low as  0.06 per 100000 in Danes. Due to increased migration and globalization, extrapulmonary TB, including scrofula, has been increasing in Europe. [6] In a series of studies done in the United States in 2016, solitary extrapulmonary TB accounted for approximately 20 percent of cases, while both pulmonary and extrapulmonary TB accounted for 9 percent of cases. According to the World Health Organisation, Worldwide estimation of incidence is hampered by imprecise diagnostic criteria and reporting system where extrapulmonary TB was 15% of 6.3 million cases in 2016. Scrofula is more common in women than in men in contrast to pulmonary TB, which is more common in men than in women. [7] The peak age of Tuberculous cervical lymphadenitis is 30 to 40 years. In a series of tuberculous cervical adenitis, it was found that the involvement of upper jugular-mandibular nodes was 54%, lateral-posterior cervical was 22%, submaxillary and supraclavicular were 12%. [8] Mycobacterium Tuberculosis is the main culprit of scrofula in adults (95% to 98%), whereas children are mostly infected by the atypical mycobacteria sp, including Mycobacteria avium-intracellulare, mycobacterium kansasii, and Mycobacteria scrofulaceum. [9] Occupational and cultural oropharyngeal exposures many endemic areas have a higher incidence of scrofula."}
{"id": "article-28792_3", "title": "Scrofula (Archived) -- Pathophysiology", "content": "Most of the cases of peripheral lymphadenopathy are believed to have resulted from the reactivation of latent tuberculosis. [6] Tubercle bacilli are either infected through droplets or ingested through the milk, mainly mycobacterium bovis. Cell-mediated immunity is responsible for the resistance against the mycobacterium. Pathogenicity depends upon the host factors (genetic and acquired susceptibilities), the virulence of bacteria, metabolic factors for the intracellular survival of bacteria. If the innate immunity of the host fails to defeat the infection, microorganisms proliferate within alveolar macrophages and disseminate away from the lungs to peripheral tissue. Progressive primary TB drives massive hematogenous dissemination, mainly to cervical lymph nodes. Macrophages play a central role in host cell immunity against mycobacterium. Once the mycobacteria enter and reach the macrophages endosomes, macrophage-mannose receptors and complement receptors recognize and bind several components of bacteria such as mannose-capped glycolipid mycobacterium inhibits the phagolysosome formation that permits unchecked mycobacterial proliferation. This indicates the pre-sensitized phase in the first 3 weeks. This ensues bacteremia, and bacteria invade many peripheral tissues, mostly lymph nodes.", "contents": "Scrofula (Archived) -- Pathophysiology. Most of the cases of peripheral lymphadenopathy are believed to have resulted from the reactivation of latent tuberculosis. [6] Tubercle bacilli are either infected through droplets or ingested through the milk, mainly mycobacterium bovis. Cell-mediated immunity is responsible for the resistance against the mycobacterium. Pathogenicity depends upon the host factors (genetic and acquired susceptibilities), the virulence of bacteria, metabolic factors for the intracellular survival of bacteria. If the innate immunity of the host fails to defeat the infection, microorganisms proliferate within alveolar macrophages and disseminate away from the lungs to peripheral tissue. Progressive primary TB drives massive hematogenous dissemination, mainly to cervical lymph nodes. Macrophages play a central role in host cell immunity against mycobacterium. Once the mycobacteria enter and reach the macrophages endosomes, macrophage-mannose receptors and complement receptors recognize and bind several components of bacteria such as mannose-capped glycolipid mycobacterium inhibits the phagolysosome formation that permits unchecked mycobacterial proliferation. This indicates the pre-sensitized phase in the first 3 weeks. This ensues bacteremia, and bacteria invade many peripheral tissues, mostly lymph nodes."}
{"id": "article-28792_4", "title": "Scrofula (Archived) -- Pathophysiology", "content": "Cell-mediated immunity develops approximately 3 weeks after exposure. Bacterial antigens are presented to CD4 T cells by antigen-presenting cells dendritic and macrophages. CD4 T-cells produce interferon-gamma, which in turn activates the macrophages. Activated macrophages produce many factors such as tissue necrosis factor(TNF), cytokines, and chemokines which attract other phagocytes including neutrophils, monocytes, alveolar macrophages responsible for the formation of granuloma with epitheliod cells and multinucleated giant cells surrounded by a rim of sensitized T cells and later on central caseous necrosis that may contain tubercle bacilli. Activated macrophages also produce nitric oxide and free radicals that kill bacteria. Primary TB with lymph node involvement has the same pathogenesis as in granuloma formation.Reactivation of latent infection gives rise to secondary tuberculosis in previously sensitized patients may occur shortly or decades after the initial infection, principally when the host immune defense is weakened. It may also result from reinfection. Some hypothesis says lymph node involvement is less in secondary TB than in primary due to fibrosis and early wall off of focus in previously sensitized immunocompetent patients. Progressive secondary TB, especially in immunocompromised (HIV) and debilitated patients, cause massive hematogenous and lymphatic dissemination leading to miliary TB with multiple extrapulmonary involvements, mainly peripheral lymph nodes. Notably, cervical lymph nodes involvement is exceptionally more common.", "contents": "Scrofula (Archived) -- Pathophysiology. Cell-mediated immunity develops approximately 3 weeks after exposure. Bacterial antigens are presented to CD4 T cells by antigen-presenting cells dendritic and macrophages. CD4 T-cells produce interferon-gamma, which in turn activates the macrophages. Activated macrophages produce many factors such as tissue necrosis factor(TNF), cytokines, and chemokines which attract other phagocytes including neutrophils, monocytes, alveolar macrophages responsible for the formation of granuloma with epitheliod cells and multinucleated giant cells surrounded by a rim of sensitized T cells and later on central caseous necrosis that may contain tubercle bacilli. Activated macrophages also produce nitric oxide and free radicals that kill bacteria. Primary TB with lymph node involvement has the same pathogenesis as in granuloma formation.Reactivation of latent infection gives rise to secondary tuberculosis in previously sensitized patients may occur shortly or decades after the initial infection, principally when the host immune defense is weakened. It may also result from reinfection. Some hypothesis says lymph node involvement is less in secondary TB than in primary due to fibrosis and early wall off of focus in previously sensitized immunocompetent patients. Progressive secondary TB, especially in immunocompromised (HIV) and debilitated patients, cause massive hematogenous and lymphatic dissemination leading to miliary TB with multiple extrapulmonary involvements, mainly peripheral lymph nodes. Notably, cervical lymph nodes involvement is exceptionally more common."}
{"id": "article-28792_5", "title": "Scrofula (Archived) -- Pathophysiology", "content": "Scrofula may be due to the draining of primary focus into peripheral lymph nodes, particularly cervical lymph nodes along with mandibular, upper jugular, and tonsillar. These lymph nodes are vulnerable due to lowered resistance by recurrent infections of other bacterial in the throat makes a suitable environment for the growth of mycobacteria. Tubercle bacilli reach these lymph nodes either by lymphatic or hematogenous dissemination. [8]", "contents": "Scrofula (Archived) -- Pathophysiology. Scrofula may be due to the draining of primary focus into peripheral lymph nodes, particularly cervical lymph nodes along with mandibular, upper jugular, and tonsillar. These lymph nodes are vulnerable due to lowered resistance by recurrent infections of other bacterial in the throat makes a suitable environment for the growth of mycobacteria. Tubercle bacilli reach these lymph nodes either by lymphatic or hematogenous dissemination. [8]"}
{"id": "article-28792_6", "title": "Scrofula (Archived) -- Pathophysiology", "content": "Tonsils and adenoids can also be the primary source of tuberculous infections. The primary inflammatory reaction is followed by caseous necrosis and cold abscess formation, and later on, fibrosis and calcifications occur as a part of the healing process. Inflammation and necrosis are bounded by a fibrous capsule, which limits the spread of infection. Rupture of fibrous capsule causes accumulation of abscess under superficial fascia forms \"collar-stud abscess.\" [8]", "contents": "Scrofula (Archived) -- Pathophysiology. Tonsils and adenoids can also be the primary source of tuberculous infections. The primary inflammatory reaction is followed by caseous necrosis and cold abscess formation, and later on, fibrosis and calcifications occur as a part of the healing process. Inflammation and necrosis are bounded by a fibrous capsule, which limits the spread of infection. Rupture of fibrous capsule causes accumulation of abscess under superficial fascia forms \"collar-stud abscess.\" [8]"}
{"id": "article-28792_7", "title": "Scrofula (Archived) -- Histopathology", "content": "Macroscopic view of scrofula is enlarged lymph nodes, spherical or ovoid shape ranging from 3 to 10 cm with draining sinus and matted, erythema.", "contents": "Scrofula (Archived) -- Histopathology. Macroscopic view of scrofula is enlarged lymph nodes, spherical or ovoid shape ranging from 3 to 10 cm with draining sinus and matted, erythema."}
{"id": "article-28792_8", "title": "Scrofula (Archived) -- Histopathology", "content": "Microscopically, characteristics of TB lymphadenopathy granuloma formation same as in pulmonary TB. Central caseous necrosis surround by fused multinucleated giant cells, epithelioid cells, and a rim of sensitized T-cells mixed with fibrous connective tissue on later stages when healing occurs. [10]", "contents": "Scrofula (Archived) -- Histopathology. Microscopically, characteristics of TB lymphadenopathy granuloma formation same as in pulmonary TB. Central caseous necrosis surround by fused multinucleated giant cells, epithelioid cells, and a rim of sensitized T-cells mixed with fibrous connective tissue on later stages when healing occurs. [10]"}
{"id": "article-28792_9", "title": "Scrofula (Archived) -- History and Physical", "content": "Clinical manifestations of scrofula are often a part of miliary tuberculosis. Miliary TB is mostly subacute or chronic, less commonly, acute presentations. Subacute or chronic conditions may present with weight loss or failure to thrive. Fever, unusual rigors, frequent night sweats are the additional symptoms. These symptoms may begin 4 to 8 weeks earlier than the appearance of lymphadenopathy. History of progressively slow, painless mass starting in a single discrete group. Initially, 1 to 3 lymph nodes involvement is often unilateral (85%) is more common than bilateral. Symptoms are more in HIV-infected than HIV-negative patients. The rate of symptoms varies in different geographical areas in a series of studies, i.e., fever and weight loss are more common in endemic areas than in the United States of America. [7]", "contents": "Scrofula (Archived) -- History and Physical. Clinical manifestations of scrofula are often a part of miliary tuberculosis. Miliary TB is mostly subacute or chronic, less commonly, acute presentations. Subacute or chronic conditions may present with weight loss or failure to thrive. Fever, unusual rigors, frequent night sweats are the additional symptoms. These symptoms may begin 4 to 8 weeks earlier than the appearance of lymphadenopathy. History of progressively slow, painless mass starting in a single discrete group. Initially, 1 to 3 lymph nodes involvement is often unilateral (85%) is more common than bilateral. Symptoms are more in HIV-infected than HIV-negative patients. The rate of symptoms varies in different geographical areas in a series of studies, i.e., fever and weight loss are more common in endemic areas than in the United States of America. [7]"}
{"id": "article-28792_10", "title": "Scrofula (Archived) -- History and Physical", "content": "On physical examinations, usually swelling on the one side of the neck, freely mobile, few in number, discrete, nontender lymph nodes are the common findings. [8] As time passes, swelling becomes firm, attached to surrounding tissues, rubbery and matted. [4] Ulceration, sinus draining (4% to 11%), caseous material with fluctuant swelling, fistula formation arise as time elapses. [7] Tenderness is positive in only 10% to 35% of cases. The size of the mass generally 3 cm but may be up to 8 to 10 cm. The involvement of lymph nodes in chain is 45% to 70%, mainly anterior groups affected.", "contents": "Scrofula (Archived) -- History and Physical. On physical examinations, usually swelling on the one side of the neck, freely mobile, few in number, discrete, nontender lymph nodes are the common findings. [8] As time passes, swelling becomes firm, attached to surrounding tissues, rubbery and matted. [4] Ulceration, sinus draining (4% to 11%), caseous material with fluctuant swelling, fistula formation arise as time elapses. [7] Tenderness is positive in only 10% to 35% of cases. The size of the mass generally 3 cm but may be up to 8 to 10 cm. The involvement of lymph nodes in chain is 45% to 70%, mainly anterior groups affected."}
{"id": "article-28792_11", "title": "Scrofula (Archived) -- Evaluation", "content": "In countries like Denmark, where incidence is low requires a high degree of suspicion to diagnose. [6] Diagnosis in a high-risk population in endemic areas is not difficult who present with typical symptoms. HIV positive patients suffer from an immense number of neoplastic and infectious diseases; the diagnosis of cervical lymphadenopathy may be delayed. Early diagnosis of scrofula in these patients helps make early recognition of HIV allow early administration of antiretroviral therapy. [11]", "contents": "Scrofula (Archived) -- Evaluation. In countries like Denmark, where incidence is low requires a high degree of suspicion to diagnose. [6] Diagnosis in a high-risk population in endemic areas is not difficult who present with typical symptoms. HIV positive patients suffer from an immense number of neoplastic and infectious diseases; the diagnosis of cervical lymphadenopathy may be delayed. Early diagnosis of scrofula in these patients helps make early recognition of HIV allow early administration of antiretroviral therapy. [11]"}
{"id": "article-28792_12", "title": "Scrofula (Archived) -- Evaluation", "content": "Diagnosis of tuberculous lymphadenopathy is provided by histopathology along with a smear of acid-fast bacilli and culture of lymph nodes. Fine needle aspiration and excisional biopsy are the gold standard for diagnosing peripheral lymphadenopathy, including tuberculous cervical lymphadenitis. [12]", "contents": "Scrofula (Archived) -- Evaluation. Diagnosis of tuberculous lymphadenopathy is provided by histopathology along with a smear of acid-fast bacilli and culture of lymph nodes. Fine needle aspiration and excisional biopsy are the gold standard for diagnosing peripheral lymphadenopathy, including tuberculous cervical lymphadenitis. [12]"}
{"id": "article-28792_13", "title": "Scrofula (Archived) -- Evaluation -- Fine Needle Aspiration (FNA)", "content": "FNA is the diagnostic choice with low morbidity, relatively safe and inexpensive, rapid, and simple. [13] The sample specimen should be cultured, microscopic examination, cytologic interpretation, and send for polymerase chain reaction testing. Microscopy shows epithelioid granuloma or mycobacteria with the presence of or absence of giant cells and caseating necrosis. [9] In a series of evaluations performed in Hong Kong, the specificity and sensitivity of FNA were found to be 93 and 77 percent, respectively. [13] The yield of FNA increases in HIV infected patients and endemic areas because of a high burden of microorganisms.", "contents": "Scrofula (Archived) -- Evaluation -- Fine Needle Aspiration (FNA). FNA is the diagnostic choice with low morbidity, relatively safe and inexpensive, rapid, and simple. [13] The sample specimen should be cultured, microscopic examination, cytologic interpretation, and send for polymerase chain reaction testing. Microscopy shows epithelioid granuloma or mycobacteria with the presence of or absence of giant cells and caseating necrosis. [9] In a series of evaluations performed in Hong Kong, the specificity and sensitivity of FNA were found to be 93 and 77 percent, respectively. [13] The yield of FNA increases in HIV infected patients and endemic areas because of a high burden of microorganisms."}
{"id": "article-28792_14", "title": "Scrofula (Archived) -- Evaluation -- Mycobacterial Culture", "content": "Definitive diagnosis depends upon the isolation and identification of bacteria from specimens. Specimens inoculated in the egg or agar-based medium (Lowenstein-Jensen) incubated at 37-degree Celcius. Culture is positive in 70% to 80% of cases.", "contents": "Scrofula (Archived) -- Evaluation -- Mycobacterial Culture. Definitive diagnosis depends upon the isolation and identification of bacteria from specimens. Specimens inoculated in the egg or agar-based medium (Lowenstein-Jensen) incubated at 37-degree Celcius. Culture is positive in 70% to 80% of cases."}
{"id": "article-28792_15", "title": "Scrofula (Archived) -- Evaluation -- Excisional Biopsy", "content": "It is the traditional technique with higher morbidity than FNA and causes a delay in diagnosis. [9] It is a more invasive technique usually performed in the absence of less invasive techniques such as FNAC or ultrasound-guided FNAC. [14] Excisional biopsy has the highest yield that should be performed when FNAC is not diagnostic. [13] It is preferred over FNAC because FNAC has higher chances of iatrogenic fistula formation.", "contents": "Scrofula (Archived) -- Evaluation -- Excisional Biopsy. It is the traditional technique with higher morbidity than FNA and causes a delay in diagnosis. [9] It is a more invasive technique usually performed in the absence of less invasive techniques such as FNAC or ultrasound-guided FNAC. [14] Excisional biopsy has the highest yield that should be performed when FNAC is not diagnostic. [13] It is preferred over FNAC because FNAC has higher chances of iatrogenic fistula formation."}
{"id": "article-28792_16", "title": "Scrofula (Archived) -- Evaluation -- Nucleic Acid Amplification (NAA) Testing", "content": "NAA is performed where histology and acid-fast bacilli do not provide sufficient information for diagnosis. [15]", "contents": "Scrofula (Archived) -- Evaluation -- Nucleic Acid Amplification (NAA) Testing. NAA is performed where histology and acid-fast bacilli do not provide sufficient information for diagnosis. [15]"}
{"id": "article-28792_17", "title": "Scrofula (Archived) -- Evaluation -- Imaging", "content": "Neck imaging is achieved by ultrasound, magnetic resonance imaging, and computed tomography scan. Imaging would show tracheal deviation if present, calcifications of lymph nodes, a cold abscess formed after coalesce of multiple necrotic lymph nodes. [9] CT scan is useful to monitor the treatment and take biopsy though it is not specific for TB. It helps to differentiate scrofula from other metastatic cancer or lymphoma. CT scan in disseminated tuberculosis shows peripheral and homogenous mixed with peripheral enhancement and multilocular appearance. [16] Chest imaging shows normal or widened mediastinum is performed in concomitant pulmonary tuberculosis.", "contents": "Scrofula (Archived) -- Evaluation -- Imaging. Neck imaging is achieved by ultrasound, magnetic resonance imaging, and computed tomography scan. Imaging would show tracheal deviation if present, calcifications of lymph nodes, a cold abscess formed after coalesce of multiple necrotic lymph nodes. [9] CT scan is useful to monitor the treatment and take biopsy though it is not specific for TB. It helps to differentiate scrofula from other metastatic cancer or lymphoma. CT scan in disseminated tuberculosis shows peripheral and homogenous mixed with peripheral enhancement and multilocular appearance. [16] Chest imaging shows normal or widened mediastinum is performed in concomitant pulmonary tuberculosis."}
{"id": "article-28792_18", "title": "Scrofula (Archived) -- Evaluation -- Interferon-gamma Release Assay (IGRA)", "content": "IGRA has high sensitivity and specificity in the diagnosis of tuberculous lymphadenitis. [17] It is based upon the measurement of Interferon-gamma released from T-cells in response to stimulation with the highly TB-specific antigen.", "contents": "Scrofula (Archived) -- Evaluation -- Interferon-gamma Release Assay (IGRA). IGRA has high sensitivity and specificity in the diagnosis of tuberculous lymphadenitis. [17] It is based upon the measurement of Interferon-gamma released from T-cells in response to stimulation with the highly TB-specific antigen."}
{"id": "article-28792_19", "title": "Scrofula (Archived) -- Evaluation -- Mantoux Test", "content": "Positive Mantoux test (skin injection of tuberculin with induration formation) shows a previous infection or latent TB. [13]", "contents": "Scrofula (Archived) -- Evaluation -- Mantoux Test. Positive Mantoux test (skin injection of tuberculin with induration formation) shows a previous infection or latent TB. [13]"}
{"id": "article-28792_20", "title": "Scrofula (Archived) -- Treatment / Management", "content": "Treatment objectives are to prevent morbidity and mortality by killing the bacilli and interrupt transmission.", "contents": "Scrofula (Archived) -- Treatment / Management. Treatment objectives are to prevent morbidity and mortality by killing the bacilli and interrupt transmission."}
{"id": "article-28792_21", "title": "Scrofula (Archived) -- Treatment / Management -- Antitubercular Therapy", "content": "Antitubercular therapy is the treatment of choice against mycobacterial tuberculosis in both pulmonary and extrapulmonary tuberculosis. Treatment modality may be different for HIV positive patients because HIV infected patients have more bacteria resistant to isoniazid and streptomycin. [18] Generally, the standard regimen of therapy includes isoniazid (5 mg/kg), rifampicin (10 mg/kg), ethambutol 15 mg/kg), and pyrazinamide (25 mg/kg) all daily orally for 2 months as initial or bactericidal phase followed by 4 months of continuation, or sterilizing phase in susceptible or in HIV negative patients with rifampin and isoniazid required to eliminate persisting mycobacteria that prevent relapse in adults. This regimen cure TB is greater than 90% of patients. In children without HIV infection or with isoniazid resistance can be treated without ethambutol. Three times weekly throughout the course can also be done in HIV negative patients, but HIV infected patients must be treated daily regimen of drugs throughout the course. If isoniazid resistance is more than 4%, the intensive (initial) phase should include streptomycin. Isoniazid only resistance can be treated for six months with additional streptomycin without isoniazid. Multidrug resistance to both isoniazid and rifampicin should be treated with other drugs for 18 months of drugs. Drug resistance has been increasing progressively, mainly due to lack of compliance to prescribed regimens, wrong prescription of regimens, and by primary resistance due to the spontaneous mutation of mycobacterial strains.", "contents": "Scrofula (Archived) -- Treatment / Management -- Antitubercular Therapy. Antitubercular therapy is the treatment of choice against mycobacterial tuberculosis in both pulmonary and extrapulmonary tuberculosis. Treatment modality may be different for HIV positive patients because HIV infected patients have more bacteria resistant to isoniazid and streptomycin. [18] Generally, the standard regimen of therapy includes isoniazid (5 mg/kg), rifampicin (10 mg/kg), ethambutol 15 mg/kg), and pyrazinamide (25 mg/kg) all daily orally for 2 months as initial or bactericidal phase followed by 4 months of continuation, or sterilizing phase in susceptible or in HIV negative patients with rifampin and isoniazid required to eliminate persisting mycobacteria that prevent relapse in adults. This regimen cure TB is greater than 90% of patients. In children without HIV infection or with isoniazid resistance can be treated without ethambutol. Three times weekly throughout the course can also be done in HIV negative patients, but HIV infected patients must be treated daily regimen of drugs throughout the course. If isoniazid resistance is more than 4%, the intensive (initial) phase should include streptomycin. Isoniazid only resistance can be treated for six months with additional streptomycin without isoniazid. Multidrug resistance to both isoniazid and rifampicin should be treated with other drugs for 18 months of drugs. Drug resistance has been increasing progressively, mainly due to lack of compliance to prescribed regimens, wrong prescription of regimens, and by primary resistance due to the spontaneous mutation of mycobacterial strains."}
{"id": "article-28792_22", "title": "Scrofula (Archived) -- Treatment / Management -- Antitubercular Therapy", "content": "HIV-infected patients should have a longer duration of antitubercular therapy along with antiretroviral therapy addressing the drug interaction and adverse effects. Monitoring of treatment responses and drug toxicity should be done regularly to make complete and effective therapy.", "contents": "Scrofula (Archived) -- Treatment / Management -- Antitubercular Therapy. HIV-infected patients should have a longer duration of antitubercular therapy along with antiretroviral therapy addressing the drug interaction and adverse effects. Monitoring of treatment responses and drug toxicity should be done regularly to make complete and effective therapy."}
{"id": "article-28792_23", "title": "Scrofula (Archived) -- Treatment / Management -- Surgical Aspiration, Incision and Drainage, and Excision", "content": "Excision and removal of affected lymph nodes may be sufficient to treat scrofula in immunocompetent patients if no concomitant pulmonary TB and other associated extrapulmonary TB, especially in immunocompetent children infected by atypical mycobacteria. [19] But it does not work well in all cases as chances of high recurrence and fistula formation may spread the disease further. It is recommended in paradoxical upgrading reactions, treatment failure, discomfort due to tense, fluctuant lymph nodes, and children with cervical lymphadenitis by nontuberculous mycobacteria, which has better outcomes. [7]", "contents": "Scrofula (Archived) -- Treatment / Management -- Surgical Aspiration, Incision and Drainage, and Excision. Excision and removal of affected lymph nodes may be sufficient to treat scrofula in immunocompetent patients if no concomitant pulmonary TB and other associated extrapulmonary TB, especially in immunocompetent children infected by atypical mycobacteria. [19] But it does not work well in all cases as chances of high recurrence and fistula formation may spread the disease further. It is recommended in paradoxical upgrading reactions, treatment failure, discomfort due to tense, fluctuant lymph nodes, and children with cervical lymphadenitis by nontuberculous mycobacteria, which has better outcomes. [7]"}
{"id": "article-28792_24", "title": "Scrofula (Archived) -- Treatment / Management -- Corticosteroid", "content": "The benefits of steroids in TB lymphadenitis are unknown, but double-blind controlled trials revealed improvements in those receiving a 37-day tapering dose of steroid. Steroids are used selectively in discomfort and are not widely recommended. [7]", "contents": "Scrofula (Archived) -- Treatment / Management -- Corticosteroid. The benefits of steroids in TB lymphadenitis are unknown, but double-blind controlled trials revealed improvements in those receiving a 37-day tapering dose of steroid. Steroids are used selectively in discomfort and are not widely recommended. [7]"}
{"id": "article-28792_25", "title": "Scrofula (Archived) -- Treatment / Management -- BCG Vaccination and Prevention", "content": "The best way to prevent TB is to rapidly diagnose and isolate cases and administer appropriate therapy until patients become noninfectious and completely cured. Additional strategies include Bacille Calmette Guerin (BCG) vaccination. BCG is a live attenuated vaccine that was first administered in 1921. In addition, providing protection against tuberculosis, it also modulates immune responses to other vaccines. [20]", "contents": "Scrofula (Archived) -- Treatment / Management -- BCG Vaccination and Prevention. The best way to prevent TB is to rapidly diagnose and isolate cases and administer appropriate therapy until patients become noninfectious and completely cured. Additional strategies include Bacille Calmette Guerin (BCG) vaccination. BCG is a live attenuated vaccine that was first administered in 1921. In addition, providing protection against tuberculosis, it also modulates immune responses to other vaccines. [20]"}
{"id": "article-28792_26", "title": "Scrofula (Archived) -- Differential Diagnosis", "content": "Differential diagnosis of scrofula is extensive, including lymphomas, metastatic cancer, and other infections that involve lymph nodes. It is challenging to extricate scrofula from lymphoma on clinical grounds because both cases involve weight loss with other constitutional symptoms and infectious lymphadenitis.", "contents": "Scrofula (Archived) -- Differential Diagnosis. Differential diagnosis of scrofula is extensive, including lymphomas, metastatic cancer, and other infections that involve lymph nodes. It is challenging to extricate scrofula from lymphoma on clinical grounds because both cases involve weight loss with other constitutional symptoms and infectious lymphadenitis."}
{"id": "article-28792_27", "title": "Scrofula (Archived) -- Differential Diagnosis -- Lymphoma", "content": "Lymphoma is the neoplastic proliferation of lymphoid cells that forms a mass, may arise in lymph nodes or extranodal tissue. Hodgkin and non-Hodgkin lymphomas are the major types of lymphomas that may involve the cervical lymph nodes, mimicking the tuberculous lymphadenitis. Contrast-enhanced CT can differentiate tuberculous lymphadenopathy and lymphoma. Tuberculous lymphadenopathy shows peripheral enhancement with frequent multilocular, and non-treated lymphomas show homogenous attenuation. [16] Histopathology also helps to differentiate lymphoma (typical Reed Sternberg and lymphoid cells in Hodgkin and non-Hodgkin cells, respectively) and Tuberculous cervical lymphadenopathy (granuloma with central caseous necrosis). Both lymphoma and scrofula are slow-growing, and painless which may complicate the diagnosis.", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Lymphoma. Lymphoma is the neoplastic proliferation of lymphoid cells that forms a mass, may arise in lymph nodes or extranodal tissue. Hodgkin and non-Hodgkin lymphomas are the major types of lymphomas that may involve the cervical lymph nodes, mimicking the tuberculous lymphadenitis. Contrast-enhanced CT can differentiate tuberculous lymphadenopathy and lymphoma. Tuberculous lymphadenopathy shows peripheral enhancement with frequent multilocular, and non-treated lymphomas show homogenous attenuation. [16] Histopathology also helps to differentiate lymphoma (typical Reed Sternberg and lymphoid cells in Hodgkin and non-Hodgkin cells, respectively) and Tuberculous cervical lymphadenopathy (granuloma with central caseous necrosis). Both lymphoma and scrofula are slow-growing, and painless which may complicate the diagnosis."}
{"id": "article-28792_28", "title": "Scrofula (Archived) -- Differential Diagnosis -- Kikuchi Disease", "content": "It is an idiopathic self-limiting histiocytic necrotizing lymphadenitis that has strong mimicry with tuberculous cervical lymphadenitis. In the past, steroid therapy was given to cervical lymphadenitis, assuming Kikuchi disease was not responding, and later on, surgical exploration confirmed TB. So only surgical exploration and microscopy helps in diagnosis. [21] Other associated clinical features of Kikuchi disease are fever, skin eruptions such as macules and papules. Microscopy of Kikuchi disease shows infiltration of CD163 and CD68 positive histiocytes predominantly and lymphocytes but no neutrophils and nuclear debris. [22] Kikuchi is a benign disease that is a great mimicker with several diseases, including malignancy, so a thorough workup is needed to exclude the other diseases. [23]", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Kikuchi Disease. It is an idiopathic self-limiting histiocytic necrotizing lymphadenitis that has strong mimicry with tuberculous cervical lymphadenitis. In the past, steroid therapy was given to cervical lymphadenitis, assuming Kikuchi disease was not responding, and later on, surgical exploration confirmed TB. So only surgical exploration and microscopy helps in diagnosis. [21] Other associated clinical features of Kikuchi disease are fever, skin eruptions such as macules and papules. Microscopy of Kikuchi disease shows infiltration of CD163 and CD68 positive histiocytes predominantly and lymphocytes but no neutrophils and nuclear debris. [22] Kikuchi is a benign disease that is a great mimicker with several diseases, including malignancy, so a thorough workup is needed to exclude the other diseases. [23]"}
{"id": "article-28792_29", "title": "Scrofula (Archived) -- Differential Diagnosis -- Fungal Diseases", "content": "Fungal diseases, likely histoplasmosis, cryptococcus, Coccidioidomycosis, etc., have high chances of developing tuberculosis as opportunistic diseases in HIV-infected people. Histopathology of fungal infected lymph nodes shows caseous necrosis with granuloma (chronic) formation.", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Fungal Diseases. Fungal diseases, likely histoplasmosis, cryptococcus, Coccidioidomycosis, etc., have high chances of developing tuberculosis as opportunistic diseases in HIV-infected people. Histopathology of fungal infected lymph nodes shows caseous necrosis with granuloma (chronic) formation."}
{"id": "article-28792_30", "title": "Scrofula (Archived) -- Differential Diagnosis -- Bacterial Adenitis", "content": "Bacterial lymphadenitis is caused by varieties of bacteria such as staphylococcus, streptococcus, catch-scratch disease (Bartonella), listeriosis, syphilis, etc. To date, a cat-scratch disease caused by Bartonella henselae is most often encountered adenitis. Histological evaluation, culture, and polymerase chain reaction (PCR) have revolutionized the diagnosis. [24]", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Bacterial Adenitis. Bacterial lymphadenitis is caused by varieties of bacteria such as staphylococcus, streptococcus, catch-scratch disease (Bartonella), listeriosis, syphilis, etc. To date, a cat-scratch disease caused by Bartonella henselae is most often encountered adenitis. Histological evaluation, culture, and polymerase chain reaction (PCR) have revolutionized the diagnosis. [24]"}
{"id": "article-28792_31", "title": "Scrofula (Archived) -- Differential Diagnosis -- Kimura Disease", "content": "It is a rare idiopathic chronic inflammatory disease characterized by subcutaneous swelling in the head and neck region common in young Asian males usually associated with lymphadenopathy. [25]", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Kimura Disease. It is a rare idiopathic chronic inflammatory disease characterized by subcutaneous swelling in the head and neck region common in young Asian males usually associated with lymphadenopathy. [25]"}
{"id": "article-28792_32", "title": "Scrofula (Archived) -- Differential Diagnosis -- Castleman Disease", "content": "Castleman disease is a generalized lymphoproliferative disorder of a poorly understood mechanism. [26]", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Castleman Disease. Castleman disease is a generalized lymphoproliferative disorder of a poorly understood mechanism. [26]"}
{"id": "article-28792_33", "title": "Scrofula (Archived) -- Differential Diagnosis -- Miscellaneous", "content": "Sarcoidosis (noncaseating granuloma), carotid body tumor, lymphosarcoma, toxoplasmosis, lymphosarcoma, neurofibroma, osteosarcoma, chondrosarcoma, salivary gland abscess, branchial cyst, aberrant thyroid glands, metastatic cancer, etc. in the neck upset the correct diagnosis of scrofula. [8]", "contents": "Scrofula (Archived) -- Differential Diagnosis -- Miscellaneous. Sarcoidosis (noncaseating granuloma), carotid body tumor, lymphosarcoma, toxoplasmosis, lymphosarcoma, neurofibroma, osteosarcoma, chondrosarcoma, salivary gland abscess, branchial cyst, aberrant thyroid glands, metastatic cancer, etc. in the neck upset the correct diagnosis of scrofula. [8]"}
{"id": "article-28792_34", "title": "Scrofula (Archived) -- Prognosis", "content": "Many differential diagnoses and low incidence of TB lymphadenitis delays the diagnosis, which increases morbidity and mortality. [6] The response of treatment in cervical lymphadenitis is slow, and lymph nodes may enlarge during or after treatment. HIV infected and debilitated patients have a poor prognosis and require long duration and daily therapy. In contrast, immunocompetent have a better prognosis and even sometimes survive only by excision of involved lymph nodes. Diagnosis is complex, and disease is more severe in children under 5 yrs of age. [27] Complete history and proper investigations with diagnosis prompt the treatment in HIV patients gives a better response to both antitubercular and antiretroviral therapy. After medical treatment, clinical remission for Mycobacterium tuberculosis is up to 100%, and for non-tuberculous mycobacterium is greater than 90% after surgical treatment. People who had TB once are at a higher risk of developing TB on reinfection. [28] People who have close contact, such as family members, are highly recommended for a tuberculosis test.", "contents": "Scrofula (Archived) -- Prognosis. Many differential diagnoses and low incidence of TB lymphadenitis delays the diagnosis, which increases morbidity and mortality. [6] The response of treatment in cervical lymphadenitis is slow, and lymph nodes may enlarge during or after treatment. HIV infected and debilitated patients have a poor prognosis and require long duration and daily therapy. In contrast, immunocompetent have a better prognosis and even sometimes survive only by excision of involved lymph nodes. Diagnosis is complex, and disease is more severe in children under 5 yrs of age. [27] Complete history and proper investigations with diagnosis prompt the treatment in HIV patients gives a better response to both antitubercular and antiretroviral therapy. After medical treatment, clinical remission for Mycobacterium tuberculosis is up to 100%, and for non-tuberculous mycobacterium is greater than 90% after surgical treatment. People who had TB once are at a higher risk of developing TB on reinfection. [28] People who have close contact, such as family members, are highly recommended for a tuberculosis test."}
{"id": "article-28792_35", "title": "Scrofula (Archived) -- Complications", "content": "Less than half of the cases with scrofula also have pulmonary TB. There are chances that scrofula can spread beyond the neck and involve other areas of the body. Ulcerations, draining sinus, open wound, and finally, chronic fistula formation are the most probable sequelae of scrofula. Superimposed secondary bacterial infections in open wounds lead to further serious infections. Scar formation is more prominent with nontuberculous mycobacterial involvement. The relapse rate is up to 3.5% in patients treated for tuberculous lymphadenitis. [29]", "contents": "Scrofula (Archived) -- Complications. Less than half of the cases with scrofula also have pulmonary TB. There are chances that scrofula can spread beyond the neck and involve other areas of the body. Ulcerations, draining sinus, open wound, and finally, chronic fistula formation are the most probable sequelae of scrofula. Superimposed secondary bacterial infections in open wounds lead to further serious infections. Scar formation is more prominent with nontuberculous mycobacterial involvement. The relapse rate is up to 3.5% in patients treated for tuberculous lymphadenitis. [29]"}
{"id": "article-28792_36", "title": "Scrofula (Archived) -- Complications", "content": "The therapy-related paradoxical reaction occurs in about 25% during or after the cessation of treatment. Lymph nodes increase in size (79%), but it does not indicate treatment failure, worsening of the disease, and development of new diseases in other organs and new lymph nodes (29%) in the same or different sites. [30] Trachea, carotid artery, esophagus compression due to mass effect by enormously large lymph nodes in rare cases can be spotted. Dissemination of Mycobacterium from primary cervical lymph node involvement leads to widespread miliary TB and multiorgan failure. Surgery-related complications such as facial nerve involvement, fistula formation, and spread to surrounding tissue have limited the role of surgery. Complications in patients undergoing chemotherapy are hepatotoxicity, neurotoxicity, hemolysis, hyperuricemia, decreased visual acuity, etc.", "contents": "Scrofula (Archived) -- Complications. The therapy-related paradoxical reaction occurs in about 25% during or after the cessation of treatment. Lymph nodes increase in size (79%), but it does not indicate treatment failure, worsening of the disease, and development of new diseases in other organs and new lymph nodes (29%) in the same or different sites. [30] Trachea, carotid artery, esophagus compression due to mass effect by enormously large lymph nodes in rare cases can be spotted. Dissemination of Mycobacterium from primary cervical lymph node involvement leads to widespread miliary TB and multiorgan failure. Surgery-related complications such as facial nerve involvement, fistula formation, and spread to surrounding tissue have limited the role of surgery. Complications in patients undergoing chemotherapy are hepatotoxicity, neurotoxicity, hemolysis, hyperuricemia, decreased visual acuity, etc."}
{"id": "article-28792_37", "title": "Scrofula (Archived) -- Deterrence and Patient Education", "content": "Tuberculosis is a highly contagious infectious disease. The pattern of the disease to thrive on the basis of living standards and environmental sanitation makes it possible to predict the prevalence of disease so as to prevent it accordingly at the community level. Social awareness about the disease and individual effort at the patient level to isolate themselves has a significant role in controlling the disease. So patient education regarding the etiology and mode of transmission is always given the top priority for such communicable disease. People should be provided with information about the signs and symptoms of the disease to visit the clinician in earlier stages before disseminating the disease-causing miliary TB and multiorgan failure. Correct information helps to delay the complications. The importance of scheduled therapy, compliance, and follow-up should be notified. Detailed information in regard to side effects and outcomes of therapy, development of drug resistance in negligence of regular intake should be delivered. Educating the patient about the extensive treatment methods depend upon the understanding level of the patients.", "contents": "Scrofula (Archived) -- Deterrence and Patient Education. Tuberculosis is a highly contagious infectious disease. The pattern of the disease to thrive on the basis of living standards and environmental sanitation makes it possible to predict the prevalence of disease so as to prevent it accordingly at the community level. Social awareness about the disease and individual effort at the patient level to isolate themselves has a significant role in controlling the disease. So patient education regarding the etiology and mode of transmission is always given the top priority for such communicable disease. People should be provided with information about the signs and symptoms of the disease to visit the clinician in earlier stages before disseminating the disease-causing miliary TB and multiorgan failure. Correct information helps to delay the complications. The importance of scheduled therapy, compliance, and follow-up should be notified. Detailed information in regard to side effects and outcomes of therapy, development of drug resistance in negligence of regular intake should be delivered. Educating the patient about the extensive treatment methods depend upon the understanding level of the patients."}
{"id": "article-28792_38", "title": "Scrofula (Archived) -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis of scrofula only on the clinical background is difficult. [31] Being infectious disease, most of the symptoms are non-specific that mimics the other infectious disease, which hampers the diagnosis. Also, the signs and physical findings are challenging due to resembling other diverse neck swellings. Therefore the interprofessional healthcare team is highly appreciated and must for making prompt and right diagnoses. Infectious disease specialist helps to exclude other infectious diseases, oncologists for lymphoma exclusion, surgeons for surgical excision of the cervical mass, epidemiologist to study the pattern of the disease process, Histopathologists for biopsy, pharmacists to monitor the accurate drugs with their dose, duration and mode administration, nursing care of patients, radiologists for radiodiagnosis, microbiologists for culture and identification of causative agent, etc. Knowledge of other diseases such as Kimura disease will place the physician better to rule out and diagnose the disease. Government authority, such as the Center for Disease Control and Prevention, plays a huge role in collecting data and monitoring the epidemiology of the disease. Social and preventive medicine has a vital role in prevention at the root level.", "contents": "Scrofula (Archived) -- Enhancing Healthcare Team Outcomes. The diagnosis of scrofula only on the clinical background is difficult. [31] Being infectious disease, most of the symptoms are non-specific that mimics the other infectious disease, which hampers the diagnosis. Also, the signs and physical findings are challenging due to resembling other diverse neck swellings. Therefore the interprofessional healthcare team is highly appreciated and must for making prompt and right diagnoses. Infectious disease specialist helps to exclude other infectious diseases, oncologists for lymphoma exclusion, surgeons for surgical excision of the cervical mass, epidemiologist to study the pattern of the disease process, Histopathologists for biopsy, pharmacists to monitor the accurate drugs with their dose, duration and mode administration, nursing care of patients, radiologists for radiodiagnosis, microbiologists for culture and identification of causative agent, etc. Knowledge of other diseases such as Kimura disease will place the physician better to rule out and diagnose the disease. Government authority, such as the Center for Disease Control and Prevention, plays a huge role in collecting data and monitoring the epidemiology of the disease. Social and preventive medicine has a vital role in prevention at the root level."}
{"id": "article-28792_39", "title": "Scrofula (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Scrofula (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}