{"id": "article-23111_0", "title": "Hyperbaric Complications -- Continuing Education Activity", "content": "Hyperbaric oxygen therapy (HBOT) is generally safe for various conditions. However, there are some adverse side effects. When adverse side-effect data was collected from 2009 through 2010 on patients treated in monoplace chambers, it showed side-effect rates estimated at around 0.4%. About half of all adverse events fall under the category of \"ear pain,\" and a quarter are classified as \"confinement anxiety.\" When examining the complications of hyperbaric oxygen treatment, there are two categories: pressure and oxygen side effects. The side effect of pressure is barotrauma, which can affect any closed, air-filled cavity (including but not limited to ears, sinus, teeth, lungs, and bowel). The side effects of oxygen can further be subdivided into three categories: pulmonary, neurologic, and ophthalmologic. Confinement anxiety is more an effect of the physical space of the chamber and not a true complication. This activity describes the complications of HBO and highlights the role of the interprofessional team in evaluating and managing these patients.", "contents": "Hyperbaric Complications -- Continuing Education Activity. Hyperbaric oxygen therapy (HBOT) is generally safe for various conditions. However, there are some adverse side effects. When adverse side-effect data was collected from 2009 through 2010 on patients treated in monoplace chambers, it showed side-effect rates estimated at around 0.4%. About half of all adverse events fall under the category of \"ear pain,\" and a quarter are classified as \"confinement anxiety.\" When examining the complications of hyperbaric oxygen treatment, there are two categories: pressure and oxygen side effects. The side effect of pressure is barotrauma, which can affect any closed, air-filled cavity (including but not limited to ears, sinus, teeth, lungs, and bowel). The side effects of oxygen can further be subdivided into three categories: pulmonary, neurologic, and ophthalmologic. Confinement anxiety is more an effect of the physical space of the chamber and not a true complication. This activity describes the complications of HBO and highlights the role of the interprofessional team in evaluating and managing these patients."}
{"id": "article-23111_1", "title": "Hyperbaric Complications -- Continuing Education Activity", "content": "Objectives: Identify the issues of concern with HBO therapy. Determine the complications of HBO therapy. Apply the management of HBOT complications. Communicate the interprofessional team strategies for improving care coordination and communication to advance the safe use of HBOT and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Hyperbaric Complications -- Continuing Education Activity. Objectives: Identify the issues of concern with HBO therapy. Determine the complications of HBO therapy. Apply the management of HBOT complications. Communicate the interprofessional team strategies for improving care coordination and communication to advance the safe use of HBOT and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-23111_2", "title": "Hyperbaric Complications -- Introduction", "content": "Hyperbaric oxygen therapy (HBOT) is generally safe for various conditions. However, there are some adverse side effects. Adverse side-effect data was collected from 2009 through 2010 on patients treated in monoplace chambers, and side-effect rates were estimated at around 0.4%. About half of all adverse events fall under the category of \"ear pain,\" and a quarter are classified as \"confinement anxiety.\"", "contents": "Hyperbaric Complications -- Introduction. Hyperbaric oxygen therapy (HBOT) is generally safe for various conditions. However, there are some adverse side effects. Adverse side-effect data was collected from 2009 through 2010 on patients treated in monoplace chambers, and side-effect rates were estimated at around 0.4%. About half of all adverse events fall under the category of \"ear pain,\" and a quarter are classified as \"confinement anxiety.\""}
{"id": "article-23111_3", "title": "Hyperbaric Complications -- Introduction", "content": "When examining the complications of hyperbaric oxygen treatment, there are 2 categories: pressure and oxygen side effects. The side effect of pressure is barotrauma, which can affect any closed, air-filled cavity (including but not limited to ears, sinus, teeth, lungs, and bowel). The side effects of oxygen can further be subdivided into 3 categories: pulmonary, neurologic, and ophthalmologic. Confinement anxiety is more an effect of the physical space of the chamber and not a true complication. [1] [2] [3]", "contents": "Hyperbaric Complications -- Introduction. When examining the complications of hyperbaric oxygen treatment, there are 2 categories: pressure and oxygen side effects. The side effect of pressure is barotrauma, which can affect any closed, air-filled cavity (including but not limited to ears, sinus, teeth, lungs, and bowel). The side effects of oxygen can further be subdivided into 3 categories: pulmonary, neurologic, and ophthalmologic. Confinement anxiety is more an effect of the physical space of the chamber and not a true complication. [1] [2] [3]"}
{"id": "article-23111_4", "title": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure", "content": "Barotrauma can best be understood by understanding Boyle's Law - P1V1 = P2V2. That is to say, as pressure increases, volume decreases, and as pressure decreases, volume increases. Gas-filled spaces contract on pressurization of a hyperbaric chamber or \"descent,\" requiring equalization. Barotrauma results from an inability to equalize pressure between the environment and the air-filled space in the body, resulting in a “squeeze.”", "contents": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure. Barotrauma can best be understood by understanding Boyle's Law - P1V1 = P2V2. That is to say, as pressure increases, volume decreases, and as pressure decreases, volume increases. Gas-filled spaces contract on pressurization of a hyperbaric chamber or \"descent,\" requiring equalization. Barotrauma results from an inability to equalize pressure between the environment and the air-filled space in the body, resulting in a “squeeze.”"}
{"id": "article-23111_5", "title": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure", "content": "The most common type of barotrauma involves the middle ear and can cause a range of issues, from mild hyperemia of the tympanic membrane (TM) to actual rupture of the TM. These are graded by TEED classifications, from TEED 0 (symptom only, normal exam) to TEED 5 (rupture of TM). For patients who are unable to equalize, either from poor technique or for those who are intubated and sedated, there may be the need for myringotomy before treatment. [4] [5] [6] [7]", "contents": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure. The most common type of barotrauma involves the middle ear and can cause a range of issues, from mild hyperemia of the tympanic membrane (TM) to actual rupture of the TM. These are graded by TEED classifications, from TEED 0 (symptom only, normal exam) to TEED 5 (rupture of TM). For patients who are unable to equalize, either from poor technique or for those who are intubated and sedated, there may be the need for myringotomy before treatment. [4] [5] [6] [7]"}
{"id": "article-23111_6", "title": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure", "content": "Air flows freely in and out of the sinuses. However, air-trapping can happen. Usually, air trapping in the sinuses is secondary to a mechanical obstruction, such as polyps or inflammation. Sinus barotrauma tends to result in sinus pain and swelling, however more significant sequelae reported include cranial nerve symptoms. A tooth \"squeeze,\" resulting from an air pocket in the tooth, either from dental decay or a filling, can be quite painful. On depressurization of the hyperbaric chamber or \"ascent,\" gas expands. In the middle ear, that presents with the feeling of pressure on the tympanic membranes. Usually, the expanded air exits through the eustation tubes; however, if there is significant eustation tube swelling from barotrauma on descent or a misinformed patient who is doing a forceful Valsalva on the ascent, there can be trauma to the TM or the round or oval window of the inner ear.", "contents": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure. Air flows freely in and out of the sinuses. However, air-trapping can happen. Usually, air trapping in the sinuses is secondary to a mechanical obstruction, such as polyps or inflammation. Sinus barotrauma tends to result in sinus pain and swelling, however more significant sequelae reported include cranial nerve symptoms. A tooth \"squeeze,\" resulting from an air pocket in the tooth, either from dental decay or a filling, can be quite painful. On depressurization of the hyperbaric chamber or \"ascent,\" gas expands. In the middle ear, that presents with the feeling of pressure on the tympanic membranes. Usually, the expanded air exits through the eustation tubes; however, if there is significant eustation tube swelling from barotrauma on descent or a misinformed patient who is doing a forceful Valsalva on the ascent, there can be trauma to the TM or the round or oval window of the inner ear."}
{"id": "article-23111_7", "title": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure", "content": "Air trapping in the lungs or anything that leads to pulmonary overpressurization, including breath holding on depressurization, severe bronchospasm, or a closed glottis from a cough fit or seizure, can lead to alveolar rupture. The resulting complication depends on where the escaped air dissects to, whether the mediastinum (pneumomediastinum), the visceral pleura (pneumothorax), or the vasculature (arterial gas embolism). These complications are incredibly rare but can be quite serious, particularly if not recognized.", "contents": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure. Air trapping in the lungs or anything that leads to pulmonary overpressurization, including breath holding on depressurization, severe bronchospasm, or a closed glottis from a cough fit or seizure, can lead to alveolar rupture. The resulting complication depends on where the escaped air dissects to, whether the mediastinum (pneumomediastinum), the visceral pleura (pneumothorax), or the vasculature (arterial gas embolism). These complications are incredibly rare but can be quite serious, particularly if not recognized."}
{"id": "article-23111_8", "title": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure", "content": "Finally, special consideration needs to be given to any implanted devices a patient may have, as not all are pressure-tested. This includes pacemakers, defibrillators, and LVADs, among others. In addition, external breast prostheses or orbital prostheses can be affected or damaged.", "contents": "Hyperbaric Complications -- Issues of Concern -- Effects of Pressure. Finally, special consideration needs to be given to any implanted devices a patient may have, as not all are pressure-tested. This includes pacemakers, defibrillators, and LVADs, among others. In addition, external breast prostheses or orbital prostheses can be affected or damaged."}
{"id": "article-23111_9", "title": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity", "content": "Oxygen, at high pressures, is a drug. Pulmonary oxygen toxicity is thought to arise from the duration of oxygen exposure and occurs more quickly at higher pressures. It presents as tracheobronchitis, which starts centrally and spreads along the “tracheobronchial tree.” At the mild end of the spectrum, it presents as a cough, can progress to substernal burning, and, in the most severe case, involves dyspnea at exertion or rest. The latter is a rare complication and often resolves over several days. [8] [9]", "contents": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity. Oxygen, at high pressures, is a drug. Pulmonary oxygen toxicity is thought to arise from the duration of oxygen exposure and occurs more quickly at higher pressures. It presents as tracheobronchitis, which starts centrally and spreads along the “tracheobronchial tree.” At the mild end of the spectrum, it presents as a cough, can progress to substernal burning, and, in the most severe case, involves dyspnea at exertion or rest. The latter is a rare complication and often resolves over several days. [8] [9]"}
{"id": "article-23111_10", "title": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity", "content": "In contrast, neurologic effects of oxygen toxicity have more to do with acutely high partial pressure of oxygen (eg, a high dose of oxygen). They can be remembered by the acronym VENTID. This stands for vision (tunnel vision), ears (tinnitus), nausea, twitching (muscle fasciculation), irritability, and dizziness. Also, the most concerning neurologic symptom of neurologic oxygen toxicity is a generalized tonic-clonic seizure. The incidence of these is dose-dependent, overall between 1:5,000 to 1:10,000 treatments, and is more common in individuals with lower seizure thresholds (heavy alcohol users or individuals with epilepsy or diabetes). Fortunately, oxygen toxicity seizures usually stop without the need for medication or intervention once the patient is breathing air.", "contents": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity. In contrast, neurologic effects of oxygen toxicity have more to do with acutely high partial pressure of oxygen (eg, a high dose of oxygen). They can be remembered by the acronym VENTID. This stands for vision (tunnel vision), ears (tinnitus), nausea, twitching (muscle fasciculation), irritability, and dizziness. Also, the most concerning neurologic symptom of neurologic oxygen toxicity is a generalized tonic-clonic seizure. The incidence of these is dose-dependent, overall between 1:5,000 to 1:10,000 treatments, and is more common in individuals with lower seizure thresholds (heavy alcohol users or individuals with epilepsy or diabetes). Fortunately, oxygen toxicity seizures usually stop without the need for medication or intervention once the patient is breathing air."}
{"id": "article-23111_11", "title": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity", "content": "Ophthalmologic complications of hyperbaric oxygen therapy are (1) retinopathy of prematurity, (2) cataract formation and (3) transient myopic change in vision. Retinopathy of prematurity (ROP) is specifically a risk only for neonates and can result in permanent blindness. Exceptional care should be taken in considering risks and benefits in treating premature infants, with explicit discussion regarding ROP with the parents/guardians. Cataract formation tends to occur only after many hyperbaric treatments (1 study showed de novo cataract formation starting after 150 daily treatments), so this does not tend to be an issue for patients who receive the standard between 20 and 60. However, this should be considered, and the patient should be advised when they receive multiple courses of treatment.", "contents": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity. Ophthalmologic complications of hyperbaric oxygen therapy are (1) retinopathy of prematurity, (2) cataract formation and (3) transient myopic change in vision. Retinopathy of prematurity (ROP) is specifically a risk only for neonates and can result in permanent blindness. Exceptional care should be taken in considering risks and benefits in treating premature infants, with explicit discussion regarding ROP with the parents/guardians. Cataract formation tends to occur only after many hyperbaric treatments (1 study showed de novo cataract formation starting after 150 daily treatments), so this does not tend to be an issue for patients who receive the standard between 20 and 60. However, this should be considered, and the patient should be advised when they receive multiple courses of treatment."}
{"id": "article-23111_12", "title": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity", "content": "The most common ocular complication of hyperbaric oxygen therapy is myopic change. Traditionally, transient myopic change has been thought to be due to the increased refractive index of the lens. However, the mechanism is still debated. It is thought to be fully reversible after the cessation of hyperbaric oxygen therapy, with vision rapidly improving after 3 to 6 weeks. However, fully returning to baseline can take as long as 1 year.", "contents": "Hyperbaric Complications -- Issues of Concern -- Oxygen Toxicity. The most common ocular complication of hyperbaric oxygen therapy is myopic change. Traditionally, transient myopic change has been thought to be due to the increased refractive index of the lens. However, the mechanism is still debated. It is thought to be fully reversible after the cessation of hyperbaric oxygen therapy, with vision rapidly improving after 3 to 6 weeks. However, fully returning to baseline can take as long as 1 year."}
{"id": "article-23111_13", "title": "Hyperbaric Complications -- Clinical Significance", "content": "Hyperbaric oxygen therapy is a relatively safe treatment modality for various medical conditions that often do not have other effective treatments. However, there are some risks and complications that patients must be made aware of before initiation of HBOT. While most common complications are relatively benign, such as ear and sinus barotrauma, claustrophobia, and transient myopic change, there do exist serious complications as well. As with all medical therapies to patients, education of risks and informed consent is key.", "contents": "Hyperbaric Complications -- Clinical Significance. Hyperbaric oxygen therapy is a relatively safe treatment modality for various medical conditions that often do not have other effective treatments. However, there are some risks and complications that patients must be made aware of before initiation of HBOT. While most common complications are relatively benign, such as ear and sinus barotrauma, claustrophobia, and transient myopic change, there do exist serious complications as well. As with all medical therapies to patients, education of risks and informed consent is key."}
{"id": "article-23111_14", "title": "Hyperbaric Complications -- Enhancing Healthcare Team Outcomes", "content": "HBO therapy is useful for the management of several chronic disorders, including carbon monoxide poisoning. However, healthcare workers must educate the patient on the potential complications of this therapy. While most complications are benign, transient visual changes may occur.", "contents": "Hyperbaric Complications -- Enhancing Healthcare Team Outcomes. HBO therapy is useful for the management of several chronic disorders, including carbon monoxide poisoning. However, healthcare workers must educate the patient on the potential complications of this therapy. While most complications are benign, transient visual changes may occur."}
{"id": "article-23111_15", "title": "Hyperbaric Complications -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hyperbaric Complications -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}