{"id": "article-25074_0", "title": "Methicillin-Resistant Staphylococcus aureus  -- Continuing Education Activity", "content": "Based on the antibiotic susceptibilities, Methicillin resistance in S. aureus is defined as an oxacillin minimum inhibitory concentration (MIC) of greater than or equal to 4 micrograms/mL. MRSA infection is one of the leading causes of hospital-acquired infections and is commonly associated with significant morbidity, mortality, length of stay, and cost burden. MRSA infections can be further divided into hospital-associated (HA-MRSA) infections and community-associated (CA-MRSA) infections. They differ not only in respect to their clinical features and molecular biology but also to their antibiotic susceptibility and treatment. This activity reviews the evaluation and management of MRSA and highlights the role of the interprofessional team in the recognition and management of this condition.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Continuing Education Activity. Based on the antibiotic susceptibilities, Methicillin resistance in S. aureus is defined as an oxacillin minimum inhibitory concentration (MIC) of greater than or equal to 4 micrograms/mL. MRSA infection is one of the leading causes of hospital-acquired infections and is commonly associated with significant morbidity, mortality, length of stay, and cost burden. MRSA infections can be further divided into hospital-associated (HA-MRSA) infections and community-associated (CA-MRSA) infections. They differ not only in respect to their clinical features and molecular biology but also to their antibiotic susceptibility and treatment. This activity reviews the evaluation and management of MRSA and highlights the role of the interprofessional team in the recognition and management of this condition."}
{"id": "article-25074_1", "title": "Methicillin-Resistant Staphylococcus aureus  -- Continuing Education Activity", "content": "Objectives: Describe the recommended management of MRSA Outline the typical presentation for a patient with MRSA. Review the pathophysiology of MRSA. Outline the importance of enhancing care coordination among the interprofessional team to ensure proper evaluation and management of a MRSA infection. Access free multiple choice questions on this topic.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Continuing Education Activity. Objectives: Describe the recommended management of MRSA Outline the typical presentation for a patient with MRSA. Review the pathophysiology of MRSA. Outline the importance of enhancing care coordination among the interprofessional team to ensure proper evaluation and management of a MRSA infection. Access free multiple choice questions on this topic."}
{"id": "article-25074_2", "title": "Methicillin-Resistant Staphylococcus aureus  -- Introduction", "content": "Based on the antibiotic susceptibilities, Methicillin resistance in S. aureus is defined as an oxacillin minimum inhibitory concentration (MIC) of greater than or equal to 4 micrograms/mL. MRSA infection is one of the leading causes of hospital-acquired infections and is commonly associated with significant morbidity, mortality, length of stay, and cost burden. MRSA infections can be further divided into hospital-associated (HA-MRSA) infections and community-associated (CA-MRSA) infections. They differ not only in respect to their clinical features and molecular biology but also to their antibiotic susceptibility and treatment [1] [2] [3] .", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Introduction. Based on the antibiotic susceptibilities, Methicillin resistance in S. aureus is defined as an oxacillin minimum inhibitory concentration (MIC) of greater than or equal to 4 micrograms/mL. MRSA infection is one of the leading causes of hospital-acquired infections and is commonly associated with significant morbidity, mortality, length of stay, and cost burden. MRSA infections can be further divided into hospital-associated (HA-MRSA) infections and community-associated (CA-MRSA) infections. They differ not only in respect to their clinical features and molecular biology but also to their antibiotic susceptibility and treatment [1] [2] [3] ."}
{"id": "article-25074_3", "title": "Methicillin-Resistant Staphylococcus aureus  -- Etiology", "content": "Methicillin resistance has occurred in S. aureus by mutation of a penicillin-binding protein, a chromosome-encoded protein. This type of resistance is transferred between S. aureus organisms by bacteriophages. This is one of the only medically relevant examples of chromosome-mediated drug resistance by phage transduction. [2]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Etiology. Methicillin resistance has occurred in S. aureus by mutation of a penicillin-binding protein, a chromosome-encoded protein. This type of resistance is transferred between S. aureus organisms by bacteriophages. This is one of the only medically relevant examples of chromosome-mediated drug resistance by phage transduction. [2]"}
{"id": "article-25074_4", "title": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology", "content": "The history of MRSA infection goes back to 1961 when it was first described. Since then, the incidence and prevalence of MRSA infection have been increasing dramatically across the United States. Recently, some population studies have hinted at reducing HA-MRSA incidences in the United States but at the expense of a growing prevalence of CA-MRSA. The reported incidence of  MRSA infection ranges from 7% to 60% [4] [5] [6] .", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology. The history of MRSA infection goes back to 1961 when it was first described. Since then, the incidence and prevalence of MRSA infection have been increasing dramatically across the United States. Recently, some population studies have hinted at reducing HA-MRSA incidences in the United States but at the expense of a growing prevalence of CA-MRSA. The reported incidence of  MRSA infection ranges from 7% to 60% [4] [5] [6] ."}
{"id": "article-25074_5", "title": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology -- Risk Factors", "content": "The commonly associated risk factors for MRSA infection are prolonged hospitalization, intensive care admission, recent hospitalization, recent antibiotic use, MRSA colonization, invasive procedures, HIV infection, admission to nursing homes, open wounds, hemodialysis, and discharge with long-term central venous access or long-term indwelling urinary catheter. A higher incidence of MRSA infection is also seen among healthcare workers who come in direct contact with patients infected with this organism.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology -- Risk Factors. The commonly associated risk factors for MRSA infection are prolonged hospitalization, intensive care admission, recent hospitalization, recent antibiotic use, MRSA colonization, invasive procedures, HIV infection, admission to nursing homes, open wounds, hemodialysis, and discharge with long-term central venous access or long-term indwelling urinary catheter. A higher incidence of MRSA infection is also seen among healthcare workers who come in direct contact with patients infected with this organism."}
{"id": "article-25074_6", "title": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology -- Risk Factors", "content": "Although advancing age by itself is not considered a risk factor for MRSA infection, age more than 65 years is a significant risk factor for hospitalization. Hence, advancing age is indirectly linked to MRSA acquisition. Living in an area with a high prevalence of CA-MRSA or admission to a hospital with a high prevalence of HA-MRSA also is considered a significant risk factor for MRSA colonization [7] .", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Epidemiology -- Risk Factors. Although advancing age by itself is not considered a risk factor for MRSA infection, age more than 65 years is a significant risk factor for hospitalization. Hence, advancing age is indirectly linked to MRSA acquisition. Living in an area with a high prevalence of CA-MRSA or admission to a hospital with a high prevalence of HA-MRSA also is considered a significant risk factor for MRSA colonization [7] ."}
{"id": "article-25074_7", "title": "Methicillin-Resistant Staphylococcus aureus  -- Pathophysiology", "content": "The key reason for MRSA resistance to beta-lactam antibiotics is due to the presence of the mecA gene sequence, which is known to generate transpeptidase PB2a that lowers the affinity of the organism to bind to beta-lactam antibiotics. [3]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Pathophysiology. The key reason for MRSA resistance to beta-lactam antibiotics is due to the presence of the mecA gene sequence, which is known to generate transpeptidase PB2a that lowers the affinity of the organism to bind to beta-lactam antibiotics. [3]"}
{"id": "article-25074_8", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "MRSA can cause a range of organ-specific infections, the most common being the skin and subcutaneous tissues, followed by invasive infections like osteomyelitis, meningitis, pneumonia, lung abscess, and empyema. Infective endocarditis caused by MRSA is associated with an increased morbidity and mortality compared to any other organism and is linked to intravenous drug abuse.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. MRSA can cause a range of organ-specific infections, the most common being the skin and subcutaneous tissues, followed by invasive infections like osteomyelitis, meningitis, pneumonia, lung abscess, and empyema. Infective endocarditis caused by MRSA is associated with an increased morbidity and mortality compared to any other organism and is linked to intravenous drug abuse."}
{"id": "article-25074_9", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "Skin and soft tissue infections (SSTI): CA-MRSA is a predominant organism associated with SSTIs like cellulitis, necrotizing fasciitis, and diabetic foot ulcers. It also is increasingly associated with more invasive disease than those due to non-MRSA. More frequently these infections are multidrug-resistant leading to frequent recurrence, increased hospitalization, and mortality [5] [8] .", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. Skin and soft tissue infections (SSTI): CA-MRSA is a predominant organism associated with SSTIs like cellulitis, necrotizing fasciitis, and diabetic foot ulcers. It also is increasingly associated with more invasive disease than those due to non-MRSA. More frequently these infections are multidrug-resistant leading to frequent recurrence, increased hospitalization, and mortality [5] [8] ."}
{"id": "article-25074_10", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "Bone and joint infection: Staphylococci are the most common cause of bone and joint infections. Oxacillin resistance has become increasingly common among these patients. MRSA can cause osteomyelitis of spine, long bones of upper and lower extremities by extension of local infection from a wound or as a part of hematogenous infection. Similarly, MRSA can cause septic arthritis of both native and prosthetic joints.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. Bone and joint infection: Staphylococci are the most common cause of bone and joint infections. Oxacillin resistance has become increasingly common among these patients. MRSA can cause osteomyelitis of spine, long bones of upper and lower extremities by extension of local infection from a wound or as a part of hematogenous infection. Similarly, MRSA can cause septic arthritis of both native and prosthetic joints."}
{"id": "article-25074_11", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "Pneumonia: Staphylococcal pneumonia, historically known, as post-influenza pneumonia, was a distinct clinical entity with a dramatic onset of respiratory symptoms and mortality ranging from 80% to 90% in the pre-antibiotic era. It carried specific radiological features including cavitary lesions, empyema, and pyopneumothorax and pathological features such as pulmonary hemorrhage and microabscess formation. In the post-antibiotic period, the course has been less explosive, not always associated with viral influenza, associated with other risk factors for S. aureus infections, and carries a mortality of around 30% to 40%. Nevertheless, CA-MRSA causing life-threatening necrotizing pneumonia in otherwise healthy individuals has been reported across the United States recently. It is characterized by severe respiratory symptoms, high fevers, hemoptysis, and hypotension. It rapidly progresses to sepsis and septic shock with leukopenia and elevated C-reactive protein (greater than 350 mg/dL). Multilobar cavitating alveolar infiltrates in a clinical setting like this is consistent with CA-MRSA infection.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. Pneumonia: Staphylococcal pneumonia, historically known, as post-influenza pneumonia, was a distinct clinical entity with a dramatic onset of respiratory symptoms and mortality ranging from 80% to 90% in the pre-antibiotic era. It carried specific radiological features including cavitary lesions, empyema, and pyopneumothorax and pathological features such as pulmonary hemorrhage and microabscess formation. In the post-antibiotic period, the course has been less explosive, not always associated with viral influenza, associated with other risk factors for S. aureus infections, and carries a mortality of around 30% to 40%. Nevertheless, CA-MRSA causing life-threatening necrotizing pneumonia in otherwise healthy individuals has been reported across the United States recently. It is characterized by severe respiratory symptoms, high fevers, hemoptysis, and hypotension. It rapidly progresses to sepsis and septic shock with leukopenia and elevated C-reactive protein (greater than 350 mg/dL). Multilobar cavitating alveolar infiltrates in a clinical setting like this is consistent with CA-MRSA infection."}
{"id": "article-25074_12", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "MRSA is also a leading cause of hospital-acquired and ventilator-associated pneumonia. Hospital-acquired pneumonia (HAP), or nosocomial pneumonia, is characterized as pneumonia developing 48 hours or more after hospital admission, indicating that it was not incubating at the time of admission. Ventilator-associated pneumonia (VAP) is defined as pneumonia developing 48 hours or more after implementation of endotracheal intubation and mechanical ventilation and was not present before intubation. The microbiological etiology of these two conditions is similar and carries grave prognosis associated with poor overall outcomes.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. MRSA is also a leading cause of hospital-acquired and ventilator-associated pneumonia. Hospital-acquired pneumonia (HAP), or nosocomial pneumonia, is characterized as pneumonia developing 48 hours or more after hospital admission, indicating that it was not incubating at the time of admission. Ventilator-associated pneumonia (VAP) is defined as pneumonia developing 48 hours or more after implementation of endotracheal intubation and mechanical ventilation and was not present before intubation. The microbiological etiology of these two conditions is similar and carries grave prognosis associated with poor overall outcomes."}
{"id": "article-25074_13", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "Bacteremia: Bacteremia due to S. aureus has been reported to be associated with mortality rates of 15% to 60%. MRSA bacteremia is commonly seen in intensive care unit patients with central line insertions. Infective endocarditis is associated with MRSA bacteremia and should be ruled out in any patient with MRSA in the bloodstream. The outcomes related to MRSA bacteremia are worse than other MRSA infections because of the decreased response to vancomycin in these patients.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. Bacteremia: Bacteremia due to S. aureus has been reported to be associated with mortality rates of 15% to 60%. MRSA bacteremia is commonly seen in intensive care unit patients with central line insertions. Infective endocarditis is associated with MRSA bacteremia and should be ruled out in any patient with MRSA in the bloodstream. The outcomes related to MRSA bacteremia are worse than other MRSA infections because of the decreased response to vancomycin in these patients."}
{"id": "article-25074_14", "title": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical", "content": "Endocarditis: MRSA is an important cause of bacterial endocarditis which can cause mortality in about a third of the infected patients (30-37%). Right-sided MRSA endocarditis is commonly associated with intravenous drug use and intravenous catheters. Patients with tricuspid valve vegetations may have septic pulmonary emboli causing nodular infiltrates and cavitating lesions in the lungs. Similarly, patients with involvement of mitral and aortic valves may have secondary infections in distant foci such as bones and joints, kidneys, brain, and other organs. It is important to take history and perform a thorough examination of these patients combined with necessary labs and radiological tests. [9]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- History and Physical. Endocarditis: MRSA is an important cause of bacterial endocarditis which can cause mortality in about a third of the infected patients (30-37%). Right-sided MRSA endocarditis is commonly associated with intravenous drug use and intravenous catheters. Patients with tricuspid valve vegetations may have septic pulmonary emboli causing nodular infiltrates and cavitating lesions in the lungs. Similarly, patients with involvement of mitral and aortic valves may have secondary infections in distant foci such as bones and joints, kidneys, brain, and other organs. It is important to take history and perform a thorough examination of these patients combined with necessary labs and radiological tests. [9]"}
{"id": "article-25074_15", "title": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation", "content": "Clinical suspicion in patients with risk factors related to MRSA infection is crucial in diagnostic and therapeutic intervention. Confirmation of MRSA infection should not delay treatment with empiric antibiotics against MRSA. Clinicians should send samples from suspected sources of infection for analysis including blood, sputum, urine, or wound scraping. [10] [6] [8] A positive Gram stain with cocci in clusters is suggestive of S. aureus. DNA polymerase chain reaction (PCR) of MRSA is the most sensitive test and gold standard test if cultures are inconclusive.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation. Clinical suspicion in patients with risk factors related to MRSA infection is crucial in diagnostic and therapeutic intervention. Confirmation of MRSA infection should not delay treatment with empiric antibiotics against MRSA. Clinicians should send samples from suspected sources of infection for analysis including blood, sputum, urine, or wound scraping. [10] [6] [8] A positive Gram stain with cocci in clusters is suggestive of S. aureus. DNA polymerase chain reaction (PCR) of MRSA is the most sensitive test and gold standard test if cultures are inconclusive."}
{"id": "article-25074_16", "title": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation", "content": "DNA PCR of MRSA from nares is a frequently employed diagnostic test to rule out MRSA colonization. It is not a confirmatory test of MRSA infection, but a negative test is highly sensitive to rule out MRSA infection.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation. DNA PCR of MRSA from nares is a frequently employed diagnostic test to rule out MRSA colonization. It is not a confirmatory test of MRSA infection, but a negative test is highly sensitive to rule out MRSA infection."}
{"id": "article-25074_17", "title": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation", "content": "Sputum cultures are not very specific or sensitive to diagnose MRSA pneumonia, therefore bronchoalveolar lavage or a deep tracheal aspirate for intubated or tracked patients can be performed to identify the organism in patients with HAP or VAP.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Evaluation. Sputum cultures are not very specific or sensitive to diagnose MRSA pneumonia, therefore bronchoalveolar lavage or a deep tracheal aspirate for intubated or tracked patients can be performed to identify the organism in patients with HAP or VAP."}
{"id": "article-25074_18", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "The selection of empiric antibiotic therapy for the treatment of MRSA infection depends on the type of disease, local S. aureus resistance patterns, availability of the drug, side effect profile, and individual patient profile. [11] [12] [13]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. The selection of empiric antibiotic therapy for the treatment of MRSA infection depends on the type of disease, local S. aureus resistance patterns, availability of the drug, side effect profile, and individual patient profile. [11] [12] [13]"}
{"id": "article-25074_19", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "SSTIs: For most uncomplicated SSTIs suspected of MRSA infection, empirical treatment is with oral antibiotics like trimethoprim/sulfamethoxazole, tetracyclines, such as doxycycline or minocycline, and clindamycin. Higher doses of trimethoprim/sulfamethoxazole (160/800mg, one tablet three times daily or 2 tablets twice daily in adults) is recommended for MRSA in patients with normal renal function. Newer agents, such as linezolid and tedizolid, and delafloxacin also can be used as alternative oral regimens if available and deemed cost-effective. Parenteral antibiotics are indicated for invasive SSTIs or with signs of systemic involvement, inadequate response to oral therapy, or if an SSTI occurs adjacent to an indwelling device.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. SSTIs: For most uncomplicated SSTIs suspected of MRSA infection, empirical treatment is with oral antibiotics like trimethoprim/sulfamethoxazole, tetracyclines, such as doxycycline or minocycline, and clindamycin. Higher doses of trimethoprim/sulfamethoxazole (160/800mg, one tablet three times daily or 2 tablets twice daily in adults) is recommended for MRSA in patients with normal renal function. Newer agents, such as linezolid and tedizolid, and delafloxacin also can be used as alternative oral regimens if available and deemed cost-effective. Parenteral antibiotics are indicated for invasive SSTIs or with signs of systemic involvement, inadequate response to oral therapy, or if an SSTI occurs adjacent to an indwelling device."}
{"id": "article-25074_20", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Intravenous vancomycin is the drug of choice for most MRSA infections seen in hospitalized patients. It can be used both as empiric and definitive therapy as most MRSA infections are susceptible to vancomycin. There are sporadic cases of vancomycin-resistant MRSA. The dosage depends upon the type and severity of the infection. Vancomycin trough is obtained just before the fourth dose to ascertain a therapeutic level. The goal trough range typically is between 10 and 20 micrograms/mL. For complicated infections, the goal is between 15 and 20 micrograms/mL. The dose should be adjusted based on trough levels in the serum and according to renal function.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Intravenous vancomycin is the drug of choice for most MRSA infections seen in hospitalized patients. It can be used both as empiric and definitive therapy as most MRSA infections are susceptible to vancomycin. There are sporadic cases of vancomycin-resistant MRSA. The dosage depends upon the type and severity of the infection. Vancomycin trough is obtained just before the fourth dose to ascertain a therapeutic level. The goal trough range typically is between 10 and 20 micrograms/mL. For complicated infections, the goal is between 15 and 20 micrograms/mL. The dose should be adjusted based on trough levels in the serum and according to renal function."}
{"id": "article-25074_21", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Daptomycin is a suitable parenteral alternative when vancomycin is not available or not being tolerated. Other short-acting options include ceftaroline and telavancin. Long-acting treatment options include dalbavancin and oritavancin. Regardless of the initial empiric antibiotic choice, subsequent therapy should be tailored based on the careful review of culture and susceptibility data. The duration of therapy for treatment of MRSA SSTIs may range from 5 to 14 days depending on the extent of infection and response to treatment. Bacteremia: Source control is a significant part of the treatment for MRSA bacteremia along with empiric MRSA coverage until the susceptibility results are available. [14] [15]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Daptomycin is a suitable parenteral alternative when vancomycin is not available or not being tolerated. Other short-acting options include ceftaroline and telavancin. Long-acting treatment options include dalbavancin and oritavancin. Regardless of the initial empiric antibiotic choice, subsequent therapy should be tailored based on the careful review of culture and susceptibility data. The duration of therapy for treatment of MRSA SSTIs may range from 5 to 14 days depending on the extent of infection and response to treatment. Bacteremia: Source control is a significant part of the treatment for MRSA bacteremia along with empiric MRSA coverage until the susceptibility results are available. [14] [15]"}
{"id": "article-25074_22", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Vancomycin and daptomycin are considered adequate empiric therapy according to the Infectious Diseases Society of America guidelines of 2011. MRSA isolates in the bloodstream with vancomycin MIC greater than or equal to 2 micrograms/mL may not respond adequately to vancomycin. Therefore, in these cases, daptomycin is a better option. If either vancomycin or daptomycin could not be used secondary to allergy, toxicity or resistance, telavancin and ceftaroline are also used as alternative antibiotics for treatment of bacteremia. In difficult to treat cases, a combination of parenteral antibiotic drug regimen have also been used, such as the following: daptomycin plus ceftaroline, vancomycin plus ceftaroline, daptomycin plus trimethoprim-sulfamethoxazole, ceftaroline plus trimethoprim-sulfamethoxazole.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Vancomycin and daptomycin are considered adequate empiric therapy according to the Infectious Diseases Society of America guidelines of 2011. MRSA isolates in the bloodstream with vancomycin MIC greater than or equal to 2 micrograms/mL may not respond adequately to vancomycin. Therefore, in these cases, daptomycin is a better option. If either vancomycin or daptomycin could not be used secondary to allergy, toxicity or resistance, telavancin and ceftaroline are also used as alternative antibiotics for treatment of bacteremia. In difficult to treat cases, a combination of parenteral antibiotic drug regimen have also been used, such as the following: daptomycin plus ceftaroline, vancomycin plus ceftaroline, daptomycin plus trimethoprim-sulfamethoxazole, ceftaroline plus trimethoprim-sulfamethoxazole."}
{"id": "article-25074_23", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Teicoplanin is a bacteriostatic glycopeptide with a similar spectrum of activity and efficacy as vancomycin and is better tolerated than vancomycin. However, it is used less commonly due to its limited availability. Teicoplanin is not FDA approved and is not available in the USA. There is no role for the use of linezolid, quinupristin-dalfopristin, tigecycline, or fluoroquinolones for treatment of S. aureus bacteremia. Linezolid has been found to be inferior compared to vancomycin in clinical trials.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Teicoplanin is a bacteriostatic glycopeptide with a similar spectrum of activity and efficacy as vancomycin and is better tolerated than vancomycin. However, it is used less commonly due to its limited availability. Teicoplanin is not FDA approved and is not available in the USA. There is no role for the use of linezolid, quinupristin-dalfopristin, tigecycline, or fluoroquinolones for treatment of S. aureus bacteremia. Linezolid has been found to be inferior compared to vancomycin in clinical trials."}
{"id": "article-25074_24", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Follow-up cultures should be repeated to document clearance of the infection from the bloodstream. Persistent, positive cultures after 48 hours of treatment should prompt further evaluation related to drug susceptibility and source control.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Follow-up cultures should be repeated to document clearance of the infection from the bloodstream. Persistent, positive cultures after 48 hours of treatment should prompt further evaluation related to drug susceptibility and source control."}
{"id": "article-25074_25", "title": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management", "content": "Endocarditis: The 2015 American Heart Association (AHA) guidelines recommend intravenous vancomycin as the first line treatment for endocarditis. For patients who cannot tolerate vancomycin, intravenous daptomycin should be used. Recommended duration of treatment for native valve endocarditis is six weeks. Prosthetic valve endocarditis secondary to MRSA should be treated with intravenous vancomycin and rifampin for 6 weeks and gentamicin should be given in the first 2 weeks of therapy. However, there is no evidence of additional benefit of combining rifampin or gentamicin with vancomycin or daptomycin for native valve endocarditis. Telavancin, ceftaroline and quinupristin-dalfopritin have been used successfully as a salvage therapy in select group of patients. Clindamycin or linezolid should not be used to treat endocarditis because of their poor outcome compared to cell wall active agents such as vancomycin and daptomycin. [9]", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Treatment / Management. Endocarditis: The 2015 American Heart Association (AHA) guidelines recommend intravenous vancomycin as the first line treatment for endocarditis. For patients who cannot tolerate vancomycin, intravenous daptomycin should be used. Recommended duration of treatment for native valve endocarditis is six weeks. Prosthetic valve endocarditis secondary to MRSA should be treated with intravenous vancomycin and rifampin for 6 weeks and gentamicin should be given in the first 2 weeks of therapy. However, there is no evidence of additional benefit of combining rifampin or gentamicin with vancomycin or daptomycin for native valve endocarditis. Telavancin, ceftaroline and quinupristin-dalfopritin have been used successfully as a salvage therapy in select group of patients. Clindamycin or linezolid should not be used to treat endocarditis because of their poor outcome compared to cell wall active agents such as vancomycin and daptomycin. [9]"}
{"id": "article-25074_26", "title": "Methicillin-Resistant Staphylococcus aureus  -- Differential Diagnosis", "content": "Bacteremia Chemical burns Impetigo Juvenile idiopathic arthritis Kawasaki disease Leptospirosis Parvovirus B19 infection Pediatric bacterial endocarditis Pediatric osteomyelitis", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Differential Diagnosis. Bacteremia Chemical burns Impetigo Juvenile idiopathic arthritis Kawasaki disease Leptospirosis Parvovirus B19 infection Pediatric bacterial endocarditis Pediatric osteomyelitis"}
{"id": "article-25074_27", "title": "Methicillin-Resistant Staphylococcus aureus  -- Consultations", "content": "Infectious Disease specialists should be consulted when managing serious MRSA infections such as endocarditis and bone and joint infections. For MRSA with reduced susceptibility to vancomycin (VISA or VRSA), in addition to obtaining Infectious Disease consultation, hospital infection control should also be alerted.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Consultations. Infectious Disease specialists should be consulted when managing serious MRSA infections such as endocarditis and bone and joint infections. For MRSA with reduced susceptibility to vancomycin (VISA or VRSA), in addition to obtaining Infectious Disease consultation, hospital infection control should also be alerted."}
{"id": "article-25074_28", "title": "Methicillin-Resistant Staphylococcus aureus  -- Pearls and Other Issues", "content": "Prevention and control of MRSA infections include necessary infection-control steps like strict hand hygiene and adequate contact precautions. Hand hygiene means washing hands with soap and water or an alcohol-based cleanser before and after contact with patients who have MRSA infection. Contact precautions include the use of gowns, gloves, and possibly masks during clinical encounters with patients with MRSA infection. Infection control also may include keeping patients in isolated rooms or the same rooms of other patients who have an MRSA infection.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Pearls and Other Issues. Prevention and control of MRSA infections include necessary infection-control steps like strict hand hygiene and adequate contact precautions. Hand hygiene means washing hands with soap and water or an alcohol-based cleanser before and after contact with patients who have MRSA infection. Contact precautions include the use of gowns, gloves, and possibly masks during clinical encounters with patients with MRSA infection. Infection control also may include keeping patients in isolated rooms or the same rooms of other patients who have an MRSA infection."}
{"id": "article-25074_29", "title": "Methicillin-Resistant Staphylococcus aureus  -- Pearls and Other Issues", "content": "Other measures include active surveillance to screen for MRSA colonization by testing for PCR MRSA or cultures of nares, oropharynx, or perineum. If found positive, contact precautions can be instituted for these patients to prevent transmission of MRSA as colonization is considered to be a significant risk factor for MRSA infection.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Pearls and Other Issues. Other measures include active surveillance to screen for MRSA colonization by testing for PCR MRSA or cultures of nares, oropharynx, or perineum. If found positive, contact precautions can be instituted for these patients to prevent transmission of MRSA as colonization is considered to be a significant risk factor for MRSA infection."}
{"id": "article-25074_30", "title": "Methicillin-Resistant Staphylococcus aureus  -- Enhancing Healthcare Team Outcomes", "content": "The key to managing MRSA infections is to prevent them in the first place. Over the years many guidelines have been issued, and most hospitals have a team of infectious disease experts as part of the hospital interprofessional team who perform surveillance and monitor for outbreaks of MRSA. Besides the standard precautions, the CDC recommends contact precautions. The patient should be in an isolated room if available; everyone should gown and glove when coming into contact with the patient.  The transport of MRSA patients should be minimized and dedicated medicated equipment should be used on them. Further, environmental measures like cleaning and disinfecting the room are important. In addition, the hospital must have a surveillance policy, when to remove a patient from isolation and report the infection to the state. Many states now make it mandatory to report all new MRSA cases. Finally, there should be a hospital committee that oversees the prescription of antibiotics and their indications and who can prescribe them. [16] [17] (Level V)", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Enhancing Healthcare Team Outcomes. The key to managing MRSA infections is to prevent them in the first place. Over the years many guidelines have been issued, and most hospitals have a team of infectious disease experts as part of the hospital interprofessional team who perform surveillance and monitor for outbreaks of MRSA. Besides the standard precautions, the CDC recommends contact precautions. The patient should be in an isolated room if available; everyone should gown and glove when coming into contact with the patient.  The transport of MRSA patients should be minimized and dedicated medicated equipment should be used on them. Further, environmental measures like cleaning and disinfecting the room are important. In addition, the hospital must have a surveillance policy, when to remove a patient from isolation and report the infection to the state. Many states now make it mandatory to report all new MRSA cases. Finally, there should be a hospital committee that oversees the prescription of antibiotics and their indications and who can prescribe them. [16] [17] (Level V)"}
{"id": "article-25074_31", "title": "Methicillin-Resistant Staphylococcus aureus  -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The majority of data indicate that MRSA increases mortality and morbidity in seniors, nursing home patients and those with organ dysfunction. Individuals with end-stage liver disease, renal insufficiency and those admitted to the ICU have high mortality rates when there is an associated MRSA infection. The mortality rates vary from 5-60%, depending on the patient population and site of infection. More important, more patients with MRSA are now undergoing surgery, and in at least 40% of patients, a central line was the cause of the infection. Finally, about 60% of patients do acquire MRSA within 48 hours despite having no healthcare risks. [5] [12] [18] (Level V)", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Enhancing Healthcare Team Outcomes -- Outcomes. The majority of data indicate that MRSA increases mortality and morbidity in seniors, nursing home patients and those with organ dysfunction. Individuals with end-stage liver disease, renal insufficiency and those admitted to the ICU have high mortality rates when there is an associated MRSA infection. The mortality rates vary from 5-60%, depending on the patient population and site of infection. More important, more patients with MRSA are now undergoing surgery, and in at least 40% of patients, a central line was the cause of the infection. Finally, about 60% of patients do acquire MRSA within 48 hours despite having no healthcare risks. [5] [12] [18] (Level V)"}
{"id": "article-25074_32", "title": "Methicillin-Resistant Staphylococcus aureus  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Methicillin-Resistant Staphylococcus aureus  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}