{"id": "article-17975_0", "title": "Atrioventricular Node -- Definition/Introduction", "content": "The atrioventricular (AV) node is a small structure in the heart, located in the Koch triangle, [1] near the coronary sinus on the interatrial septum. In a right-dominant heart, the atrioventricular node is supplied by the right coronary artery. The purpose of this structure is to connect the electrical systems of the atria and the ventricles, providing electrical impedance from the atria and an intrinsic pacemaker in its absence. The intrinsic rate of the AV node is 40 to 60 beats per minute (bpm).", "contents": "Atrioventricular Node -- Definition/Introduction. The atrioventricular (AV) node is a small structure in the heart, located in the Koch triangle, [1] near the coronary sinus on the interatrial septum. In a right-dominant heart, the atrioventricular node is supplied by the right coronary artery. The purpose of this structure is to connect the electrical systems of the atria and the ventricles, providing electrical impedance from the atria and an intrinsic pacemaker in its absence. The intrinsic rate of the AV node is 40 to 60 beats per minute (bpm)."}
{"id": "article-17975_1", "title": "Atrioventricular Node -- Issues of Concern -- AV Block", "content": "The AV node can hinder electrical conduction, causing a pathologic state. In heart block, a 2-degree heart block is specifically related to the AV node. [2] The first type, Mobitz I or Wenckebach heart block, is when the AV node becomes increasingly refractory to impulses, resulting in a dropped beat. [3] This phenomenon is preceded by increasing PR intervals, giving a characteristic electrocardiogram (EKG) finding.", "contents": "Atrioventricular Node -- Issues of Concern -- AV Block. The AV node can hinder electrical conduction, causing a pathologic state. In heart block, a 2-degree heart block is specifically related to the AV node. [2] The first type, Mobitz I or Wenckebach heart block, is when the AV node becomes increasingly refractory to impulses, resulting in a dropped beat. [3] This phenomenon is preceded by increasing PR intervals, giving a characteristic electrocardiogram (EKG) finding."}
{"id": "article-17975_2", "title": "Atrioventricular Node -- Issues of Concern -- AV Block", "content": "Though similar by name, the cause of Mobitz I is distinctly different from Mobitz II. In Mobitz II, a lesion within the His-Purkinje system causes dropped beats. [4] The EKG finding is distinct through the presentation of dropped beats without an increasing PR interval. This rhythm can easily lead to a complete heart block.", "contents": "Atrioventricular Node -- Issues of Concern -- AV Block. Though similar by name, the cause of Mobitz I is distinctly different from Mobitz II. In Mobitz II, a lesion within the His-Purkinje system causes dropped beats. [4] The EKG finding is distinct through the presentation of dropped beats without an increasing PR interval. This rhythm can easily lead to a complete heart block."}
{"id": "article-17975_3", "title": "Atrioventricular Node -- Issues of Concern -- Cystic Tumor of the Atrioventricular Nodal Region (CTAVN)", "content": "Primary tumors of the cardiac system are rare. Cystic tumors of the AV nodal region (CTAVN) is an example for which only about 70 cases have been identified. [5] The tumor grows at the base of the interatrial septum and can disrupt the electrical conduction pathway, leading to sudden cardiac death. [6] Terminal events may be preceded by syncopal episodes and identified as heart block on an EKG.", "contents": "Atrioventricular Node -- Issues of Concern -- Cystic Tumor of the Atrioventricular Nodal Region (CTAVN). Primary tumors of the cardiac system are rare. Cystic tumors of the AV nodal region (CTAVN) is an example for which only about 70 cases have been identified. [5] The tumor grows at the base of the interatrial septum and can disrupt the electrical conduction pathway, leading to sudden cardiac death. [6] Terminal events may be preceded by syncopal episodes and identified as heart block on an EKG."}
{"id": "article-17975_4", "title": "Atrioventricular Node -- Clinical Significance", "content": "Understanding the anatomy and function of the AV node is crucial for understanding pathologic conditions that may present in the clinical setting.", "contents": "Atrioventricular Node -- Clinical Significance. Understanding the anatomy and function of the AV node is crucial for understanding pathologic conditions that may present in the clinical setting."}
{"id": "article-17975_5", "title": "Atrioventricular Node -- Clinical Significance -- Junctional Escape Beat", "content": "A junctional escape beat originates in the AV node when impulses from pacemakers upstream are not enough to overtake the AV node's intrinsic activity. Due to this bradycardia, an ectopic beat is generated in the AV node, which then conducts downstream along the normal pathway, causing synchronized ventricular depolarization. This condition can be provoked due to excessive vagal tone, pathologies associated with the SA node, or in the setting of heart block. Classic EKG findings include pulse rates of 40 to 60 bpm, regular rhythm, and a narrow QRS complex. Additionally, inverted P-waves may be present, though they can be hidden within the QRS complex. This is due to retrograde conduction to the atria from the AV node generated impulse.", "contents": "Atrioventricular Node -- Clinical Significance -- Junctional Escape Beat. A junctional escape beat originates in the AV node when impulses from pacemakers upstream are not enough to overtake the AV node's intrinsic activity. Due to this bradycardia, an ectopic beat is generated in the AV node, which then conducts downstream along the normal pathway, causing synchronized ventricular depolarization. This condition can be provoked due to excessive vagal tone, pathologies associated with the SA node, or in the setting of heart block. Classic EKG findings include pulse rates of 40 to 60 bpm, regular rhythm, and a narrow QRS complex. Additionally, inverted P-waves may be present, though they can be hidden within the QRS complex. This is due to retrograde conduction to the atria from the AV node generated impulse."}
{"id": "article-17975_6", "title": "Atrioventricular Node -- Clinical Significance -- Accelerated Junctional Rhythm and Junctional Tachycardia", "content": "Accelerated junctional rhythm and junctional tachycardia are two forms of an accelerated rhythm originating from the AV node. In accelerated junctional rhythm, a pathologic AV node generates an electrical impulse at a rate of 60 to 100 bpm; in junctional tachycardia, the accelerate rate is higher than 100 bpm. [7] In both cases, the AV node becomes a generator of ventricular depolarization, providing a narrow QRS complex, and a regular rhythm on EKG. In the setting of heart block, accelerated AV nodal rhythms may be concurrent with other forms of supraventricular tachycardia (SVT).", "contents": "Atrioventricular Node -- Clinical Significance -- Accelerated Junctional Rhythm and Junctional Tachycardia. Accelerated junctional rhythm and junctional tachycardia are two forms of an accelerated rhythm originating from the AV node. In accelerated junctional rhythm, a pathologic AV node generates an electrical impulse at a rate of 60 to 100 bpm; in junctional tachycardia, the accelerate rate is higher than 100 bpm. [7] In both cases, the AV node becomes a generator of ventricular depolarization, providing a narrow QRS complex, and a regular rhythm on EKG. In the setting of heart block, accelerated AV nodal rhythms may be concurrent with other forms of supraventricular tachycardia (SVT)."}
{"id": "article-17975_7", "title": "Atrioventricular Node -- Clinical Significance -- Atrioventricular Nodal Reentry Tachycardia (AVNRT)", "content": "In or near the AV node, fast and slow pathways conduct electrical activity similar to a healthy AV node. In typical AVNRT, the P wave is conducted through the fast pathway, anterograde towards the ventricles; the signal is then conducted through the slow pathway, retrograde back to the atria. This can be seen on EKG as a P wave after the QRS complex. Multiple atypical AVNRT variations exist, depending on the pathway configurations. Ablation therapy may resolve AVNRT. [8]", "contents": "Atrioventricular Node -- Clinical Significance -- Atrioventricular Nodal Reentry Tachycardia (AVNRT). In or near the AV node, fast and slow pathways conduct electrical activity similar to a healthy AV node. In typical AVNRT, the P wave is conducted through the fast pathway, anterograde towards the ventricles; the signal is then conducted through the slow pathway, retrograde back to the atria. This can be seen on EKG as a P wave after the QRS complex. Multiple atypical AVNRT variations exist, depending on the pathway configurations. Ablation therapy may resolve AVNRT. [8]"}
{"id": "article-17975_8", "title": "Atrioventricular Node -- Clinical Significance -- Junctional Ectopic Tachycardia (JET)", "content": "Junctional ectopic tachycardia is a rare condition typically seen in newborns and post-cardiac surgery. [9] [10] In JET, there is a short circuit through the AV node, which bypasses the normal gatekeeper function. Consequently, impulses generated by the atria can be conducted to the ventricles without impedance, up to a 1 to 1 ratio. JET can be distinguished from AVNRT using adenosine; in JET, the tachycardia will continue without AV dissociation; however, in AVNRT, adenosine should terminate the arrhythmia.", "contents": "Atrioventricular Node -- Clinical Significance -- Junctional Ectopic Tachycardia (JET). Junctional ectopic tachycardia is a rare condition typically seen in newborns and post-cardiac surgery. [9] [10] In JET, there is a short circuit through the AV node, which bypasses the normal gatekeeper function. Consequently, impulses generated by the atria can be conducted to the ventricles without impedance, up to a 1 to 1 ratio. JET can be distinguished from AVNRT using adenosine; in JET, the tachycardia will continue without AV dissociation; however, in AVNRT, adenosine should terminate the arrhythmia."}
{"id": "article-17975_9", "title": "Atrioventricular Node -- Clinical Significance -- Wolff–Parkinson–White Syndrome (WPW)", "content": "Wolff–Parkinson–White syndrome is a pathologic state of cardiac electrical conducting system, insomuch as it averts the AV node. An accessory or extra pathway, known as the Bundle of Kent, allows impulses from the sinoatrial (SA) node to bypass the AV node and cause excitation of the ventricles. [11] Without the gatekeeping function of the AV node, the ventricles can conduct up to the rate of the atrium, which is particularly dangerous in SVTs. Wolff–Parkinson–White syndrome can be differentiated from AVNRT and JET as the accessory pathway is outside of the AV node. On EKG, WPW can be identified through the characteristic delta wave. [12]", "contents": "Atrioventricular Node -- Clinical Significance -- Wolff–Parkinson–White Syndrome (WPW). Wolff–Parkinson–White syndrome is a pathologic state of cardiac electrical conducting system, insomuch as it averts the AV node. An accessory or extra pathway, known as the Bundle of Kent, allows impulses from the sinoatrial (SA) node to bypass the AV node and cause excitation of the ventricles. [11] Without the gatekeeping function of the AV node, the ventricles can conduct up to the rate of the atrium, which is particularly dangerous in SVTs. Wolff–Parkinson–White syndrome can be differentiated from AVNRT and JET as the accessory pathway is outside of the AV node. On EKG, WPW can be identified through the characteristic delta wave. [12]"}
{"id": "article-17975_10", "title": "Atrioventricular Node -- Clinical Significance -- Atrioventricular Reentry Tachycardia (AVRT)", "content": "ANRT may occur only when an accessory bundle is present. In typical AVRT, the impulse conducts through the normal pathway, from the sinoatrial node to the bundle branches; instead of the impulse terminating at the bundle branches, it conducts through the accessory pathway towards the AV node. When the original impulse arrives at the AV node, it reenters the normal conduction pathway, forming a loop and causing additional action potentials. This condition is differentiated from AVNRT by the conduction path. In AVRT, the conduction travels through the bundle branches and reenters the AV node through an accessory pathway. In AVNRT, the loop is contained within the AV node and does not require an accessory pathway outside the AV node. Attached media provides a visual representation.", "contents": "Atrioventricular Node -- Clinical Significance -- Atrioventricular Reentry Tachycardia (AVRT). ANRT may occur only when an accessory bundle is present. In typical AVRT, the impulse conducts through the normal pathway, from the sinoatrial node to the bundle branches; instead of the impulse terminating at the bundle branches, it conducts through the accessory pathway towards the AV node. When the original impulse arrives at the AV node, it reenters the normal conduction pathway, forming a loop and causing additional action potentials. This condition is differentiated from AVNRT by the conduction path. In AVRT, the conduction travels through the bundle branches and reenters the AV node through an accessory pathway. In AVNRT, the loop is contained within the AV node and does not require an accessory pathway outside the AV node. Attached media provides a visual representation."}
{"id": "article-17975_11", "title": "Atrioventricular Node -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Identification of an AV nodal pathology is crucial to the diagnosis and management of potentially fatal syndrome from nonspecific symptoms. Often the presentation of these potentially fatal syndromes is with apparently benign symptoms such as palpitations. In some cases, patients may present with syncope as well. However, upon evaluation, the EKG may only have subtle signs of disease which require astute observation and a high index of suspicion. Thus, an interprofessional team, including physicians, electrophysiological, and telemetry trained nurses, are required in the care of these patients. Each member of the interprofessional team plays an important role in diagnosing these patients in a timely manner. When clinical suspicion is high, cardiac specialists should be consulted for evaluation and consideration of diagnostic or therapeutic procedures. A collaborative interprofessional team can greatly improve outcomes in patients with AV nodal disease and arrhythmias.", "contents": "Atrioventricular Node -- Nursing, Allied Health, and Interprofessional Team Interventions. Identification of an AV nodal pathology is crucial to the diagnosis and management of potentially fatal syndrome from nonspecific symptoms. Often the presentation of these potentially fatal syndromes is with apparently benign symptoms such as palpitations. In some cases, patients may present with syncope as well. However, upon evaluation, the EKG may only have subtle signs of disease which require astute observation and a high index of suspicion. Thus, an interprofessional team, including physicians, electrophysiological, and telemetry trained nurses, are required in the care of these patients. Each member of the interprofessional team plays an important role in diagnosing these patients in a timely manner. When clinical suspicion is high, cardiac specialists should be consulted for evaluation and consideration of diagnostic or therapeutic procedures. A collaborative interprofessional team can greatly improve outcomes in patients with AV nodal disease and arrhythmias."}
{"id": "article-17975_12", "title": "Atrioventricular Node -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Atrioventricular Node -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}