{"id": "article-139168_0", "title": "Galantamine -- Continuing Education Activity", "content": "Galantamine is a medication used in the management and treatment of Alzheimer disease. It is in the acetylcholinesterase inhibitor class of drugs. This activity reviews the indications, mechanism of action, contraindications, adverse event profile, and other key factors of galantamine therapy pertinent for healthcare team members in the care of patients with dementia, mainly Alzheimer disease and other conditions.", "contents": "Galantamine -- Continuing Education Activity. Galantamine is a medication used in the management and treatment of Alzheimer disease. It is in the acetylcholinesterase inhibitor class of drugs. This activity reviews the indications, mechanism of action, contraindications, adverse event profile, and other key factors of galantamine therapy pertinent for healthcare team members in the care of patients with dementia, mainly Alzheimer disease and other conditions."}
{"id": "article-139168_1", "title": "Galantamine -- Continuing Education Activity", "content": "Objectives: Describe the common indications for galantamine therapy. Identify the common galantamine formulations. Describe the most frequently encountered adverse events associated with galantamine therapy. Explain the importance of interprofessional coordination and communication for patients on galantamine therapy. Access free multiple choice questions on this topic.", "contents": "Galantamine -- Continuing Education Activity. Objectives: Describe the common indications for galantamine therapy. Identify the common galantamine formulations. Describe the most frequently encountered adverse events associated with galantamine therapy. Explain the importance of interprofessional coordination and communication for patients on galantamine therapy. Access free multiple choice questions on this topic."}
{"id": "article-139168_2", "title": "Galantamine -- Indications", "content": "Galantamine is a tertiary alkaloid in nature. It was characterized in the early 1950s and extracted from plant sources, such as Galanthus nivalis . Initially, galantamine was studied in neuropathic and paralytic conditions, including post-polio paralytic conditions, myopathies, and reversal of neuromuscular blockade. Nevertheless, the discovery of its acetylcholine esterase inhibiting property has changed the landscape of healthcare. It was studied to treat a variety of psychiatric conditions. However, redevelopment of galantamine for the treatment of Alzheimer disease did not start until the early 1990s due to difficulties in extraction and synthesis. Galantamine was approved by FDA in 2001 for the treatment of mild to moderately severe Alzheimer disease (AD). [1] [2] [3] [4] [5]", "contents": "Galantamine -- Indications. Galantamine is a tertiary alkaloid in nature. It was characterized in the early 1950s and extracted from plant sources, such as Galanthus nivalis . Initially, galantamine was studied in neuropathic and paralytic conditions, including post-polio paralytic conditions, myopathies, and reversal of neuromuscular blockade. Nevertheless, the discovery of its acetylcholine esterase inhibiting property has changed the landscape of healthcare. It was studied to treat a variety of psychiatric conditions. However, redevelopment of galantamine for the treatment of Alzheimer disease did not start until the early 1990s due to difficulties in extraction and synthesis. Galantamine was approved by FDA in 2001 for the treatment of mild to moderately severe Alzheimer disease (AD). [1] [2] [3] [4] [5]"}
{"id": "article-139168_3", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Vascular dementia. [3] [6] [7]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Vascular dementia. [3] [6] [7]"}
{"id": "article-139168_4", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Alzheimer's dementia with the cerebrovascular component, also known as mixed dementia. [3] [6] [7]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Alzheimer's dementia with the cerebrovascular component, also known as mixed dementia. [3] [6] [7]"}
{"id": "article-139168_5", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Along with memantine, galantamine is used to treat Alzheimer disease [8]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Along with memantine, galantamine is used to treat Alzheimer disease [8]"}
{"id": "article-139168_6", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Dementia associated with Parkinson disease [9] [10]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Dementia associated with Parkinson disease [9] [10]"}
{"id": "article-139168_7", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "To treat cognitive impairment in Lewy body disease [11]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. To treat cognitive impairment in Lewy body disease [11]"}
{"id": "article-139168_8", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Frontotemporal dementia [12]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Frontotemporal dementia [12]"}
{"id": "article-139168_9", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Dementia associated with Multiple Sclerosis [13]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Dementia associated with Multiple Sclerosis [13]"}
{"id": "article-139168_10", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Galantamine alone or along with memantine is effective in the treatment of cognitive impairment due to traumatic brain injury [14] [15] [16]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Galantamine alone or along with memantine is effective in the treatment of cognitive impairment due to traumatic brain injury [14] [15] [16]"}
{"id": "article-139168_11", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "It is effective in treating post-traumatic nerve palsy, oculomotor and trochlear nerves [17]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. It is effective in treating post-traumatic nerve palsy, oculomotor and trochlear nerves [17]"}
{"id": "article-139168_12", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Galantamine alone or in combination with memantine is useful for the treatment of cognitive impairment associated with electroconvulsive therapy (ECT) [18] [15]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Galantamine alone or in combination with memantine is useful for the treatment of cognitive impairment associated with electroconvulsive therapy (ECT) [18] [15]"}
{"id": "article-139168_13", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Along with antipsychotic and memantine, galantamine has the potential to treat the positive, cognitive, and negative symptoms of schizophrenia [19]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Along with antipsychotic and memantine, galantamine has the potential to treat the positive, cognitive, and negative symptoms of schizophrenia [19]"}
{"id": "article-139168_14", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "As an augmentative therapy to risperidone, it alleviates some of the symptoms in children with autism [20] [21]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. As an augmentative therapy to risperidone, it alleviates some of the symptoms in children with autism [20] [21]"}
{"id": "article-139168_15", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Treatment of adult autism with galantamine enhances expressive language and communication [22]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Treatment of adult autism with galantamine enhances expressive language and communication [22]"}
{"id": "article-139168_16", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "It is effective in the management of acute scopolamine toxicity [23]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. It is effective in the management of acute scopolamine toxicity [23]"}
{"id": "article-139168_17", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Galantamine treatment is beneficial in chronic post-stroke aphasia [24]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Galantamine treatment is beneficial in chronic post-stroke aphasia [24]"}
{"id": "article-139168_18", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "It is a substitution therapy for reducing smoking addiction in alcohol-dependent patients [25]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. It is a substitution therapy for reducing smoking addiction in alcohol-dependent patients [25]"}
{"id": "article-139168_19", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "It improves the cognitive dysfunction associated with bipolar disorder [26]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. It improves the cognitive dysfunction associated with bipolar disorder [26]"}
{"id": "article-139168_20", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "To maintain the good quality of sleep in patients suffering from mild to moderate Alzheimer disease with or without vascular dementia [27]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. To maintain the good quality of sleep in patients suffering from mild to moderate Alzheimer disease with or without vascular dementia [27]"}
{"id": "article-139168_21", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "Galantamine is an effective antidote against organophosphorus poisoning [28] [29]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. Galantamine is an effective antidote against organophosphorus poisoning [28] [29]"}
{"id": "article-139168_22", "title": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below.", "content": "It is used to manage dementia associated with Down syndrome [13]", "contents": "Galantamine -- Indications -- Other non-FDA-approved off-label uses of galantamine appear below. It is used to manage dementia associated with Down syndrome [13]"}
{"id": "article-139168_23", "title": "Galantamine -- Indications", "content": "In studies, galantamine's cholinergic control of inflammation, metabolic dysfunction, and cognitive impairment in obesity-associated disorders such as metabolic syndrome has provided a rationale for further therapeutic developments. [30] Chemotherapeutic agents induced Spatial memory deficits in mice are prevented by galantamine, an acetylcholinesterase inhibitor. [31]", "contents": "Galantamine -- Indications. In studies, galantamine's cholinergic control of inflammation, metabolic dysfunction, and cognitive impairment in obesity-associated disorders such as metabolic syndrome has provided a rationale for further therapeutic developments. [30] Chemotherapeutic agents induced Spatial memory deficits in mice are prevented by galantamine, an acetylcholinesterase inhibitor. [31]"}
{"id": "article-139168_24", "title": "Galantamine -- Indications", "content": "Galantamine has recently been used as an oneirogen and is a lucid dream inducer. Galantamine increases the duration of REM sleep (also called dream sleep), increases lucid dreaming, and the recall of dreams on awakening. [32]  The dose of galantamine for lucid dreaming is on the low side, 4 to 12 mg during sleep.", "contents": "Galantamine -- Indications. Galantamine has recently been used as an oneirogen and is a lucid dream inducer. Galantamine increases the duration of REM sleep (also called dream sleep), increases lucid dreaming, and the recall of dreams on awakening. [32]  The dose of galantamine for lucid dreaming is on the low side, 4 to 12 mg during sleep."}
{"id": "article-139168_25", "title": "Galantamine -- Mechanism of Action", "content": "Although the underlying complex etiology of cognitive impairment in Alzheimer disease (AD) and other neuropsychiatric conditions is not fully understood, the histopathological examination of the brain tissue of the patients with Alzheimer disease has shown degeneration. Predominantly, the cholinergic neurons produce acetylcholine, a neurotransmitter associated with memory formation and learning. The degree of cholinergic loss has been correlated with the severity of dementia, neurofibrillary tangles, and the brain density of amyloid-β plaques, which is a neuropathological hallmark of Alzheimer disease.", "contents": "Galantamine -- Mechanism of Action. Although the underlying complex etiology of cognitive impairment in Alzheimer disease (AD) and other neuropsychiatric conditions is not fully understood, the histopathological examination of the brain tissue of the patients with Alzheimer disease has shown degeneration. Predominantly, the cholinergic neurons produce acetylcholine, a neurotransmitter associated with memory formation and learning. The degree of cholinergic loss has been correlated with the severity of dementia, neurofibrillary tangles, and the brain density of amyloid-β plaques, which is a neuropathological hallmark of Alzheimer disease."}
{"id": "article-139168_26", "title": "Galantamine -- Mechanism of Action", "content": "While the precise mechanism of galantamine’s therapeutic action remains unknown, it is postulated to exert its beneficial effect by enhancing cholinergic function. This is accomplished primarily by increasing the availability of acetylcholine in the synaptic cleft through reversible, competitive, and selective inhibition of cholinesterase and thereby blocks hydrolytic degradation of acetylcholine. [33] According to this mechanism, galantamine’s efficacy may decline as fewer cholinergic neurons remain functionally intact with the progression of the disease process. There is no scientific evidence that galantamine modifies the natural course of the underlying process.", "contents": "Galantamine -- Mechanism of Action. While the precise mechanism of galantamine’s therapeutic action remains unknown, it is postulated to exert its beneficial effect by enhancing cholinergic function. This is accomplished primarily by increasing the availability of acetylcholine in the synaptic cleft through reversible, competitive, and selective inhibition of cholinesterase and thereby blocks hydrolytic degradation of acetylcholine. [33] According to this mechanism, galantamine’s efficacy may decline as fewer cholinergic neurons remain functionally intact with the progression of the disease process. There is no scientific evidence that galantamine modifies the natural course of the underlying process."}
{"id": "article-139168_27", "title": "Galantamine -- Mechanism of Action", "content": "Galantamine, a unique drug, is an allosteric potentiator of α4β2 and presynaptic α-7 nicotinic acetylcholine receptors. [1] This action facilitates the release of acetylcholine from the presynaptic neurons giving clinical significance to its dual mode of action. Nicotinic acetylcholine receptors (nAChR) in the central nervous system are predominantly expressed at the membranes of the presynaptic neurons and control the release of several neurotransmitters such as ACh, GABA, glutamate, norepinephrine, dopamine, and serotonin, which are associated with memory, thinking, and learning. Agonists of nAChRs improve cognitive functions, while antagonists of nAChR cause impairment of cognitive processes.", "contents": "Galantamine -- Mechanism of Action. Galantamine, a unique drug, is an allosteric potentiator of α4β2 and presynaptic α-7 nicotinic acetylcholine receptors. [1] This action facilitates the release of acetylcholine from the presynaptic neurons giving clinical significance to its dual mode of action. Nicotinic acetylcholine receptors (nAChR) in the central nervous system are predominantly expressed at the membranes of the presynaptic neurons and control the release of several neurotransmitters such as ACh, GABA, glutamate, norepinephrine, dopamine, and serotonin, which are associated with memory, thinking, and learning. Agonists of nAChRs improve cognitive functions, while antagonists of nAChR cause impairment of cognitive processes."}
{"id": "article-139168_28", "title": "Galantamine -- Mechanism of Action", "content": "Some studies have shown a reduction in both the expression and activity of nAChRs in patients with Alzheimer disease, which may explain the decreased central cholinergic neurotransmission in these patients. Galantamine, a cholinomimetic agent, binds to nAChRs at the allosteric site, which triggers a conformational change of the receptor that leads to increased release of ACh, and enhances the activity of neighboring serotoninergic and glutaminergic neurons. This modulation of nAChRs facilitates cholinergic transmission, both excitatory and inhibitory, in brain tissues and also increases the sensitivity of receptors. Galantamine-induced modulated release of other neurotransmitters may also contribute to upregulating nAChRs and ameliorating behavioral symptoms in AD. Galantamine is a scavenger for reactive oxygen series. This antioxidant function has been shown to be neuroprotective by antiapoptotic effects. [34] [35] ] [36]", "contents": "Galantamine -- Mechanism of Action. Some studies have shown a reduction in both the expression and activity of nAChRs in patients with Alzheimer disease, which may explain the decreased central cholinergic neurotransmission in these patients. Galantamine, a cholinomimetic agent, binds to nAChRs at the allosteric site, which triggers a conformational change of the receptor that leads to increased release of ACh, and enhances the activity of neighboring serotoninergic and glutaminergic neurons. This modulation of nAChRs facilitates cholinergic transmission, both excitatory and inhibitory, in brain tissues and also increases the sensitivity of receptors. Galantamine-induced modulated release of other neurotransmitters may also contribute to upregulating nAChRs and ameliorating behavioral symptoms in AD. Galantamine is a scavenger for reactive oxygen series. This antioxidant function has been shown to be neuroprotective by antiapoptotic effects. [34] [35] ] [36]"}
{"id": "article-139168_29", "title": "Galantamine -- Administration", "content": "Galantamine is taken by oral route only. It is readily available over the counter on the web market as a supplement in 4 mg tablet and 8 mg capsule dosage forms for boosting memory and inducing lucid dreams. Galantamine is widely available in pharmacies with clinicians' prescriptions. There are two different types of dosage forms currently available in the market, immediate and extended-release.", "contents": "Galantamine -- Administration. Galantamine is taken by oral route only. It is readily available over the counter on the web market as a supplement in 4 mg tablet and 8 mg capsule dosage forms for boosting memory and inducing lucid dreams. Galantamine is widely available in pharmacies with clinicians' prescriptions. There are two different types of dosage forms currently available in the market, immediate and extended-release."}
{"id": "article-139168_30", "title": "Galantamine -- Administration", "content": "As a capsule, the extended-release dosage form is available in different strengths of 8 mg, 16 mg, and 24 mg. The ER capsule has the advantage of a convenient dosing schedule and is taken once every morning. This leads to improved patient compliance with the treatment regimen. [37] An ER capsule containing the entire daily dosage should not be opened or chewed and is swallowed intact. To reduce or completely avoid unpleasant feelings of nausea, vomiting, and gastric irritation, it is preferable to administer the ER capsule with food.", "contents": "Galantamine -- Administration. As a capsule, the extended-release dosage form is available in different strengths of 8 mg, 16 mg, and 24 mg. The ER capsule has the advantage of a convenient dosing schedule and is taken once every morning. This leads to improved patient compliance with the treatment regimen. [37] An ER capsule containing the entire daily dosage should not be opened or chewed and is swallowed intact. To reduce or completely avoid unpleasant feelings of nausea, vomiting, and gastric irritation, it is preferable to administer the ER capsule with food."}
{"id": "article-139168_31", "title": "Galantamine -- Administration", "content": "For extended-release capsules, the dosage range that has shown efficacy in a controlled clinical trial for dementia of Alzheimer disease is 16 to 24 mg/day. For dementia therapy, 8 mg a day is the recommended starting dosage and is taken once every morning with a meal for a minimum of 4 weeks. Then, the dosage can be titrated up to the initial maintenance dosage, which is 16 mg per day. After a minimum of 4 weeks at 16 mg/day dosage, further escalation in the dosage can be considered to maintain the patient at 24 mg daily. An increase in all the dosages depends on the assessment of the patient for clinical benefits and degree of tolerance to the previous dosage.", "contents": "Galantamine -- Administration. For extended-release capsules, the dosage range that has shown efficacy in a controlled clinical trial for dementia of Alzheimer disease is 16 to 24 mg/day. For dementia therapy, 8 mg a day is the recommended starting dosage and is taken once every morning with a meal for a minimum of 4 weeks. Then, the dosage can be titrated up to the initial maintenance dosage, which is 16 mg per day. After a minimum of 4 weeks at 16 mg/day dosage, further escalation in the dosage can be considered to maintain the patient at 24 mg daily. An increase in all the dosages depends on the assessment of the patient for clinical benefits and degree of tolerance to the previous dosage."}
{"id": "article-139168_32", "title": "Galantamine -- Administration", "content": "The two forms, tablets, and solutions are the immediate types of drug-delivering systems. The solution form contains 4 mg of galantamine per ml, and the tablet form is supplied in various strengths of 4 mg, 8 mg, and 12 mg. For immediate-release tablets, the dosage range of 16 to 32 mg per day has shown effectiveness in a controlled clinical trial for dementia of Alzheimer disease. However, studies show that the 32 mg daily dosage is less tolerable than other lower dosages, and therefore, the recommended dosage range is 16 to 24 mg/day, taken in two divided dosages with food to decrease or completely avoid gastrointestinal adverse events such as nausea and vomiting.", "contents": "Galantamine -- Administration. The two forms, tablets, and solutions are the immediate types of drug-delivering systems. The solution form contains 4 mg of galantamine per ml, and the tablet form is supplied in various strengths of 4 mg, 8 mg, and 12 mg. For immediate-release tablets, the dosage range of 16 to 32 mg per day has shown effectiveness in a controlled clinical trial for dementia of Alzheimer disease. However, studies show that the 32 mg daily dosage is less tolerable than other lower dosages, and therefore, the recommended dosage range is 16 to 24 mg/day, taken in two divided dosages with food to decrease or completely avoid gastrointestinal adverse events such as nausea and vomiting."}
{"id": "article-139168_33", "title": "Galantamine -- Administration", "content": "The recommendation is to initiate the treatment at the lowest dosage and titrate up slowly after carefully assessing the patient for clinical benefits and tolerability of the previous dosage. Treatment begins with a 4 mg twice a day dosage and should be taken in the morning and evening with food. After a minimum of 4 weeks, the dosage can be increased to 16 mg/day, which is an initial maintenance dosage. A further escalation to 24 mg daily dosage can be attempted after a minimum of 4 weeks at 16mg daily dosage. If possible, maintain the patient on a 16 mg/day dosage as 24 mg/day dosage has not shown statistically significant higher efficacy in a clinical trial. However, 24 mg/day dosage may offer greater clinical benefits in some patients.", "contents": "Galantamine -- Administration. The recommendation is to initiate the treatment at the lowest dosage and titrate up slowly after carefully assessing the patient for clinical benefits and tolerability of the previous dosage. Treatment begins with a 4 mg twice a day dosage and should be taken in the morning and evening with food. After a minimum of 4 weeks, the dosage can be increased to 16 mg/day, which is an initial maintenance dosage. A further escalation to 24 mg daily dosage can be attempted after a minimum of 4 weeks at 16mg daily dosage. If possible, maintain the patient on a 16 mg/day dosage as 24 mg/day dosage has not shown statistically significant higher efficacy in a clinical trial. However, 24 mg/day dosage may offer greater clinical benefits in some patients."}
{"id": "article-139168_34", "title": "Galantamine -- Administration", "content": "If a single dose is missed, it can be taken as soon as the patient remembers. However, if it is close to the time for the next dosage, the missed dose is skipped to continue following the regular dosing schedule. The dose cannot be doubled to catch up. If the dosage gets interrupted for more than 72 hours, then the treatment will restart at the lowest dosage and be titrated gradually to the current dosage level. As galantamine has the potential to cause dehydration, the patient and caregiver should be educated to ensure adequate fluid intake.", "contents": "Galantamine -- Administration. If a single dose is missed, it can be taken as soon as the patient remembers. However, if it is close to the time for the next dosage, the missed dose is skipped to continue following the regular dosing schedule. The dose cannot be doubled to catch up. If the dosage gets interrupted for more than 72 hours, then the treatment will restart at the lowest dosage and be titrated gradually to the current dosage level. As galantamine has the potential to cause dehydration, the patient and caregiver should be educated to ensure adequate fluid intake."}
{"id": "article-139168_35", "title": "Galantamine -- Administration", "content": "In patients with renal impairment and creatinine clearance of 9 to 59 ml/min, galantamine dosage should usually not exceed 16 mg/day. Therapy with galantamine, immediate or delayed-release, is not recommended if creatinine clearance is less than 9ml/min.", "contents": "Galantamine -- Administration. In patients with renal impairment and creatinine clearance of 9 to 59 ml/min, galantamine dosage should usually not exceed 16 mg/day. Therapy with galantamine, immediate or delayed-release, is not recommended if creatinine clearance is less than 9ml/min."}
{"id": "article-139168_36", "title": "Galantamine -- Administration", "content": "For patients suffering from moderately severe hepatic impairment (Child-Pugh score of 7 to 9), caution needs to be exercised during dose titration, and the maximum dosage should usually not exceed 16mg/day. Severe liver impairment (Child-Pugh score 10 to 15) is a contraindication for treatment with galantamine, immediate or extended-release.", "contents": "Galantamine -- Administration. For patients suffering from moderately severe hepatic impairment (Child-Pugh score of 7 to 9), caution needs to be exercised during dose titration, and the maximum dosage should usually not exceed 16mg/day. Severe liver impairment (Child-Pugh score 10 to 15) is a contraindication for treatment with galantamine, immediate or extended-release."}
{"id": "article-139168_37", "title": "Galantamine -- Administration", "content": "A patient currently on therapy with the immediate-release tablet and at a steady-state (receiving stable doses) can be converted to extended-release capsule treatment. Switching from galantamine IR to galantamine ER does not require the following dosage escalation schema and should occur at the same daily dosage. [38] Conversion can be completed by taking the last dose of the immediate release formula in the evening and starting the once-a-day dosage regimen of extended-release formula the following morning.", "contents": "Galantamine -- Administration. A patient currently on therapy with the immediate-release tablet and at a steady-state (receiving stable doses) can be converted to extended-release capsule treatment. Switching from galantamine IR to galantamine ER does not require the following dosage escalation schema and should occur at the same daily dosage. [38] Conversion can be completed by taking the last dose of the immediate release formula in the evening and starting the once-a-day dosage regimen of extended-release formula the following morning."}
{"id": "article-139168_38", "title": "Galantamine -- Administration", "content": "The abrupt withdrawal of the galantamine, immediate or delayed-release, in patients who have been taking dosages within the effective range is not associated with higher incidences of adverse events when compared with the group of patients who continue to receive the same dosages of galantamine. However, the beneficial effects of the galantamine are lost when the medicine is discontinued. If donepezil, another acetylcholinesterase inhibitor, is ineffective or poorly tolerated by the patient, a switch to galantamine may be beneficial. [39]", "contents": "Galantamine -- Administration. The abrupt withdrawal of the galantamine, immediate or delayed-release, in patients who have been taking dosages within the effective range is not associated with higher incidences of adverse events when compared with the group of patients who continue to receive the same dosages of galantamine. However, the beneficial effects of the galantamine are lost when the medicine is discontinued. If donepezil, another acetylcholinesterase inhibitor, is ineffective or poorly tolerated by the patient, a switch to galantamine may be beneficial. [39]"}
{"id": "article-139168_39", "title": "Galantamine -- Administration -- Pharmacogenetics", "content": "APOE and CYPs are the most relevant genes that influence the efficacy and safety of galantamine. Carriers of the APOE-4 gene are the worst responders to galantamine. [40]", "contents": "Galantamine -- Administration -- Pharmacogenetics. APOE and CYPs are the most relevant genes that influence the efficacy and safety of galantamine. Carriers of the APOE-4 gene are the worst responders to galantamine. [40]"}
{"id": "article-139168_40", "title": "Galantamine -- Administration -- Pharmacodynamics/Kinetics", "content": "Galantamine demonstrates a dose-linear pharmacokinetic profile over a dose range of 8 to 32mg/day. The absolute oral bioavailability of galantamine is approximately 90%. Following oral administration, the time to peak concentration (Tmax) is about one hour. Food does not affect the AUC of galantamine, but Cmax is reduced by 25%, and Tmax is delayed by 1.5 hours when galantamine is administered with food. The mean volume of galantamine distribution is 175 L. At therapeutic concentration, plasma protein binding of galantamine is 18%. In whole blood, 52.7% of galantamine is distributed to red blood cells. The blood concentration of galantamine is 1.2 times higher than that of the plasma. Furthermore, galantamine crosses the blood-brain barrier.", "contents": "Galantamine -- Administration -- Pharmacodynamics/Kinetics. Galantamine demonstrates a dose-linear pharmacokinetic profile over a dose range of 8 to 32mg/day. The absolute oral bioavailability of galantamine is approximately 90%. Following oral administration, the time to peak concentration (Tmax) is about one hour. Food does not affect the AUC of galantamine, but Cmax is reduced by 25%, and Tmax is delayed by 1.5 hours when galantamine is administered with food. The mean volume of galantamine distribution is 175 L. At therapeutic concentration, plasma protein binding of galantamine is 18%. In whole blood, 52.7% of galantamine is distributed to red blood cells. The blood concentration of galantamine is 1.2 times higher than that of the plasma. Furthermore, galantamine crosses the blood-brain barrier."}
{"id": "article-139168_41", "title": "Galantamine -- Administration -- Pharmacodynamics/Kinetics", "content": "Galantamine metabolism involves the multiple metabolic pathways hepatic cytochrome P450 enzymes, glucuronidases, and urinary excretion in unchanged form. In vitro studies indicate that inhibition of two major hepatic cytochrome P450 isoenzymes, CYP2D6 and CYP3A4, increases oral bioavailability modestly. There are extensive and poor metabolizers of CYP2D6, and CYP2D6 mediated O-demethylation predominates in extensive metabolizers. In vitro studies in poor and extensive metabolizers of CYP2D6, unchanged galantamine and its glucuronide accounted for the most plasma radioactivity. The CYP3A4-mediated pathway forms galantamine-N-oxide. N-demethylation, epimerization, and sulfate conjugation are other important metabolic pathways. Other metabolites include or galantamine, O-desmethyl-or galantamine, O-desmethyl-galantamine, galantamine, and epigalantamine, which do not even retain clinically significant pharmacology activities.", "contents": "Galantamine -- Administration -- Pharmacodynamics/Kinetics. Galantamine metabolism involves the multiple metabolic pathways hepatic cytochrome P450 enzymes, glucuronidases, and urinary excretion in unchanged form. In vitro studies indicate that inhibition of two major hepatic cytochrome P450 isoenzymes, CYP2D6 and CYP3A4, increases oral bioavailability modestly. There are extensive and poor metabolizers of CYP2D6, and CYP2D6 mediated O-demethylation predominates in extensive metabolizers. In vitro studies in poor and extensive metabolizers of CYP2D6, unchanged galantamine and its glucuronide accounted for the most plasma radioactivity. The CYP3A4-mediated pathway forms galantamine-N-oxide. N-demethylation, epimerization, and sulfate conjugation are other important metabolic pathways. Other metabolites include or galantamine, O-desmethyl-or galantamine, O-desmethyl-galantamine, galantamine, and epigalantamine, which do not even retain clinically significant pharmacology activities."}
{"id": "article-139168_42", "title": "Galantamine -- Administration -- Pharmacodynamics/Kinetics", "content": "Galantamine ER 24 mg capsules administered once a day, and under fasting conditions are bioequivalent to galantamine IR tablets 12 mg twice a day with respect to AUC24h and Cmin. However, compared with the galantamine IR tablets, the Cmax and Tmax of the galantamine ER capsules are lower and occur later, respectively, with Cmax about 25% lower, and median Tmax occurs about 4.5 to 5.0 hours after dosing. In addition, dose-proportionality is observed for galantamine ER capsules over the dose range of 8 to 24 mg per day, and steady-state is achieved within one week. Age does not affect the pharmacokinetics of galantamine ER capsules. CYP2D6 poor metabolizers have approximately 50% higher drug exposures than extensive metabolizers. There are no appreciable changes in pharmacokinetic parameters, whether galantamine ER capsules are given with food or in the fasting state. [41] [42]", "contents": "Galantamine -- Administration -- Pharmacodynamics/Kinetics. Galantamine ER 24 mg capsules administered once a day, and under fasting conditions are bioequivalent to galantamine IR tablets 12 mg twice a day with respect to AUC24h and Cmin. However, compared with the galantamine IR tablets, the Cmax and Tmax of the galantamine ER capsules are lower and occur later, respectively, with Cmax about 25% lower, and median Tmax occurs about 4.5 to 5.0 hours after dosing. In addition, dose-proportionality is observed for galantamine ER capsules over the dose range of 8 to 24 mg per day, and steady-state is achieved within one week. Age does not affect the pharmacokinetics of galantamine ER capsules. CYP2D6 poor metabolizers have approximately 50% higher drug exposures than extensive metabolizers. There are no appreciable changes in pharmacokinetic parameters, whether galantamine ER capsules are given with food or in the fasting state. [41] [42]"}
{"id": "article-139168_43", "title": "Galantamine -- Administration -- Pharmacodynamics/Kinetics", "content": "In healthy individuals, renal clearance accounts for approximately 20 to 25% of the total plasma clearance of the drug. The elimination of galantamine has been shown to reduce in subjects with impaired kidney function. Following oral or intravenous administration, about 20% of the dose excretes unchanged in the urine within 24 hours, representing about 65 ml/min of renal clearance and approximately 20 to 25% of total plasma clearance; 300 ml/min. The terminal half-life of galantamine is about 7 hours. In a radiolabeled drug (3H-galantamine) study, approximately 95% and 5% of the total radioactivity was detected in the urine and feces, respectively. Of the total dose excreted in the urine, 32%, a significant portion was the unchanged parent compound, and 12% was the metabolic product in the form of glucuronide.", "contents": "Galantamine -- Administration -- Pharmacodynamics/Kinetics. In healthy individuals, renal clearance accounts for approximately 20 to 25% of the total plasma clearance of the drug. The elimination of galantamine has been shown to reduce in subjects with impaired kidney function. Following oral or intravenous administration, about 20% of the dose excretes unchanged in the urine within 24 hours, representing about 65 ml/min of renal clearance and approximately 20 to 25% of total plasma clearance; 300 ml/min. The terminal half-life of galantamine is about 7 hours. In a radiolabeled drug (3H-galantamine) study, approximately 95% and 5% of the total radioactivity was detected in the urine and feces, respectively. Of the total dose excreted in the urine, 32%, a significant portion was the unchanged parent compound, and 12% was the metabolic product in the form of glucuronide."}
{"id": "article-139168_44", "title": "Galantamine -- Administration -- Specific Populations", "content": "Elderly: According to the data from clinical trials in patients with Alzheimer disease, the galantamine concentrations are 30-40% higher in geriatric patients than in healthy young subjects.", "contents": "Galantamine -- Administration -- Specific Populations. Elderly: According to the data from clinical trials in patients with Alzheimer disease, the galantamine concentrations are 30-40% higher in geriatric patients than in healthy young subjects."}
{"id": "article-139168_45", "title": "Galantamine -- Administration -- Specific Populations", "content": "Gender and Race: Analysis of population pharmacokinetic on both the genders, males and females, reveals that clearance of galantamine is about 20% higher in men than in women (which is explained by higher body weight in men) and that race did not have any effect on the clearance of galantamine.", "contents": "Galantamine -- Administration -- Specific Populations. Gender and Race: Analysis of population pharmacokinetic on both the genders, males and females, reveals that clearance of galantamine is about 20% higher in men than in women (which is explained by higher body weight in men) and that race did not have any effect on the clearance of galantamine."}
{"id": "article-139168_46", "title": "Galantamine -- Administration -- Specific Populations", "content": "Hepatic Impairment: Following ingestion of a single 4 mg dosage of galantamine IR tablets in patients with mild hepatic dysfunction (Child-Pugh score of 5 to 6) and healthy volunteers, the pharmacokinetics of galantamine has no appreciable differences. In subjects with moderate hepatic impairment (Child-Pugh score of 7 to 9), a 25% reduction in galantamine's metabolic clearance compared to clearance in normal volunteers was observed. Galantamine exposure would be expected to increase further along with increasing severity of hepatic impairment.", "contents": "Galantamine -- Administration -- Specific Populations. Hepatic Impairment: Following ingestion of a single 4 mg dosage of galantamine IR tablets in patients with mild hepatic dysfunction (Child-Pugh score of 5 to 6) and healthy volunteers, the pharmacokinetics of galantamine has no appreciable differences. In subjects with moderate hepatic impairment (Child-Pugh score of 7 to 9), a 25% reduction in galantamine's metabolic clearance compared to clearance in normal volunteers was observed. Galantamine exposure would be expected to increase further along with increasing severity of hepatic impairment."}
{"id": "article-139168_47", "title": "Galantamine -- Administration -- Specific Populations", "content": "Galantamine clearance was decreased by 60% in patients suffering from moderate or severe hepatic impairment (Pugh score 7 or higher). Various simulations were performed to evaluate the impact of hepatic dysfunction on the peak plasma concentration of galantamine. These simulations confirmed the need for a slower rate of dose escalation in patients with impaired liver function: 4 mg per day during the first week followed by 4 mg, 8 mg, and 12 mg twice a day dosage as compared to the standard titration scheme of 4 mg-8 mg-12 mg-16 mg twice daily dosage.", "contents": "Galantamine -- Administration -- Specific Populations. Galantamine clearance was decreased by 60% in patients suffering from moderate or severe hepatic impairment (Pugh score 7 or higher). Various simulations were performed to evaluate the impact of hepatic dysfunction on the peak plasma concentration of galantamine. These simulations confirmed the need for a slower rate of dose escalation in patients with impaired liver function: 4 mg per day during the first week followed by 4 mg, 8 mg, and 12 mg twice a day dosage as compared to the standard titration scheme of 4 mg-8 mg-12 mg-16 mg twice daily dosage."}
{"id": "article-139168_48", "title": "Galantamine -- Administration -- Specific Populations", "content": "CYP2D6 Poor Metabolizers: CYP 450 2D6 genotype also influences the galantamine metabolism and clearance. About 7% of the general population has a genetic variation that causes a decrease in the activity level of the CYP2D6 isozyme. These kinds of individuals have been identified as poor metabolizers. After oral administration of a single dosage of 4 mg or 8 mg galantamine, compared to CYP2D6 extensive metabolizers, CYP2D6 poor metabolizers exhibited a similar Cmax and an increase in AUC∞ of unchanged galantamine.", "contents": "Galantamine -- Administration -- Specific Populations. CYP2D6 Poor Metabolizers: CYP 450 2D6 genotype also influences the galantamine metabolism and clearance. About 7% of the general population has a genetic variation that causes a decrease in the activity level of the CYP2D6 isozyme. These kinds of individuals have been identified as poor metabolizers. After oral administration of a single dosage of 4 mg or 8 mg galantamine, compared to CYP2D6 extensive metabolizers, CYP2D6 poor metabolizers exhibited a similar Cmax and an increase in AUC∞ of unchanged galantamine."}
{"id": "article-139168_49", "title": "Galantamine -- Administration -- Specific Populations", "content": "In two Phase 3 studies for Alzheimer disease, randomized patients in a blinded treatment were genotyped with respect to the CYP2D6 isoenzyme. Population pharmacokinetic analysis showed a 25% reduction in median clearance of galantamine in poor metabolizers versus extensive metabolizers. Despite this, an adjustment in galantamine dosage is not required in patients identified as poor metabolizers because the medication dosage is individually titrated to tolerability. Pregnancy: Research data from animal studies have shown teratogenic effects in fetuses.", "contents": "Galantamine -- Administration -- Specific Populations. In two Phase 3 studies for Alzheimer disease, randomized patients in a blinded treatment were genotyped with respect to the CYP2D6 isoenzyme. Population pharmacokinetic analysis showed a 25% reduction in median clearance of galantamine in poor metabolizers versus extensive metabolizers. Despite this, an adjustment in galantamine dosage is not required in patients identified as poor metabolizers because the medication dosage is individually titrated to tolerability. Pregnancy: Research data from animal studies have shown teratogenic effects in fetuses."}
{"id": "article-139168_50", "title": "Galantamine -- Administration -- Specific Populations", "content": "Lactation: The data is not available on the secretion of galantamine in human milk, the effects on breastfed infants, or the effects of galantamine ER or galantamine IR on milk production. The physician and patient have to weigh the benefits versus the side effects in prescribing it. Pediatrics: Clinical trials are not conducted in the pediatric population to establish safety and efficacy.", "contents": "Galantamine -- Administration -- Specific Populations. Lactation: The data is not available on the secretion of galantamine in human milk, the effects on breastfed infants, or the effects of galantamine ER or galantamine IR on milk production. The physician and patient have to weigh the benefits versus the side effects in prescribing it. Pediatrics: Clinical trials are not conducted in the pediatric population to establish safety and efficacy."}
{"id": "article-139168_51", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Cardiovascular system: Because of their pharmacological action, galantamine, a selective cholinesterase inhibitor, has inhibitory vagotonic effects on the cardiac conduction system. Suppression of sinoatrial activity leads to sinus bradycardia,  and initial management of symptomatic bradycardia involves discontinuation of the offending agent and intravenous injection of atropine which antagonizes the cholinergic effects of the galantamine. [43] [44]", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Cardiovascular system: Because of their pharmacological action, galantamine, a selective cholinesterase inhibitor, has inhibitory vagotonic effects on the cardiac conduction system. Suppression of sinoatrial activity leads to sinus bradycardia,  and initial management of symptomatic bradycardia involves discontinuation of the offending agent and intravenous injection of atropine which antagonizes the cholinergic effects of the galantamine. [43] [44]"}
{"id": "article-139168_52", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "The block of conduction at an atrioventricular node can cause an atrioventricular block. Mobitz type-2 second-degree AV-block may degenerate in more serious rhythm, complete heart block,  and requires pacemaker treatment. Galantamine, a cholinomimetic agent, exerts vagotonic effects on the cardiac conduction system. It has the potential to cause sinus bradycardia and all types of AV block in all patients, with and without known underlying abnormalities of cardiac conduction.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. The block of conduction at an atrioventricular node can cause an atrioventricular block. Mobitz type-2 second-degree AV-block may degenerate in more serious rhythm, complete heart block,  and requires pacemaker treatment. Galantamine, a cholinomimetic agent, exerts vagotonic effects on the cardiac conduction system. It has the potential to cause sinus bradycardia and all types of AV block in all patients, with and without known underlying abnormalities of cardiac conduction."}
{"id": "article-139168_53", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Sinus bradycardia and all kinds of heart blocks have been reported in all patients, both with and without known underlying cardiac conduction abnormalities. Therefore, all patients should be considered at high risk for adverse reactions to cardiac conduction. Galantamine administration requires vigilance and careful assessment of risk factors that can precipitate QT prolongation, syncope, and delirium. [45] Patients on therapy with galantamine, dosage up to 24 mg/day, and using the recommended dosing schedule have revealed that increased risk of syncope is dose-related.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Sinus bradycardia and all kinds of heart blocks have been reported in all patients, both with and without known underlying cardiac conduction abnormalities. Therefore, all patients should be considered at high risk for adverse reactions to cardiac conduction. Galantamine administration requires vigilance and careful assessment of risk factors that can precipitate QT prolongation, syncope, and delirium. [45] Patients on therapy with galantamine, dosage up to 24 mg/day, and using the recommended dosing schedule have revealed that increased risk of syncope is dose-related."}
{"id": "article-139168_54", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Gastrointestinal system: Galantamine is well tolerated antidementia medication, and undesired effects are rare except for gastrointestinal (GI) side effects, which are a predictable consequence of its cholinergic pharmacological properties. Loss of appetite, nausea, vomiting, diarrhea, and weight loss are the most common GI adverse effects. [3] [46] [47]", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Gastrointestinal system: Galantamine is well tolerated antidementia medication, and undesired effects are rare except for gastrointestinal (GI) side effects, which are a predictable consequence of its cholinergic pharmacological properties. Loss of appetite, nausea, vomiting, diarrhea, and weight loss are the most common GI adverse effects. [3] [46] [47]"}
{"id": "article-139168_55", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Therefore, the patient's weight must be monitored during therapy with galantamine. GI side effects are usually mild, transient, and reduced in severity with a decrease in dosage. Clinical trials have shown that the median duration of nausea and vomiting is 5 to 6 days after initiating the therapy and following each increment in the dosage. Significant cholinergic side effects can develop in patients receiving higher dosages, and usually, they are related to the rapid rate of initial dosage titration. To reduce the unpleasant effects, dosage should be escalated gradually. In addition, galantamine should be taken with meals. Moreover, the patient and caregiver should be counseled to ensure plenty of fluid intakes.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Therefore, the patient's weight must be monitored during therapy with galantamine. GI side effects are usually mild, transient, and reduced in severity with a decrease in dosage. Clinical trials have shown that the median duration of nausea and vomiting is 5 to 6 days after initiating the therapy and following each increment in the dosage. Significant cholinergic side effects can develop in patients receiving higher dosages, and usually, they are related to the rapid rate of initial dosage titration. To reduce the unpleasant effects, dosage should be escalated gradually. In addition, galantamine should be taken with meals. Moreover, the patient and caregiver should be counseled to ensure plenty of fluid intakes."}
{"id": "article-139168_56", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Through its primary action, galantamine, a cholinergic drug, may be expected to increase gastric acid secretion due to increased parasympathetic activity. Therefore, patients should be closely monitored for symptoms of active or occult bleeding from the gastrointestinal tract, particularly those with an additional risk factor for developing ulcers, such as those with a history of peptic ulcer disease or patients concurrently taking nonsteroidal anti-inflammatory drugs (NSAIDs). Clinical trials of galantamine have not shown any increase in the incidence of, compared to placebo, either peptic ulcer disease or gastrointestinal hemorrhage.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Through its primary action, galantamine, a cholinergic drug, may be expected to increase gastric acid secretion due to increased parasympathetic activity. Therefore, patients should be closely monitored for symptoms of active or occult bleeding from the gastrointestinal tract, particularly those with an additional risk factor for developing ulcers, such as those with a history of peptic ulcer disease or patients concurrently taking nonsteroidal anti-inflammatory drugs (NSAIDs). Clinical trials of galantamine have not shown any increase in the incidence of, compared to placebo, either peptic ulcer disease or gastrointestinal hemorrhage."}
{"id": "article-139168_57", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Skin: Serious cutaneous adverse reactions such as acute generalized exanthematous pustulosis, erythema multiforme, and Stevens-Johnson syndrome have been reported in patients receiving both IR and ER formulations. Patients and caregivers should be advised to discontinue the galantamine at the first appearance of the skin lesion, e.g., rash, unless the rash is clearly not related to medicine. If the patient's clinical presentation suggests a severe dermatological reaction, therapy with the galantamine should not be resumed in the future, and alternative treatment should be considered.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Skin: Serious cutaneous adverse reactions such as acute generalized exanthematous pustulosis, erythema multiforme, and Stevens-Johnson syndrome have been reported in patients receiving both IR and ER formulations. Patients and caregivers should be advised to discontinue the galantamine at the first appearance of the skin lesion, e.g., rash, unless the rash is clearly not related to medicine. If the patient's clinical presentation suggests a severe dermatological reaction, therapy with the galantamine should not be resumed in the future, and alternative treatment should be considered."}
{"id": "article-139168_58", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Anesthesia: As an acetylcholinesterase inhibitor, galantamine is likely to prolong the neuromuscular blocking effects of the succinylcholine-type and other similar neuromuscular blocking agents by delaying the cholinesterase mediated hydrolytic metabolism of these drugs during anesthesia. Genitourinary system: Galantamine, a cholinomimetic agent, may cause or worsen bladder outflow obstruction, and its use requires caution in patients suffering from prostatic hyperplasia.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Anesthesia: As an acetylcholinesterase inhibitor, galantamine is likely to prolong the neuromuscular blocking effects of the succinylcholine-type and other similar neuromuscular blocking agents by delaying the cholinesterase mediated hydrolytic metabolism of these drugs during anesthesia. Genitourinary system: Galantamine, a cholinomimetic agent, may cause or worsen bladder outflow obstruction, and its use requires caution in patients suffering from prostatic hyperplasia."}
{"id": "article-139168_59", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Nervous system: Headache and dizziness are the most common side effects. Galantamine, as a cholinergic agent, is believed to have some potential to induce generalized seizures. The convulsive activity could be a manifestation of Alzheimer disease. Therefore, patients diagnosed with dementia of Alzheimer disease and on galantamine prescription should be monitored closely for seizures.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Nervous system: Headache and dizziness are the most common side effects. Galantamine, as a cholinergic agent, is believed to have some potential to induce generalized seizures. The convulsive activity could be a manifestation of Alzheimer disease. Therefore, patients diagnosed with dementia of Alzheimer disease and on galantamine prescription should be monitored closely for seizures."}
{"id": "article-139168_60", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Respiratory system: Because of its cholinomimetic action, galantamine can cause bronchospasm, and therefore, it should be prescribed with care to patients with a known history of severe asthma or chronic obstructive pulmonary disease. While on galantamine therapy, the patient's respiratory functions should be monitored closely for any occurrence of respiratory adverse effects.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Respiratory system: Because of its cholinomimetic action, galantamine can cause bronchospasm, and therefore, it should be prescribed with care to patients with a known history of severe asthma or chronic obstructive pulmonary disease. While on galantamine therapy, the patient's respiratory functions should be monitored closely for any occurrence of respiratory adverse effects."}
{"id": "article-139168_61", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Galantamine and MCI: As per the data from the two separate clinical trials for patients with mild cognitive impairment (MCI), galantamine can cause marginal clinical benefit but a still unexplained excess in death rate. Therefore, Galantamine use in patients with a history of mild cognitive impairment is not recommended.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Galantamine and MCI: As per the data from the two separate clinical trials for patients with mild cognitive impairment (MCI), galantamine can cause marginal clinical benefit but a still unexplained excess in death rate. Therefore, Galantamine use in patients with a history of mild cognitive impairment is not recommended."}
{"id": "article-139168_62", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Other side effects reported during clinical trials are depression, anxiety, nightmares, tremor, somnolence, syncope, lethargy, abdominal discomfort, abdominal pain, dyspepsia, muscle spasms, fatigue, asthenia, malaise, fall, laceration, dehydration, dysgeusia, hypersomnia, paresthesia, blurred vision, retching, hyperhidrosis, rhinorrhea, muscle weakness, palpitations, supraventricular extrasystole, flushing, and hypotension. [48] Pisa syndrome has been reported while switching donepezil to galantamine. [49]", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Other side effects reported during clinical trials are depression, anxiety, nightmares, tremor, somnolence, syncope, lethargy, abdominal discomfort, abdominal pain, dyspepsia, muscle spasms, fatigue, asthenia, malaise, fall, laceration, dehydration, dysgeusia, hypersomnia, paresthesia, blurred vision, retching, hyperhidrosis, rhinorrhea, muscle weakness, palpitations, supraventricular extrasystole, flushing, and hypotension. [48] Pisa syndrome has been reported while switching donepezil to galantamine. [49]"}
{"id": "article-139168_63", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Storage and Handling : Galantamine, both immediate-release tablets and extended-release capsules, should be stored at 77 degrees F. Temperature excursions are permitted between 59 degrees F to 86 degrees F. They should be kept out of the reach of children. Drug interactions : Use with Anticholinergics: Anticholinergic medications can interfere with the pharmacological actions of a cholinergic agent, galantamine.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Storage and Handling : Galantamine, both immediate-release tablets and extended-release capsules, should be stored at 77 degrees F. Temperature excursions are permitted between 59 degrees F to 86 degrees F. They should be kept out of the reach of children. Drug interactions : Use with Anticholinergics: Anticholinergic medications can interfere with the pharmacological actions of a cholinergic agent, galantamine."}
{"id": "article-139168_64", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Use with cholinomimetics and other Cholinesterase Inhibitors: A synergistic effect is expected when galantamine, a cholinesterase inhibitor, is given concurrently with other cholinesterase inhibitors cholinergic agonists such as bethanechol, succinylcholine, and similar neuromuscular blocking agents.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Use with cholinomimetics and other Cholinesterase Inhibitors: A synergistic effect is expected when galantamine, a cholinesterase inhibitor, is given concurrently with other cholinesterase inhibitors cholinergic agonists such as bethanechol, succinylcholine, and similar neuromuscular blocking agents."}
{"id": "article-139168_65", "title": "Galantamine -- Adverse Effects -- Galantamine Side Effects", "content": "Galantamine elimination involves multiple metabolic pathways and renal excretion. No single pathway is predominant. According to in vitro studies, CYP2D6 and CYP3A4 are the major enzymes associated with galantamine metabolism. Galantamine is also glucuronidated in the liver and excreted unchanged in the urine.", "contents": "Galantamine -- Adverse Effects -- Galantamine Side Effects. Galantamine elimination involves multiple metabolic pathways and renal excretion. No single pathway is predominant. According to in vitro studies, CYP2D6 and CYP3A4 are the major enzymes associated with galantamine metabolism. Galantamine is also glucuronidated in the liver and excreted unchanged in the urine."}
{"id": "article-139168_66", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Ketoconazole and erythromycin are known CYP3A4 Inhibitors, and when administered along with galantamine, the clearance of the galantamine reduces.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Ketoconazole and erythromycin are known CYP3A4 Inhibitors, and when administered along with galantamine, the clearance of the galantamine reduces."}
{"id": "article-139168_67", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Ketoconazole, paroxetine, amitriptyline, fluoxetine, fluvoxamine, and quinidine, all of which inhibit CYP2D6, and when galantamine is concurrently administered, the oral bioavailability of galantamine increases. When H2-receptor antagonist cimetidine and galantamine are co-administered, galantamine bioavailability increases.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Ketoconazole, paroxetine, amitriptyline, fluoxetine, fluvoxamine, and quinidine, all of which inhibit CYP2D6, and when galantamine is concurrently administered, the oral bioavailability of galantamine increases. When H2-receptor antagonist cimetidine and galantamine are co-administered, galantamine bioavailability increases."}
{"id": "article-139168_68", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Drugs commonly known to induce hepatic cytochrome P450 CYP 3A4 or CYP 2D6 enzymes, such as carbamazepine phenytoin, phenobarbital, rifampin, and dexamethasone, will accelerate the metabolism of galantamine.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Drugs commonly known to induce hepatic cytochrome P450 CYP 3A4 or CYP 2D6 enzymes, such as carbamazepine phenytoin, phenobarbital, rifampin, and dexamethasone, will accelerate the metabolism of galantamine."}
{"id": "article-139168_69", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Multiple doses of galantamine at 24 mg/day has no effect on the steady-state pharmacokinetics of digoxin (at a dose of 0.375 mg once daily), but hospitalization of the patient for second and complete heart block have been reported, R- and     S-warfarin (administered in a single dose of 25 mg) or on the increased prothrombin time induced by warfarin. The protein binding of warfarin was unaffected by galantamine.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Multiple doses of galantamine at 24 mg/day has no effect on the steady-state pharmacokinetics of digoxin (at a dose of 0.375 mg once daily), but hospitalization of the patient for second and complete heart block have been reported, R- and     S-warfarin (administered in a single dose of 25 mg) or on the increased prothrombin time induced by warfarin. The protein binding of warfarin was unaffected by galantamine."}
{"id": "article-139168_70", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Memantine, an N-methyl-D-aspartate receptor antagonist, when co-administered at a dose of 10 mg twice a day, does not affect the pharmacokinetics of oral galantamine at 16 mg per day at a steady state. The combination of galantamine-Memantine is superior to donepezil-memantine combined formulation in the treatment of Alzheimer disease.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Memantine, an N-methyl-D-aspartate receptor antagonist, when co-administered at a dose of 10 mg twice a day, does not affect the pharmacokinetics of oral galantamine at 16 mg per day at a steady state. The combination of galantamine-Memantine is superior to donepezil-memantine combined formulation in the treatment of Alzheimer disease."}
{"id": "article-139168_71", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "In vitro studies show that galantamine did not inhibit the metabolic pathways catalyzed by CYP1A2, CYP2A6, CYP3A4, CYP4A, CYP2C, CYP2D6, or CYP2E1. This indicates that the inhibitory potential of galantamine towards the major forms of cytochrome P450 is very low.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. In vitro studies show that galantamine did not inhibit the metabolic pathways catalyzed by CYP1A2, CYP2A6, CYP3A4, CYP4A, CYP2C, CYP2D6, or CYP2E1. This indicates that the inhibitory potential of galantamine towards the major forms of cytochrome P450 is very low."}
{"id": "article-139168_72", "title": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine", "content": "Galantamine is vagotonic and causes cardio inhibition. Antihypertensive agents such as beta-blockers (acebutolol), alpha and beta-blockers (carvedilol), and calcium channel blockers (diltiazem) also have the potential to cause an atrioventricular block and bradycardia. When galantamine is used along with these drugs, they have the potential to cause an additive bradycardic effect. ACE inhibitors such as ramipril neither affect the pharmacokinetics nor interact with galantamine in any way, and they can be safely administered with galantamine.", "contents": "Galantamine -- Adverse Effects -- Effect of Other Drugs on Galantamine. Galantamine is vagotonic and causes cardio inhibition. Antihypertensive agents such as beta-blockers (acebutolol), alpha and beta-blockers (carvedilol), and calcium channel blockers (diltiazem) also have the potential to cause an atrioventricular block and bradycardia. When galantamine is used along with these drugs, they have the potential to cause an additive bradycardic effect. ACE inhibitors such as ramipril neither affect the pharmacokinetics nor interact with galantamine in any way, and they can be safely administered with galantamine."}
{"id": "article-139168_73", "title": "Galantamine -- Contraindications", "content": "Galantamine is absolutely contraindicated in managing patients with known hypersensitivity to galantamine or any of the excipients in its formulation and should not be prescribed.", "contents": "Galantamine -- Contraindications. Galantamine is absolutely contraindicated in managing patients with known hypersensitivity to galantamine or any of the excipients in its formulation and should not be prescribed."}
{"id": "article-139168_74", "title": "Galantamine -- Monitoring", "content": "Some research data suggest that therapeutic monitoring may assist in enhancing the effectiveness and reducing adverse events. However, routine monitoring of drug levels in clinical practice is not indicated.", "contents": "Galantamine -- Monitoring. Some research data suggest that therapeutic monitoring may assist in enhancing the effectiveness and reducing adverse events. However, routine monitoring of drug levels in clinical practice is not indicated."}
{"id": "article-139168_75", "title": "Galantamine -- Monitoring", "content": "A detailed baseline dementia assessment should be performed prior to initiating galantamine treatment. In addition, after starting therapy, at all follow-up visits, assessments of cognition and behavior should occur to assess therapeutic efficacy and ensure patient safety.", "contents": "Galantamine -- Monitoring. A detailed baseline dementia assessment should be performed prior to initiating galantamine treatment. In addition, after starting therapy, at all follow-up visits, assessments of cognition and behavior should occur to assess therapeutic efficacy and ensure patient safety."}
{"id": "article-139168_76", "title": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage", "content": "As in any drug overdosage case, general supportive therapy should be provided. Since the policies for the management of drug overdose are continually advancing, it is advisable to consult a poison control center to decide the latest recommendations for the management of cases with galantamine overdose. The clinical picture of significant galantamine overdose is predicted to be like those of overdosing on other cholinergic medications. These effects involve the neuromuscular junction, the parasympathetic nervous system, and the central nervous system.", "contents": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage. As in any drug overdosage case, general supportive therapy should be provided. Since the policies for the management of drug overdose are continually advancing, it is advisable to consult a poison control center to decide the latest recommendations for the management of cases with galantamine overdose. The clinical picture of significant galantamine overdose is predicted to be like those of overdosing on other cholinergic medications. These effects involve the neuromuscular junction, the parasympathetic nervous system, and the central nervous system."}
{"id": "article-139168_77", "title": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage", "content": "An overdose of galantamine produces a syndrome of cholinergic crisis. In addition to muscle weakness or fasciculations, the patient may manifest some or all the following symptoms and signs: salivation, severe nausea, vomiting, abdominal cramping, sweating, lacrimation, urination, defecation, bradycardia, hypotension, depression of respiration, collapse, and convulsions. Death may occur if worsening muscle weakness involves respiratory muscles.", "contents": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage. An overdose of galantamine produces a syndrome of cholinergic crisis. In addition to muscle weakness or fasciculations, the patient may manifest some or all the following symptoms and signs: salivation, severe nausea, vomiting, abdominal cramping, sweating, lacrimation, urination, defecation, bradycardia, hypotension, depression of respiration, collapse, and convulsions. Death may occur if worsening muscle weakness involves respiratory muscles."}
{"id": "article-139168_78", "title": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage", "content": "Atropine, a tertiary anticholinergic, may be used as an antidote for galantamine IR and galantamine ER overdosage. Atropine sulfate is administered intravenously (IV) and is recommended at starting dose of 0.5 mg to 1.0 mg, with subsequent doses given based on clinical response. When other cholinergic agents and tertiary anticholinergics are concurrently administered, atypical responses in blood pressure and heart rate have been observed. It is unknown if dialysis (hemodialysis, peritoneal dialysis, hemofiltration) can remove galantamine and/or its metabolites. [50]", "contents": "Galantamine -- Toxicity -- Clinical Toxicity Due to Overdosage. Atropine, a tertiary anticholinergic, may be used as an antidote for galantamine IR and galantamine ER overdosage. Atropine sulfate is administered intravenously (IV) and is recommended at starting dose of 0.5 mg to 1.0 mg, with subsequent doses given based on clinical response. When other cholinergic agents and tertiary anticholinergics are concurrently administered, atypical responses in blood pressure and heart rate have been observed. It is unknown if dialysis (hemodialysis, peritoneal dialysis, hemofiltration) can remove galantamine and/or its metabolites. [50]"}
{"id": "article-139168_79", "title": "Galantamine -- Toxicity -- Non-clinical Toxicology", "content": "Carcinogenesis: In a 2-year oral carcinogenicity study in rats, a surge in endometrial adenocarcinomas was seen at 10 mg/kg/day (6-times on a plasma exposure (AUC) basis or four times the MRHD of 24 mg/day on an mg/m basis) and 30mg/kg/day (19 times on an AUC basis or 12 times MRHD on an mg/m basis). Mutagenesis: Galantamine was negative in a battery of in vitro and in vivo genotoxicity assays conducted in bacteria, mice, and mammalian cells", "contents": "Galantamine -- Toxicity -- Non-clinical Toxicology. Carcinogenesis: In a 2-year oral carcinogenicity study in rats, a surge in endometrial adenocarcinomas was seen at 10 mg/kg/day (6-times on a plasma exposure (AUC) basis or four times the MRHD of 24 mg/day on an mg/m basis) and 30mg/kg/day (19 times on an AUC basis or 12 times MRHD on an mg/m basis). Mutagenesis: Galantamine was negative in a battery of in vitro and in vivo genotoxicity assays conducted in bacteria, mice, and mammalian cells"}
{"id": "article-139168_80", "title": "Galantamine -- Toxicity -- Non-clinical Toxicology", "content": "Impairment of Fertility: No impairment of fertility occurred in rats when galantine was given up to 16 mg/kg/day (7 times the MRHD on an mg/m basis) for 14 days and 60 days before mating in females and males, respectively.", "contents": "Galantamine -- Toxicity -- Non-clinical Toxicology. Impairment of Fertility: No impairment of fertility occurred in rats when galantine was given up to 16 mg/kg/day (7 times the MRHD on an mg/m basis) for 14 days and 60 days before mating in females and males, respectively."}
{"id": "article-139168_81", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "Galantamine, a cholinomimetic agent, is used to treat patients with dementia, mainly dementia associated with Alzheimer disease. Galantamine is prescribed by primary care physicians, neurologists, physician assistants, and nurse practitioners, but proper management of patients on galantamine therapy requires collaboration and open communication among interprofessional healthcare team members.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. Galantamine, a cholinomimetic agent, is used to treat patients with dementia, mainly dementia associated with Alzheimer disease. Galantamine is prescribed by primary care physicians, neurologists, physician assistants, and nurse practitioners, but proper management of patients on galantamine therapy requires collaboration and open communication among interprofessional healthcare team members."}
{"id": "article-139168_82", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "It is crucial to counsel the patient and family that galantamine is symptomatic treatment and, therefore, will not modify the underlying disease process and progression of the disease. It alleviates the symptoms of dementia by improving cognition, global functioning, activity of daily life, and behavior.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. It is crucial to counsel the patient and family that galantamine is symptomatic treatment and, therefore, will not modify the underlying disease process and progression of the disease. It alleviates the symptoms of dementia by improving cognition, global functioning, activity of daily life, and behavior."}
{"id": "article-139168_83", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "Clinicians should regularly follow up with the patient to gradually titrate the dosage, assessing the efficacy and safety of the dose to the patient. Patients and caregivers should be advised to stop the medication immediately upon appearance of skin rash or other manifestations of hypersensitivity and seek professional assistance immediately. Polypharmacy and drugs causing clouding of the mind should be avoided when possible.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. Clinicians should regularly follow up with the patient to gradually titrate the dosage, assessing the efficacy and safety of the dose to the patient. Patients and caregivers should be advised to stop the medication immediately upon appearance of skin rash or other manifestations of hypersensitivity and seek professional assistance immediately. Polypharmacy and drugs causing clouding of the mind should be avoided when possible."}
{"id": "article-139168_84", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "Consultation with the pharmacist is beneficial in verifying the dosage and schedule of galantamine, checking for drug-to-drug interaction, and performing medication reconciliation. If the pharmacist detects any issue, it should be reported back to the prescribers. Nurses should be familiar with the adverse event profile of the galantamine as they are the health professionals who encounter the patients first in follow-up visits and assisted living facilities because most patients with Alzheimer disease end up in the assisted living facilities.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. Consultation with the pharmacist is beneficial in verifying the dosage and schedule of galantamine, checking for drug-to-drug interaction, and performing medication reconciliation. If the pharmacist detects any issue, it should be reported back to the prescribers. Nurses should be familiar with the adverse event profile of the galantamine as they are the health professionals who encounter the patients first in follow-up visits and assisted living facilities because most patients with Alzheimer disease end up in the assisted living facilities."}
{"id": "article-139168_85", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "Nurses educate the patient and family regarding the importance of adequate fluid intake and taking medication with meals. The emergency room staff, and all clinicians, including primary care and specialists, should be trained to manage the toxicity due to overdosage and other life-threatening adverse effects.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. Nurses educate the patient and family regarding the importance of adequate fluid intake and taking medication with meals. The emergency room staff, and all clinicians, including primary care and specialists, should be trained to manage the toxicity due to overdosage and other life-threatening adverse effects."}
{"id": "article-139168_86", "title": "Galantamine -- Enhancing Healthcare Team Outcomes", "content": "Patients, families, and caregivers should understand the progressive nature of the condition and have realistic expectations from the treatment. They should be familiar with unpleasant effects and have easy access to important information such as poison control centers. Therefore, an interprofessional team approach is essential in galantamine therapy to achieve the optimum outcome.", "contents": "Galantamine -- Enhancing Healthcare Team Outcomes. Patients, families, and caregivers should understand the progressive nature of the condition and have realistic expectations from the treatment. They should be familiar with unpleasant effects and have easy access to important information such as poison control centers. Therefore, an interprofessional team approach is essential in galantamine therapy to achieve the optimum outcome."}
{"id": "article-139168_87", "title": "Galantamine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Galantamine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}