{"id": "article-87579_0", "title": "Short Stature -- Continuing Education Activity", "content": "Short stature is defined as a condition in which an individual's height is in the 3rd percentile for the mean height of a given age, sex, and population group. It can be assessed through various instruments such as measuring tape, stadiometer, anthropometric rod, infantometer, etc. Various terminologies have been used to describe short stature based on the cause. These include Idiopathic short stature, familial short stature, constitutional short stature, constitutional delay of growth, adolescence (CDGA), etc. The diagnosis of short stature requires biochemical and radiological tests, including nutritional assessment, hormonal assessment, and estimation of bone age. The primary management of short stature aims at alleviating the underlying cause, including Gonadotropin-releasing hormone analogs (GnRHa), Aromatase inhibitors, Recombinant human insulin-like growth factor- 1 (RhIGF-1), Low-dose androgen therapy, Recombinant human growth hormone (rhGH), etc. In addition to treating the underlying cause, individuals suffering from psychosocial distress should be provided with counseling aimed at imparting coping mechanisms. This activity highlights the different short stature types, including discussing the underlying pathogenesis, diagnosis, and associated treatments. It reviews the role of the interprofessional team in the care of this condition.", "contents": "Short Stature -- Continuing Education Activity. Short stature is defined as a condition in which an individual's height is in the 3rd percentile for the mean height of a given age, sex, and population group. It can be assessed through various instruments such as measuring tape, stadiometer, anthropometric rod, infantometer, etc. Various terminologies have been used to describe short stature based on the cause. These include Idiopathic short stature, familial short stature, constitutional short stature, constitutional delay of growth, adolescence (CDGA), etc. The diagnosis of short stature requires biochemical and radiological tests, including nutritional assessment, hormonal assessment, and estimation of bone age. The primary management of short stature aims at alleviating the underlying cause, including Gonadotropin-releasing hormone analogs (GnRHa), Aromatase inhibitors, Recombinant human insulin-like growth factor- 1 (RhIGF-1), Low-dose androgen therapy, Recombinant human growth hormone (rhGH), etc. In addition to treating the underlying cause, individuals suffering from psychosocial distress should be provided with counseling aimed at imparting coping mechanisms. This activity highlights the different short stature types, including discussing the underlying pathogenesis, diagnosis, and associated treatments. It reviews the role of the interprofessional team in the care of this condition."}
{"id": "article-87579_1", "title": "Short Stature -- Continuing Education Activity", "content": "Objectives: Describe the underlying causes of short stature. Summarize the diagnosis of short stature. Outline the management of short stature. Review the interprofessional team's professional roles for the management of short stature to improve the outcomes and quality of life for patients. Access free multiple choice questions on this topic.", "contents": "Short Stature -- Continuing Education Activity. Objectives: Describe the underlying causes of short stature. Summarize the diagnosis of short stature. Outline the management of short stature. Review the interprofessional team's professional roles for the management of short stature to improve the outcomes and quality of life for patients. Access free multiple choice questions on this topic."}
{"id": "article-87579_2", "title": "Short Stature -- Introduction", "content": "Short stature is defined as a condition in which an individual's height is in the 3rd percentile for the mean height of a given age, sex, and population group. It can be assessed through various anthropometric instruments. Short stature can be caused by hormonal, genetic, and developmental pathology. The diagnosis of short stature requires biochemical and radiological tests, including nutritional and hormonal assessment and estimation of bone age. The primary management of short stature aims at alleviating the underlying cause and treating the associated psychosocial distress.", "contents": "Short Stature -- Introduction. Short stature is defined as a condition in which an individual's height is in the 3rd percentile for the mean height of a given age, sex, and population group. It can be assessed through various anthropometric instruments. Short stature can be caused by hormonal, genetic, and developmental pathology. The diagnosis of short stature requires biochemical and radiological tests, including nutritional and hormonal assessment and estimation of bone age. The primary management of short stature aims at alleviating the underlying cause and treating the associated psychosocial distress."}
{"id": "article-87579_3", "title": "Short Stature -- Introduction", "content": "Stature is scientifically known as height vertex. It is defined as the height of a person taken from the ground to the vertex when the head is held in the Frankfurt horizontal plane (F-H plane). It can be assessed through various instruments such as measuring tape, stadiometer, anthropometric rod, infantometer, etc. [1] According to Ranke (1996), “Short stature is defined as a condition in which the height of an individual is two standard deviations (SD) below the corresponding mean height of a given age, sex and population group.” In medical terminology, it is known as “dwarfism.” There are two short stature types, proportionate short stature (PSS) and disproportionate short stature (DSS). PSS is diagnosed when the individual has the usual proportion in the limbs and trunk height, whereas when this proportion is absent and the individual shows a great difference in his sitting and standing height, the individual is said to have DSS. In literature, various terminologies are used to describe short stature based on the cause. These include idiopathic short stature, familial short stature, constitutional short stature, constitutional delay of growth, adolescence (CDGA), etc.", "contents": "Short Stature -- Introduction. Stature is scientifically known as height vertex. It is defined as the height of a person taken from the ground to the vertex when the head is held in the Frankfurt horizontal plane (F-H plane). It can be assessed through various instruments such as measuring tape, stadiometer, anthropometric rod, infantometer, etc. [1] According to Ranke (1996), “Short stature is defined as a condition in which the height of an individual is two standard deviations (SD) below the corresponding mean height of a given age, sex and population group.” In medical terminology, it is known as “dwarfism.” There are two short stature types, proportionate short stature (PSS) and disproportionate short stature (DSS). PSS is diagnosed when the individual has the usual proportion in the limbs and trunk height, whereas when this proportion is absent and the individual shows a great difference in his sitting and standing height, the individual is said to have DSS. In literature, various terminologies are used to describe short stature based on the cause. These include idiopathic short stature, familial short stature, constitutional short stature, constitutional delay of growth, adolescence (CDGA), etc."}
{"id": "article-87579_4", "title": "Short Stature -- Etiology", "content": "Stature is a hereditary trait and controlled by both genetic as well as environmental factors. [2] Short stature has four major causes.", "contents": "Short Stature -- Etiology. Stature is a hereditary trait and controlled by both genetic as well as environmental factors. [2] Short stature has four major causes."}
{"id": "article-87579_5", "title": "Short Stature -- Etiology", "content": "Genetics : The height of a person is determined by their genetic makeup. If any of the parents have short stature or recorded it in their family history, then there is a greater possibility that they will also have short stature. But genetic short stature is applicable only if there is no underlying medical reason. This has also been categorized as familial short stature (FSS). [3] Individuals having the genetic makeup of short stature will reach the height within the target height range. They have a normal growth rate and have no bone age delay. [4]", "contents": "Short Stature -- Etiology. Genetics : The height of a person is determined by their genetic makeup. If any of the parents have short stature or recorded it in their family history, then there is a greater possibility that they will also have short stature. But genetic short stature is applicable only if there is no underlying medical reason. This has also been categorized as familial short stature (FSS). [3] Individuals having the genetic makeup of short stature will reach the height within the target height range. They have a normal growth rate and have no bone age delay. [4]"}
{"id": "article-87579_6", "title": "Short Stature -- Etiology", "content": "Constitutional growth delay : Constitutional growth delay deals with the tempo of growth or growth velocity. The tempo of growth throughout the growth process of these individuals may be slow or normal. Some children develop later than others, i.e., they have delayed bone age. They are small for their age and enter puberty at later ages than others. However, they usually catch up at adulthood, having short stature during their childhood but the relatively normal height at adulthood. The reasons for this may include malnutrition during the gestational period and early childhood or could be genetic. Malnutrition is one factor affecting the tempo of growth and bone development, which may further aggravate short stature in a genetically predisposed individual. [5] Malnutrition during the gestational period results in underweight infants, whereas, during childhood, it causes stunted growth. Along with malnutrition, genetics play a crucial role in determining the tempo of growth. These individuals may be categorized into the constitutional delay of growth and adolescence (CDGA). [3]", "contents": "Short Stature -- Etiology. Constitutional growth delay : Constitutional growth delay deals with the tempo of growth or growth velocity. The tempo of growth throughout the growth process of these individuals may be slow or normal. Some children develop later than others, i.e., they have delayed bone age. They are small for their age and enter puberty at later ages than others. However, they usually catch up at adulthood, having short stature during their childhood but the relatively normal height at adulthood. The reasons for this may include malnutrition during the gestational period and early childhood or could be genetic. Malnutrition is one factor affecting the tempo of growth and bone development, which may further aggravate short stature in a genetically predisposed individual. [5] Malnutrition during the gestational period results in underweight infants, whereas, during childhood, it causes stunted growth. Along with malnutrition, genetics play a crucial role in determining the tempo of growth. These individuals may be categorized into the constitutional delay of growth and adolescence (CDGA). [3]"}
{"id": "article-87579_7", "title": "Short Stature -- Etiology", "content": "Early puberty: Short stature may also result from precocious puberty of the child. [6] Due to early puberty, the child may not realize their full growth potential. There are various reasons behind the attainment of early puberty, including earlier development of ovaries, adrenals, pituitary, cerebral and central nervous system abnormalities, and the family history of the disease, showing a genetic nature.", "contents": "Short Stature -- Etiology. Early puberty: Short stature may also result from precocious puberty of the child. [6] Due to early puberty, the child may not realize their full growth potential. There are various reasons behind the attainment of early puberty, including earlier development of ovaries, adrenals, pituitary, cerebral and central nervous system abnormalities, and the family history of the disease, showing a genetic nature."}
{"id": "article-87579_8", "title": "Short Stature -- Etiology", "content": "Medical reasons : Several medical reasons can cause short stature. These include diseases and disorders, the most significant being hormonal deficiencies. Endocrine disorder: The major medical cause of short stature is growth hormone deficiency (GHD). This may be categorized as an endocrine disorder. Growth hormones regulate human growth. The growth hormone-releasing hormone (GHRH) released by the hypothalamus stimulates the production and secretion of growth hormone (GH) from the anterior pituitary. These growth hormones act on the liver and other tissue and stimulate the secretion of insulin-like growth factor-1 (IGF-1), which further acts on the bones and promotes endochondral ossification. Pagani et al. (2017) found a positive correlation between IGF-1 and stature, demonstrating lower levels of IGF-1 in individuals with short stature. [2] Another endocrine cause for short stature is the deficiency of androgen, causing decreased bone formation and development. Genetic disorders: Various genetic disorders affect growth, including Down syndrome, Turner syndrome, 3M syndrome, Noonan syndrome, Prader-Willi syndrome, Aarskog syndrome, Silver-Russell syndrome, short stature homeobox gene deficiency, etc. [7] [8] [9] [8] [7] These genetic disorders affect the growth of an individual, resulting in short stature. They are also associated with hormonal imbalances, which may manifest as ovarian insufficiency, slowed growth, lack of growth spurts at expected times, irregular menstrual cycles, etc. Bone diseases: Bone diseases affect bone growth, thus affecting the stature of the person. These diseases include achondroplasia (short-limbed dwarfism), diastrophic dysplasia (short-limbed dwarfism), spondyloepiphyseal dysplasias (short-trunk dwarfism), rickets, etc. [10] Chronic disorders: Chronic disorders also affect the overall growth of a person, including stature. These disorders include cystic fibrosis, Crohn disease, juvenile idiopathic arthritis (JIA), anemia, chronic renal insufficiency, inflammatory bowel disorder, etc. Environmental pollutants: Studies have shown that exposure to environmental pollutants such as lead, cadmium, hexachlorobenzene (HCB), polychlorinated biphenyl (PCB), etc., has been associated with reduced height. [11] [12]", "contents": "Short Stature -- Etiology. Medical reasons : Several medical reasons can cause short stature. These include diseases and disorders, the most significant being hormonal deficiencies. Endocrine disorder: The major medical cause of short stature is growth hormone deficiency (GHD). This may be categorized as an endocrine disorder. Growth hormones regulate human growth. The growth hormone-releasing hormone (GHRH) released by the hypothalamus stimulates the production and secretion of growth hormone (GH) from the anterior pituitary. These growth hormones act on the liver and other tissue and stimulate the secretion of insulin-like growth factor-1 (IGF-1), which further acts on the bones and promotes endochondral ossification. Pagani et al. (2017) found a positive correlation between IGF-1 and stature, demonstrating lower levels of IGF-1 in individuals with short stature. [2] Another endocrine cause for short stature is the deficiency of androgen, causing decreased bone formation and development. Genetic disorders: Various genetic disorders affect growth, including Down syndrome, Turner syndrome, 3M syndrome, Noonan syndrome, Prader-Willi syndrome, Aarskog syndrome, Silver-Russell syndrome, short stature homeobox gene deficiency, etc. [7] [8] [9] [8] [7] These genetic disorders affect the growth of an individual, resulting in short stature. They are also associated with hormonal imbalances, which may manifest as ovarian insufficiency, slowed growth, lack of growth spurts at expected times, irregular menstrual cycles, etc. Bone diseases: Bone diseases affect bone growth, thus affecting the stature of the person. These diseases include achondroplasia (short-limbed dwarfism), diastrophic dysplasia (short-limbed dwarfism), spondyloepiphyseal dysplasias (short-trunk dwarfism), rickets, etc. [10] Chronic disorders: Chronic disorders also affect the overall growth of a person, including stature. These disorders include cystic fibrosis, Crohn disease, juvenile idiopathic arthritis (JIA), anemia, chronic renal insufficiency, inflammatory bowel disorder, etc. Environmental pollutants: Studies have shown that exposure to environmental pollutants such as lead, cadmium, hexachlorobenzene (HCB), polychlorinated biphenyl (PCB), etc., has been associated with reduced height. [11] [12]"}
{"id": "article-87579_9", "title": "Short Stature -- Epidemiology -- Population Variations", "content": "The stature of a person is a result of interactions between genetic adaptations and climatic conditions. The extremely cold climate favors short and round individuals, whereas individuals from hot climates are generally tall and thin, according to Allen's (1877) and Bergmann's rules (1847). Following Allen's rule, the distal limb segments in Equatorial Africans are longer than those from more temperate climates. [13] Therefore, while an individual can have normal stature according to his population group, it can result in short stature relative to the entire population. Because of these population variations, an individual's mean height is always compared with the mean height of that specific population only.", "contents": "Short Stature -- Epidemiology -- Population Variations. The stature of a person is a result of interactions between genetic adaptations and climatic conditions. The extremely cold climate favors short and round individuals, whereas individuals from hot climates are generally tall and thin, according to Allen's (1877) and Bergmann's rules (1847). Following Allen's rule, the distal limb segments in Equatorial Africans are longer than those from more temperate climates. [13] Therefore, while an individual can have normal stature according to his population group, it can result in short stature relative to the entire population. Because of these population variations, an individual's mean height is always compared with the mean height of that specific population only."}
{"id": "article-87579_10", "title": "Short Stature -- Epidemiology -- Population Variations", "content": "According to the definition, 97.5% of the population belongs to normal and tall stature and only -2 SD, i.e., 2.5% of the population has short stature. However, the prevalence rate may vary with the climatic conditions of the geographical area.", "contents": "Short Stature -- Epidemiology -- Population Variations. According to the definition, 97.5% of the population belongs to normal and tall stature and only -2 SD, i.e., 2.5% of the population has short stature. However, the prevalence rate may vary with the climatic conditions of the geographical area."}
{"id": "article-87579_11", "title": "Short Stature -- Epidemiology -- Prevalence of Short Stature", "content": "Saudi Arabia recorded a relatively high frequency of short stature, i.e., in boys; the study found a prevalence of 11.3% in children and 1.8% in adolescents. In girls, short stature was prevalent in 10.5% of children and 1.2% in adolescents. [14] However, researchers found the prevalence rate of short stature in Jordan was 4.9%. [15]", "contents": "Short Stature -- Epidemiology -- Prevalence of Short Stature. Saudi Arabia recorded a relatively high frequency of short stature, i.e., in boys; the study found a prevalence of 11.3% in children and 1.8% in adolescents. In girls, short stature was prevalent in 10.5% of children and 1.2% in adolescents. [14] However, researchers found the prevalence rate of short stature in Jordan was 4.9%. [15]"}
{"id": "article-87579_12", "title": "Short Stature -- Epidemiology -- Prevalence of Short Stature", "content": "A study on the Galician population from Spain has recorded 1% of children with short stature due to malnutrition among the 7438 recruited children. [16] In contrast, a longitudinal study conducted in Kobe, Japan, on 27228 infants, who were born small for gestational age (SGA), documented that only 15 infants, i.e., a prevalence rate of 0.06%, met the criteria for GH treatment. [17] Whereas only 555 children out of 114881 children in the United States had short stature. [18]", "contents": "Short Stature -- Epidemiology -- Prevalence of Short Stature. A study on the Galician population from Spain has recorded 1% of children with short stature due to malnutrition among the 7438 recruited children. [16] In contrast, a longitudinal study conducted in Kobe, Japan, on 27228 infants, who were born small for gestational age (SGA), documented that only 15 infants, i.e., a prevalence rate of 0.06%, met the criteria for GH treatment. [17] Whereas only 555 children out of 114881 children in the United States had short stature. [18]"}
{"id": "article-87579_13", "title": "Short Stature -- Epidemiology -- Prevalence of Short Stature", "content": "A study from South India recorded the prevalence rate of 2.86% in school-going children. The study examined 15644 children, out of which 448 (2.86%) had short stature. The major reasons behind short stature were genetics and constitutional delay in growth in 66.67% of children, whereas 13.79% and 9.20% had hypothyroidism and growth hormone deficiency, respectively. Only 6.69% of children were reported to have short stature caused by malnutrition. [19]", "contents": "Short Stature -- Epidemiology -- Prevalence of Short Stature. A study from South India recorded the prevalence rate of 2.86% in school-going children. The study examined 15644 children, out of which 448 (2.86%) had short stature. The major reasons behind short stature were genetics and constitutional delay in growth in 66.67% of children, whereas 13.79% and 9.20% had hypothyroidism and growth hormone deficiency, respectively. Only 6.69% of children were reported to have short stature caused by malnutrition. [19]"}
{"id": "article-87579_14", "title": "Short Stature -- Epidemiology -- Sex-related Short Stature", "content": "A retrospective study in South China showed a difference in the frequency of hospital-reported cases. More boys were admitted than girls. [20] This may be due to the higher prevalence of social pressures and expectations from males compared to females.", "contents": "Short Stature -- Epidemiology -- Sex-related Short Stature. A retrospective study in South China showed a difference in the frequency of hospital-reported cases. More boys were admitted than girls. [20] This may be due to the higher prevalence of social pressures and expectations from males compared to females."}
{"id": "article-87579_15", "title": "Short Stature -- Epidemiology -- Sex-related Short Stature", "content": "Meanwhile, the prevalence rate in Rosario, Argentina, was found to be statistically higher in females (16.4%) than males (8.4%) (p<0.001). [21] The short stature in females was related to age, weight, and abdominal obesity.", "contents": "Short Stature -- Epidemiology -- Sex-related Short Stature. Meanwhile, the prevalence rate in Rosario, Argentina, was found to be statistically higher in females (16.4%) than males (8.4%) (p<0.001). [21] The short stature in females was related to age, weight, and abdominal obesity."}
{"id": "article-87579_16", "title": "Short Stature -- Epidemiology -- Age-related Short Stature", "content": "Any individual who has not attained skeletal maturation, i.e., the union of epiphyseal plates, can be affected.", "contents": "Short Stature -- Epidemiology -- Age-related Short Stature. Any individual who has not attained skeletal maturation, i.e., the union of epiphyseal plates, can be affected."}
{"id": "article-87579_17", "title": "Short Stature -- History and Physical", "content": "The diagnosis requires in-depth interviews, anthropometric measurements, analysis of ancestry, biochemical investigations, etc. The steps involved in the diagnosis are listed below: Anthropometric measurements: Short stature can be diagnosed by measuring the height vertex, body weight, trunk height, and limb length of an individual. These are assessed relative to age, sex, and population. Medical history: The medical history of an individual involves evaluation of relevant history - from the gestational period till birth, the emergence of milestones from early childhood to adolescence as well as the emergence of puberty - to trace growth pattern and tempo of growth, history of the disease, nutritional diet chart, etc. Family history: The family history includes pedigree analysis, history of short stature in the family, etc. Psychology-related questions: Questions assessing psychology would be asked, including behavioral changes, social relationships, family relationships, etc.", "contents": "Short Stature -- History and Physical. The diagnosis requires in-depth interviews, anthropometric measurements, analysis of ancestry, biochemical investigations, etc. The steps involved in the diagnosis are listed below: Anthropometric measurements: Short stature can be diagnosed by measuring the height vertex, body weight, trunk height, and limb length of an individual. These are assessed relative to age, sex, and population. Medical history: The medical history of an individual involves evaluation of relevant history - from the gestational period till birth, the emergence of milestones from early childhood to adolescence as well as the emergence of puberty - to trace growth pattern and tempo of growth, history of the disease, nutritional diet chart, etc. Family history: The family history includes pedigree analysis, history of short stature in the family, etc. Psychology-related questions: Questions assessing psychology would be asked, including behavioral changes, social relationships, family relationships, etc."}
{"id": "article-87579_18", "title": "Short Stature -- Evaluation", "content": "The medical investigation for diagnosis of short stature includes a range of biochemical and radiological tests that correlate with the clinical features. These include: Medical tests: Medical tests are required for confirmation of diagnosis. These include nutritional assessment, assessment of growth hormones, insulin-like growth factor-1 levels in blood serum, and the complete blood count. Additional investigations include x-rays to estimate and correlate bone age with chronological age, etc. Traditionally, x-rays of the left hand are assessed using the Greulich-Pyle method to estimate bone age. [22] Other symptoms: Clinical features associated with genetic and nutritional disorders, as well as other diseases, should be evaluated to help identify the underlying cause.", "contents": "Short Stature -- Evaluation. The medical investigation for diagnosis of short stature includes a range of biochemical and radiological tests that correlate with the clinical features. These include: Medical tests: Medical tests are required for confirmation of diagnosis. These include nutritional assessment, assessment of growth hormones, insulin-like growth factor-1 levels in blood serum, and the complete blood count. Additional investigations include x-rays to estimate and correlate bone age with chronological age, etc. Traditionally, x-rays of the left hand are assessed using the Greulich-Pyle method to estimate bone age. [22] Other symptoms: Clinical features associated with genetic and nutritional disorders, as well as other diseases, should be evaluated to help identify the underlying cause."}
{"id": "article-87579_19", "title": "Short Stature -- Treatment / Management", "content": "The primary management of short stature should aim at alleviating the underlying cause. Short stature caused due to underlying hormonal deficiency should be managed with hormonal treatment. Short stature due to bone diseases should aim at treating the disease.", "contents": "Short Stature -- Treatment / Management. The primary management of short stature should aim at alleviating the underlying cause. Short stature caused due to underlying hormonal deficiency should be managed with hormonal treatment. Short stature due to bone diseases should aim at treating the disease."}
{"id": "article-87579_20", "title": "Short Stature -- Treatment / Management", "content": "Various hormonal treatments are available today to treat the underlying hormonal condition giving rise to short stature and should be prescribed as soon as possible. This will treat the underlying cause and prevent the development of short stature and prevent its psychosocial effects. These include treating growth hormonal deficiencies and constitutional growth delays with gonadotropin-releasing hormone analogs (GnRHa), aromatase inhibitors, recombinant human insulin-like growth factor- 1 (RhIGF-1), low-dose androgen therapy, recombinant human growth hormone (rhGH), etc. [6]", "contents": "Short Stature -- Treatment / Management. Various hormonal treatments are available today to treat the underlying hormonal condition giving rise to short stature and should be prescribed as soon as possible. This will treat the underlying cause and prevent the development of short stature and prevent its psychosocial effects. These include treating growth hormonal deficiencies and constitutional growth delays with gonadotropin-releasing hormone analogs (GnRHa), aromatase inhibitors, recombinant human insulin-like growth factor- 1 (RhIGF-1), low-dose androgen therapy, recombinant human growth hormone (rhGH), etc. [6]"}
{"id": "article-87579_21", "title": "Short Stature -- Treatment / Management", "content": "Gonadotropin-releasing hormone analogs (GnRHa) treatment is given in case of the development of early or precocious puberty. The administration of GnRHa suppresses gonadotropin, and gonadal steroid secretion allows for increased time for the development of menarche. It will lead to delayed bone maturation and fusion of the epiphyseal plates. [6] It also influences growth velocity.", "contents": "Short Stature -- Treatment / Management. Gonadotropin-releasing hormone analogs (GnRHa) treatment is given in case of the development of early or precocious puberty. The administration of GnRHa suppresses gonadotropin, and gonadal steroid secretion allows for increased time for the development of menarche. It will lead to delayed bone maturation and fusion of the epiphyseal plates. [6] It also influences growth velocity."}
{"id": "article-87579_22", "title": "Short Stature -- Treatment / Management", "content": "Low-dose androgen therapy, using oxandrolone, given to peri-pubertal males, has been shown to increase the growth potential but have no positive effect on stature. Animal models using oxandrolone have also been found to have good efficacy in preventing the development of osteopenia and short stature. [23]", "contents": "Short Stature -- Treatment / Management. Low-dose androgen therapy, using oxandrolone, given to peri-pubertal males, has been shown to increase the growth potential but have no positive effect on stature. Animal models using oxandrolone have also been found to have good efficacy in preventing the development of osteopenia and short stature. [23]"}
{"id": "article-87579_23", "title": "Short Stature -- Treatment / Management", "content": "Maternal metformin treatment has been shown to improve fetal growth in animal-based studies. Metformin increases insulin sensitivity in the fetus, leading to higher glucose uptake by tissue and better development. [24]", "contents": "Short Stature -- Treatment / Management. Maternal metformin treatment has been shown to improve fetal growth in animal-based studies. Metformin increases insulin sensitivity in the fetus, leading to higher glucose uptake by tissue and better development. [24]"}
{"id": "article-87579_24", "title": "Short Stature -- Treatment / Management", "content": "Recombinant human insulin-like growth factor- 1 (RhIGF-1) has been used in children to treat insulin-like growth factor-1 (IGF-1) deficiency and pregnancy-associated plasma protein A2 deficiency. [25]", "contents": "Short Stature -- Treatment / Management. Recombinant human insulin-like growth factor- 1 (RhIGF-1) has been used in children to treat insulin-like growth factor-1 (IGF-1) deficiency and pregnancy-associated plasma protein A2 deficiency. [25]"}
{"id": "article-87579_25", "title": "Short Stature -- Treatment / Management", "content": "Aromatase inhibitors hamper the action of aromatase, an enzyme that converts androgens to estrogens, androstenedione to estrone, and testosterone to estradiol, thereby delaying puberty. Aromatase inhibitors have been found to be effective in children also receiving the. [25] The studies suggested that it delays bone maturation and increases stature. [6]", "contents": "Short Stature -- Treatment / Management. Aromatase inhibitors hamper the action of aromatase, an enzyme that converts androgens to estrogens, androstenedione to estrone, and testosterone to estradiol, thereby delaying puberty. Aromatase inhibitors have been found to be effective in children also receiving the. [25] The studies suggested that it delays bone maturation and increases stature. [6]"}
{"id": "article-87579_26", "title": "Short Stature -- Treatment / Management", "content": "Recombinant C-natriuretic peptide (CNP) has been found to increase the growth velocity up to 42 months in the treatment of achondroplasia. [25]", "contents": "Short Stature -- Treatment / Management. Recombinant C-natriuretic peptide (CNP) has been found to increase the growth velocity up to 42 months in the treatment of achondroplasia. [25]"}
{"id": "article-87579_27", "title": "Short Stature -- Treatment / Management", "content": "In addition to treating the underlying cause, individuals suffering from psychosocial distress due to their short stature should receive psychosocial counseling to acquire coping mechanisms.", "contents": "Short Stature -- Treatment / Management. In addition to treating the underlying cause, individuals suffering from psychosocial distress due to their short stature should receive psychosocial counseling to acquire coping mechanisms."}
{"id": "article-87579_28", "title": "Short Stature -- Differential Diagnosis", "content": "Endocrine disorders: Growth hormone deficiency (GHD), insulin-like growth factor-1 (IGF-1), growth failure, constitutional growth delay, growth failure, stunted growth, structural brain abnormalities, or pituitary lesions, pituitary microadenomas, congenital hypothyroidism, idiopathic short stature, intrauterine growth deficiency, etc. [26] Genetic disorders: Down syndrome, Turner syndrome, 3M syndrome, Noonan syndrome, Prader-Willi syndrome, Aarskog syndrome, Silver-Russell syndrome, etc. Bone diseases: Dwarfism, achondroplasia (short-limbed dwarfism), diastrophic dysplasia (short-limbed dwarfism), spondylo-epiphyseal dysplasia (short-trunk dwarfism), rickets, etc Chronic disorders: cystic fibrosis, Crohn disease, juvenile idiopathic arthritis (JIA), anemia, chronic renal insufficiency, inflammatory bowel disorder, chronic malnutrition, etc.", "contents": "Short Stature -- Differential Diagnosis. Endocrine disorders: Growth hormone deficiency (GHD), insulin-like growth factor-1 (IGF-1), growth failure, constitutional growth delay, growth failure, stunted growth, structural brain abnormalities, or pituitary lesions, pituitary microadenomas, congenital hypothyroidism, idiopathic short stature, intrauterine growth deficiency, etc. [26] Genetic disorders: Down syndrome, Turner syndrome, 3M syndrome, Noonan syndrome, Prader-Willi syndrome, Aarskog syndrome, Silver-Russell syndrome, etc. Bone diseases: Dwarfism, achondroplasia (short-limbed dwarfism), diastrophic dysplasia (short-limbed dwarfism), spondylo-epiphyseal dysplasia (short-trunk dwarfism), rickets, etc Chronic disorders: cystic fibrosis, Crohn disease, juvenile idiopathic arthritis (JIA), anemia, chronic renal insufficiency, inflammatory bowel disorder, chronic malnutrition, etc."}
{"id": "article-87579_29", "title": "Short Stature -- Differential Diagnosis", "content": "Psychological distress Aarskog syndrome Achondroplasia Anemia Chronic malnutrition Chronic renal insufficiency Congenital hypothyroidism Constitutional growth delay Crohn disease Cystic fibrosis Diastrophic dysplasia Down syndrome Dwarfism Growth hormone deficiency Growth failure Idiopathic short stature Inflammatory bowel disorder Insulin-like growth factor-1 Intrauterine growth deficiency Juvenile idiopathic arthritis Noonan syndrome Pituitary lesions Pituitary microadenomas Prader-Willi syndrome Psychological distress Rickets Silver-Russell syndrome Spondylo-epiphyseal dysplasia Structural brain abnormalities Stunted growth 3M syndrome Turner syndrome", "contents": "Short Stature -- Differential Diagnosis. Psychological distress Aarskog syndrome Achondroplasia Anemia Chronic malnutrition Chronic renal insufficiency Congenital hypothyroidism Constitutional growth delay Crohn disease Cystic fibrosis Diastrophic dysplasia Down syndrome Dwarfism Growth hormone deficiency Growth failure Idiopathic short stature Inflammatory bowel disorder Insulin-like growth factor-1 Intrauterine growth deficiency Juvenile idiopathic arthritis Noonan syndrome Pituitary lesions Pituitary microadenomas Prader-Willi syndrome Psychological distress Rickets Silver-Russell syndrome Spondylo-epiphyseal dysplasia Structural brain abnormalities Stunted growth 3M syndrome Turner syndrome"}
{"id": "article-87579_30", "title": "Short Stature -- Prognosis", "content": "Early diagnosis and management of preventable conditions can significantly improve the condition and accelerate growth to match their peers. Lionel Messi, regarded as one of the greatest footballers, reportedly underwent treatment for growth hormone deficiency with a positive outcome. While the prognosis for short stature in individuals that have attained skeletal maturity is extremely poor, the associated psychosocial stress is manageable with counseling.", "contents": "Short Stature -- Prognosis. Early diagnosis and management of preventable conditions can significantly improve the condition and accelerate growth to match their peers. Lionel Messi, regarded as one of the greatest footballers, reportedly underwent treatment for growth hormone deficiency with a positive outcome. While the prognosis for short stature in individuals that have attained skeletal maturity is extremely poor, the associated psychosocial stress is manageable with counseling."}
{"id": "article-87579_31", "title": "Short Stature -- Complications", "content": "The complications of short stature are often more dramatic in women, preventing the individual from bearing and giving birth to a child. This can further aggravate the anguish in an already distressed individual. Other complications include the stunted growth of internal organs, causing a predilection to various diseases and conditions.", "contents": "Short Stature -- Complications. The complications of short stature are often more dramatic in women, preventing the individual from bearing and giving birth to a child. This can further aggravate the anguish in an already distressed individual. Other complications include the stunted growth of internal organs, causing a predilection to various diseases and conditions."}
{"id": "article-87579_32", "title": "Short Stature -- Complications -- Impact of short stature on psychology:", "content": "Numerous studies have shown that stature helps determine the personality of a person. During the selection of partners for marriage, stature plays an important role. Tall statured individuals are mostly preferred. Despite this, short-statured individuals are always belittled by their peers and family, in schools, colleges, and in the workplace. They are often teased and bullied relentlessly, resulting in social isolation, and thus, are at high risk of having psychosocial distress, especially during their adolescence. [27] [28] [29] [30] [31] [32] They also encounter difficulties in academics, family relationships, social relationships, office environment, etc.", "contents": "Short Stature -- Complications -- Impact of short stature on psychology:. Numerous studies have shown that stature helps determine the personality of a person. During the selection of partners for marriage, stature plays an important role. Tall statured individuals are mostly preferred. Despite this, short-statured individuals are always belittled by their peers and family, in schools, colleges, and in the workplace. They are often teased and bullied relentlessly, resulting in social isolation, and thus, are at high risk of having psychosocial distress, especially during their adolescence. [27] [28] [29] [30] [31] [32] They also encounter difficulties in academics, family relationships, social relationships, office environment, etc."}
{"id": "article-87579_33", "title": "Short Stature -- Deterrence and Patient Education", "content": "The importance of patient education is two folds. The first is the detection and management of preventable conditions causing short stature. An equally important aspect of patient education is the counseling of patients and family members to improve the quality of life in individuals who have already attained full maturation. Counseling can also help individuals deal with the effects of bullying, social isolation, and stress associated with short stature.", "contents": "Short Stature -- Deterrence and Patient Education. The importance of patient education is two folds. The first is the detection and management of preventable conditions causing short stature. An equally important aspect of patient education is the counseling of patients and family members to improve the quality of life in individuals who have already attained full maturation. Counseling can also help individuals deal with the effects of bullying, social isolation, and stress associated with short stature."}
{"id": "article-87579_34", "title": "Short Stature -- Pearls and Other Issues -- Clinical Significance", "content": "Stature is used to monitor physical growth and development during childhood. Stature is an indicator of malnutrition (including gestational malnutrition) and one of the constituents of BMI (body mass index); this can further help assess nutritional uptake. If the underlying cause of short stature is known, the related treatment can be provided. Short stature has a psychosocial impact on an individual, and therefore, the behavior (bullying behavior, isolated behavior, etc.) of a person can be improved by counseling.", "contents": "Short Stature -- Pearls and Other Issues -- Clinical Significance. Stature is used to monitor physical growth and development during childhood. Stature is an indicator of malnutrition (including gestational malnutrition) and one of the constituents of BMI (body mass index); this can further help assess nutritional uptake. If the underlying cause of short stature is known, the related treatment can be provided. Short stature has a psychosocial impact on an individual, and therefore, the behavior (bullying behavior, isolated behavior, etc.) of a person can be improved by counseling."}
{"id": "article-87579_35", "title": "Short Stature -- Pearls and Other Issues -- Anthropological Significance", "content": "Anthropology is a human science, with human auxology or human growth and development being a major branch of biological anthropology. The focus of a biological anthropologist is the assessment of physical growth and development during life, which can be examined through the stature of an individual. Anthropologists study the various reasons behind short stature in a population and can assist in recording the family history, emergence of puberty, as well as genetic diseases. Anthropologists also help assess growth patterns and nutritional uptake among different population groups and help evaluate the risk factors, including diet, environment, and genetics.", "contents": "Short Stature -- Pearls and Other Issues -- Anthropological Significance. Anthropology is a human science, with human auxology or human growth and development being a major branch of biological anthropology. The focus of a biological anthropologist is the assessment of physical growth and development during life, which can be examined through the stature of an individual. Anthropologists study the various reasons behind short stature in a population and can assist in recording the family history, emergence of puberty, as well as genetic diseases. Anthropologists also help assess growth patterns and nutritional uptake among different population groups and help evaluate the risk factors, including diet, environment, and genetics."}
{"id": "article-87579_36", "title": "Short Stature -- Pearls and Other Issues -- Forensic Significance", "content": "Identification is an essential part of forensic investigations. Where identification cannot be established, forensic investigators develop the biological profile based on ancestry, age, sex, and stature. While stature alone cannot be used to establish identity, it assists in crime investigation by eliminating suspects, especially so with short stature.", "contents": "Short Stature -- Pearls and Other Issues -- Forensic Significance. Identification is an essential part of forensic investigations. Where identification cannot be established, forensic investigators develop the biological profile based on ancestry, age, sex, and stature. While stature alone cannot be used to establish identity, it assists in crime investigation by eliminating suspects, especially so with short stature."}
{"id": "article-87579_37", "title": "Short Stature -- Enhancing Healthcare Team Outcomes", "content": "Medical personnel, especially those working in child and maternal health, may be required to intervene in cases of short stature. Adequate knowledge on the underlying conditions, their treatment, and the need for counseling can greatly improve patient outcomes and prevent the development of short stature and assist in improving the quality of life of individuals who have already attained full maturation. These efforts require an interprofessional healthcare team that includes the family clinician/mid-level practitioner, specialists, nurses, and pharmacists. This team must coordinate their efforts and have open communication so that all team members are on the same page and can lend their individual expertise to guide optimal patient outcomes. [Level 5]", "contents": "Short Stature -- Enhancing Healthcare Team Outcomes. Medical personnel, especially those working in child and maternal health, may be required to intervene in cases of short stature. Adequate knowledge on the underlying conditions, their treatment, and the need for counseling can greatly improve patient outcomes and prevent the development of short stature and assist in improving the quality of life of individuals who have already attained full maturation. These efforts require an interprofessional healthcare team that includes the family clinician/mid-level practitioner, specialists, nurses, and pharmacists. This team must coordinate their efforts and have open communication so that all team members are on the same page and can lend their individual expertise to guide optimal patient outcomes. [Level 5]"}
{"id": "article-87579_38", "title": "Short Stature -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Short Stature -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}