{"id": "article-131249_0", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Continuing Education Activity", "content": "With the rising elderly population and comorbid conditions, the prevalence of polypharmacy has significantly increased. This activity describes the evaluation and identification of polypharmacy and highlights the role of the interprofessional team in the management.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Continuing Education Activity. With the rising elderly population and comorbid conditions, the prevalence of polypharmacy has significantly increased. This activity describes the evaluation and identification of polypharmacy and highlights the role of the interprofessional team in the management."}
{"id": "article-131249_1", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Continuing Education Activity", "content": "Objectives: Review how polypharmacy becomes a problem in elderly patient populations. Identify medications to avoid in the elderly. Summarize the possible strategies to reduce polypharmacy. Outline how an interprofessional team can coordinate managing polypharmacy and deprescribe medications if needed. Access free multiple choice questions on this topic.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Continuing Education Activity. Objectives: Review how polypharmacy becomes a problem in elderly patient populations. Identify medications to avoid in the elderly. Summarize the possible strategies to reduce polypharmacy. Outline how an interprofessional team can coordinate managing polypharmacy and deprescribe medications if needed. Access free multiple choice questions on this topic."}
{"id": "article-131249_2", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction", "content": "The population of the elderly (people more than 65 years old) is around 50 million as per the United States Census Bureau in 2019, and the number is further rising globally. Multiple chronic conditions accrue with the rising age. These chronic conditions lead to decreased quality of life, impaired functional ability, increased physical and psychological stress, increased hospitalizations, and total cost of care, including morbidity and mortality. These patients with a multitude of chronic conditions may require multiple medication regimens. This further compounds the complexity, and it gets challenging for both the health care providers and the patients to manage the conditions.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction. The population of the elderly (people more than 65 years old) is around 50 million as per the United States Census Bureau in 2019, and the number is further rising globally. Multiple chronic conditions accrue with the rising age. These chronic conditions lead to decreased quality of life, impaired functional ability, increased physical and psychological stress, increased hospitalizations, and total cost of care, including morbidity and mortality. These patients with a multitude of chronic conditions may require multiple medication regimens. This further compounds the complexity, and it gets challenging for both the health care providers and the patients to manage the conditions."}
{"id": "article-131249_3", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction", "content": "Understanding the clear benefits and potential harms should be reviewed carefully before considering medications in this age group. The complexity of health conditions in young populations requiring multiple medications also has risen significantly. Polypharmacy is defined as more than ten medications during hospital admission, or more than five medications at discharge used appropriately based on current evidence-based medicine or the use of inappropriate medications and medications without any clinical benefit. [1]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction. Understanding the clear benefits and potential harms should be reviewed carefully before considering medications in this age group. The complexity of health conditions in young populations requiring multiple medications also has risen significantly. Polypharmacy is defined as more than ten medications during hospital admission, or more than five medications at discharge used appropriately based on current evidence-based medicine or the use of inappropriate medications and medications without any clinical benefit. [1]"}
{"id": "article-131249_4", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction", "content": "However, numerical definitions for polypharmacy are variable. So, the safety, appropriateness of therapy, and duplication should also be incorporated into the definition of polypharmacy. Polypharmacy also encompasses over-the-counter and herbal medications. Here, we discuss the possible strategies to identify polypharmacy, high-risk medications in the elderly, identify the barriers, and use various tools or resources to mitigate them in the elderly age group.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Introduction. However, numerical definitions for polypharmacy are variable. So, the safety, appropriateness of therapy, and duplication should also be incorporated into the definition of polypharmacy. Polypharmacy also encompasses over-the-counter and herbal medications. Here, we discuss the possible strategies to identify polypharmacy, high-risk medications in the elderly, identify the barriers, and use various tools or resources to mitigate them in the elderly age group."}
{"id": "article-131249_5", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Function", "content": "Polypharmacy could result from the patient and system-related factors. Patients related factors include multiple co-morbid conditions requiring multiple medicines and being managed by multiple specialists, lack of designated primary provider, residing in long-term facilities, and mental health issues. Elderly patients residing in long-term facilities have multiple medical issues and require multiple medical regimens.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Function. Polypharmacy could result from the patient and system-related factors. Patients related factors include multiple co-morbid conditions requiring multiple medicines and being managed by multiple specialists, lack of designated primary provider, residing in long-term facilities, and mental health issues. Elderly patients residing in long-term facilities have multiple medical issues and require multiple medical regimens."}
{"id": "article-131249_6", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Function", "content": "Patients with mental health issues are on antipsychotic medications and may require more medications to mitigate their side effects. System-related factors include automatic medicine refills, improper medication reconciliations, poor transition of care, and the use of medications only to meet quality metrics for the specified disease state. Another common reason is primary care providers may not have ample time to counsel patients and feel obliged to address multiple issues in the short visit, which may further lead to polypharmacy.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Function. Patients with mental health issues are on antipsychotic medications and may require more medications to mitigate their side effects. System-related factors include automatic medicine refills, improper medication reconciliations, poor transition of care, and the use of medications only to meet quality metrics for the specified disease state. Another common reason is primary care providers may not have ample time to counsel patients and feel obliged to address multiple issues in the short visit, which may further lead to polypharmacy."}
{"id": "article-131249_7", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Function", "content": "It is imperative to understand the consequences of polypharmacy as it serves as an indicator for adverse clinical outcomes. Polypharmacy can lead to a delayed return to work, add drug costs, drug-drug interactions. Clinical guidelines recommend using multiple drugs in combination for a single disease. The elderly population will have multiple comorbid conditions requiring multiple medications. The prevalence of polypharmacy in the elderly age group is high in all health care settings across all the countries. Also, approximately over 50% of the elderly population are taking ≥1 medication that is not clinically indicated. [2]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Function. It is imperative to understand the consequences of polypharmacy as it serves as an indicator for adverse clinical outcomes. Polypharmacy can lead to a delayed return to work, add drug costs, drug-drug interactions. Clinical guidelines recommend using multiple drugs in combination for a single disease. The elderly population will have multiple comorbid conditions requiring multiple medications. The prevalence of polypharmacy in the elderly age group is high in all health care settings across all the countries. Also, approximately over 50% of the elderly population are taking ≥1 medication that is not clinically indicated. [2]"}
{"id": "article-131249_8", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Function", "content": "Polypharmacy significantly impacts the elderly age group, leading to poor compliance, drug interactions, medication errors, and avoidable adverse drug events (ADE) leading to various complications. An ADE is a harm caused by usual drug doses leading to increased morbidity and mortality. It also has very high financial implications. This is recognized as an expensive practice costing Centers for Medicare and Medicaid Services (CMS) around 50 billion dollars annually. [3]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Function. Polypharmacy significantly impacts the elderly age group, leading to poor compliance, drug interactions, medication errors, and avoidable adverse drug events (ADE) leading to various complications. An ADE is a harm caused by usual drug doses leading to increased morbidity and mortality. It also has very high financial implications. This is recognized as an expensive practice costing Centers for Medicare and Medicaid Services (CMS) around 50 billion dollars annually. [3]"}
{"id": "article-131249_9", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Function", "content": "The metabolism and drug clearance are affected as age increases, and the risk is further compounded with an increased number of drugs used. The elderly population can be very sensitive to medications, and these medications can pose excessive side effects. The side effects can further be compounded with the use of other medications producing similar physical responses. There can be dangerous drug-drug interactions, which may produce new side effects that may not be typically associated with single medication use. These can also lead to prescribing cascade. The prescribing cascade happens when the adverse drug events are identified as a problem due to a lack of pharmacological knowledge, and the new medication is prescribed. Also, over-the-counter medications and herbal medications may interact with the prescribed medications and lead to adverse events.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Function. The metabolism and drug clearance are affected as age increases, and the risk is further compounded with an increased number of drugs used. The elderly population can be very sensitive to medications, and these medications can pose excessive side effects. The side effects can further be compounded with the use of other medications producing similar physical responses. There can be dangerous drug-drug interactions, which may produce new side effects that may not be typically associated with single medication use. These can also lead to prescribing cascade. The prescribing cascade happens when the adverse drug events are identified as a problem due to a lack of pharmacological knowledge, and the new medication is prescribed. Also, over-the-counter medications and herbal medications may interact with the prescribed medications and lead to adverse events."}
{"id": "article-131249_10", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Polypharmacy poses several issues of concern, both for the patients and the health care systems. The elderly population is affected by polypharmacy in multiple ways. It can cause vision and cognition impairment, which can further impair compliance, reduce the quality of life, and increase the fall risk. Polypharmacy is an independent risk factor for ADE like hip fractures. The other complications from polypharmacy include frailty, disability, and delirium, leading to multiple preventable visits to the hospitals or clinics, prolonged hospital stay, and long-term placement, adding to health care costs; negative outcomes are not limited to deaths. [1] [2] [4]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Polypharmacy poses several issues of concern, both for the patients and the health care systems. The elderly population is affected by polypharmacy in multiple ways. It can cause vision and cognition impairment, which can further impair compliance, reduce the quality of life, and increase the fall risk. Polypharmacy is an independent risk factor for ADE like hip fractures. The other complications from polypharmacy include frailty, disability, and delirium, leading to multiple preventable visits to the hospitals or clinics, prolonged hospital stay, and long-term placement, adding to health care costs; negative outcomes are not limited to deaths. [1] [2] [4]"}
{"id": "article-131249_11", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "It is imperative to understand the high-risk medications that should be avoided in the elderly if possible, and alternatives should be used. Some of the inappropriate medications which should be used carefully in elderly populations are summarized below.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. It is imperative to understand the high-risk medications that should be avoided in the elderly if possible, and alternatives should be used. Some of the inappropriate medications which should be used carefully in elderly populations are summarized below."}
{"id": "article-131249_12", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Anticholinergic medications - Anticholinergic medication use in the elderly can cause delirium, memory loss, hallucinations, blurry vision, constipation, dry mouth, elevated body temperature, and increased fall risk. These medications can precipitate acute angle-closure glaucoma and acute urinary retention. First-generation antihistaminic (chlorpheniramine, hydroxyzine, promethazine, meclizine, and diphenhydramine), antiparkinsonian medications (benztropine, trihexyphenidyl), skeletal muscle relaxants (cyclobenzaprine, methocarbamol), antidepressants (amitriptyline, desipramine, nortriptyline, paroxetine), antimuscarinics (oxybutynin, solifenacin, trospium, tolterodine), antipsychotics (chlorpromazine, clozapine, olanzapine, thioridazine) and antispasmodics( scopolamine, hyoscyamine, atropine) are commonly prescribed medications with anticholinergic properties.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Anticholinergic medications - Anticholinergic medication use in the elderly can cause delirium, memory loss, hallucinations, blurry vision, constipation, dry mouth, elevated body temperature, and increased fall risk. These medications can precipitate acute angle-closure glaucoma and acute urinary retention. First-generation antihistaminic (chlorpheniramine, hydroxyzine, promethazine, meclizine, and diphenhydramine), antiparkinsonian medications (benztropine, trihexyphenidyl), skeletal muscle relaxants (cyclobenzaprine, methocarbamol), antidepressants (amitriptyline, desipramine, nortriptyline, paroxetine), antimuscarinics (oxybutynin, solifenacin, trospium, tolterodine), antipsychotics (chlorpromazine, clozapine, olanzapine, thioridazine) and antispasmodics( scopolamine, hyoscyamine, atropine) are commonly prescribed medications with anticholinergic properties."}
{"id": "article-131249_13", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Sedatives/Anxiolytics - These medications can cause confusion, falls, fractures, respiratory failure, and dependence. Example of sedatives include benzodiazepine (diazepam, lorazepam, alprazolam, temazepam, chlordiazepoxide), and barbiturates (phenobarbital, pentobarbital).", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Sedatives/Anxiolytics - These medications can cause confusion, falls, fractures, respiratory failure, and dependence. Example of sedatives include benzodiazepine (diazepam, lorazepam, alprazolam, temazepam, chlordiazepoxide), and barbiturates (phenobarbital, pentobarbital)."}
{"id": "article-131249_14", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Narcotics - Narcotics can also cause dependency, confusion, constipation, falls, and respiratory failure. Hydrocodone, morphine, oxycodone, fentanyl, and tramadol are commonly used narcotics.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Narcotics - Narcotics can also cause dependency, confusion, constipation, falls, and respiratory failure. Hydrocodone, morphine, oxycodone, fentanyl, and tramadol are commonly used narcotics."}
{"id": "article-131249_15", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Cardiovascular medications - Central alpha agonist (clonidine, methyldopa) can cause sedation and hypotension. Peripheral alpha-1 blockers (prazosin, doxazosin, terazosin) and nifedipine immediate release can cause hypotension. Digoxin has an increased risk of cardiotoxicity and heart blocks. Dipyridamole increases the risk of orthostatic hypotension.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Cardiovascular medications - Central alpha agonist (clonidine, methyldopa) can cause sedation and hypotension. Peripheral alpha-1 blockers (prazosin, doxazosin, terazosin) and nifedipine immediate release can cause hypotension. Digoxin has an increased risk of cardiotoxicity and heart blocks. Dipyridamole increases the risk of orthostatic hypotension."}
{"id": "article-131249_16", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern", "content": "Other common medications - Long-acting sulfonylureas (increased risk of hypoglycemia), metoclopramide (risk of extrapyramidal side effects), testosterone hormone supplements (increased risk of cardiac events), nitrofurantoin (increased risk of pulmonary and hepatotoxicity), proton pump inhibitors (increased risk of bone fractures, pneumonia and clostridium difficile diarrhea) and non-steroidal anti-inflammatory medications (risk of renal failure, gastrointestinal bleeding, and high blood pressure) use should be minimized if possible.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Issues of Concern. Other common medications - Long-acting sulfonylureas (increased risk of hypoglycemia), metoclopramide (risk of extrapyramidal side effects), testosterone hormone supplements (increased risk of cardiac events), nitrofurantoin (increased risk of pulmonary and hepatotoxicity), proton pump inhibitors (increased risk of bone fractures, pneumonia and clostridium difficile diarrhea) and non-steroidal anti-inflammatory medications (risk of renal failure, gastrointestinal bleeding, and high blood pressure) use should be minimized if possible."}
{"id": "article-131249_17", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Clinical Significance", "content": "Diagnosing polypharmacy and optimizing medication regimens is a critical element in the comprehensive care of elderly patients. This will help to reduce preventable ADEs like falls, drug-drug interactions, impaired cognition, hip fractures, rate of hospitalizations, and overall health care costs. It will improve the patient's overall health status, quality of life, and satisfaction of the patient and caregiver. However, the potential benefits of medical therapies to treat the disease, cure it, slow the progression, and reduce the symptoms should not be undermined.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Clinical Significance. Diagnosing polypharmacy and optimizing medication regimens is a critical element in the comprehensive care of elderly patients. This will help to reduce preventable ADEs like falls, drug-drug interactions, impaired cognition, hip fractures, rate of hospitalizations, and overall health care costs. It will improve the patient's overall health status, quality of life, and satisfaction of the patient and caregiver. However, the potential benefits of medical therapies to treat the disease, cure it, slow the progression, and reduce the symptoms should not be undermined."}
{"id": "article-131249_18", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Clinical Significance", "content": "If used appropriately, medical therapies can improve quality of life, prevent recurrent hospital admissions, and decrease morbidity. Therefore, it is a significant challenge for prescribers to find the optimal benefit and risk from these therapies. Building strategies to reduce polypharmacy, developing easy tools, identifying barriers, and educating the health care practitioners will possibly achieve success in mitigating polypharmacy. [4]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Clinical Significance. If used appropriately, medical therapies can improve quality of life, prevent recurrent hospital admissions, and decrease morbidity. Therefore, it is a significant challenge for prescribers to find the optimal benefit and risk from these therapies. Building strategies to reduce polypharmacy, developing easy tools, identifying barriers, and educating the health care practitioners will possibly achieve success in mitigating polypharmacy. [4]"}
{"id": "article-131249_19", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "Health care outcomes can be enhanced by judicious prescribing methods and by taking steps to identify and deprescribe the medications posing more harm than benefit. Before prescribing any new medication for a condition, we need to understand the goals of the patient/caregiver, and medication's benefit/risk should be discussed in length. Also, the proper rationale, alternative therapies like preventative or non-pharmacological, life expectancy, affordability, and compliance should be considered. Patients should receive prompt follow-up, and medications safety and effectiveness should be assessed in every visit. The medications should be continued in the long term only if there is a clear benefit and minimal or no harm seen.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. Health care outcomes can be enhanced by judicious prescribing methods and by taking steps to identify and deprescribe the medications posing more harm than benefit. Before prescribing any new medication for a condition, we need to understand the goals of the patient/caregiver, and medication's benefit/risk should be discussed in length. Also, the proper rationale, alternative therapies like preventative or non-pharmacological, life expectancy, affordability, and compliance should be considered. Patients should receive prompt follow-up, and medications safety and effectiveness should be assessed in every visit. The medications should be continued in the long term only if there is a clear benefit and minimal or no harm seen."}
{"id": "article-131249_20", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "Implementing the available screening tools to identify and assess the safety of polypharmacy in elderly age groups is the first step in mitigating the risk. The various tools which can be used in various settings are listed below. A. NO TEARS tool can be useful to review the medications. [5] This tool has seven components and is listed below.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. Implementing the available screening tools to identify and assess the safety of polypharmacy in elderly age groups is the first step in mitigating the risk. The various tools which can be used in various settings are listed below. A. NO TEARS tool can be useful to review the medications. [5] This tool has seven components and is listed below."}
{"id": "article-131249_21", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "N eed an indication: The indication and duration for each medication should be reviewed in every visit. The intended treatment duration, appropriate dosing, and other non-pharmacological options should be reviewed.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. N eed an indication: The indication and duration for each medication should be reviewed in every visit. The intended treatment duration, appropriate dosing, and other non-pharmacological options should be reviewed."}
{"id": "article-131249_22", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "O pen questions: Patients should be asked open-ended questions about medication understanding. These questions should include indications, compliance, any issues with it, including understanding the benefit and side effects.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. O pen questions: Patients should be asked open-ended questions about medication understanding. These questions should include indications, compliance, any issues with it, including understanding the benefit and side effects."}
{"id": "article-131249_23", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "T ests and monitoring: Patients' conditions based on clinical findings and labs should be assessed.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. T ests and monitoring: Patients' conditions based on clinical findings and labs should be assessed."}
{"id": "article-131249_24", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "E vidence and guidelines: Medication appropriateness should be reviewed based on current evidence and guidelines. Any appropriate tests of the disease should be ordered.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. E vidence and guidelines: Medication appropriateness should be reviewed based on current evidence and guidelines. Any appropriate tests of the disease should be ordered."}
{"id": "article-131249_25", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "A dverse events: Any adverse drug reaction should be noted.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. A dverse events: Any adverse drug reaction should be noted."}
{"id": "article-131249_26", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "R isk reduction or prevention: Any risks of optimizing medications should be assessed. Any risk for falls, opportunistic infections, or any side effects should be assessed.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. R isk reduction or prevention: Any risks of optimizing medications should be assessed. Any risk for falls, opportunistic infections, or any side effects should be assessed."}
{"id": "article-131249_27", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "S implification and switches: Medical treatment should be simplified with medication reconciliation and proper transition of care.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. S implification and switches: Medical treatment should be simplified with medication reconciliation and proper transition of care."}
{"id": "article-131249_28", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "B. Hyperpharmacotherapy Assessment Tool (HAT) - This tool will delineate six goals and help prescribers reduce polypharmacy in long-term care facilities. [3] The first goal is to monitor the number of medications used. This includes over-the-counter, herbal supplements, and vitamins. The second goal is to decrease inappropriate drug use. This is achieved by assessing the efficacy of the drugs, addressing the treatment goals and disease status, finding effective but lower-cost drugs, and any alternative non-drug therapy. The third goal is to decrease inappropriate pharmaco-therapy. The fourth goal is optimizing the dosing regimen. The fifth goal is organizing the sources of medicine. The last and sixth goal is educating the patient about the medications. This should be revisited in every patient encounter. This tool is easy to use and addresses patient compliance too.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. B. Hyperpharmacotherapy Assessment Tool (HAT) - This tool will delineate six goals and help prescribers reduce polypharmacy in long-term care facilities. [3] The first goal is to monitor the number of medications used. This includes over-the-counter, herbal supplements, and vitamins. The second goal is to decrease inappropriate drug use. This is achieved by assessing the efficacy of the drugs, addressing the treatment goals and disease status, finding effective but lower-cost drugs, and any alternative non-drug therapy. The third goal is to decrease inappropriate pharmaco-therapy. The fourth goal is optimizing the dosing regimen. The fifth goal is organizing the sources of medicine. The last and sixth goal is educating the patient about the medications. This should be revisited in every patient encounter. This tool is easy to use and addresses patient compliance too."}
{"id": "article-131249_29", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "C. Beers Criteria - This is widely used and provides an evidence-based approach to improve prescription drug selection; educate prescribers on appropriate drug use and clinically important drug-drug interactions, and assess health outcomes. Beer’s criteria will provide the list of high risks medications that should be avoided or used with caution, used in reduced dosage, and list the possible alternatives. This will help to filter inappropriate medications for the elderly. The details can be reviewed in the 2019 Updated American Geriatrics Society (AGS) Beers Criteria. [6]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. C. Beers Criteria - This is widely used and provides an evidence-based approach to improve prescription drug selection; educate prescribers on appropriate drug use and clinically important drug-drug interactions, and assess health outcomes. Beer’s criteria will provide the list of high risks medications that should be avoided or used with caution, used in reduced dosage, and list the possible alternatives. This will help to filter inappropriate medications for the elderly. The details can be reviewed in the 2019 Updated American Geriatrics Society (AGS) Beers Criteria. [6]"}
{"id": "article-131249_30", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "D. Screening Tool of Older Person's potentially inappropriate Prescriptions (STOPP) - This is a screening tool to identify drug interactions, duplicate therapies, and inappropriate prescription medication use in the elderly. [7]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. D. Screening Tool of Older Person's potentially inappropriate Prescriptions (STOPP) - This is a screening tool to identify drug interactions, duplicate therapies, and inappropriate prescription medication use in the elderly. [7]"}
{"id": "article-131249_31", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "E. Medication Appropriateness Index (MAI) - This index is not drug-specific but provides the scoring methods and shows a positive correlation between a high score and drug-related hospital admissions. [8] [9]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. E. Medication Appropriateness Index (MAI) - This index is not drug-specific but provides the scoring methods and shows a positive correlation between a high score and drug-related hospital admissions. [8] [9]"}
{"id": "article-131249_32", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes", "content": "F. Anticholinergic Drug Scale - This is mostly useful for elderly patients in nursing homes, hospitals, and community settings. This list provides the 117 medications known to have anticholinergic effects affecting cognition, functional activity, falls, hospital readmission, and mortality. [10]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Enhancing Healthcare Team Outcomes. F. Anticholinergic Drug Scale - This is mostly useful for elderly patients in nursing homes, hospitals, and community settings. This list provides the 117 medications known to have anticholinergic effects affecting cognition, functional activity, falls, hospital readmission, and mortality. [10]"}
{"id": "article-131249_33", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The study published by Zarowitz BJ showed pharmacist intervention twice a year identifying and managing high-risk drugs in patients decreased polypharmacy. The pharmacist also provided education about drug safety to the physicians and patients and ways to deprescribe medications. The first intervention led to a 67% reduction in polypharmacy, followed by 39% after the second intervention. [11]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. The study published by Zarowitz BJ showed pharmacist intervention twice a year identifying and managing high-risk drugs in patients decreased polypharmacy. The pharmacist also provided education about drug safety to the physicians and patients and ways to deprescribe medications. The first intervention led to a 67% reduction in polypharmacy, followed by 39% after the second intervention. [11]"}
{"id": "article-131249_34", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Deprescribing is the systematic approach to identify and discontinue medications in which potential harm outweighs the benefit and medications with unclear benefit. The goal is mainly to reduce the adverse consequences of polypharmacy. This is achieved by multidisciplinary team collaboration and addressing the patient's current needs and goals of care. It is imperative to take a thorough history, including the complete list of medications, and compare it with the current medical issues. Patients should be asked open-ended questions about prescription drugs, including over-the-counter and other home herbal remedies.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. Deprescribing is the systematic approach to identify and discontinue medications in which potential harm outweighs the benefit and medications with unclear benefit. The goal is mainly to reduce the adverse consequences of polypharmacy. This is achieved by multidisciplinary team collaboration and addressing the patient's current needs and goals of care. It is imperative to take a thorough history, including the complete list of medications, and compare it with the current medical issues. Patients should be asked open-ended questions about prescription drugs, including over-the-counter and other home herbal remedies."}
{"id": "article-131249_35", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The proper indication of each medication and eligibility for deprescribing needs to be assessed based on risk and benefit, ADE, lack of benefit, or no indications, and patient or caregiver goals as deprescription methods vary depending on the patient's goals. Prescribers should correctly state the indications of medical therapy for each medication. The medications with the highest risk should be deprescribed first. The patient or caregiver should be given clear instructions about the deprescribed medication, and short interval follow-ups should be arranged. Dose reduction or medication discontinuation should be made only one medication at a time to assess drug-related issues accurately. Close monitoring and tapering are required as some drugs cause withdrawal symptoms. [12] Deprescribing protocol should be adopted in few scenarios. [13]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. The proper indication of each medication and eligibility for deprescribing needs to be assessed based on risk and benefit, ADE, lack of benefit, or no indications, and patient or caregiver goals as deprescription methods vary depending on the patient's goals. Prescribers should correctly state the indications of medical therapy for each medication. The medications with the highest risk should be deprescribed first. The patient or caregiver should be given clear instructions about the deprescribed medication, and short interval follow-ups should be arranged. Dose reduction or medication discontinuation should be made only one medication at a time to assess drug-related issues accurately. Close monitoring and tapering are required as some drugs cause withdrawal symptoms. [12] Deprescribing protocol should be adopted in few scenarios. [13]"}
{"id": "article-131249_36", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "New symptoms due to ADE Presence of terminal illness, dementia, or extreme frail with complete dependence for all care High-risk medications Preventative medications with no clear-cut benefit", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. New symptoms due to ADE Presence of terminal illness, dementia, or extreme frail with complete dependence for all care High-risk medications Preventative medications with no clear-cut benefit"}
{"id": "article-131249_37", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The study done by Laursen J et al. identified a lack of communication among health care workers and specialists, the challenge in handling polypharmacy as the barriers in withdrawing the unnecessary medications. [14] Also, patients taking chronic medications may be reluctant to discontinue medications fearing the flare-up of the diseases. Automatic refills may create confusion in the patients and delay deprescription.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. The study done by Laursen J et al. identified a lack of communication among health care workers and specialists, the challenge in handling polypharmacy as the barriers in withdrawing the unnecessary medications. [14] Also, patients taking chronic medications may be reluctant to discontinue medications fearing the flare-up of the diseases. Automatic refills may create confusion in the patients and delay deprescription."}
{"id": "article-131249_38", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Inter-physician or inter-health professional communication and effective communication with patients or caregivers should formulate the definitive plan for deprescribing methodology. The study published by Zarowitz has mentioned a more rational approach to drug discontinuation, which includes screening for modifiable risk factors like multiple prescribers, multiple pharmacies, monitor for drug response, and identify the high-risk medication. Inappropriate medications discontinuation can also lead to disease exacerbation and hospital admissions. [15]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. Inter-physician or inter-health professional communication and effective communication with patients or caregivers should formulate the definitive plan for deprescribing methodology. The study published by Zarowitz has mentioned a more rational approach to drug discontinuation, which includes screening for modifiable risk factors like multiple prescribers, multiple pharmacies, monitor for drug response, and identify the high-risk medication. Inappropriate medications discontinuation can also lead to disease exacerbation and hospital admissions. [15]"}
{"id": "article-131249_39", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Drug discontinuation to improve the quality of life should not be at the expense of making stable chronic conditions unstable. Deprescribing medications will take a considerable amount of time, and multiple changes should not be made at a single point as this can create confusion in this population age group. The main strategy to reduce polypharmacy is to continue revisiting the patient’s medication regimen in consideration of the clinical status and care goals. The potential risk of each medication should be evaluated, and benefits should be assessed as observed in clinical trials of people treated with a drug and compared with controls. [16]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Interventions. Drug discontinuation to improve the quality of life should not be at the expense of making stable chronic conditions unstable. Deprescribing medications will take a considerable amount of time, and multiple changes should not be made at a single point as this can create confusion in this population age group. The main strategy to reduce polypharmacy is to continue revisiting the patient’s medication regimen in consideration of the clinical status and care goals. The potential risk of each medication should be evaluated, and benefits should be assessed as observed in clinical trials of people treated with a drug and compared with controls. [16]"}
{"id": "article-131249_40", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Considering the rising elderly population and chronic diseases also accruing with rising age, health care practitioners need to be more alert, vigilant, and tactful in managing many medications to treat many medical issues. This should be done by balancing the potential benefit to the risks of multiple medication use.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring. Considering the rising elderly population and chronic diseases also accruing with rising age, health care practitioners need to be more alert, vigilant, and tactful in managing many medications to treat many medical issues. This should be done by balancing the potential benefit to the risks of multiple medication use."}
{"id": "article-131249_41", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "All patients should be surveyed by health care providers, including clinicians, nurses, and pharmacists, in every visit encountered, whether inpatient, outpatient, or home visits. It should be coordinated among all the providers and patients or caregivers as well. It requires a knowledge of the complex chronic conditions of the patient and understanding the response to changes in drug therapy. Evaluation of the effects of adding or eliminating medication on other medications and chronic conditions should be done regularly.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring. All patients should be surveyed by health care providers, including clinicians, nurses, and pharmacists, in every visit encountered, whether inpatient, outpatient, or home visits. It should be coordinated among all the providers and patients or caregivers as well. It requires a knowledge of the complex chronic conditions of the patient and understanding the response to changes in drug therapy. Evaluation of the effects of adding or eliminating medication on other medications and chronic conditions should be done regularly."}
{"id": "article-131249_42", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "There should be shared decision-making by the patient or the caregiver and the interprofessional healthcare team. The timely intervention will reduce the number of drugs, improve patient outcomes, safety, and satisfaction, and reduce the overall cost to patients and healthcare facilities. However, these strategies are just the guide to augment the clinical acumen of health care practitioners.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring. There should be shared decision-making by the patient or the caregiver and the interprofessional healthcare team. The timely intervention will reduce the number of drugs, improve patient outcomes, safety, and satisfaction, and reduce the overall cost to patients and healthcare facilities. However, these strategies are just the guide to augment the clinical acumen of health care practitioners."}
{"id": "article-131249_43", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Interprofessional team members need to move forward from merely looking at guidelines for disease management but rather considering the patient’s holistic picture, co-morbid conditions, and goals and should focus on improving health status. American Geriatrics Society, American Society of Health-System Pharmacists, and American Psychiatric Association also recommend assessing the need before adding new medications, reviewing medications regularly, and deprescribe when appropriate. [17]", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Nursing, Allied Health, and Interprofessional Team Monitoring. Interprofessional team members need to move forward from merely looking at guidelines for disease management but rather considering the patient’s holistic picture, co-morbid conditions, and goals and should focus on improving health status. American Geriatrics Society, American Society of Health-System Pharmacists, and American Psychiatric Association also recommend assessing the need before adding new medications, reviewing medications regularly, and deprescribe when appropriate. [17]"}
{"id": "article-131249_44", "title": "Strategies to Reduce Polypharmacy in the Elderly -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Strategies to Reduce Polypharmacy in the Elderly -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}