{"id": "article-17632_0", "title": "Anovulatory Bleeding -- Continuing Education Activity", "content": "Abnormal uterine bleeding due to ovulatory dysfunction causes irregular and often heavy menses. This condition, if left untreated, can have a significant negative effect on a patient's quality of life. This activity reviews the pathophysiology, evaluation, and treatment of abnormal uterine bleeding associated with ovulatory dysfunction (AUB-O) and highlights the role of the interprofessional team in properly managing patients with this condition.", "contents": "Anovulatory Bleeding -- Continuing Education Activity. Abnormal uterine bleeding due to ovulatory dysfunction causes irregular and often heavy menses. This condition, if left untreated, can have a significant negative effect on a patient's quality of life. This activity reviews the pathophysiology, evaluation, and treatment of abnormal uterine bleeding associated with ovulatory dysfunction (AUB-O) and highlights the role of the interprofessional team in properly managing patients with this condition."}
{"id": "article-17632_1", "title": "Anovulatory Bleeding -- Continuing Education Activity", "content": "Objectives: Identify the etiology of abnormal uterine bleeding associated with ovulatory dysfunction. Review the evaluation of abnormal uterine bleeding associated with ovulatory dysfunction. Outline the treatment and management options available for abnormal uterine bleeding associated with ovulatory dysfunction. Describe interprofessional team strategies for improving care coordination and communication to aid in the diagnosis of abnormal uterine bleeding associated with ovulatory dysfunction and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Anovulatory Bleeding -- Continuing Education Activity. Objectives: Identify the etiology of abnormal uterine bleeding associated with ovulatory dysfunction. Review the evaluation of abnormal uterine bleeding associated with ovulatory dysfunction. Outline the treatment and management options available for abnormal uterine bleeding associated with ovulatory dysfunction. Describe interprofessional team strategies for improving care coordination and communication to aid in the diagnosis of abnormal uterine bleeding associated with ovulatory dysfunction and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-17632_2", "title": "Anovulatory Bleeding -- Introduction", "content": "Abnormal uterine bleeding associated with ovulatory dysfunction (AUB-O) or anovulatory bleeding, is non-cyclic uterine bleeding characterized by irregular, prolonged, and often heavy menstruation. [1] It represents one of the identified causes of abnormal uterine bleeding (AUB), a frequently encountered chief complaint in the primary care setting affecting up to one-third of women of child-bearing age. [2] Though commonly observed during menarche and perimenopause, it can present at any stage of reproductive life. AUB-O is a diagnosis of exclusion; other structural and physiologic etiologies of AUB should be ruled out by history, physical exam, or with laboratory analysis and imaging as appropriate. [3]", "contents": "Anovulatory Bleeding -- Introduction. Abnormal uterine bleeding associated with ovulatory dysfunction (AUB-O) or anovulatory bleeding, is non-cyclic uterine bleeding characterized by irregular, prolonged, and often heavy menstruation. [1] It represents one of the identified causes of abnormal uterine bleeding (AUB), a frequently encountered chief complaint in the primary care setting affecting up to one-third of women of child-bearing age. [2] Though commonly observed during menarche and perimenopause, it can present at any stage of reproductive life. AUB-O is a diagnosis of exclusion; other structural and physiologic etiologies of AUB should be ruled out by history, physical exam, or with laboratory analysis and imaging as appropriate. [3]"}
{"id": "article-17632_3", "title": "Anovulatory Bleeding -- Etiology", "content": "The etiology of AUB-O is believed to be rooted in a disturbance in the hypothalamic-pituitary-ovarian axis. [2] Physiologic anovulation is common at the beginning of reproductive life when the hypothalamic-pituitary-ovarian axis is not yet mature. Near menopause, recruitment of a follicle may occur early, in the luteal phase, followed by precocious maturation of the follicle. [4] This \"luteal out-of-phase event\" then results in high levels of circulating estradiol and increased menstrual volume. [4] Physiologic anovulation can also occur during lactation. Pathologic anovulation often occurs secondary to an endocrine dyscrasia with polycystic ovarian syndrome (PCOS) being the most commonly implicated process. [5] AUB-O can also be related to weight loss or weight gain, psychological stress, excessive exercise, or medications that affect dopamine metabolism. Various common etiologies of anovulation are as follows: [3] [6]", "contents": "Anovulatory Bleeding -- Etiology. The etiology of AUB-O is believed to be rooted in a disturbance in the hypothalamic-pituitary-ovarian axis. [2] Physiologic anovulation is common at the beginning of reproductive life when the hypothalamic-pituitary-ovarian axis is not yet mature. Near menopause, recruitment of a follicle may occur early, in the luteal phase, followed by precocious maturation of the follicle. [4] This \"luteal out-of-phase event\" then results in high levels of circulating estradiol and increased menstrual volume. [4] Physiologic anovulation can also occur during lactation. Pathologic anovulation often occurs secondary to an endocrine dyscrasia with polycystic ovarian syndrome (PCOS) being the most commonly implicated process. [5] AUB-O can also be related to weight loss or weight gain, psychological stress, excessive exercise, or medications that affect dopamine metabolism. Various common etiologies of anovulation are as follows: [3] [6]"}
{"id": "article-17632_4", "title": "Anovulatory Bleeding -- Etiology", "content": "Hyperandrogenism (e.g., PCOS, congenital adrenal hyperplasia, androgen-producing tumors) Hyperprolactinemia Anorexia Excessive exercise Stress Thyroid dysfunction Primary pituitary dysfunction Premature ovarian failure Medications", "contents": "Anovulatory Bleeding -- Etiology. Hyperandrogenism (e.g., PCOS, congenital adrenal hyperplasia, androgen-producing tumors) Hyperprolactinemia Anorexia Excessive exercise Stress Thyroid dysfunction Primary pituitary dysfunction Premature ovarian failure Medications"}
{"id": "article-17632_5", "title": "Anovulatory Bleeding -- Etiology", "content": "Medications that correlate with ovulatory dysfunction include antiepileptics, such as valproate and lamotrigine, and antipsychotics. [7] [8] Typical antipsychotics, more so than atypical antipsychotics, may cause hyperprolactinemia and subsequent AUB-O.", "contents": "Anovulatory Bleeding -- Etiology. Medications that correlate with ovulatory dysfunction include antiepileptics, such as valproate and lamotrigine, and antipsychotics. [7] [8] Typical antipsychotics, more so than atypical antipsychotics, may cause hyperprolactinemia and subsequent AUB-O."}
{"id": "article-17632_6", "title": "Anovulatory Bleeding -- Epidemiology", "content": "Abnormal uterine bleeding is a common problem. In the United States, there are reports of AUB at an annual rate of 53 per 1000 women in one study of reproductive-aged women. [9] AUB-O can occur at any point in a patient’s reproductive lifetime. Following the establishment of regular menses, AUB-O accounts for most cases of AUB. [10] In one study, anovulation was identified in 3.4% to 18.6% of menstruating women, depending on the diagnostic criteria used. [11] It is most prevalent in patients that are: [2] [3] [5] [12] [13] Perimenarchial Perimenopausal Obese (which may be an independent risk factor for anovulation) Of extremely low BMI (anorexia, relative energy deficiency in sport)", "contents": "Anovulatory Bleeding -- Epidemiology. Abnormal uterine bleeding is a common problem. In the United States, there are reports of AUB at an annual rate of 53 per 1000 women in one study of reproductive-aged women. [9] AUB-O can occur at any point in a patient’s reproductive lifetime. Following the establishment of regular menses, AUB-O accounts for most cases of AUB. [10] In one study, anovulation was identified in 3.4% to 18.6% of menstruating women, depending on the diagnostic criteria used. [11] It is most prevalent in patients that are: [2] [3] [5] [12] [13] Perimenarchial Perimenopausal Obese (which may be an independent risk factor for anovulation) Of extremely low BMI (anorexia, relative energy deficiency in sport)"}
{"id": "article-17632_7", "title": "Anovulatory Bleeding -- Pathophysiology", "content": "The follicle is the primary functional unit in the ovary – responsible for germ cell development and steroid production. The peak of follicular maturation occurs at the midpoint of the ovulatory cycle. At this time, increased estrogen levels, followed by a surge in LH and FSH from the pituitary, results in ovulation. The follicular cells subsequently reorganize to become the corpus luteum. The corpus luteum supplies the hormone progesterone, which serves to stabilize the endometrium until implantation occurs. In the absence of ovulation, no corpus luteum forms; this results in lower levels of progestin, which leads to the persistence of proliferative endometrium. This unstable endometrial tissue is prone to irregular and heavy shedding. Additionally, the presence of high levels of estrogen unopposed by progesterone, are believed to contribute to increased vascular fragility and decreased vascular tone in the endometrium resulting in an increased volume of blood loss. Abnormal prostaglandin synthesis and prostaglandin receptor upregulation, increased fibrinolytic activity locally, and an increase in the activity of tissue plasminogen activator have all been implicated as mechanisms of abnormal uterine bleeding secondary to ovulatory dysfunction. [10] The most common clinical features are heavy menstrual bleeding, irregular menses, and intermenstrual bleeding. [2] [3] [14]", "contents": "Anovulatory Bleeding -- Pathophysiology. The follicle is the primary functional unit in the ovary – responsible for germ cell development and steroid production. The peak of follicular maturation occurs at the midpoint of the ovulatory cycle. At this time, increased estrogen levels, followed by a surge in LH and FSH from the pituitary, results in ovulation. The follicular cells subsequently reorganize to become the corpus luteum. The corpus luteum supplies the hormone progesterone, which serves to stabilize the endometrium until implantation occurs. In the absence of ovulation, no corpus luteum forms; this results in lower levels of progestin, which leads to the persistence of proliferative endometrium. This unstable endometrial tissue is prone to irregular and heavy shedding. Additionally, the presence of high levels of estrogen unopposed by progesterone, are believed to contribute to increased vascular fragility and decreased vascular tone in the endometrium resulting in an increased volume of blood loss. Abnormal prostaglandin synthesis and prostaglandin receptor upregulation, increased fibrinolytic activity locally, and an increase in the activity of tissue plasminogen activator have all been implicated as mechanisms of abnormal uterine bleeding secondary to ovulatory dysfunction. [10] The most common clinical features are heavy menstrual bleeding, irregular menses, and intermenstrual bleeding. [2] [3] [14]"}
{"id": "article-17632_8", "title": "Anovulatory Bleeding -- History and Physical", "content": "As with any medical condition, a detailed history and physical exam can significantly narrow the differential diagnosis, and help in selecting appropriate testing and imaging to evaluate for AUB. For adolescent patients, it is essential to take a history both with the patient’s parents present and again in their absence, as adolescent patients may not be willing to candidly discuss their symptoms and sexual practices in the presence of a parent. Irregular bleeding that is associated with AUB-O usually demonstrates by phases of amenorrhea that can last for months, and phases with either heavy bleeding or spotting. Typical premenstrual symptoms are usually absent. AUB-O should be suspected in women, especially at the extremes of reproductive age, who have an irregular bleeding pattern. Assessment of history should include: [15] [16] [17]", "contents": "Anovulatory Bleeding -- History and Physical. As with any medical condition, a detailed history and physical exam can significantly narrow the differential diagnosis, and help in selecting appropriate testing and imaging to evaluate for AUB. For adolescent patients, it is essential to take a history both with the patient’s parents present and again in their absence, as adolescent patients may not be willing to candidly discuss their symptoms and sexual practices in the presence of a parent. Irregular bleeding that is associated with AUB-O usually demonstrates by phases of amenorrhea that can last for months, and phases with either heavy bleeding or spotting. Typical premenstrual symptoms are usually absent. AUB-O should be suspected in women, especially at the extremes of reproductive age, who have an irregular bleeding pattern. Assessment of history should include: [15] [16] [17]"}
{"id": "article-17632_9", "title": "Anovulatory Bleeding -- History and Physical -- Bleeding History", "content": "Frequency, regularity, and duration of bleeding The volume of blood loss Studies have shown that patient perception of blood loss during menstruation is unreliable. [18] [19] Menstrual volume assessment is best via questions like: Have you passed any blood clots? How frequently do you change pads or tampons? Are they fully or partially saturated with each change? Do you have to change sanitary protection overnight? Presence/absence of postcoital bleeding The presence of postcoital bleeding is more suggestive of an extrauterine cause (e.g., cervical polyps). Bleeding with stools The presence of this symptom suggests a gastrointestinal etiology, which may be confounding the perception of blood loss.", "contents": "Anovulatory Bleeding -- History and Physical -- Bleeding History. Frequency, regularity, and duration of bleeding The volume of blood loss Studies have shown that patient perception of blood loss during menstruation is unreliable. [18] [19] Menstrual volume assessment is best via questions like: Have you passed any blood clots? How frequently do you change pads or tampons? Are they fully or partially saturated with each change? Do you have to change sanitary protection overnight? Presence/absence of postcoital bleeding The presence of postcoital bleeding is more suggestive of an extrauterine cause (e.g., cervical polyps). Bleeding with stools The presence of this symptom suggests a gastrointestinal etiology, which may be confounding the perception of blood loss."}
{"id": "article-17632_10", "title": "Anovulatory Bleeding -- History and Physical -- Associated Signs/Symptoms", "content": "Fevers, chills, pelvic pain, vaginal discharge, bowel or bladder dysfunction", "contents": "Anovulatory Bleeding -- History and Physical -- Associated Signs/Symptoms. Fevers, chills, pelvic pain, vaginal discharge, bowel or bladder dysfunction"}
{"id": "article-17632_11", "title": "Anovulatory Bleeding -- History and Physical -- Signs/symptoms Associated with Known Causes of AUB-O", "content": "PCOS: Obesity, male-pattern or rapidly worsening hirsutism, acne, acanthosis Thyroid dysfunction: Palpitations, tachycardia, hot/cold intolerance, fatigue, weight gain Hyperprolactinemia: Galactorrhea, spontaneous, or expressed lactation on an exam Coagulopathy: Positive family history, easy bruising, petechiae", "contents": "Anovulatory Bleeding -- History and Physical -- Signs/symptoms Associated with Known Causes of AUB-O. PCOS: Obesity, male-pattern or rapidly worsening hirsutism, acne, acanthosis Thyroid dysfunction: Palpitations, tachycardia, hot/cold intolerance, fatigue, weight gain Hyperprolactinemia: Galactorrhea, spontaneous, or expressed lactation on an exam Coagulopathy: Positive family history, easy bruising, petechiae"}
{"id": "article-17632_12", "title": "Anovulatory Bleeding -- History and Physical -- Sexual History", "content": "Last intercourse Number of partners Contraception use Sexually transmitted infection (STI) exposure history History of abnormal cervical cancer screening", "contents": "Anovulatory Bleeding -- History and Physical -- Sexual History. Last intercourse Number of partners Contraception use Sexually transmitted infection (STI) exposure history History of abnormal cervical cancer screening"}
{"id": "article-17632_13", "title": "Anovulatory Bleeding -- History and Physical -- Medical History", "content": "Current medications (include pills, powders, shakes, and supplements)", "contents": "Anovulatory Bleeding -- History and Physical -- Medical History. Current medications (include pills, powders, shakes, and supplements)"}
{"id": "article-17632_14", "title": "Anovulatory Bleeding -- History and Physical -- Surgical History", "content": "Family history with special focus on: Menstrual history of mother and siblings Coagulopathies (e.g., von Willebrand disease, factor VIII deficiency) Hormone-sensitive cancers (e.g., breast, ovarian) Physical exam should include an evaluation of: [3] [15] [16] Vital signs: Vital signs, including orthostatic blood pressures if hypovolemia or anemia is a concern General: BMI/body composition assessment Head & neck: Conjunctival or mucosal pallor, thyroid exam Abdomen: Tenderness, masses, distension Pelvic/perineal: Vulva, vaginal exam, speculum exam, pap smear, and cervical cultures if concern for STI. Rectal exam if concern for rectal source of bleeding.", "contents": "Anovulatory Bleeding -- History and Physical -- Surgical History. Family history with special focus on: Menstrual history of mother and siblings Coagulopathies (e.g., von Willebrand disease, factor VIII deficiency) Hormone-sensitive cancers (e.g., breast, ovarian) Physical exam should include an evaluation of: [3] [15] [16] Vital signs: Vital signs, including orthostatic blood pressures if hypovolemia or anemia is a concern General: BMI/body composition assessment Head & neck: Conjunctival or mucosal pallor, thyroid exam Abdomen: Tenderness, masses, distension Pelvic/perineal: Vulva, vaginal exam, speculum exam, pap smear, and cervical cultures if concern for STI. Rectal exam if concern for rectal source of bleeding."}
{"id": "article-17632_15", "title": "Anovulatory Bleeding -- Evaluation", "content": "Initial evaluation for AUB-O begins with a general evaluation for AUB. If history or physical exam suggests a particular pathology, targeted testing can take place right away. At a minimum, all patients should have a blood or urine pregnancy test and complete blood count (CBC). The CBC is especially important if the patient complains of heavy menses, shortness of breath, lightheadedness, dizziness, fatigue, or pica as these symptoms could suggest anemia or thrombocytopenia. [16] For patients with a recent pregnancy or miscarriage, a quantitative beta-hCG level can help to exclude trophoblastic disease.", "contents": "Anovulatory Bleeding -- Evaluation. Initial evaluation for AUB-O begins with a general evaluation for AUB. If history or physical exam suggests a particular pathology, targeted testing can take place right away. At a minimum, all patients should have a blood or urine pregnancy test and complete blood count (CBC). The CBC is especially important if the patient complains of heavy menses, shortness of breath, lightheadedness, dizziness, fatigue, or pica as these symptoms could suggest anemia or thrombocytopenia. [16] For patients with a recent pregnancy or miscarriage, a quantitative beta-hCG level can help to exclude trophoblastic disease."}
{"id": "article-17632_16", "title": "Anovulatory Bleeding -- Evaluation", "content": "Once pregnancy is ruled out, and anemia is either ruled out or discovered and treated, attention can focus on the history, physical exam, and family history for clues as to the etiology of the bleeding. Appropriate testing for some concerning history elements: Thyroid dysfunction: Serum thyroid-stimulating hormone (TSH) Prolactinemia: Serum prolactin PCOS: 17-OH-progesterone, total and free testosterone, follicle-stimulating hormone (FSH), luteinizing hormone (LH) Coagulopathy: CBC, prothrombin time (PT), partial thromboplastin time (PTT), von Willebrand factor (vWF) antigen test, factor VIII level, platelet aggregation studies", "contents": "Anovulatory Bleeding -- Evaluation. Once pregnancy is ruled out, and anemia is either ruled out or discovered and treated, attention can focus on the history, physical exam, and family history for clues as to the etiology of the bleeding. Appropriate testing for some concerning history elements: Thyroid dysfunction: Serum thyroid-stimulating hormone (TSH) Prolactinemia: Serum prolactin PCOS: 17-OH-progesterone, total and free testosterone, follicle-stimulating hormone (FSH), luteinizing hormone (LH) Coagulopathy: CBC, prothrombin time (PT), partial thromboplastin time (PTT), von Willebrand factor (vWF) antigen test, factor VIII level, platelet aggregation studies"}
{"id": "article-17632_17", "title": "Anovulatory Bleeding -- Evaluation", "content": "Treatment of patients with positive findings on workup should target the specific pathology. For patients with no concerning findings or positive tests, it is reasonable to initiate medical management. Age-based Considerations [3] [15] [17] [20] Menarche to 18 years: Concern for endometrial hyperplasia is low in this age group. However, the persistence of anovulatory cycles for more than two years without an identified cause warrants evaluation with endometrial biopsy. Half of the girls with bleeding disorders present with heavy menstrual bleeding. It is appropriate to screen for blood dyscrasias in this age group. Consider other pathologies that may cause platelet dysfunction resulting in excessive bleeding to include: leukemia, idiopathic thrombocytopenic purpura, and hypersplenism. 19 to 39 years: 6% to 10% of women in this population have hyperandrogenic chronic anovulation (e.g., PCOS). Patients who do not respond to medical therapy should have an endometrial biopsy performed.", "contents": "Anovulatory Bleeding -- Evaluation. Treatment of patients with positive findings on workup should target the specific pathology. For patients with no concerning findings or positive tests, it is reasonable to initiate medical management. Age-based Considerations [3] [15] [17] [20] Menarche to 18 years: Concern for endometrial hyperplasia is low in this age group. However, the persistence of anovulatory cycles for more than two years without an identified cause warrants evaluation with endometrial biopsy. Half of the girls with bleeding disorders present with heavy menstrual bleeding. It is appropriate to screen for blood dyscrasias in this age group. Consider other pathologies that may cause platelet dysfunction resulting in excessive bleeding to include: leukemia, idiopathic thrombocytopenic purpura, and hypersplenism. 19 to 39 years: 6% to 10% of women in this population have hyperandrogenic chronic anovulation (e.g., PCOS). Patients who do not respond to medical therapy should have an endometrial biopsy performed."}
{"id": "article-17632_18", "title": "Anovulatory Bleeding -- Evaluation", "content": "40 years to Menopause: Endometrial biopsy is warranted as first-line testing for age over 45 years or in cases with concerning personal or family history.", "contents": "Anovulatory Bleeding -- Evaluation. 40 years to Menopause: Endometrial biopsy is warranted as first-line testing for age over 45 years or in cases with concerning personal or family history."}
{"id": "article-17632_19", "title": "Anovulatory Bleeding -- Evaluation -- Acute AUB", "content": "In cases of acute AUB, where there is a discrete episode of bleeding requiring immediate medical attention, the clinician should first stabilize the patient, then undergo an assessment with transvaginal ultrasonography to assess for uterine pathology and sonohysterography to evaluate for endometrial pathology.", "contents": "Anovulatory Bleeding -- Evaluation -- Acute AUB. In cases of acute AUB, where there is a discrete episode of bleeding requiring immediate medical attention, the clinician should first stabilize the patient, then undergo an assessment with transvaginal ultrasonography to assess for uterine pathology and sonohysterography to evaluate for endometrial pathology."}
{"id": "article-17632_20", "title": "Anovulatory Bleeding -- Evaluation -- Imaging", "content": "Imaging may be used as a first-line evaluation tool if warranted by history or symptoms. It can also be used secondarily in patients who fail medical management. The most common modalities are hysteroscopy, transvaginal ultrasonography, magnetic resonance imaging (MRI), and saline infusion sonohysterography. [3]", "contents": "Anovulatory Bleeding -- Evaluation -- Imaging. Imaging may be used as a first-line evaluation tool if warranted by history or symptoms. It can also be used secondarily in patients who fail medical management. The most common modalities are hysteroscopy, transvaginal ultrasonography, magnetic resonance imaging (MRI), and saline infusion sonohysterography. [3]"}
{"id": "article-17632_21", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "The determination of treatment for AUB-O is through the etiology of the anovulation and the patient's therapeutic goals. Underlying endocrine abnormalities should be corrected. Normalization of eating disorders or stress, while challenging, can be achieved. If medications are causing ovulatory dysfunction, the patient should receive counsel regarding the indication for that medication, the risks/benefits of any alternatives, and any ways in which there can be mitigation of the effects of the drug. The choice of management often hinges on a patient's reproductive desires. Ultimately, patient safety is paramount, as ovulatory dysfunction may lead to endometrial hyperplasia or malignancy.", "contents": "Anovulatory Bleeding -- Treatment / Management. The determination of treatment for AUB-O is through the etiology of the anovulation and the patient's therapeutic goals. Underlying endocrine abnormalities should be corrected. Normalization of eating disorders or stress, while challenging, can be achieved. If medications are causing ovulatory dysfunction, the patient should receive counsel regarding the indication for that medication, the risks/benefits of any alternatives, and any ways in which there can be mitigation of the effects of the drug. The choice of management often hinges on a patient's reproductive desires. Ultimately, patient safety is paramount, as ovulatory dysfunction may lead to endometrial hyperplasia or malignancy."}
{"id": "article-17632_22", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "Medication management is the mainstay of treatment for AUB-O. The medical treatment options include progestin-only therapy and combined hormonal contraception. Progestin therapy is available in several forms, including an intrauterine device (IUD), intramuscular injection, and oral progestin-only hormonal pill. Non-contraceptive progestins can be prescribed in a cyclic manner (7 to 10 days each month) to induce regular withdrawal bleeding. The levonorgestrel-releasing IUD is appropriate for treatment in all age groups. Combined hormonal contraception is available as an oral pill, transdermal patch, and intravaginal ring. All of these options can protect the endometrium from hyperplasia or malignancy. Cyclic progestins or combined hormonal contraceptives may also improve the regularity of patients' bleeding if that is their desire.", "contents": "Anovulatory Bleeding -- Treatment / Management. Medication management is the mainstay of treatment for AUB-O. The medical treatment options include progestin-only therapy and combined hormonal contraception. Progestin therapy is available in several forms, including an intrauterine device (IUD), intramuscular injection, and oral progestin-only hormonal pill. Non-contraceptive progestins can be prescribed in a cyclic manner (7 to 10 days each month) to induce regular withdrawal bleeding. The levonorgestrel-releasing IUD is appropriate for treatment in all age groups. Combined hormonal contraception is available as an oral pill, transdermal patch, and intravaginal ring. All of these options can protect the endometrium from hyperplasia or malignancy. Cyclic progestins or combined hormonal contraceptives may also improve the regularity of patients' bleeding if that is their desire."}
{"id": "article-17632_23", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "If the patient desires fertility, contraceptives no longer align with her treatment goals. Brief courses of the above may be a strategy until the patient is ready to try to actively achieve pregnancy. Correction of underlying disorders, again, is essential. For women with polycystic ovarian syndrome, weight loss has been shown to lower circulating androgens. A reduction in body weight of as little as 5% may lead to the spontaneous resumption of normal menses. [21] Pharmacologic weight loss agents may also improve ovarian function in patients with PCOS. [21] These include orlistat, an inhibitor of intestinal lipid absorption, and sibutramine, which is an anorexic agent. Ovulation induction with medications such as letrozole or clomiphene citrate can also be an option for patients who are anovulatory and desire pregnancy. Clomiphene citrate has traditionally been used first-line for ovulation induction. Depending on the population, studies have shown a 6-month live birth rate of 20% to 40% with clomiphene. [21] However, more recent studies have shown that letrozole may be more effective than clomiphene in PCOS patients, with a higher live birth rate (odds ratio 1.64) and higher clinical pregnancy rate (odds ratio 1.4). [22] Insulin sensitizing agents, such as metformin, have also been used in women with PCOS. Particularly in obese women, combining metformin with clomiphene may increase pregnancy rates compared to clomiphene alone. [23]", "contents": "Anovulatory Bleeding -- Treatment / Management. If the patient desires fertility, contraceptives no longer align with her treatment goals. Brief courses of the above may be a strategy until the patient is ready to try to actively achieve pregnancy. Correction of underlying disorders, again, is essential. For women with polycystic ovarian syndrome, weight loss has been shown to lower circulating androgens. A reduction in body weight of as little as 5% may lead to the spontaneous resumption of normal menses. [21] Pharmacologic weight loss agents may also improve ovarian function in patients with PCOS. [21] These include orlistat, an inhibitor of intestinal lipid absorption, and sibutramine, which is an anorexic agent. Ovulation induction with medications such as letrozole or clomiphene citrate can also be an option for patients who are anovulatory and desire pregnancy. Clomiphene citrate has traditionally been used first-line for ovulation induction. Depending on the population, studies have shown a 6-month live birth rate of 20% to 40% with clomiphene. [21] However, more recent studies have shown that letrozole may be more effective than clomiphene in PCOS patients, with a higher live birth rate (odds ratio 1.64) and higher clinical pregnancy rate (odds ratio 1.4). [22] Insulin sensitizing agents, such as metformin, have also been used in women with PCOS. Particularly in obese women, combining metformin with clomiphene may increase pregnancy rates compared to clomiphene alone. [23]"}
{"id": "article-17632_24", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "Surgical management for AUB-O is indicated in cases of medication treatment failure and/or medication contraindication. Laparoscopic ovarian drilling has been an option in patients with PCOS who desire fertility but have been resistant to medications such as clomiphene citrate. Unfortunately, there is no conclusive evidence that this procedure significantly improves clinical pregnancy rates, live birth rates, or miscarriage rates in these patients. [24] Also, there is some concern regarding the long-term effects of this procedure on ovarian function. On the other hand, research exists that ovarian drilling reduces the rate of multiple pregnancies. [24] For morbidly obese women with PCOS, gastric bypass surgery has been shown to normalize reproductive and metabolic abnormalities for many patients. [25]", "contents": "Anovulatory Bleeding -- Treatment / Management. Surgical management for AUB-O is indicated in cases of medication treatment failure and/or medication contraindication. Laparoscopic ovarian drilling has been an option in patients with PCOS who desire fertility but have been resistant to medications such as clomiphene citrate. Unfortunately, there is no conclusive evidence that this procedure significantly improves clinical pregnancy rates, live birth rates, or miscarriage rates in these patients. [24] Also, there is some concern regarding the long-term effects of this procedure on ovarian function. On the other hand, research exists that ovarian drilling reduces the rate of multiple pregnancies. [24] For morbidly obese women with PCOS, gastric bypass surgery has been shown to normalize reproductive and metabolic abnormalities for many patients. [25]"}
{"id": "article-17632_25", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "Due to the risk of hyperplasia and malignancy, endometrial tissue sampling, such as with endometrial biopsy or dilation and curettage, should be performed as a first-line test in women with AUB who are older than 45 years. [10] Sampling should also be performed in younger women if they have a history of unopposed estrogen exposure, who have failed medical management, or who have persistent abnormal bleeding. [10] In patients who have completed childbearing, hysterectomy is the definitive treatment for abnormal bleeding and treatment/prevention of endometrial hyperplasia. [3] Hysterectomy has the benefit of being immediately effective and permanent.", "contents": "Anovulatory Bleeding -- Treatment / Management. Due to the risk of hyperplasia and malignancy, endometrial tissue sampling, such as with endometrial biopsy or dilation and curettage, should be performed as a first-line test in women with AUB who are older than 45 years. [10] Sampling should also be performed in younger women if they have a history of unopposed estrogen exposure, who have failed medical management, or who have persistent abnormal bleeding. [10] In patients who have completed childbearing, hysterectomy is the definitive treatment for abnormal bleeding and treatment/prevention of endometrial hyperplasia. [3] Hysterectomy has the benefit of being immediately effective and permanent."}
{"id": "article-17632_26", "title": "Anovulatory Bleeding -- Treatment / Management", "content": "Alternatively, endometrial ablation is a surgical procedure that has the potential to help many patients with abnormal uterine bleeding. However, endometrial ablation is not a recommendation in patients who have endometrial hyperplasia or malignancy. [26] There have also been cases reported of patients having endometrial cancer after an ablation procedure, [27] so caution is necessary when recommending this procedure to patients, such as those with AUB-O, who may already have an increased risk of developing an intrauterine malignancy. In one study, at 1-year treatment success (as defined by a Pictorial Blood Assessment Chart score of less than or equal to 75) was seen in 88.3% of patients treated with radiofrequency endometrial ablation and 81.7% of patients treated with resectoscopic endometrial resection. [28] The amenorrhea rates in that study at one year were 41% for radiofrequency ablation and 35% for endometrial ablation with a resectoscope. [28] With regards to failure, in one study with a mean follow-up of 39 months, 13.4% of women who had an endometrial ablation subsequently underwent a hysterectomy. [29]", "contents": "Anovulatory Bleeding -- Treatment / Management. Alternatively, endometrial ablation is a surgical procedure that has the potential to help many patients with abnormal uterine bleeding. However, endometrial ablation is not a recommendation in patients who have endometrial hyperplasia or malignancy. [26] There have also been cases reported of patients having endometrial cancer after an ablation procedure, [27] so caution is necessary when recommending this procedure to patients, such as those with AUB-O, who may already have an increased risk of developing an intrauterine malignancy. In one study, at 1-year treatment success (as defined by a Pictorial Blood Assessment Chart score of less than or equal to 75) was seen in 88.3% of patients treated with radiofrequency endometrial ablation and 81.7% of patients treated with resectoscopic endometrial resection. [28] The amenorrhea rates in that study at one year were 41% for radiofrequency ablation and 35% for endometrial ablation with a resectoscope. [28] With regards to failure, in one study with a mean follow-up of 39 months, 13.4% of women who had an endometrial ablation subsequently underwent a hysterectomy. [29]"}
{"id": "article-17632_27", "title": "Anovulatory Bleeding -- Differential Diagnosis", "content": "Abnormal uterine bleeding accompanying ovulatory dysfunction is a diagnosis of exclusion. The differential diagnosis includes all etiologies of AUB. The International Federation of Gynecology and Obstetrics (FIGO) created the PALM-COEIN system in 2011 to identify the common causes of AUB in non-pregnant women. The PALM group represents structural abnormalities that can be measured with imaging or histopathology and often undergo surgical treatment. The COEIN group represents non-structural etiologies that generally receive medical management. P: Polyp A: Adenomyosis L: Leiomyoma M: Malignancy C: Coagulopathy O: Ovulatory dysfunction E: Endometrial I: Iatrogenic N: Not yet classified Specific causes of ovulatory dysfunction that merit consideration include:", "contents": "Anovulatory Bleeding -- Differential Diagnosis. Abnormal uterine bleeding accompanying ovulatory dysfunction is a diagnosis of exclusion. The differential diagnosis includes all etiologies of AUB. The International Federation of Gynecology and Obstetrics (FIGO) created the PALM-COEIN system in 2011 to identify the common causes of AUB in non-pregnant women. The PALM group represents structural abnormalities that can be measured with imaging or histopathology and often undergo surgical treatment. The COEIN group represents non-structural etiologies that generally receive medical management. P: Polyp A: Adenomyosis L: Leiomyoma M: Malignancy C: Coagulopathy O: Ovulatory dysfunction E: Endometrial I: Iatrogenic N: Not yet classified Specific causes of ovulatory dysfunction that merit consideration include:"}
{"id": "article-17632_28", "title": "Anovulatory Bleeding -- Differential Diagnosis", "content": "Pregnancy (uncomplicated, threatened miscarriage, incomplete miscarriage, ectopic pregnancy) Menarche, perimenopause, premature ovarian failure Lactation Endocrinopathy (thyroid dysfunction, hyperprolactinemia, pituitary disorder) Medication use Especially antipsychotics, antidepressants (tricyclic antidepressants, selective serotonin reuptake inhibitors), verapamil, antiemetics Extra-uterine causes of vaginal bleeding include vaginitis, genital trauma, foreign body, vulvar neoplasia, and vaginal neoplasia. [3] [5]", "contents": "Anovulatory Bleeding -- Differential Diagnosis. Pregnancy (uncomplicated, threatened miscarriage, incomplete miscarriage, ectopic pregnancy) Menarche, perimenopause, premature ovarian failure Lactation Endocrinopathy (thyroid dysfunction, hyperprolactinemia, pituitary disorder) Medication use Especially antipsychotics, antidepressants (tricyclic antidepressants, selective serotonin reuptake inhibitors), verapamil, antiemetics Extra-uterine causes of vaginal bleeding include vaginitis, genital trauma, foreign body, vulvar neoplasia, and vaginal neoplasia. [3] [5]"}
{"id": "article-17632_29", "title": "Anovulatory Bleeding -- Prognosis", "content": "The overall prognosis for patients with AUB-O is good. Symptoms can generally be managed medically with significant improvement in patient quality of life as a result. [15] Identification and management of AUB-O can present complications such as hyperplasia or malignancy. Even in a worst-case scenario, the prognosis of endometrial cancer is relatively good compared to other gynecologic malignancies. Ovulation induction also can be very successful in patients desiring fertility. In one review, letrozole achieved live birth rates of 27.5%, and clomiphene citrate achieved live birth rates of 19.1%. [30]", "contents": "Anovulatory Bleeding -- Prognosis. The overall prognosis for patients with AUB-O is good. Symptoms can generally be managed medically with significant improvement in patient quality of life as a result. [15] Identification and management of AUB-O can present complications such as hyperplasia or malignancy. Even in a worst-case scenario, the prognosis of endometrial cancer is relatively good compared to other gynecologic malignancies. Ovulation induction also can be very successful in patients desiring fertility. In one review, letrozole achieved live birth rates of 27.5%, and clomiphene citrate achieved live birth rates of 19.1%. [30]"}
{"id": "article-17632_30", "title": "Anovulatory Bleeding -- Complications", "content": "The most common complications of anovulation are infertility and irregular menses. Irregular menses can undergo improvement with hormonal contraception; however, if fertility is a patient's desire, treatment with ovulatory induction agents such as clomiphene or letrozole may be appropriate. Depending on the primary clinician’s level of comfort, this may require referral to an obstetrician-gynecologist. Chronic anovulation and unopposed estrogen can lead to endometrial hyperplasia and malignancy, and patients with AUB-O must be counseled regarding this dangerous complication of their irregular menses when discussing recommendations for treatment.", "contents": "Anovulatory Bleeding -- Complications. The most common complications of anovulation are infertility and irregular menses. Irregular menses can undergo improvement with hormonal contraception; however, if fertility is a patient's desire, treatment with ovulatory induction agents such as clomiphene or letrozole may be appropriate. Depending on the primary clinician’s level of comfort, this may require referral to an obstetrician-gynecologist. Chronic anovulation and unopposed estrogen can lead to endometrial hyperplasia and malignancy, and patients with AUB-O must be counseled regarding this dangerous complication of their irregular menses when discussing recommendations for treatment."}
{"id": "article-17632_31", "title": "Anovulatory Bleeding -- Complications", "content": "The most common complication of irregular heavy menses is iron-deficiency anemia, which can receive treatment with oral or intravenous iron therapy. Clinicians may recommend that a patient with symptomatic anemia who is taking oral contraceptives, skip the placebo week to prevent menstrual blood loss. Sheehan syndrome (pituitary infarction) is a theoretical complication of endometrial ablation. Patients require counsel on this risk before being offered this treatment. [3]", "contents": "Anovulatory Bleeding -- Complications. The most common complication of irregular heavy menses is iron-deficiency anemia, which can receive treatment with oral or intravenous iron therapy. Clinicians may recommend that a patient with symptomatic anemia who is taking oral contraceptives, skip the placebo week to prevent menstrual blood loss. Sheehan syndrome (pituitary infarction) is a theoretical complication of endometrial ablation. Patients require counsel on this risk before being offered this treatment. [3]"}
{"id": "article-17632_32", "title": "Anovulatory Bleeding -- Consultations", "content": "Specialty care can be helpful in the rapid diagnosis and treatment of AUB-O. Most patients can be reasonably managed in the primary care setting. An OBGYN consult is necessary for cases with structural pathology or when surgical management is warranted. OBGYN consultation is also appropriate in patients with AUB-O who wish to conceive. A hematology-oncology referral is appropriate for patients with a known or suspected underlying bleeding disorder. [3] [20]", "contents": "Anovulatory Bleeding -- Consultations. Specialty care can be helpful in the rapid diagnosis and treatment of AUB-O. Most patients can be reasonably managed in the primary care setting. An OBGYN consult is necessary for cases with structural pathology or when surgical management is warranted. OBGYN consultation is also appropriate in patients with AUB-O who wish to conceive. A hematology-oncology referral is appropriate for patients with a known or suspected underlying bleeding disorder. [3] [20]"}
{"id": "article-17632_33", "title": "Anovulatory Bleeding -- Deterrence and Patient Education", "content": "Patients should be advised to maintain healthy body weight; obesity associates independently with chronic anovulation. [3] [31] Counseling patients on the normal physiology of menarche and menopause may help to allay anxieties that correlate with symptoms of AUB-O during those transitional periods.", "contents": "Anovulatory Bleeding -- Deterrence and Patient Education. Patients should be advised to maintain healthy body weight; obesity associates independently with chronic anovulation. [3] [31] Counseling patients on the normal physiology of menarche and menopause may help to allay anxieties that correlate with symptoms of AUB-O during those transitional periods."}
{"id": "article-17632_34", "title": "Anovulatory Bleeding -- Deterrence and Patient Education", "content": "Patient education regarding what constitutes normal versus abnormal bleeding will help them to know when to make an appointment to discuss their bleeding with their clinician. Many of the complications of AUB increase with the length of time between identifying and managing the abnormality.", "contents": "Anovulatory Bleeding -- Deterrence and Patient Education. Patient education regarding what constitutes normal versus abnormal bleeding will help them to know when to make an appointment to discuss their bleeding with their clinician. Many of the complications of AUB increase with the length of time between identifying and managing the abnormality."}
{"id": "article-17632_35", "title": "Anovulatory Bleeding -- Pearls and Other Issues", "content": "Anovulation may be physiologic at the extremes of reproductive life. A thorough history and physical exam are vital to the diagnosis. For adolescent patients, the history should be taken both with and without the patient’s parents present. AUB-O is a diagnosis of exclusion made after other causes of AUB have been ruled out. The mainstay of treatment is combined oral contraceptives or progestin-only therapy. The levonorgestrel-releasing IUD is more effective than other medical therapies for the treatment of heavy bleeding.", "contents": "Anovulatory Bleeding -- Pearls and Other Issues. Anovulation may be physiologic at the extremes of reproductive life. A thorough history and physical exam are vital to the diagnosis. For adolescent patients, the history should be taken both with and without the patient’s parents present. AUB-O is a diagnosis of exclusion made after other causes of AUB have been ruled out. The mainstay of treatment is combined oral contraceptives or progestin-only therapy. The levonorgestrel-releasing IUD is more effective than other medical therapies for the treatment of heavy bleeding."}
{"id": "article-17632_36", "title": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes", "content": "Abnormal uterine bleeding with ovulatory dysfunction (AUB-O) is a frequently encountered complaint in both primary care and OBGYN clinics. Because there are many causes, it is crucial to have an interprofessional team dedicated to this health problem. Most patients initially present to the primary care clinician or nurse. A referral to a gynecologist should take place as soon as possible to prevent delays in diagnosis and treatment. While the patient is being worked up by the specialist, the primary clinicians should encourage the patient to maintain a healthy body weight, discontinue smoking, eat a healthy diet, and exercise regularly.", "contents": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes. Abnormal uterine bleeding with ovulatory dysfunction (AUB-O) is a frequently encountered complaint in both primary care and OBGYN clinics. Because there are many causes, it is crucial to have an interprofessional team dedicated to this health problem. Most patients initially present to the primary care clinician or nurse. A referral to a gynecologist should take place as soon as possible to prevent delays in diagnosis and treatment. While the patient is being worked up by the specialist, the primary clinicians should encourage the patient to maintain a healthy body weight, discontinue smoking, eat a healthy diet, and exercise regularly."}
{"id": "article-17632_37", "title": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes", "content": "Given the myriad of pharmaceutical options available for treatment, it is prudent to include a pharmacist at every step of the way for agent selection, dosing, drug-drug interaction checking, and patient counseling. Nursing staff can also cover drug administration, answer patient questions, and help assess therapeutic effectiveness. Both pharmacy and nursing need open communication with the treating clinician so that all members of the interprofessional team are operating from the same information and can provide input to patient care to achieve optimal results. [Level 5]", "contents": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes. Given the myriad of pharmaceutical options available for treatment, it is prudent to include a pharmacist at every step of the way for agent selection, dosing, drug-drug interaction checking, and patient counseling. Nursing staff can also cover drug administration, answer patient questions, and help assess therapeutic effectiveness. Both pharmacy and nursing need open communication with the treating clinician so that all members of the interprofessional team are operating from the same information and can provide input to patient care to achieve optimal results. [Level 5]"}
{"id": "article-17632_38", "title": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes", "content": "The ability to diagnose the condition quickly allows for more rapid initiation of treatment and specialty referral if necessary. Appropriate interprofessional team treatment of AUB-O has been shown to improve patient quality of life. [Level 5] [32] [33] [34]", "contents": "Anovulatory Bleeding -- Enhancing Healthcare Team Outcomes. The ability to diagnose the condition quickly allows for more rapid initiation of treatment and specialty referral if necessary. Appropriate interprofessional team treatment of AUB-O has been shown to improve patient quality of life. [Level 5] [32] [33] [34]"}
{"id": "article-17632_39", "title": "Anovulatory Bleeding -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anovulatory Bleeding -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}