{"id": "article-18976_0", "title": "Carotidynia -- Continuing Education Activity", "content": "Carotidynia, also known as Fay syndrome or TIPIC Syndrome, is a rare vascular disorder that presents with atypical pain in the face and neck area. The disorder is classified as an idiopathic neck pain syndrome, which is associated with point tenderness over the carotid artery bifurcation. This activity reviews the evaluation and treatment of carotidynia and highlights the role of the interprofessional team in the care of patients with this condition.", "contents": "Carotidynia -- Continuing Education Activity. Carotidynia, also known as Fay syndrome or TIPIC Syndrome, is a rare vascular disorder that presents with atypical pain in the face and neck area. The disorder is classified as an idiopathic neck pain syndrome, which is associated with point tenderness over the carotid artery bifurcation. This activity reviews the evaluation and treatment of carotidynia and highlights the role of the interprofessional team in the care of patients with this condition."}
{"id": "article-18976_1", "title": "Carotidynia -- Continuing Education Activity", "content": "Objectives: Identify the etiology of carotidynia. Review the appropriate evaluation of carotidynia. Outline the management options available for carotidynia. Summarize interprofessional team strategies for improving care coordination and communication to advance the care of carotidynia and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Carotidynia -- Continuing Education Activity. Objectives: Identify the etiology of carotidynia. Review the appropriate evaluation of carotidynia. Outline the management options available for carotidynia. Summarize interprofessional team strategies for improving care coordination and communication to advance the care of carotidynia and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18976_2", "title": "Carotidynia -- Introduction", "content": "Carotidynia, also known as Fay syndrome or TIPIC syndrome, is a very rare vascular disorder presenting with unilateral neck and facial pain. Carotidynia is classified as an idiopathic neck pain syndrome and is associated with point tenderness over the bifurcation of the carotid artery. Symptoms are made worse by head movements, chewing, yawning, coughing, or swallowing. Increased pulsations are noted in the associated carotid artery. Carotidynia presents mostly unilaterally; however, bilateral cases have been reported. [1] [2] Patients report self-limited episodes of neck pain, with each episode lasting approximately 7 to 14 days. Most patients experience a relapse of episodes every 1 to 6 months. [3]", "contents": "Carotidynia -- Introduction. Carotidynia, also known as Fay syndrome or TIPIC syndrome, is a very rare vascular disorder presenting with unilateral neck and facial pain. Carotidynia is classified as an idiopathic neck pain syndrome and is associated with point tenderness over the bifurcation of the carotid artery. Symptoms are made worse by head movements, chewing, yawning, coughing, or swallowing. Increased pulsations are noted in the associated carotid artery. Carotidynia presents mostly unilaterally; however, bilateral cases have been reported. [1] [2] Patients report self-limited episodes of neck pain, with each episode lasting approximately 7 to 14 days. Most patients experience a relapse of episodes every 1 to 6 months. [3]"}
{"id": "article-18976_3", "title": "Carotidynia -- Etiology", "content": "The exact etiology of carotidynia is unknown. [4] In 1927, Fay described carotidynia as 'an atypical radiating pain in the neck with tenderness over carotid bifurcation'. In 1988, the International Headache Society (IHS) classified carotidynia as a headache if it was associated with one of the following features: Pain, swelling or increased pulsation on applying pressure Exclusion of structural causes of carotid pain Neuralgia of head and neck with self resolution in less than 14 days Pain on one side of the neck with possible radiation to the head [5]", "contents": "Carotidynia -- Etiology. The exact etiology of carotidynia is unknown. [4] In 1927, Fay described carotidynia as 'an atypical radiating pain in the neck with tenderness over carotid bifurcation'. In 1988, the International Headache Society (IHS) classified carotidynia as a headache if it was associated with one of the following features: Pain, swelling or increased pulsation on applying pressure Exclusion of structural causes of carotid pain Neuralgia of head and neck with self resolution in less than 14 days Pain on one side of the neck with possible radiation to the head [5]"}
{"id": "article-18976_4", "title": "Carotidynia -- Etiology", "content": "However, in 1994, Hill and Hastings asserted that carotidynia is a \"painful symptom rather than a disease\" referable to migraine, viral pharyngitis, or luminal carotid disease in the majority of cases. [6] In the same year, Biousse and Bousser argued that carotidynia should be considered a 'nonvalidated entity', as none of the diagnostic criteria proposed by the IHS in 1988 is consistently found in the reported cases of carotidynia. [7] Furthermore, Lecler, in 2017, has argued based upon scientific evidence that \"thickened wall and infiltration of the perivascular fat involving the carotid bifurcation (TIPIC) syndrome\" should be included in the new ICHD (International Classification of Headache Disorders). Interestingly, Lecler argued that TIPIC syndrome should be used instead of carotidynia based upon the current research evidence. [8]", "contents": "Carotidynia -- Etiology. However, in 1994, Hill and Hastings asserted that carotidynia is a \"painful symptom rather than a disease\" referable to migraine, viral pharyngitis, or luminal carotid disease in the majority of cases. [6] In the same year, Biousse and Bousser argued that carotidynia should be considered a 'nonvalidated entity', as none of the diagnostic criteria proposed by the IHS in 1988 is consistently found in the reported cases of carotidynia. [7] Furthermore, Lecler, in 2017, has argued based upon scientific evidence that \"thickened wall and infiltration of the perivascular fat involving the carotid bifurcation (TIPIC) syndrome\" should be included in the new ICHD (International Classification of Headache Disorders). Interestingly, Lecler argued that TIPIC syndrome should be used instead of carotidynia based upon the current research evidence. [8]"}
{"id": "article-18976_5", "title": "Carotidynia -- Etiology", "content": "Although previously classified as a migraine, it was finally removed from the classification of headaches by the IHS in 2004 after much controversy. It is now believed that carotidynia is not a migraine but part of a vague neck pain syndrome. Modern imaging techniques have revealed it to be an inflammation of the vascular adventitia, thus the term transient perivascular inflammation of the carotid artery (TIPIC) syndrome has been adopted recently. Fay syndrome is not classified as a vasculitis, because carotidynia involves only vascular adventitia, whereas vasculitis involves the inflammation of all layers of the vessel wall. Moreover, vasculitis affects vessels throughout the body, whereas carotidynia only involves the carotid artery, and the remainder of the body vessels are unaffected. [2] [9]", "contents": "Carotidynia -- Etiology. Although previously classified as a migraine, it was finally removed from the classification of headaches by the IHS in 2004 after much controversy. It is now believed that carotidynia is not a migraine but part of a vague neck pain syndrome. Modern imaging techniques have revealed it to be an inflammation of the vascular adventitia, thus the term transient perivascular inflammation of the carotid artery (TIPIC) syndrome has been adopted recently. Fay syndrome is not classified as a vasculitis, because carotidynia involves only vascular adventitia, whereas vasculitis involves the inflammation of all layers of the vessel wall. Moreover, vasculitis affects vessels throughout the body, whereas carotidynia only involves the carotid artery, and the remainder of the body vessels are unaffected. [2] [9]"}
{"id": "article-18976_6", "title": "Carotidynia -- Etiology", "content": "Catotidynia, as a syndrome, can be associated with other forms of extracranial vascular headaches. [10] In rare cases, carotidynia can be associated with nasopharyngeal carcinoma, anti-cancer chemotherapy,  and high altitude travel. [4] [11] [12]", "contents": "Carotidynia -- Etiology. Catotidynia, as a syndrome, can be associated with other forms of extracranial vascular headaches. [10] In rare cases, carotidynia can be associated with nasopharyngeal carcinoma, anti-cancer chemotherapy,  and high altitude travel. [4] [11] [12]"}
{"id": "article-18976_7", "title": "Carotidynia -- Epidemiology", "content": "Carotidynia is rare, and the exact prevalence is unknown. One study reported a prevalence of 2.8% in patients presenting with acute neck pain. [3] The median age of presentation in some case series has been reported to be in the fourth and fifth decade with a 1.5 to 1 female to male ratio. [3] Similarly, in another study with 100 patients by Lovshin et al., the occurrence of carotidynia was more common in women than in men with a ratio of 4:1. [10]", "contents": "Carotidynia -- Epidemiology. Carotidynia is rare, and the exact prevalence is unknown. One study reported a prevalence of 2.8% in patients presenting with acute neck pain. [3] The median age of presentation in some case series has been reported to be in the fourth and fifth decade with a 1.5 to 1 female to male ratio. [3] Similarly, in another study with 100 patients by Lovshin et al., the occurrence of carotidynia was more common in women than in men with a ratio of 4:1. [10]"}
{"id": "article-18976_8", "title": "Carotidynia -- Pathophysiology", "content": "Carotidynia presents as a distinct inflammation of the vascular and perivascular tissues, most commonly at the level of the carotid bifurcation leading to the thickening of the vessel wall without significant luminal narrowing. [13] Since the diameter of the lumen is preserved, the cardiovascular hemodynamics of the carotid artery is not disturbed. Furthermore, the presence of intact carotid artery lumen with normal blood flow along with amorphous enhanced surrounding soft tissues are typical radiological features that further supports TIPIC syndrome as a distinct inflammatory response. [14]", "contents": "Carotidynia -- Pathophysiology. Carotidynia presents as a distinct inflammation of the vascular and perivascular tissues, most commonly at the level of the carotid bifurcation leading to the thickening of the vessel wall without significant luminal narrowing. [13] Since the diameter of the lumen is preserved, the cardiovascular hemodynamics of the carotid artery is not disturbed. Furthermore, the presence of intact carotid artery lumen with normal blood flow along with amorphous enhanced surrounding soft tissues are typical radiological features that further supports TIPIC syndrome as a distinct inflammatory response. [14]"}
{"id": "article-18976_9", "title": "Carotidynia -- Pathophysiology", "content": "On gross examination during carotid endarterectomies, it appears as a fibrinous grey exudate. [15] It is distinct from the carotid artery atherosclerotic plaque due to its prevalence in a younger age group, and outward thickening of the vessel wall as compared to the thickening of the intima in an atherosclerotic plaque. Furthermore, it lacks calcification, and the clinical course of this lesion is short (about 14 days) as compared to the chronic nature of atherosclerotic plaque. [16]", "contents": "Carotidynia -- Pathophysiology. On gross examination during carotid endarterectomies, it appears as a fibrinous grey exudate. [15] It is distinct from the carotid artery atherosclerotic plaque due to its prevalence in a younger age group, and outward thickening of the vessel wall as compared to the thickening of the intima in an atherosclerotic plaque. Furthermore, it lacks calcification, and the clinical course of this lesion is short (about 14 days) as compared to the chronic nature of atherosclerotic plaque. [16]"}
{"id": "article-18976_10", "title": "Carotidynia -- Histopathology", "content": "On histological examination, the vessel wall may show low grade chronic active inflammation and mild fibrosis. [15] There are small blood vessel proliferation and prominent endothelial cells embedded in a fibromyxoid stroma. [15] Other cell types include predominant lymphocytes, fibroblasts, mast cells, and a few polymorphonuclear leukocytes. [17]", "contents": "Carotidynia -- Histopathology. On histological examination, the vessel wall may show low grade chronic active inflammation and mild fibrosis. [15] There are small blood vessel proliferation and prominent endothelial cells embedded in a fibromyxoid stroma. [15] Other cell types include predominant lymphocytes, fibroblasts, mast cells, and a few polymorphonuclear leukocytes. [17]"}
{"id": "article-18976_11", "title": "Carotidynia -- History and Physical", "content": "Most of the time, the diagnosis can be made upon a thorough history and a physical examination. History includes self-resolving episodes of unilateral or bilateral pain in the neck. The pain may radiate to the head. Signs of active infection such as chills, cervical lymphadenopathy, erythema, and ear or throat pain are remarkably absent. [17] Some patients develop the disorder after an upper respiratory tract infection, indicating that perhaps an immune reaction may have occurred. [18]", "contents": "Carotidynia -- History and Physical. Most of the time, the diagnosis can be made upon a thorough history and a physical examination. History includes self-resolving episodes of unilateral or bilateral pain in the neck. The pain may radiate to the head. Signs of active infection such as chills, cervical lymphadenopathy, erythema, and ear or throat pain are remarkably absent. [17] Some patients develop the disorder after an upper respiratory tract infection, indicating that perhaps an immune reaction may have occurred. [18]"}
{"id": "article-18976_12", "title": "Carotidynia -- History and Physical", "content": "Physical examination should include a thorough review of the ear, nose, and throat along with evaluating for lymphadenopathy in the head and neck. Furthermore, it is important to examine the thyroid for thyroid tenderness and to look for any masses that are pulsatile or non-pulsatile in the neck region. Physical examination typically reveals a point tenderness in the lateral neck over the carotid bifurcation. Palpation of the carotid artery can worsen the pain, leading the pain to radiate to the ipsilateral ear. A systolic carotid bruit might be appreciated in some cases. [17]", "contents": "Carotidynia -- History and Physical. Physical examination should include a thorough review of the ear, nose, and throat along with evaluating for lymphadenopathy in the head and neck. Furthermore, it is important to examine the thyroid for thyroid tenderness and to look for any masses that are pulsatile or non-pulsatile in the neck region. Physical examination typically reveals a point tenderness in the lateral neck over the carotid bifurcation. Palpation of the carotid artery can worsen the pain, leading the pain to radiate to the ipsilateral ear. A systolic carotid bruit might be appreciated in some cases. [17]"}
{"id": "article-18976_13", "title": "Carotidynia -- History and Physical", "content": "Although most of the literature reports a normal neurological examination, a case series reported neurological events in 8 out of 47 patients recruited in the study. [17] [3] Henceforth, the possibility of neurological implications of this entity cannot be entirely excluded at present. Furthermore, many patients report anxiety, which might be attributed to a delay in the definitive diagnosis, and a fear of more serious diagnoses like carotid artery dissection, and neoplasms of head and neck. [6] [17] [19]", "contents": "Carotidynia -- History and Physical. Although most of the literature reports a normal neurological examination, a case series reported neurological events in 8 out of 47 patients recruited in the study. [17] [3] Henceforth, the possibility of neurological implications of this entity cannot be entirely excluded at present. Furthermore, many patients report anxiety, which might be attributed to a delay in the definitive diagnosis, and a fear of more serious diagnoses like carotid artery dissection, and neoplasms of head and neck. [6] [17] [19]"}
{"id": "article-18976_14", "title": "Carotidynia -- Evaluation", "content": "Carotidynia has conventionally been a diagnosis of exclusion. Complete blood count (CBC), thyroid function tests, erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) are normal.", "contents": "Carotidynia -- Evaluation. Carotidynia has conventionally been a diagnosis of exclusion. Complete blood count (CBC), thyroid function tests, erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) are normal."}
{"id": "article-18976_15", "title": "Carotidynia -- Evaluation", "content": "The diagnosis requires imaging evidence of the exclusion of other vascular and nonvascular causes of neck pain. Neck ultrasound (US) is recommended as the initial screening test and shows hypoechoic thickening, mild luminal narrowing, and outward extension of the carotid wall in the region of tenderness. [20] [21] Since the wall thickening is eccentric, the blood flow through the lumen of the carotid artery is not disturbed. [22] This eccentric thickening is in contrast to the concentric thickening, calcification, and plaque appreciated in carotid artery atherosclerosis.", "contents": "Carotidynia -- Evaluation. The diagnosis requires imaging evidence of the exclusion of other vascular and nonvascular causes of neck pain. Neck ultrasound (US) is recommended as the initial screening test and shows hypoechoic thickening, mild luminal narrowing, and outward extension of the carotid wall in the region of tenderness. [20] [21] Since the wall thickening is eccentric, the blood flow through the lumen of the carotid artery is not disturbed. [22] This eccentric thickening is in contrast to the concentric thickening, calcification, and plaque appreciated in carotid artery atherosclerosis."}
{"id": "article-18976_16", "title": "Carotidynia -- Evaluation", "content": "Computed tomography (CT) scan, digital subtraction arteriography, positron emission tomography (PET) scans, and magnetic resonance imaging (MRI) are not recommended for routine evaluation, as these confer little additional benefit, and expose the patient to harmful radiation, magnetic field, and IV contrast agents. [22] These investigations should be ordered if the ultrasound is inconclusive or the diagnosis remains elusive. Some authors argue that if the patient is younger than 40 years of age, or presents with neurological deficits such as Horner's syndrome hinting at carotid artery dissection, a multidetector CT angiography (MDCTA) may be the initial diagnostic modality of choice. [23] A normal MDCTA can rule out carotid artery dissection. An MRI may be justified in older patients with a clinical presentation consistent with giant cell arteritis, especially if the ESR or CRP are elevated. In such cases, high-resolution images of superficial cranial vessels, such as superficial temporal artery must be sought. In cases where a recent use of corticosteroids might have decreased the inflammation and obscured the radiologic features, an MRI may be helpful in reaching a diagnosis. [24] [25] [26] Increased uptake or enhancement in T1-weighted images involving the distal common carotid artery (CCA) and carotid bulb enhanced with gadolinium is suggestive of carotidynia. [27]", "contents": "Carotidynia -- Evaluation. Computed tomography (CT) scan, digital subtraction arteriography, positron emission tomography (PET) scans, and magnetic resonance imaging (MRI) are not recommended for routine evaluation, as these confer little additional benefit, and expose the patient to harmful radiation, magnetic field, and IV contrast agents. [22] These investigations should be ordered if the ultrasound is inconclusive or the diagnosis remains elusive. Some authors argue that if the patient is younger than 40 years of age, or presents with neurological deficits such as Horner's syndrome hinting at carotid artery dissection, a multidetector CT angiography (MDCTA) may be the initial diagnostic modality of choice. [23] A normal MDCTA can rule out carotid artery dissection. An MRI may be justified in older patients with a clinical presentation consistent with giant cell arteritis, especially if the ESR or CRP are elevated. In such cases, high-resolution images of superficial cranial vessels, such as superficial temporal artery must be sought. In cases where a recent use of corticosteroids might have decreased the inflammation and obscured the radiologic features, an MRI may be helpful in reaching a diagnosis. [24] [25] [26] Increased uptake or enhancement in T1-weighted images involving the distal common carotid artery (CCA) and carotid bulb enhanced with gadolinium is suggestive of carotidynia. [27]"}
{"id": "article-18976_17", "title": "Carotidynia -- Evaluation", "content": "Recently, PET scan has been utilized for the diagnosis of carotidynia, if the diagnosis remains elusive despite Doppler US, CT, and MRI of the neck. The PET scan demonstrates a focus of hypermetabolism of glucose in the region of carotid bifurcation in the absence of systemic vasculitis or pathologic changes in the carotid lumen. Although the finding of hypermetabolism of glucose is non-specific, the absence of a neck mass (ruling out cervical neoplasia as a cause of neck pain), the self-limiting clinical course of each episode, and immediate response to steroid treatment provide sufficient proof to diagnose carotidynia. [2] [9]", "contents": "Carotidynia -- Evaluation. Recently, PET scan has been utilized for the diagnosis of carotidynia, if the diagnosis remains elusive despite Doppler US, CT, and MRI of the neck. The PET scan demonstrates a focus of hypermetabolism of glucose in the region of carotid bifurcation in the absence of systemic vasculitis or pathologic changes in the carotid lumen. Although the finding of hypermetabolism of glucose is non-specific, the absence of a neck mass (ruling out cervical neoplasia as a cause of neck pain), the self-limiting clinical course of each episode, and immediate response to steroid treatment provide sufficient proof to diagnose carotidynia. [2] [9]"}
{"id": "article-18976_18", "title": "Carotidynia -- Evaluation", "content": "One of the characteristic features of carotidynia is the resolution of these changes on the follow-up imaging. A continued regression of the hypoechoic lesion of the carotid wall is appreciated on serial ultrasounds over the next few days. Other studies confirm a decrease in the maximum standard uptake volume (SUV) of 18F fluorodeoxyglucose activity in the repeat PET / CT after six months. [2] Such radiologic observation has led to the adoption of a new name for this entity of transient perivascular inflammation of the carotid artery (TIPIC) syndrome. [16] [28] [29]", "contents": "Carotidynia -- Evaluation. One of the characteristic features of carotidynia is the resolution of these changes on the follow-up imaging. A continued regression of the hypoechoic lesion of the carotid wall is appreciated on serial ultrasounds over the next few days. Other studies confirm a decrease in the maximum standard uptake volume (SUV) of 18F fluorodeoxyglucose activity in the repeat PET / CT after six months. [2] Such radiologic observation has led to the adoption of a new name for this entity of transient perivascular inflammation of the carotid artery (TIPIC) syndrome. [16] [28] [29]"}
{"id": "article-18976_19", "title": "Carotidynia -- Evaluation", "content": "Other potential tests to evaluate a patient for carotidynia include serum amyloid A and soluble intracellular adhesion molecule-1 (ICAM-1) levels, but their routine use is not recommended due to the lack of sufficient evidence of their utility from studies. [17] An equally important part of the diagnostic workup  is aimed at excluding important differential diagnoses. A raised neutrophil count on CBC points towards possible infection such as sialadenitis, lymphadenitis, or peritonsillar abscess as a cause of the neck pain. [17] A significantly high ESR and CRP may warrant a temporal artery biopsy to evaluate for giant cell temporal arteritis. An abnormal TSH may indicate thyroiditis.", "contents": "Carotidynia -- Evaluation. Other potential tests to evaluate a patient for carotidynia include serum amyloid A and soluble intracellular adhesion molecule-1 (ICAM-1) levels, but their routine use is not recommended due to the lack of sufficient evidence of their utility from studies. [17] An equally important part of the diagnostic workup  is aimed at excluding important differential diagnoses. A raised neutrophil count on CBC points towards possible infection such as sialadenitis, lymphadenitis, or peritonsillar abscess as a cause of the neck pain. [17] A significantly high ESR and CRP may warrant a temporal artery biopsy to evaluate for giant cell temporal arteritis. An abnormal TSH may indicate thyroiditis."}
{"id": "article-18976_20", "title": "Carotidynia -- Treatment / Management", "content": "Since carotidynia is a self-limiting condition that spontaneously resolves with 7-14 days, the treatment is generally supportive. Initial treatment includes rest, reassurance, and nonsteroidal anti-inflammatory drugs (NSAIDs) or aspirin. [21] [22] [24] [30] [31] [27] If symptoms persist, a short course of corticosteroids  is usually prescribed. [27] [32] The use of calcium channel blockers,  selective serotonin reuptake inhibitors (e.g., fluoxetine), and benzodiazepines have also been reported. [33] [17]", "contents": "Carotidynia -- Treatment / Management. Since carotidynia is a self-limiting condition that spontaneously resolves with 7-14 days, the treatment is generally supportive. Initial treatment includes rest, reassurance, and nonsteroidal anti-inflammatory drugs (NSAIDs) or aspirin. [21] [22] [24] [30] [31] [27] If symptoms persist, a short course of corticosteroids  is usually prescribed. [27] [32] The use of calcium channel blockers,  selective serotonin reuptake inhibitors (e.g., fluoxetine), and benzodiazepines have also been reported. [33] [17]"}
{"id": "article-18976_21", "title": "Carotidynia -- Treatment / Management", "content": "In the past, antimigraine medications such as propranolol, tricyclic antidepressants, ergotamine, and methysergide were frequently used for the treatment of carotidynia. However, this trend decreased once carotidynia was removed from the International Classification of Headache disorders in 2004. In recent years, there is one case report which describes the efficacy of an antimigraine medication, almotriptan, in alleviating the symptoms of a patient diagnosed with carotidynia. [34] Furthermore, stress management can be helpful. [17]", "contents": "Carotidynia -- Treatment / Management. In the past, antimigraine medications such as propranolol, tricyclic antidepressants, ergotamine, and methysergide were frequently used for the treatment of carotidynia. However, this trend decreased once carotidynia was removed from the International Classification of Headache disorders in 2004. In recent years, there is one case report which describes the efficacy of an antimigraine medication, almotriptan, in alleviating the symptoms of a patient diagnosed with carotidynia. [34] Furthermore, stress management can be helpful. [17]"}
{"id": "article-18976_22", "title": "Carotidynia -- Differential Diagnosis", "content": "Among vascular disorders, the two major differential diagnoses of lateral neck pain would be carotid dissection and giant cell arteritis. Carotid artery dissection is usually associated with neurological deficits, and Horner's syndrome comprising of ptosis, miosis, anhidrosis is present in about half the cases of carotid dissection. [35] On the contrary, neurological findings are absent in the vast majority of cases of carotidynia. Other possible diagnoses in a patient presenting with lateral neck pain are given below: Table 1, adapted from Stanbro et al. [17] Table 1. Differential diagnoses for unilateral neck pain related to the carotid artery [16] [36] [37] Unilateral neck pain: Infectious:  Infections of the oropharynx, oral cavity, and glands (lymphadenitis, sialadenitis, peritonsillar abscess, and thyroiditis) Neurological:  Migraine headache, trigeminal neuralgia Neoplastic:  Head and neck neoplasms", "contents": "Carotidynia -- Differential Diagnosis. Among vascular disorders, the two major differential diagnoses of lateral neck pain would be carotid dissection and giant cell arteritis. Carotid artery dissection is usually associated with neurological deficits, and Horner's syndrome comprising of ptosis, miosis, anhidrosis is present in about half the cases of carotid dissection. [35] On the contrary, neurological findings are absent in the vast majority of cases of carotidynia. Other possible diagnoses in a patient presenting with lateral neck pain are given below: Table 1, adapted from Stanbro et al. [17] Table 1. Differential diagnoses for unilateral neck pain related to the carotid artery [16] [36] [37] Unilateral neck pain: Infectious:  Infections of the oropharynx, oral cavity, and glands (lymphadenitis, sialadenitis, peritonsillar abscess, and thyroiditis) Neurological:  Migraine headache, trigeminal neuralgia Neoplastic:  Head and neck neoplasms"}
{"id": "article-18976_23", "title": "Carotidynia -- Differential Diagnosis", "content": "Musculoskeletal: Cervical spondylitis, temporomandibular joint syndrome, Eagle syndrome Pain isolated to the carotid artery: Vascular: Carotid dissection, carotid body tumor, carotid aneurysm, fibromuscular dysplasia, acute carotid occlusion, large-vessel vasculitis", "contents": "Carotidynia -- Differential Diagnosis. Musculoskeletal: Cervical spondylitis, temporomandibular joint syndrome, Eagle syndrome Pain isolated to the carotid artery: Vascular: Carotid dissection, carotid body tumor, carotid aneurysm, fibromuscular dysplasia, acute carotid occlusion, large-vessel vasculitis"}
{"id": "article-18976_24", "title": "Carotidynia -- Pertinent Studies and Ongoing Trials", "content": "Owing to the rarity of this condition, no placebo-controlled trials have been arranged to compare the efficacy of various pharmacological interventions used for carotidynia. [17]", "contents": "Carotidynia -- Pertinent Studies and Ongoing Trials. Owing to the rarity of this condition, no placebo-controlled trials have been arranged to compare the efficacy of various pharmacological interventions used for carotidynia. [17]"}
{"id": "article-18976_25", "title": "Carotidynia -- Prognosis", "content": "Each episode of carotidynia is self-limiting and lasts 7 to 14 days. The resolution of symptoms can be expedited by the use of NSAIDs and corticosteroids. However, patients experience a relapse of episodes every 1 to 6 months.", "contents": "Carotidynia -- Prognosis. Each episode of carotidynia is self-limiting and lasts 7 to 14 days. The resolution of symptoms can be expedited by the use of NSAIDs and corticosteroids. However, patients experience a relapse of episodes every 1 to 6 months."}
{"id": "article-18976_26", "title": "Carotidynia -- Complications", "content": "Although classically described as a self-limiting condition lasting about 7 to 14 days, recent studies have shown an association with carotid artery thrombosis and neurological events. [38] Due to the elusive nature of this entity, patients might be subjected to unnecessary invasive and noninvasive investigations, and therefore be exposed to high radiation of CT scans and strong magnetic fields of MRI.", "contents": "Carotidynia -- Complications. Although classically described as a self-limiting condition lasting about 7 to 14 days, recent studies have shown an association with carotid artery thrombosis and neurological events. [38] Due to the elusive nature of this entity, patients might be subjected to unnecessary invasive and noninvasive investigations, and therefore be exposed to high radiation of CT scans and strong magnetic fields of MRI."}
{"id": "article-18976_27", "title": "Carotidynia -- Complications", "content": "If the diagnosis is confused with giant cell temporarily arteritis, patients might be subjected to a temporal artery biopsy, and experience possible biopsy related complications. Patients might also report anxiety at prolonged, expensive testing and lack of a definitive diagnosis. It is therefore recommended to accept carotidynia as a clinical entity so that patients can avoid the hazards of unnecessary testing.", "contents": "Carotidynia -- Complications. If the diagnosis is confused with giant cell temporarily arteritis, patients might be subjected to a temporal artery biopsy, and experience possible biopsy related complications. Patients might also report anxiety at prolonged, expensive testing and lack of a definitive diagnosis. It is therefore recommended to accept carotidynia as a clinical entity so that patients can avoid the hazards of unnecessary testing."}
{"id": "article-18976_28", "title": "Carotidynia -- Deterrence and Patient Education", "content": "Carotidynia is associated with anxiety in a number of patients. Patients should be reassured about the relatively benign nature of this condition, as compared to carotid artery dissection, giant cell temporal arteritis, and neck neoplasms. However, they should also be counseled that relapse of symptoms is not an uncommon occurrence, with the majority of patients experiencing a repeat episode within 1 to 6 months. The patients should be reviewed clinically and informed about the reoccurrence of carotidynia and that it is usually benign. [17]", "contents": "Carotidynia -- Deterrence and Patient Education. Carotidynia is associated with anxiety in a number of patients. Patients should be reassured about the relatively benign nature of this condition, as compared to carotid artery dissection, giant cell temporal arteritis, and neck neoplasms. However, they should also be counseled that relapse of symptoms is not an uncommon occurrence, with the majority of patients experiencing a repeat episode within 1 to 6 months. The patients should be reviewed clinically and informed about the reoccurrence of carotidynia and that it is usually benign. [17]"}
{"id": "article-18976_29", "title": "Carotidynia -- Pearls and Other Issues", "content": "Carotidynia or TIPIC syndrome, though rare, is underdiagnosed, and the cause for such pain remains hypothetical. Many reasons related to the autoimmune process, reaction to a drug, or an unknown inflammatory process are considered potential causes. It often presents with unilateral facial and neck pain. Non-steroidal anti-inflammatory medication or aspirin are the drugs of choice, which may lead to symptom resolution within two weeks. [39]", "contents": "Carotidynia -- Pearls and Other Issues. Carotidynia or TIPIC syndrome, though rare, is underdiagnosed, and the cause for such pain remains hypothetical. Many reasons related to the autoimmune process, reaction to a drug, or an unknown inflammatory process are considered potential causes. It often presents with unilateral facial and neck pain. Non-steroidal anti-inflammatory medication or aspirin are the drugs of choice, which may lead to symptom resolution within two weeks. [39]"}
{"id": "article-18976_30", "title": "Carotidynia -- Enhancing Healthcare Team Outcomes", "content": "Carotidynia is best managed with an interprofessional team approach. Early recognition of this rare entity is critical to protect patients from unnecessary and possibly harmful investigations. Clinicians must be educated to keep carotidynia in the list of differential diagnoses for lateral neck pain. The importance of a careful history and physical examination in patients with neck pain must not be underestimated, as these might be sufficient to exclude most of the differential diagnoses of neck pain and save patients from unnecessary investigations.", "contents": "Carotidynia -- Enhancing Healthcare Team Outcomes. Carotidynia is best managed with an interprofessional team approach. Early recognition of this rare entity is critical to protect patients from unnecessary and possibly harmful investigations. Clinicians must be educated to keep carotidynia in the list of differential diagnoses for lateral neck pain. The importance of a careful history and physical examination in patients with neck pain must not be underestimated, as these might be sufficient to exclude most of the differential diagnoses of neck pain and save patients from unnecessary investigations."}
{"id": "article-18976_31", "title": "Carotidynia -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Carotidynia -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}