{"id": "article-23879_0", "title": "Ketogenic Diet -- Continuing Education Activity", "content": "Despite continuous advances in the medical world, obesity remains a significant worldwide health hazard, contributing to adult mortality rates as high as 2.8 million per year. Obesity is closely linked to numerous chronic diseases, including diabetes, hypertension, and heart disease, often resulting from an unhealthy lifestyle and poor dietary habits. The implementation of appropriately tailored diet regimens for weight reduction can help mitigate the obesity epidemic to some extent. One diet regimen that has shown efficacy in rapid weight loss is the very low-carbohydrate and high-fat ketogenic diet. This activity aims to review the evaluation and considerations for the ketogenic diet while highlighting the role of the interprofessional team in educating patients about the associated risks and benefits of this dietary approach.", "contents": "Ketogenic Diet -- Continuing Education Activity. Despite continuous advances in the medical world, obesity remains a significant worldwide health hazard, contributing to adult mortality rates as high as 2.8 million per year. Obesity is closely linked to numerous chronic diseases, including diabetes, hypertension, and heart disease, often resulting from an unhealthy lifestyle and poor dietary habits. The implementation of appropriately tailored diet regimens for weight reduction can help mitigate the obesity epidemic to some extent. One diet regimen that has shown efficacy in rapid weight loss is the very low-carbohydrate and high-fat ketogenic diet. This activity aims to review the evaluation and considerations for the ketogenic diet while highlighting the role of the interprofessional team in educating patients about the associated risks and benefits of this dietary approach."}
{"id": "article-23879_1", "title": "Ketogenic Diet -- Continuing Education Activity", "content": "Objectives: Differentiate between the ketogenic diet and other dietary approaches, considering their specific mechanisms, macronutrient composition, and potential benefits and risks. Screen patients for potential contraindications or conditions that may require modifications or close monitoring when implementing the ketogenic diet. Assess and monitor patients' progress, including weight loss, metabolic markers, and potential adverse effects associated with the ketogenic diet. Collaborate with registered dietitians and other healthcare professionals to provide comprehensive support and education to patients on the ketogenic diet. Access free multiple choice questions on this topic.", "contents": "Ketogenic Diet -- Continuing Education Activity. Objectives: Differentiate between the ketogenic diet and other dietary approaches, considering their specific mechanisms, macronutrient composition, and potential benefits and risks. Screen patients for potential contraindications or conditions that may require modifications or close monitoring when implementing the ketogenic diet. Assess and monitor patients' progress, including weight loss, metabolic markers, and potential adverse effects associated with the ketogenic diet. Collaborate with registered dietitians and other healthcare professionals to provide comprehensive support and education to patients on the ketogenic diet. Access free multiple choice questions on this topic."}
{"id": "article-23879_2", "title": "Ketogenic Diet -- Introduction", "content": "Despite continuous advances in the medical world, obesity remains a major worldwide health hazard, contributing to adult mortality as high as 2.8 million per year. [1] This pervasive issue is closely linked to the development of chronic diseases, including diabetes, hypertension, and heart disease, all predominantly associated with an unhealthy lifestyle and poor dietary habits. However, implementing appropriately tailored diet regimens for weight reduction can potentially mitigate the obesity epidemic to some extent. Among these regimens, the very low-carbohydrate and high-fat ketogenic diet has emerged as a highly effective approach for rapid weight loss. [1] [2] [3]", "contents": "Ketogenic Diet -- Introduction. Despite continuous advances in the medical world, obesity remains a major worldwide health hazard, contributing to adult mortality as high as 2.8 million per year. [1] This pervasive issue is closely linked to the development of chronic diseases, including diabetes, hypertension, and heart disease, all predominantly associated with an unhealthy lifestyle and poor dietary habits. However, implementing appropriately tailored diet regimens for weight reduction can potentially mitigate the obesity epidemic to some extent. Among these regimens, the very low-carbohydrate and high-fat ketogenic diet has emerged as a highly effective approach for rapid weight loss. [1] [2] [3]"}
{"id": "article-23879_3", "title": "Ketogenic Diet -- Introduction", "content": "The ketogenic or keto diet is a dietary approach characterized by high-fat and low-carbohydrate intake, aiming to facilitate weight loss, enhance mental clarity, and boost energy levels. [4] By significantly reducing carbohydrate consumption and increasing fat and protein intake, this diet induces a metabolic state called ketosis, where the body utilizes fat as its primary fuel source instead of carbohydrates. The primary goal of the ketogenic diet is to decrease overall body fat and improve metabolic health. Recent research indicates potential benefits in reducing the risk of certain diseases, including type 2 diabetes, hyperlipidemia, heart disease, and cancer. [4]", "contents": "Ketogenic Diet -- Introduction. The ketogenic or keto diet is a dietary approach characterized by high-fat and low-carbohydrate intake, aiming to facilitate weight loss, enhance mental clarity, and boost energy levels. [4] By significantly reducing carbohydrate consumption and increasing fat and protein intake, this diet induces a metabolic state called ketosis, where the body utilizes fat as its primary fuel source instead of carbohydrates. The primary goal of the ketogenic diet is to decrease overall body fat and improve metabolic health. Recent research indicates potential benefits in reducing the risk of certain diseases, including type 2 diabetes, hyperlipidemia, heart disease, and cancer. [4]"}
{"id": "article-23879_4", "title": "Ketogenic Diet -- Function", "content": "A ketogenic diet primarily consists of high fat intake, moderate protein consumption, and low carbohydrate intake. The macronutrient distribution typically ranges from approximately 55% to 60% fat, 30% to 35% protein, and 5% to 10% carbohydrates. For instance, in a 2000 kcal per day diet, the carbohydrate allowance would amount to approximately 20 to 50 grams daily. [5]", "contents": "Ketogenic Diet -- Function. A ketogenic diet primarily consists of high fat intake, moderate protein consumption, and low carbohydrate intake. The macronutrient distribution typically ranges from approximately 55% to 60% fat, 30% to 35% protein, and 5% to 10% carbohydrates. For instance, in a 2000 kcal per day diet, the carbohydrate allowance would amount to approximately 20 to 50 grams daily. [5]"}
{"id": "article-23879_5", "title": "Ketogenic Diet -- Function -- History and Origin", "content": "Russell Wilder first used the ketogenic diet to treat epilepsy in 1921. [5] He also coined the term \"ketogenic diet.\" Through his observations, Wilder noticed the diet reduced the frequency and intensity of seizures in a subset of his patients who followed this dietary approach. For almost a decade, the ketogenic diet was viewed as a therapeutic option for pediatric epilepsy, but its prominence diminished with the advent of antiepileptic drugs.", "contents": "Ketogenic Diet -- Function -- History and Origin. Russell Wilder first used the ketogenic diet to treat epilepsy in 1921. [5] He also coined the term \"ketogenic diet.\" Through his observations, Wilder noticed the diet reduced the frequency and intensity of seizures in a subset of his patients who followed this dietary approach. For almost a decade, the ketogenic diet was viewed as a therapeutic option for pediatric epilepsy, but its prominence diminished with the advent of antiepileptic drugs."}
{"id": "article-23879_6", "title": "Ketogenic Diet -- Function -- History and Origin", "content": "The diet was popularized in the 1970s and has since been widely studied as a potential treatment for various conditions. [5] In recent years, the ketogenic diet has experienced a resurgence, particularly as a weight loss intervention, proving its efficacy in the short term. [6]", "contents": "Ketogenic Diet -- Function -- History and Origin. The diet was popularized in the 1970s and has since been widely studied as a potential treatment for various conditions. [5] In recent years, the ketogenic diet has experienced a resurgence, particularly as a weight loss intervention, proving its efficacy in the short term. [6]"}
{"id": "article-23879_7", "title": "Ketogenic Diet -- Function -- Physiology and Biochemistry", "content": "Carbohydrates typically serve as the main source of energy production in the body's tissues. However, when carbohydrate intake is restricted to less than 50 grams daily, insulin secretion decreases significantly, leading the body into a catabolic state. As a result, glycogen stores are depleted, triggering a series of metabolic changes. Two prominent metabolic processes come into play when carbohydrates are limited in body tissues: gluconeogenesis and ketogenesis. [7] [8]", "contents": "Ketogenic Diet -- Function -- Physiology and Biochemistry. Carbohydrates typically serve as the main source of energy production in the body's tissues. However, when carbohydrate intake is restricted to less than 50 grams daily, insulin secretion decreases significantly, leading the body into a catabolic state. As a result, glycogen stores are depleted, triggering a series of metabolic changes. Two prominent metabolic processes come into play when carbohydrates are limited in body tissues: gluconeogenesis and ketogenesis. [7] [8]"}
{"id": "article-23879_8", "title": "Ketogenic Diet -- Function -- Physiology and Biochemistry", "content": "Gluconeogenesis is the process by which the body produces glucose internally, primarily in the liver, using substrates such as pyruvate, lactic acid, glycerol, and specific amino acids classified as glucogenic. [9] [10] [9] When glucose availability drops, the endogenous breakdown of glucose cannot provide sufficient energy, ie, adenosine triphosphate (ATP). The metabolic pathway switches to ketogenesis to provide an alternate energy source in the form of ketone bodies. Ketone bodies replace glucose as a primary source of energy.", "contents": "Ketogenic Diet -- Function -- Physiology and Biochemistry. Gluconeogenesis is the process by which the body produces glucose internally, primarily in the liver, using substrates such as pyruvate, lactic acid, glycerol, and specific amino acids classified as glucogenic. [9] [10] [9] When glucose availability drops, the endogenous breakdown of glucose cannot provide sufficient energy, ie, adenosine triphosphate (ATP). The metabolic pathway switches to ketogenesis to provide an alternate energy source in the form of ketone bodies. Ketone bodies replace glucose as a primary source of energy."}
{"id": "article-23879_9", "title": "Ketogenic Diet -- Function -- Physiology and Biochemistry", "content": "During ketogenesis, insulin secretion is low due to feedback from blood glucose levels, leading to a decrease in the stimulation of fat and glucose storage. Other hormonal changes may contribute to the increased fat breakdown resulting in fatty acids. Fatty acids are metabolized to acetoacetate, later converted to beta-hydroxybutyrate and acetone. These primary ketone bodies (ie, acetoacetate, beta-hydroxybutyrate, and acetone) accumulate in the body as the ketogenic diet is sustained and serve as an alternative energy source for the body. This metabolic state is referred to as \"nutritional ketosis.\" As long as the body is deprived of carbohydrates, the metabolism remains ketotic. Nutritional ketosis is generally considered safe since it involves the production of ketone bodies in moderate concentrations without significantly impacting blood pH. Nutritional ketosis differs from ketoacidosis, a severe and life-threatening condition characterized by excessively high levels of ketone bodies, leading to acidosis in the blood. [9]", "contents": "Ketogenic Diet -- Function -- Physiology and Biochemistry. During ketogenesis, insulin secretion is low due to feedback from blood glucose levels, leading to a decrease in the stimulation of fat and glucose storage. Other hormonal changes may contribute to the increased fat breakdown resulting in fatty acids. Fatty acids are metabolized to acetoacetate, later converted to beta-hydroxybutyrate and acetone. These primary ketone bodies (ie, acetoacetate, beta-hydroxybutyrate, and acetone) accumulate in the body as the ketogenic diet is sustained and serve as an alternative energy source for the body. This metabolic state is referred to as \"nutritional ketosis.\" As long as the body is deprived of carbohydrates, the metabolism remains ketotic. Nutritional ketosis is generally considered safe since it involves the production of ketone bodies in moderate concentrations without significantly impacting blood pH. Nutritional ketosis differs from ketoacidosis, a severe and life-threatening condition characterized by excessively high levels of ketone bodies, leading to acidosis in the blood. [9]"}
{"id": "article-23879_10", "title": "Ketogenic Diet -- Function -- Physiology and Biochemistry", "content": "Ketone bodies synthesized within the body can be effectively utilized as an energy source by vital organs such as the heart, muscle tissue, and kidneys. [11] Ketone bodies can also cross the blood-brain barrier to provide an alternative energy source for the brain. RBCs and the liver do not utilize ketones due to a lack of mitochondria and enzyme diaphorase.", "contents": "Ketogenic Diet -- Function -- Physiology and Biochemistry. Ketone bodies synthesized within the body can be effectively utilized as an energy source by vital organs such as the heart, muscle tissue, and kidneys. [11] Ketone bodies can also cross the blood-brain barrier to provide an alternative energy source for the brain. RBCs and the liver do not utilize ketones due to a lack of mitochondria and enzyme diaphorase."}
{"id": "article-23879_11", "title": "Ketogenic Diet -- Function -- Physiology and Biochemistry", "content": "Ketone body production depends on several factors, such as resting basal metabolic rate (BMR), body mass index (BMI), and body fat percentage. Ketone bodies, often referred to as a \"super fuel,\" produce a greater amount of ATP than glucose. When comparing energy production, 100 grams of acetoacetate generates 9,400 grams of ATP, 100 grams of beta-hydroxybutyrate yields 10,500 grams of ATP, while 100 grams of glucose produces only 8,700 grams of ATP. Ketone bodies enable the body to maintain efficient fuel production even when experiencing a caloric deficit. Additionally, ketone bodies can reduce free radical damage and enhance the body's antioxidant capacity. [11] [12]", "contents": "Ketogenic Diet -- Function -- Physiology and Biochemistry. Ketone body production depends on several factors, such as resting basal metabolic rate (BMR), body mass index (BMI), and body fat percentage. Ketone bodies, often referred to as a \"super fuel,\" produce a greater amount of ATP than glucose. When comparing energy production, 100 grams of acetoacetate generates 9,400 grams of ATP, 100 grams of beta-hydroxybutyrate yields 10,500 grams of ATP, while 100 grams of glucose produces only 8,700 grams of ATP. Ketone bodies enable the body to maintain efficient fuel production even when experiencing a caloric deficit. Additionally, ketone bodies can reduce free radical damage and enhance the body's antioxidant capacity. [11] [12]"}
{"id": "article-23879_12", "title": "Ketogenic Diet -- Function -- Types", "content": "Four types of ketogenic diets are categorized based on the percentage of macronutrients they contain, allowing for increased compliance with the regimens. These include the classic long-chain triglyceride (LCT) ketogenic diet, medium-chain triglyceride (MCT) ketogenic diet, modified Atkins diet (MAD), and low glycemic index treatment.", "contents": "Ketogenic Diet -- Function -- Types. Four types of ketogenic diets are categorized based on the percentage of macronutrients they contain, allowing for increased compliance with the regimens. These include the classic long-chain triglyceride (LCT) ketogenic diet, medium-chain triglyceride (MCT) ketogenic diet, modified Atkins diet (MAD), and low glycemic index treatment."}
{"id": "article-23879_13", "title": "Ketogenic Diet -- Issues of Concern -- Adverse Effects", "content": "The ketogenic diet's short-term effects (up to 2 years) are well-reported and established. However, the long-term health implications are unknown due to limited literature. [13] [14] [15]", "contents": "Ketogenic Diet -- Issues of Concern -- Adverse Effects. The ketogenic diet's short-term effects (up to 2 years) are well-reported and established. However, the long-term health implications are unknown due to limited literature. [13] [14] [15]"}
{"id": "article-23879_14", "title": "Ketogenic Diet -- Issues of Concern -- Adverse Effects", "content": "The ketogenic diet may present some common and generally mild short-term adverse effects, known as the \"keto flu.\" These symptoms can include nausea, vomiting, headache, fatigue, dizziness, insomnia, reduced exercise tolerance, and constipation. These symptoms resolve in a few days to weeks. Ensuring adequate fluid and electrolyte intake can help counter some of these symptoms. Long-term adverse effects include hepatic steatosis, hypoproteinemia, hypocitraturia, hypercalciuria, kidney stones, and vitamin and mineral deficiencies. [16] [5] [16] Nutrient deficiencies: Keto diets are very restrictive and can lead to inadequate intake of essential vitamins, minerals, and phytochemicals. [4] Digestive issues: High-fat, low-fiber diets can cause digestive problems, such as constipation, diarrhea, and bloating. Kidney stones: A high-fat, low-carbohydrate diet can increase the risk of developing kidney stones.", "contents": "Ketogenic Diet -- Issues of Concern -- Adverse Effects. The ketogenic diet may present some common and generally mild short-term adverse effects, known as the \"keto flu.\" These symptoms can include nausea, vomiting, headache, fatigue, dizziness, insomnia, reduced exercise tolerance, and constipation. These symptoms resolve in a few days to weeks. Ensuring adequate fluid and electrolyte intake can help counter some of these symptoms. Long-term adverse effects include hepatic steatosis, hypoproteinemia, hypocitraturia, hypercalciuria, kidney stones, and vitamin and mineral deficiencies. [16] [5] [16] Nutrient deficiencies: Keto diets are very restrictive and can lead to inadequate intake of essential vitamins, minerals, and phytochemicals. [4] Digestive issues: High-fat, low-fiber diets can cause digestive problems, such as constipation, diarrhea, and bloating. Kidney stones: A high-fat, low-carbohydrate diet can increase the risk of developing kidney stones."}
{"id": "article-23879_15", "title": "Ketogenic Diet -- Issues of Concern -- Adverse Effects", "content": "Heart disease: A ketogenic diet can increase the risk of heart disease due to its high saturated fat content and lack of fiber. [4] Muscle loss: Rapid weight loss on a ketogenic diet can lead to muscle loss, negatively impacting athletic performance. Cognitive decline: The effects of low-carbohydrate diets on brain metabolism can potentially lead to cognitive decline. [17] [18]", "contents": "Ketogenic Diet -- Issues of Concern -- Adverse Effects. Heart disease: A ketogenic diet can increase the risk of heart disease due to its high saturated fat content and lack of fiber. [4] Muscle loss: Rapid weight loss on a ketogenic diet can lead to muscle loss, negatively impacting athletic performance. Cognitive decline: The effects of low-carbohydrate diets on brain metabolism can potentially lead to cognitive decline. [17] [18]"}
{"id": "article-23879_16", "title": "Ketogenic Diet -- Issues of Concern -- Cautions and Contraindications", "content": "Patients with diabetes taking insulin or oral hypoglycemic agents may experience severe hypoglycemia if their medications are not appropriately adjusted before initiating a ketogenic diet. The ketogenic diet is contraindicated in individuals with pancreatitis, liver failure, disorders of fat metabolism, primary carnitine deficiency, carnitine palmitoyltransferase deficiency, carnitine translocase deficiency, porphyrias, or pyruvate kinase deficiency. Additionally, individuals following a ketogenic diet may rarely experience a false positive breath alcohol test due to the conversion of acetone to isopropanol by hepatic alcohol dehydrogenase, resulting in an inaccurate reading.", "contents": "Ketogenic Diet -- Issues of Concern -- Cautions and Contraindications. Patients with diabetes taking insulin or oral hypoglycemic agents may experience severe hypoglycemia if their medications are not appropriately adjusted before initiating a ketogenic diet. The ketogenic diet is contraindicated in individuals with pancreatitis, liver failure, disorders of fat metabolism, primary carnitine deficiency, carnitine palmitoyltransferase deficiency, carnitine translocase deficiency, porphyrias, or pyruvate kinase deficiency. Additionally, individuals following a ketogenic diet may rarely experience a false positive breath alcohol test due to the conversion of acetone to isopropanol by hepatic alcohol dehydrogenase, resulting in an inaccurate reading."}
{"id": "article-23879_17", "title": "Ketogenic Diet -- Clinical Significance", "content": "Recent epidemiological studies have challenged the popular belief that high-fat diets directly cause obesity and diseases like coronary heart disease, diabetes, and cancer. These studies have not observed a conclusive causal relationship between dietary fat intake and these conditions. Additionally, research on animals fed high-fat diets has not demonstrated a direct link to obesity. On the contrary, very low-carbohydrate and high-fat diets, such as the ketogenic diet, have shown benefits for weight loss.", "contents": "Ketogenic Diet -- Clinical Significance. Recent epidemiological studies have challenged the popular belief that high-fat diets directly cause obesity and diseases like coronary heart disease, diabetes, and cancer. These studies have not observed a conclusive causal relationship between dietary fat intake and these conditions. Additionally, research on animals fed high-fat diets has not demonstrated a direct link to obesity. On the contrary, very low-carbohydrate and high-fat diets, such as the ketogenic diet, have shown benefits for weight loss."}
{"id": "article-23879_18", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Regarding overall caloric intake, carbohydrates comprise around 55% of the typical American diet, ranging from 200 to 350 grams daily. [19] Until recently, the significant potential of refined carbohydrates to cause detrimental effects was largely overlooked. However, emerging research has highlighted the negative impact of consuming excessive amounts of sugar-laden foods. Studies have shown that a higher intake of sugar-laden foods is associated with a 44% increased prevalence of metabolic syndrome and obesity and a 26% higher risk of developing diabetes. [19]", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Regarding overall caloric intake, carbohydrates comprise around 55% of the typical American diet, ranging from 200 to 350 grams daily. [19] Until recently, the significant potential of refined carbohydrates to cause detrimental effects was largely overlooked. However, emerging research has highlighted the negative impact of consuming excessive amounts of sugar-laden foods. Studies have shown that a higher intake of sugar-laden foods is associated with a 44% increased prevalence of metabolic syndrome and obesity and a 26% higher risk of developing diabetes. [19]"}
{"id": "article-23879_19", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "A comprehensive study conducted in 2012 examining cardiometabolic deaths in the United States revealed that approximately 45.4% of these deaths, including those attributed to heart disease, stroke, and type 2 diabetes, were associated with suboptimal intakes of 10 specific dietary factors. Among the nutritional factors examined, the study found that the highest estimated mortality was associated with high sodium intake, accounting for 9.5% of cardiometabolic deaths. This was followed by nuts and seeds (8.5%), high intake of processed meats (8.2%), low intake of omega-3 fats (7.8%), low intake of vegetables 7.6%), low intake of fruits (7.5%), and high intake of artificially sweetened beverages (7.4%). [20] The lowest estimated mortality was associated with consuming low polyunsaturated fats (2.3%) and unprocessed red meats (0.4%). In addition to the direct harm caused by excessive consumption of low-quality carbohydrates, another concern is that such consumption can crowd out healthier food options from the diet. When individuals consume an excess of low-quality carbohydrates, there may be limited space in their diet for more nutritious foods like nuts, unprocessed grains, fruits, and vegetables. [20]", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. A comprehensive study conducted in 2012 examining cardiometabolic deaths in the United States revealed that approximately 45.4% of these deaths, including those attributed to heart disease, stroke, and type 2 diabetes, were associated with suboptimal intakes of 10 specific dietary factors. Among the nutritional factors examined, the study found that the highest estimated mortality was associated with high sodium intake, accounting for 9.5% of cardiometabolic deaths. This was followed by nuts and seeds (8.5%), high intake of processed meats (8.2%), low intake of omega-3 fats (7.8%), low intake of vegetables 7.6%), low intake of fruits (7.5%), and high intake of artificially sweetened beverages (7.4%). [20] The lowest estimated mortality was associated with consuming low polyunsaturated fats (2.3%) and unprocessed red meats (0.4%). In addition to the direct harm caused by excessive consumption of low-quality carbohydrates, another concern is that such consumption can crowd out healthier food options from the diet. When individuals consume an excess of low-quality carbohydrates, there may be limited space in their diet for more nutritious foods like nuts, unprocessed grains, fruits, and vegetables. [20]"}
{"id": "article-23879_20", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "1) Diabetes", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. 1) Diabetes"}
{"id": "article-23879_21", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "A recently published randomized crossover trial comparing the effects of ketogenic and Mediterranean diets revealed that patients who adhered to a well-formulated ketogenic diet experienced improved glucose control and reduced body weight. [21] Although the blood sugar levels were reduced, the decrease in HbA1c levels was modest, with a reduction of less than 20%. Additionally, study participants had difficulty adhering to the strict dietary regimen. [21] These findings have led to debates, as some argue that any restriction on carbohydrate intake would inevitably lead to a reduction in blood sugar and HbA1c levels. 2) Heart disease", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. A recently published randomized crossover trial comparing the effects of ketogenic and Mediterranean diets revealed that patients who adhered to a well-formulated ketogenic diet experienced improved glucose control and reduced body weight. [21] Although the blood sugar levels were reduced, the decrease in HbA1c levels was modest, with a reduction of less than 20%. Additionally, study participants had difficulty adhering to the strict dietary regimen. [21] These findings have led to debates, as some argue that any restriction on carbohydrate intake would inevitably lead to a reduction in blood sugar and HbA1c levels. 2) Heart disease"}
{"id": "article-23879_22", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Research suggests that a ketogenic diet can reduce the risk of heart disease. A systematic review published in the American Journal of Clinical Nutrition in 2019 found that a ketogenic diet can lower markers of inflammation, which is associated with a decreased risk of heart disease. Furthermore, a study published in Circulation in 2020 demonstrated that a low-carbohydrate, high-fat ketogenic diet could reduce low-density lipoprotein (LDL) cholesterol levels, a significant risk factor for heart disease. These findings indicate that a ketogenic diet may effectively reduce the risk of heart disease. 3) Obesity", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Research suggests that a ketogenic diet can reduce the risk of heart disease. A systematic review published in the American Journal of Clinical Nutrition in 2019 found that a ketogenic diet can lower markers of inflammation, which is associated with a decreased risk of heart disease. Furthermore, a study published in Circulation in 2020 demonstrated that a low-carbohydrate, high-fat ketogenic diet could reduce low-density lipoprotein (LDL) cholesterol levels, a significant risk factor for heart disease. These findings indicate that a ketogenic diet may effectively reduce the risk of heart disease. 3) Obesity"}
{"id": "article-23879_23", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Over the past century, the prevalence of obesity has increased, leading to the emergence of various diet programs. Among them, the ketogenic diet has shown significant benefits compared to other diets. A meta-analysis of 11 studies found that the low-carbohydrate diet group experienced considerable weight reductions compared to the low-fat diet group. Individuals assigned to a very low-carbohydrate ketogenic diet (VLCKD) experienced decreases in body weight, triglycerides, and diastolic blood pressure, as well as increases in HDL-C and LDL-C. Moreover, the VLCKD resulted in more significant long-term weight loss compared to a low-fat diet, suggesting it is a potential alternative option for obesity management. [22] Similarly, a meta-analysis of randomized controlled trials (RCTs) revealed that the ketogenic diet is particularly effective in improving metabolic parameters related to glycemic control, weight management, and lipid control in obese individuals, particularly those with preexisting diabetes. Compared to low-fat diets, the ketogenic diet demonstrated superior outcomes in terms of glycemic control, weight loss, and lipid markers. [23] The ketogenic diet also showed positive effects on insulin resistance and lipid markers, suggesting it can improve metabolic markers independent of weight loss.", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Over the past century, the prevalence of obesity has increased, leading to the emergence of various diet programs. Among them, the ketogenic diet has shown significant benefits compared to other diets. A meta-analysis of 11 studies found that the low-carbohydrate diet group experienced considerable weight reductions compared to the low-fat diet group. Individuals assigned to a very low-carbohydrate ketogenic diet (VLCKD) experienced decreases in body weight, triglycerides, and diastolic blood pressure, as well as increases in HDL-C and LDL-C. Moreover, the VLCKD resulted in more significant long-term weight loss compared to a low-fat diet, suggesting it is a potential alternative option for obesity management. [22] Similarly, a meta-analysis of randomized controlled trials (RCTs) revealed that the ketogenic diet is particularly effective in improving metabolic parameters related to glycemic control, weight management, and lipid control in obese individuals, particularly those with preexisting diabetes. Compared to low-fat diets, the ketogenic diet demonstrated superior outcomes in terms of glycemic control, weight loss, and lipid markers. [23] The ketogenic diet also showed positive effects on insulin resistance and lipid markers, suggesting it can improve metabolic markers independent of weight loss."}
{"id": "article-23879_24", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "4) Nonalcoholic fatty liver disease", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. 4) Nonalcoholic fatty liver disease"}
{"id": "article-23879_25", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Nonalcoholic fatty liver disease (NAFLD) is a highly prevalent disease characterized by hepatic adiposity, which can lead to liver damage, fibrosis, and inflammation. Weight loss is recommended as part of the general clinical management of NAFLD. However, it has been reported that low-carbohydrate diets, particularly those high in fat, may exacerbate hepatic steatosis due to their impact on cholesterol levels and liver function. [24] The ketogenic diet induces a shift in the gut microbiome, resulting in increased folate production and reduced inflammation and oxidative stress. Furthermore, the ketogenic diet promotes a sense of satiety and induces epigenetic modifications that play a role in the pathogenesis of NAFLD and allows the expression of antiinflammatory markers at the genetic level. [24] 5) Polycystic ovarian syndrome (PCOS)", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Nonalcoholic fatty liver disease (NAFLD) is a highly prevalent disease characterized by hepatic adiposity, which can lead to liver damage, fibrosis, and inflammation. Weight loss is recommended as part of the general clinical management of NAFLD. However, it has been reported that low-carbohydrate diets, particularly those high in fat, may exacerbate hepatic steatosis due to their impact on cholesterol levels and liver function. [24] The ketogenic diet induces a shift in the gut microbiome, resulting in increased folate production and reduced inflammation and oxidative stress. Furthermore, the ketogenic diet promotes a sense of satiety and induces epigenetic modifications that play a role in the pathogenesis of NAFLD and allows the expression of antiinflammatory markers at the genetic level. [24] 5) Polycystic ovarian syndrome (PCOS)"}
{"id": "article-23879_26", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "PCOS is related to increased insulin resistance, hyperinsulinemia, T2DM, dyslipidemia, and hyperandrogenism. The mechanism by which a ketogenic diet helps PCOS is unclear. However, many theories postulate lowering insulin resistance helps with improving androgen levels. A crossover study compared the effects of a standard diet and a low-carbohydrate diet on PCOS and showed that the low-carbohydrate diet decreased glycemia, fasting serum insulin, and testosterone and increased insulin sensitivity. [25] 6) Neurodegenerative disorders Alzheimer disease: A ketogenic diet regulates brain metabolism, mitochondrial homeostasis, and inflammation in Alzheimer disease by increasing mitochondrial function and reducing oxidative stress. [26]", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. PCOS is related to increased insulin resistance, hyperinsulinemia, T2DM, dyslipidemia, and hyperandrogenism. The mechanism by which a ketogenic diet helps PCOS is unclear. However, many theories postulate lowering insulin resistance helps with improving androgen levels. A crossover study compared the effects of a standard diet and a low-carbohydrate diet on PCOS and showed that the low-carbohydrate diet decreased glycemia, fasting serum insulin, and testosterone and increased insulin sensitivity. [25] 6) Neurodegenerative disorders Alzheimer disease: A ketogenic diet regulates brain metabolism, mitochondrial homeostasis, and inflammation in Alzheimer disease by increasing mitochondrial function and reducing oxidative stress. [26]"}
{"id": "article-23879_27", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Parkinson disease: A pilot RCT compared the effect of a low-fat diet versus the ketogenic diet in Parkinson's disease. The study had 47 patients, and both groups showed a decrease in the Movement Disorder Society Unified Parkinson Disease Rating Scale (MDS-UPDRS). However, the group on the ketogenic diet showed a more significant reduction than the low-fat diet group. Also, the ketogenic group showed more significant improvements in nonmotor symptoms. [27] Epilepsy: The ketogenic diet, described initially as a successful treatment for epilepsy, has regained attention through numerous studies showcasing its effectiveness in patients with drug-resistant epilepsy and certain pediatric epilepsy syndromes. [28] 7) Cancer", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Parkinson disease: A pilot RCT compared the effect of a low-fat diet versus the ketogenic diet in Parkinson's disease. The study had 47 patients, and both groups showed a decrease in the Movement Disorder Society Unified Parkinson Disease Rating Scale (MDS-UPDRS). However, the group on the ketogenic diet showed a more significant reduction than the low-fat diet group. Also, the ketogenic group showed more significant improvements in nonmotor symptoms. [27] Epilepsy: The ketogenic diet, described initially as a successful treatment for epilepsy, has regained attention through numerous studies showcasing its effectiveness in patients with drug-resistant epilepsy and certain pediatric epilepsy syndromes. [28] 7) Cancer"}
{"id": "article-23879_28", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "The therapeutic impact of the ketogenic diet on tumors, such as neuroblastoma, acute myeloid leukemia, and glioblastoma, is attributed to its ability to downregulate GPR109A expression, activate mTORC1, and reduce glucose uptake at the tumor site. This results in suppressed tumor growth, improved survival rates, and enhanced efficacy of chemotherapy.", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. The therapeutic impact of the ketogenic diet on tumors, such as neuroblastoma, acute myeloid leukemia, and glioblastoma, is attributed to its ability to downregulate GPR109A expression, activate mTORC1, and reduce glucose uptake at the tumor site. This results in suppressed tumor growth, improved survival rates, and enhanced efficacy of chemotherapy."}
{"id": "article-23879_29", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "A recent systemic review and meta-analysis of RCTs comparing the long-term effects (more than 1 year) of dietary interventions on weight loss revealed a lack of substantial evidence supporting the recommendation of low-fat diets. [29] Low-carbohydrate diets were found to be more effective in achieving significant weight loss compared to low-fat interventions. Additionally, a carbohydrate-restricted diet was found to maintain better an individual's basal metabolic rate (BMR), suggesting that the quality of calories consumed can impact the number of calories burned. In comparison to a very low-carb diet, a low-fat diet resulted in a decrease of more than 400 kcal per day in BMR. [29]", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. A recent systemic review and meta-analysis of RCTs comparing the long-term effects (more than 1 year) of dietary interventions on weight loss revealed a lack of substantial evidence supporting the recommendation of low-fat diets. [29] Low-carbohydrate diets were found to be more effective in achieving significant weight loss compared to low-fat interventions. Additionally, a carbohydrate-restricted diet was found to maintain better an individual's basal metabolic rate (BMR), suggesting that the quality of calories consumed can impact the number of calories burned. In comparison to a very low-carb diet, a low-fat diet resulted in a decrease of more than 400 kcal per day in BMR. [29]"}
{"id": "article-23879_30", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "A well-formulated ketogenic diet not only restricts carbohydrates but also moderates protein intake to less than 1 gram per pound of body weight, with the option to increase to 1.5 grams per pound for individuals engaged in heavy exercise involving weight training. This limitation on protein intake aims to prevent endogenous glucose production through gluconeogenesis. However, there are no specific restrictions on fat or overall daily calorie intake.", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. A well-formulated ketogenic diet not only restricts carbohydrates but also moderates protein intake to less than 1 gram per pound of body weight, with the option to increase to 1.5 grams per pound for individuals engaged in heavy exercise involving weight training. This limitation on protein intake aims to prevent endogenous glucose production through gluconeogenesis. However, there are no specific restrictions on fat or overall daily calorie intake."}
{"id": "article-23879_31", "title": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet", "content": "Individuals on a ketogenic diet typically experience rapid weight loss, often up to 10 pounds in 2 weeks or less. This initial weight loss is attributed to the diet's diuretic effect; the loss of water weight is followed by fat loss. Interestingly, the ketogenic diet tends to preserve lean body muscle mass. As nutritional ketosis is sustained, hunger decreases, and the overall reduction in caloric intake further aids in weight loss.", "contents": "Ketogenic Diet -- Clinical Significance -- Evidence Behind the Ketogenic Diet. Individuals on a ketogenic diet typically experience rapid weight loss, often up to 10 pounds in 2 weeks or less. This initial weight loss is attributed to the diet's diuretic effect; the loss of water weight is followed by fat loss. Interestingly, the ketogenic diet tends to preserve lean body muscle mass. As nutritional ketosis is sustained, hunger decreases, and the overall reduction in caloric intake further aids in weight loss."}
{"id": "article-23879_32", "title": "Ketogenic Diet -- Other Issues", "content": "Long-term compliance with a ketogenic diet can be challenging, as is the case with any lifestyle change. While the ketogenic diet has shown superior results in inducing rapid and sustained weight loss in individuals with obesity for up to two years, understanding its clinical impacts, safety, tolerability, efficacy, treatment duration, and long-term prognosis after discontinuation of the diet requires further investigation.", "contents": "Ketogenic Diet -- Other Issues. Long-term compliance with a ketogenic diet can be challenging, as is the case with any lifestyle change. While the ketogenic diet has shown superior results in inducing rapid and sustained weight loss in individuals with obesity for up to two years, understanding its clinical impacts, safety, tolerability, efficacy, treatment duration, and long-term prognosis after discontinuation of the diet requires further investigation."}
{"id": "article-23879_33", "title": "Ketogenic Diet -- Other Issues", "content": "The duration of following a ketogenic diet can range from a minimum of 2 to 3 weeks up to 6 to 12 months. Close monitoring of renal functions while on a ketogenic diet is imperative, and the transition from a ketogenic diet to a standard diet should be gradual and well-controlled.", "contents": "Ketogenic Diet -- Other Issues. The duration of following a ketogenic diet can range from a minimum of 2 to 3 weeks up to 6 to 12 months. Close monitoring of renal functions while on a ketogenic diet is imperative, and the transition from a ketogenic diet to a standard diet should be gradual and well-controlled."}
{"id": "article-23879_34", "title": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes", "content": "To counter the obesity epidemic, some healthcare practitioners recommend the ketogenic diet. However, practitioners should use evidence-based medicine when recommending this diet for individualized patient care.", "contents": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes. To counter the obesity epidemic, some healthcare practitioners recommend the ketogenic diet. However, practitioners should use evidence-based medicine when recommending this diet for individualized patient care."}
{"id": "article-23879_35", "title": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes", "content": "Overweight individuals with metabolic syndrome, insulin resistance, and type 2 diabetes will likely experience improvements in clinical markers of disease risk by adopting a well-formulated, very low-carbohydrate diet. This diet can enhance glucose control through reduced glucose intake and improved insulin sensitivity. In addition to weight reduction, particularly in abdominal obesity and insulin resistance, low-carb diets may also help improve blood pressure, blood glucose regulation, triglyceride levels, and HDL cholesterol levels. However, it's important to note that LDL cholesterol levels may increase when following this diet.", "contents": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes. Overweight individuals with metabolic syndrome, insulin resistance, and type 2 diabetes will likely experience improvements in clinical markers of disease risk by adopting a well-formulated, very low-carbohydrate diet. This diet can enhance glucose control through reduced glucose intake and improved insulin sensitivity. In addition to weight reduction, particularly in abdominal obesity and insulin resistance, low-carb diets may also help improve blood pressure, blood glucose regulation, triglyceride levels, and HDL cholesterol levels. However, it's important to note that LDL cholesterol levels may increase when following this diet."}
{"id": "article-23879_36", "title": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes", "content": "Numerous studies have highlighted the potential therapeutic benefits of the ketogenic diet in various neurological disorders, including epilepsy, dementia, amyotrophic lateral sclerosis (ALS), and traumatic brain injury, and acne, cancers, and metabolic disorders. [5]", "contents": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes. Numerous studies have highlighted the potential therapeutic benefits of the ketogenic diet in various neurological disorders, including epilepsy, dementia, amyotrophic lateral sclerosis (ALS), and traumatic brain injury, and acne, cancers, and metabolic disorders. [5]"}
{"id": "article-23879_37", "title": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes", "content": "The lack of long-term studies and the complexity of the mechanism make it premature to generally recommend the ketogenic diet for preventing type 2 diabetes or cardiovascular disease. However, it can be considered for primary weight loss.", "contents": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes. The lack of long-term studies and the complexity of the mechanism make it premature to generally recommend the ketogenic diet for preventing type 2 diabetes or cardiovascular disease. However, it can be considered for primary weight loss."}
{"id": "article-23879_38", "title": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes", "content": "While the ketogenic diet may help one lose weight in the short term, this weight loss is not sustained over the long run. In addition, countless studies show that the diet is associated with many complications that often lead to emergency room visits and admissions for dehydration, electrolyte disturbances, and hypoglycemia. [30] [31] [32]", "contents": "Ketogenic Diet -- Enhancing Healthcare Team Outcomes. While the ketogenic diet may help one lose weight in the short term, this weight loss is not sustained over the long run. In addition, countless studies show that the diet is associated with many complications that often lead to emergency room visits and admissions for dehydration, electrolyte disturbances, and hypoglycemia. [30] [31] [32]"}
{"id": "article-23879_39", "title": "Ketogenic Diet -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ketogenic Diet -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}