{"id": "article-22102_0", "title": "Gastrointestinal Bleeding Scan -- Introduction", "content": "Gastrointestinal bleeding scan (GIBS) is a non-invasive diagnostic radionuclide imaging study to evaluate patients with a suspected overt GI bleed, especially involving mid and lower gastrointestinal (GI) tract. It is performed with 99mTc-RBCs and helps determine the bleeding status (active or intermittent), gross localization, and estimation of the amount. [1] Gastrointestinal bleeding (GIB) can be occult, overt, or obscure. Occult GIB has a positive guaiac test or iron deficiency anemia with no visible signs of bleeding. Overt GIB has signs of active bleeding such as melena, hematemesis, or hematochezia. Obscure GIB has persistent or recurrent bleed with no known source of bleeding after negative bidirectional endoscopy.", "contents": "Gastrointestinal Bleeding Scan -- Introduction. Gastrointestinal bleeding scan (GIBS) is a non-invasive diagnostic radionuclide imaging study to evaluate patients with a suspected overt GI bleed, especially involving mid and lower gastrointestinal (GI) tract. It is performed with 99mTc-RBCs and helps determine the bleeding status (active or intermittent), gross localization, and estimation of the amount. [1] Gastrointestinal bleeding (GIB) can be occult, overt, or obscure. Occult GIB has a positive guaiac test or iron deficiency anemia with no visible signs of bleeding. Overt GIB has signs of active bleeding such as melena, hematemesis, or hematochezia. Obscure GIB has persistent or recurrent bleed with no known source of bleeding after negative bidirectional endoscopy."}
{"id": "article-22102_1", "title": "Gastrointestinal Bleeding Scan -- Introduction", "content": "For purposes of geographical localization and potential intervention, GI bleeding typically classifies as upper, mid, and lower. Upper gastrointestinal bleed (UGIB) includes bleeding up to the level of the ampulla of Vater, which is within reach of esophagogastroscopy; this can identify major causes such as gastric and duodenal ulcers, esophageal varices, esophagitis, and gastritis. Mid GIB includes up to the level of the terminal ileum, which undergoes an evaluation with capsule endoscopy; this can diagnose etiologies such as Meckel diverticulum, angiodysplasia, and Crohn disease. [2] Most common causes of lower GIB within reach of colonoscopy are angiodysplasia, polyps, diverticulosis, inflammatory, and infectious colitis.  The clinical signs and symptoms of overt GI bleeding are often unreliable and can manifest late, especially if it is intermittent. Prompt and timely identification of GI bleed is essential for the next step in patient management, which includes CT angiography, Catheter angiography, surgical intervention, or observation.", "contents": "Gastrointestinal Bleeding Scan -- Introduction. For purposes of geographical localization and potential intervention, GI bleeding typically classifies as upper, mid, and lower. Upper gastrointestinal bleed (UGIB) includes bleeding up to the level of the ampulla of Vater, which is within reach of esophagogastroscopy; this can identify major causes such as gastric and duodenal ulcers, esophageal varices, esophagitis, and gastritis. Mid GIB includes up to the level of the terminal ileum, which undergoes an evaluation with capsule endoscopy; this can diagnose etiologies such as Meckel diverticulum, angiodysplasia, and Crohn disease. [2] Most common causes of lower GIB within reach of colonoscopy are angiodysplasia, polyps, diverticulosis, inflammatory, and infectious colitis.  The clinical signs and symptoms of overt GI bleeding are often unreliable and can manifest late, especially if it is intermittent. Prompt and timely identification of GI bleed is essential for the next step in patient management, which includes CT angiography, Catheter angiography, surgical intervention, or observation."}
{"id": "article-22102_2", "title": "Gastrointestinal Bleeding Scan -- Procedures", "content": "GI bleeding scan uses 99mTc-RBCs and 99mTc-sulfur colloids. [3] [4] Sulfur colloid has a short half-life of 3 minutes and is taken up by spleen, liver, and bone marrow. The sensitivity of exam is decreased, especially for an intermittent bleed due to background activity in the reticuloendothelial system and short imaging time (20 to 30 minutes). Multiple studies have shown that 99mTc-RBCs is more superior due to long intravascular half-life, which allows longer imaging duration. [5] [6] [7] There are three ways of erythrocyte labeling with technetium 99m with different labeling efficiency. [4]", "contents": "Gastrointestinal Bleeding Scan -- Procedures. GI bleeding scan uses 99mTc-RBCs and 99mTc-sulfur colloids. [3] [4] Sulfur colloid has a short half-life of 3 minutes and is taken up by spleen, liver, and bone marrow. The sensitivity of exam is decreased, especially for an intermittent bleed due to background activity in the reticuloendothelial system and short imaging time (20 to 30 minutes). Multiple studies have shown that 99mTc-RBCs is more superior due to long intravascular half-life, which allows longer imaging duration. [5] [6] [7] There are three ways of erythrocyte labeling with technetium 99m with different labeling efficiency. [4]"}
{"id": "article-22102_3", "title": "Gastrointestinal Bleeding Scan -- Procedures -- In vivo method:", "content": "Involves injecting 1 mg of stannous pyrophosphate followed by intravenous injection of 555-1, 110 MBq of 99m Tc-pertechnetate. Labeling efficiency ranges from 75 to 80%. It is not recommended but can be helpful in those patients who do not want to receive blood products.", "contents": "Gastrointestinal Bleeding Scan -- Procedures -- In vivo method:. Involves injecting 1 mg of stannous pyrophosphate followed by intravenous injection of 555-1, 110 MBq of 99m Tc-pertechnetate. Labeling efficiency ranges from 75 to 80%. It is not recommended but can be helpful in those patients who do not want to receive blood products."}
{"id": "article-22102_4", "title": "Gastrointestinal Bleeding Scan -- Procedures -- Modified in vivo method:", "content": "Similar to in vivo method with the exception that it entails mixing a vile of blood with 555-1, 110 MBq of 99m Tc-pertechnetate, wait for 10 minutes and then injecting into the patient. Labeling efficiency is around 85 to 90%.", "contents": "Gastrointestinal Bleeding Scan -- Procedures -- Modified in vivo method:. Similar to in vivo method with the exception that it entails mixing a vile of blood with 555-1, 110 MBq of 99m Tc-pertechnetate, wait for 10 minutes and then injecting into the patient. Labeling efficiency is around 85 to 90%."}
{"id": "article-22102_5", "title": "Gastrointestinal Bleeding Scan -- Procedures -- In vitro method:", "content": "This method involves drawing blood from the patient and added to a vile containing stannous pyrophosphate. After 5 minutes, sodium hypochlorite is added and then mixed with citrate buffer. 555-1, 110 MBq of 99m Tc-pertechnetate is admitted to the mixture and incubated and injected into the patient; this is a method of choice with labeling efficiency greater than 97%. This method uses a commercially available kit.", "contents": "Gastrointestinal Bleeding Scan -- Procedures -- In vitro method:. This method involves drawing blood from the patient and added to a vile containing stannous pyrophosphate. After 5 minutes, sodium hypochlorite is added and then mixed with citrate buffer. 555-1, 110 MBq of 99m Tc-pertechnetate is admitted to the mixture and incubated and injected into the patient; this is a method of choice with labeling efficiency greater than 97%. This method uses a commercially available kit."}
{"id": "article-22102_6", "title": "Gastrointestinal Bleeding Scan -- Procedures -- Recommended radionuclide dosage [8] [9] [1] [10] :", "content": "Adults: 15-30 mCiChildren [1] : 2.16-21.2 mCi (per EANM pediatric dosage card)", "contents": "Gastrointestinal Bleeding Scan -- Procedures -- Recommended radionuclide dosage [8] [9] [1] [10] :. Adults: 15-30 mCiChildren [1] : 2.16-21.2 mCi (per EANM pediatric dosage card)"}
{"id": "article-22102_7", "title": "Gastrointestinal Bleeding Scan -- Procedures -- Image acquisition:", "content": "After injecting the patient with radiolabeled erythrocytes, imaging is acquired using a gamma camera with a 128 x 128 matrix. Dynamic images are obtained usually at 10 to 20 seconds/frame. A dual-head gamma camera increases sensitivity for localization. The imaging duration is variable but usually lasts 1 to 4 over. Initial imaging of a minimum of 60 minutes is the recommendation if no bleeding is detected. [11] [12] [13] [14] The exam terminates upon identification of bleeding. Sometimes, the exam can be continued up to approximately 24 hours. [1] Also, SPECT or SPECT-CT images can be obtained to further localize bleeding site, especially in cases of equivocal planar image findings. [15] [16] [17]", "contents": "Gastrointestinal Bleeding Scan -- Procedures -- Image acquisition:. After injecting the patient with radiolabeled erythrocytes, imaging is acquired using a gamma camera with a 128 x 128 matrix. Dynamic images are obtained usually at 10 to 20 seconds/frame. A dual-head gamma camera increases sensitivity for localization. The imaging duration is variable but usually lasts 1 to 4 over. Initial imaging of a minimum of 60 minutes is the recommendation if no bleeding is detected. [11] [12] [13] [14] The exam terminates upon identification of bleeding. Sometimes, the exam can be continued up to approximately 24 hours. [1] Also, SPECT or SPECT-CT images can be obtained to further localize bleeding site, especially in cases of equivocal planar image findings. [15] [16] [17]"}
{"id": "article-22102_8", "title": "Gastrointestinal Bleeding Scan -- Indications", "content": "The most common indication of GIBS is for a GI bleed that especially involving mid and lower GI tracts. It can detect GIB at a rate as low as 0.1mL/ml. [18] [19] GIBS should not be used for chronic occult bleeds. Other indications are; To help identify the source of the obscure overt bleed Risk identification in GI bleeding Directing timely diagnostic angiography Assisting in angiographic interventional or surgical planning", "contents": "Gastrointestinal Bleeding Scan -- Indications. The most common indication of GIBS is for a GI bleed that especially involving mid and lower GI tracts. It can detect GIB at a rate as low as 0.1mL/ml. [18] [19] GIBS should not be used for chronic occult bleeds. Other indications are; To help identify the source of the obscure overt bleed Risk identification in GI bleeding Directing timely diagnostic angiography Assisting in angiographic interventional or surgical planning"}
{"id": "article-22102_9", "title": "Gastrointestinal Bleeding Scan -- Potential Diagnosis", "content": "Active and intermittent small bowel bleeding Active and intermittent colonic bleeding Meckel diverticular bleeding Obscured overt GI bleeding Angiodysplasia AV malformation Intra-abdominal vascular tumors", "contents": "Gastrointestinal Bleeding Scan -- Potential Diagnosis. Active and intermittent small bowel bleeding Active and intermittent colonic bleeding Meckel diverticular bleeding Obscured overt GI bleeding Angiodysplasia AV malformation Intra-abdominal vascular tumors"}
{"id": "article-22102_10", "title": "Gastrointestinal Bleeding Scan -- Normal and Critical Findings", "content": "Diagnostic criteria for a positive GI bleeding scan include all of the following: Detection of radionuclide activity outside of the expected blood pool structures Increasing intensity of the radionuclide activity on successive images Movement of activity conforming to bowel loops", "contents": "Gastrointestinal Bleeding Scan -- Normal and Critical Findings. Diagnostic criteria for a positive GI bleeding scan include all of the following: Detection of radionuclide activity outside of the expected blood pool structures Increasing intensity of the radionuclide activity on successive images Movement of activity conforming to bowel loops"}
{"id": "article-22102_11", "title": "Gastrointestinal Bleeding Scan -- Normal and Critical Findings", "content": "Typically, 99mTc-RBCs distribute within vascular structures. A small amount of activity can present in the bladder due to the presence of free 99m Tc-pertechnetate. Considerable bowel bleeding is identifiable with its linear pattern and peripheral location in the abdomen. Sigmoid bleed scan appears as S-shaped. Small bowel bleed can be differentiated with its rapid curvilinear pattern of activity and central location. Factors associated with low bleeding include; detection of activity after one hour, low target to background ratio (less intense than liver), and short bleeding duration. Factors indicating higher bleeding rates include early and intense activity with longer durations. [18]", "contents": "Gastrointestinal Bleeding Scan -- Normal and Critical Findings. Typically, 99mTc-RBCs distribute within vascular structures. A small amount of activity can present in the bladder due to the presence of free 99m Tc-pertechnetate. Considerable bowel bleeding is identifiable with its linear pattern and peripheral location in the abdomen. Sigmoid bleed scan appears as S-shaped. Small bowel bleed can be differentiated with its rapid curvilinear pattern of activity and central location. Factors associated with low bleeding include; detection of activity after one hour, low target to background ratio (less intense than liver), and short bleeding duration. Factors indicating higher bleeding rates include early and intense activity with longer durations. [18]"}
{"id": "article-22102_12", "title": "Gastrointestinal Bleeding Scan -- Interfering Factors", "content": "Poor RBC labeling technique and drugs interfering with efficient RBC labeling increase free 99m Tc-pertechnetate in the blood pool, which in turn produces artifacts mimicking GI bleed. [20] [21] [22] Free 99m Tc-pertechnetate can be visible in the upper GI tract due to salivary gland and/or gastric secretion. [23] Neck images to detect thyroid and separate gland activity can help to determine the source of the artifact. The examiner can mistake physiologic activity within the urinary tract and bladder as GI activity. The penile activity can be mistaken for rectal bleed. Lateral images can help differentiation. Ovarian and uterine activity in the young woman can be mistaken for bleed. Uterine leiomyomas, splenosis, pancreatic pseudocyst, nonenteric bleeding/hematoma, and other intra-abdominal vascular tumors can show transient fixed uptake. [9]", "contents": "Gastrointestinal Bleeding Scan -- Interfering Factors. Poor RBC labeling technique and drugs interfering with efficient RBC labeling increase free 99m Tc-pertechnetate in the blood pool, which in turn produces artifacts mimicking GI bleed. [20] [21] [22] Free 99m Tc-pertechnetate can be visible in the upper GI tract due to salivary gland and/or gastric secretion. [23] Neck images to detect thyroid and separate gland activity can help to determine the source of the artifact. The examiner can mistake physiologic activity within the urinary tract and bladder as GI activity. The penile activity can be mistaken for rectal bleed. Lateral images can help differentiation. Ovarian and uterine activity in the young woman can be mistaken for bleed. Uterine leiomyomas, splenosis, pancreatic pseudocyst, nonenteric bleeding/hematoma, and other intra-abdominal vascular tumors can show transient fixed uptake. [9]"}
{"id": "article-22102_13", "title": "Gastrointestinal Bleeding Scan -- Complications", "content": "Radionuclide GI bleeding scan is normally a safe procedure. The risk of the procedure is radiation exposure. Lactating patients who receive technetium labeled RBCs need a 12-hour interruption of breastfeeding. [8] [1]", "contents": "Gastrointestinal Bleeding Scan -- Complications. Radionuclide GI bleeding scan is normally a safe procedure. The risk of the procedure is radiation exposure. Lactating patients who receive technetium labeled RBCs need a 12-hour interruption of breastfeeding. [8] [1]"}
{"id": "article-22102_14", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "A physician or nurse should accompany hemodynamically unstable patients during the exam.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. A physician or nurse should accompany hemodynamically unstable patients during the exam."}
{"id": "article-22102_15", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Strict adherence to ALARA (as low as reasonably achievable) principal is necessary regarding radiation dose.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Strict adherence to ALARA (as low as reasonably achievable) principal is necessary regarding radiation dose."}
{"id": "article-22102_16", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Informed written consent should is necessary, along with the patient's medical and medication history.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Informed written consent should is necessary, along with the patient's medical and medication history."}
{"id": "article-22102_17", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "General standard protocols and policies for the procedure, including a timeout, should be performed. Clinicians should follow guidelines for appropriate dosage and imaging techniques.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. General standard protocols and policies for the procedure, including a timeout, should be performed. Clinicians should follow guidelines for appropriate dosage and imaging techniques."}
{"id": "article-22102_18", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Weight and size limits of equipment should be observed while imaging large patients.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Weight and size limits of equipment should be observed while imaging large patients."}
{"id": "article-22102_19", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Dose reduction techniques should be utilized when appropriate and available.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Dose reduction techniques should be utilized when appropriate and available."}
{"id": "article-22102_20", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Adverse reactions to radionuclide injection should be reported to the Society of nuclear medicine/USP drug problem-reporting program.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Adverse reactions to radionuclide injection should be reported to the Society of nuclear medicine/USP drug problem-reporting program."}
{"id": "article-22102_21", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "After the exam, instructions should be given to the patients for minimizing radiation exposure to family, children, and public when appropriate.", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. After the exam, instructions should be given to the patients for minimizing radiation exposure to family, children, and public when appropriate."}
{"id": "article-22102_22", "title": "Gastrointestinal Bleeding Scan -- Patient Safety and Education", "content": "Interruption of breastfeeding for 12 hours for lactating patients. [8] [1]", "contents": "Gastrointestinal Bleeding Scan -- Patient Safety and Education. Interruption of breastfeeding for 12 hours for lactating patients. [8] [1]"}
{"id": "article-22102_23", "title": "Gastrointestinal Bleeding Scan -- Clinical Significance", "content": "Early and timely diagnosis of gastrointestinal bleeding is essential for timely intervention, which can include image-guided minimally invasive endoscopic or surgical intervention. Gastrointestinal bleeding is a noninvasive study and is helpful in determining approximate location and severity of the bleeding with detection rates as low as 0.1 mL/m. GIBS has a sensitivity of 93% and specificity of 95%. It has the added benefit of continuous imaging for a longer duration to detect intermittent bleeds. The radiation exposure with GIBS is lower than a three-phase CT Angiography. [1] It does not require patient preparation, and acutely ill patients tolerate it reasonably well.", "contents": "Gastrointestinal Bleeding Scan -- Clinical Significance. Early and timely diagnosis of gastrointestinal bleeding is essential for timely intervention, which can include image-guided minimally invasive endoscopic or surgical intervention. Gastrointestinal bleeding is a noninvasive study and is helpful in determining approximate location and severity of the bleeding with detection rates as low as 0.1 mL/m. GIBS has a sensitivity of 93% and specificity of 95%. It has the added benefit of continuous imaging for a longer duration to detect intermittent bleeds. The radiation exposure with GIBS is lower than a three-phase CT Angiography. [1] It does not require patient preparation, and acutely ill patients tolerate it reasonably well."}
{"id": "article-22102_24", "title": "Gastrointestinal Bleeding Scan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gastrointestinal Bleeding Scan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}