{"id": "article-27746_0", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Introduction", "content": "The hand has a unique arterial blood supply. The primary source of all the blood in the hand originates from two arteries, the ulnar artery, and the radial artery. The ulnar artery descends toward the hand to form the superficial palmar arch. The radial artery descends toward the hand and forms the deep palmar arch. The superficial palmar arch mainly perfuses the ulnar side of the hand. While the deep palmar arch will predominately perfuse the radial side of the hand, these two arches will provide collateral blood supply to each other.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Introduction. The hand has a unique arterial blood supply. The primary source of all the blood in the hand originates from two arteries, the ulnar artery, and the radial artery. The ulnar artery descends toward the hand to form the superficial palmar arch. The radial artery descends toward the hand and forms the deep palmar arch. The superficial palmar arch mainly perfuses the ulnar side of the hand. While the deep palmar arch will predominately perfuse the radial side of the hand, these two arches will provide collateral blood supply to each other."}
{"id": "article-27746_1", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Introduction", "content": "These palmar arches will branch even further into digital arteries that will perfuse the digits. But the thumb does not receive blood from the digital arteries. The thumb gets a separate artery called the princeps pollicis artery. This artery is a direct branch from the deep palmar arch.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Introduction. These palmar arches will branch even further into digital arteries that will perfuse the digits. But the thumb does not receive blood from the digital arteries. The thumb gets a separate artery called the princeps pollicis artery. This artery is a direct branch from the deep palmar arch."}
{"id": "article-27746_2", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Structure and Function", "content": "The major artery that is the source of blood for the princeps pollicis artery is the radial artery, which descends toward the hand to form the deep palmar arch. The princeps pollicis artery is a small muscular artery that branches from the deep palmar arch. This artery then ascends the thumb passing between two muscles.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Structure and Function. The major artery that is the source of blood for the princeps pollicis artery is the radial artery, which descends toward the hand to form the deep palmar arch. The princeps pollicis artery is a small muscular artery that branches from the deep palmar arch. This artery then ascends the thumb passing between two muscles."}
{"id": "article-27746_3", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Structure and Function", "content": "The princeps pollicis artery splits the oblique head of the adductor pollicis muscle and the first interosseous muscle. The princeps pollicis muscle ascends and terminates at the base of the proximal phalanx. At the proximal phalanx, the princeps pollicis artery terminates beneath the tendon of the flexor pollicis longus. Then the princeps pollicis artery will split into two smaller arteries to further perfuse the thumb. [1] The function of the princeps pollicis artery is to perfuse the bones, muscles, nerves, and skin of the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Structure and Function. The princeps pollicis artery splits the oblique head of the adductor pollicis muscle and the first interosseous muscle. The princeps pollicis muscle ascends and terminates at the base of the proximal phalanx. At the proximal phalanx, the princeps pollicis artery terminates beneath the tendon of the flexor pollicis longus. Then the princeps pollicis artery will split into two smaller arteries to further perfuse the thumb. [1] The function of the princeps pollicis artery is to perfuse the bones, muscles, nerves, and skin of the thumb."}
{"id": "article-27746_4", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Embryology", "content": "During embryology, the blood vessels predominately develop from the mesodermal germ layer. The mesodermal germ layer contains mesenchymal tissue. The princeps pollicis artery develops from mesenchymal tissue. As the limbs grow during embryology, the fibroblast growth factor induces the lengthening of bones, muscles, and blood vessels. Fibroblast and vascular endothelial growth factors (VEGF) exert angiogenetic characteristics on blood vessels; this will induce the formation and growth of the princeps pollicis artery.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Embryology. During embryology, the blood vessels predominately develop from the mesodermal germ layer. The mesodermal germ layer contains mesenchymal tissue. The princeps pollicis artery develops from mesenchymal tissue. As the limbs grow during embryology, the fibroblast growth factor induces the lengthening of bones, muscles, and blood vessels. Fibroblast and vascular endothelial growth factors (VEGF) exert angiogenetic characteristics on blood vessels; this will induce the formation and growth of the princeps pollicis artery."}
{"id": "article-27746_5", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Blood Supply and Lymphatics", "content": "The blood supply provided by the princeps pollicis artery is directed toward the distal fibers of the median, radial, and ulnar nerve. The muscles that receive blood from the princeps pollicis artery are the abductor pollicis brevis muscle, abductor pollicis longus muscle, extensor pollicis brevis muscle, extensor pollicis longus muscle, flexor pollicis longus muscle, flexor pollicis brevis muscle, adductor pollicis muscle, opponens pollicis muscle, and first dorsal interosseus muscle. The skin that overlies the thumb also receives perfusion from the princeps pollicis artery. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Blood Supply and Lymphatics. The blood supply provided by the princeps pollicis artery is directed toward the distal fibers of the median, radial, and ulnar nerve. The muscles that receive blood from the princeps pollicis artery are the abductor pollicis brevis muscle, abductor pollicis longus muscle, extensor pollicis brevis muscle, extensor pollicis longus muscle, flexor pollicis longus muscle, flexor pollicis brevis muscle, adductor pollicis muscle, opponens pollicis muscle, and first dorsal interosseus muscle. The skin that overlies the thumb also receives perfusion from the princeps pollicis artery. [2]"}
{"id": "article-27746_6", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Blood Supply and Lymphatics", "content": "The lymphatic drainage of the thumb and the hand will drain towards the cubital fossa. The lymph fluid will drain into the cubital lymph nodes at the cubital fossa. The lymph fluid will drain towards the axilla. Once at the axilla, the lymph fluid will enter the axillary lymph nodes. The lymph fluid eventually returns to the central circulation via the right lymphatic duct and the thoracic duct. The left thumb will drain towards the thoracic duct. While the right thumb will drain towards the right lymphatic duct.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Blood Supply and Lymphatics. The lymphatic drainage of the thumb and the hand will drain towards the cubital fossa. The lymph fluid will drain into the cubital lymph nodes at the cubital fossa. The lymph fluid will drain towards the axilla. Once at the axilla, the lymph fluid will enter the axillary lymph nodes. The lymph fluid eventually returns to the central circulation via the right lymphatic duct and the thoracic duct. The left thumb will drain towards the thoracic duct. While the right thumb will drain towards the right lymphatic duct."}
{"id": "article-27746_7", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Nerves", "content": "The princeps pollicis artery provides a minor blood supply to the distal nerve fibers of three nerves in the hand: Ulnar nerve Median nerve radial nerve", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Nerves. The princeps pollicis artery provides a minor blood supply to the distal nerve fibers of three nerves in the hand: Ulnar nerve Median nerve radial nerve"}
{"id": "article-27746_8", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Nerves", "content": "The princeps pollicis artery's primary function is to perfuse the muscles, bone, and skin of the thumb. The blood supply sometimes overlaps with the territory of the distal nerve fibers. But the princeps pollicis artery is not the dominant blood supply to the nerves in the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Nerves. The princeps pollicis artery's primary function is to perfuse the muscles, bone, and skin of the thumb. The blood supply sometimes overlaps with the territory of the distal nerve fibers. But the princeps pollicis artery is not the dominant blood supply to the nerves in the hand."}
{"id": "article-27746_9", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Muscles", "content": "There are nine muscles and muscle tendons that receive a blood supply from the princeps pollicis artery: Abductor pollicis brevis muscle Abductor pollicis longus muscle Extensor pollicis brevis muscle Extensor pollicis longus muscle Flexor pollicis longus muscle Flexor pollicis brevis muscle Adductor pollicis muscle Opponens pollicis muscle First dorsal interosseous muscle These nine muscles also receive blood from arteries more proximal in the hand and forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Muscles. There are nine muscles and muscle tendons that receive a blood supply from the princeps pollicis artery: Abductor pollicis brevis muscle Abductor pollicis longus muscle Extensor pollicis brevis muscle Extensor pollicis longus muscle Flexor pollicis longus muscle Flexor pollicis brevis muscle Adductor pollicis muscle Opponens pollicis muscle First dorsal interosseous muscle These nine muscles also receive blood from arteries more proximal in the hand and forearm."}
{"id": "article-27746_10", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Physiologic Variants", "content": "The princeps pollicis artery usually branches from the deep palmar arch. The location where the princeps pollicis artery will branch from may vary. The length and site of termination of the princeps pollicis artery also vary. In rare instances, the princeps pollicis artery is a branch of the superficial palmar arch instead of the deep palmar arch. This anomaly makes the ulnar artery the main blood supply to the princeps pollicis artery. [3] The variations in the princeps pollicis artery exist, but the perfusion of the thumb and its structures is consistent. [4] [5] [6]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Physiologic Variants. The princeps pollicis artery usually branches from the deep palmar arch. The location where the princeps pollicis artery will branch from may vary. The length and site of termination of the princeps pollicis artery also vary. In rare instances, the princeps pollicis artery is a branch of the superficial palmar arch instead of the deep palmar arch. This anomaly makes the ulnar artery the main blood supply to the princeps pollicis artery. [3] The variations in the princeps pollicis artery exist, but the perfusion of the thumb and its structures is consistent. [4] [5] [6]"}
{"id": "article-27746_11", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Surgical Considerations", "content": "In hand surgery, the knowledge of the blood supply to the fingers and thumb is essential. The dominant blood supply to the thumb comes from the princeps pollicis artery. If the princeps pollicis artery is compromised, there could be irreversible damage to the thumb. The proper knowledge of the vascular network within the thumb can lead to successful surgical reconstruction or repair of the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Surgical Considerations. In hand surgery, the knowledge of the blood supply to the fingers and thumb is essential. The dominant blood supply to the thumb comes from the princeps pollicis artery. If the princeps pollicis artery is compromised, there could be irreversible damage to the thumb. The proper knowledge of the vascular network within the thumb can lead to successful surgical reconstruction or repair of the thumb."}
{"id": "article-27746_12", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Surgical Considerations", "content": "The reason that the princeps pollicis artery is so crucial in surgery is the fact that it does not receive much collateral blood flow. The princeps pollicis artery is considered a distal terminal artery.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Surgical Considerations. The reason that the princeps pollicis artery is so crucial in surgery is the fact that it does not receive much collateral blood flow. The princeps pollicis artery is considered a distal terminal artery."}
{"id": "article-27746_13", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance", "content": "The thumb is the most important part of the hand. The unique functions of the thumb involve the ability to grasp, pinch and coordinate fine movements. [7] If the thumb is damaged, much of the functional utility of the hand will be lost.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance. The thumb is the most important part of the hand. The unique functions of the thumb involve the ability to grasp, pinch and coordinate fine movements. [7] If the thumb is damaged, much of the functional utility of the hand will be lost."}
{"id": "article-27746_14", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance", "content": "The princeps pollicis artery (Latin = chief artery of the thumb) is the primary blood supply of the thumb. This artery is usually a branch of the deep palmar arterial arch. [7] Duplication of the princeps pollicis and radialis indicis arteries has been reported. [8] The ulnar artery gives rise to the superficial palmar arterial arch. This arch supplies the fingers and the palm. The radial artery supplies the deep palmar arterial arch. This arch forms the vascular supply to the deep hand. The princeps pollicis and radialis indicis arteries are usually branches of the deep palmar arterial arch. The palmar side of the thumb provides the preponderance of the blood supply to the thumb. [7] The superficial and deep palmar arterial arches may be hypoplastic or incomplete.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance. The princeps pollicis artery (Latin = chief artery of the thumb) is the primary blood supply of the thumb. This artery is usually a branch of the deep palmar arterial arch. [7] Duplication of the princeps pollicis and radialis indicis arteries has been reported. [8] The ulnar artery gives rise to the superficial palmar arterial arch. This arch supplies the fingers and the palm. The radial artery supplies the deep palmar arterial arch. This arch forms the vascular supply to the deep hand. The princeps pollicis and radialis indicis arteries are usually branches of the deep palmar arterial arch. The palmar side of the thumb provides the preponderance of the blood supply to the thumb. [7] The superficial and deep palmar arterial arches may be hypoplastic or incomplete."}
{"id": "article-27746_15", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease", "content": "The princeps pollicis artery can be affected by vasculitis. Medium-size or small-size arteries can be affected by a condition called \"thromboangiitis obliterans or Buerger disease.\" Thromboangiitis obliterans is a chronic inflammatory non-atherosclerotic disease that primarily affects small and medium blood vessels of the arms and legs. Patients may suffer from ulcers, ischemic pain, and gangrenous patches of the limbs. Risk factors especially involve cigarette smoking, closely correlated with thromboarteritis obliterans. Other risk factors for thromboarteritis obliterans include youth (age less than 45 to 50 years), male gender, and low socioeconomic status. [9]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease. The princeps pollicis artery can be affected by vasculitis. Medium-size or small-size arteries can be affected by a condition called \"thromboangiitis obliterans or Buerger disease.\" Thromboangiitis obliterans is a chronic inflammatory non-atherosclerotic disease that primarily affects small and medium blood vessels of the arms and legs. Patients may suffer from ulcers, ischemic pain, and gangrenous patches of the limbs. Risk factors especially involve cigarette smoking, closely correlated with thromboarteritis obliterans. Other risk factors for thromboarteritis obliterans include youth (age less than 45 to 50 years), male gender, and low socioeconomic status. [9]"}
{"id": "article-27746_16", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease", "content": "Although thromboangiitis obliterans have been considered to involve small and medium vessels, some studies demonstrate that this condition can also occur in large arteries. In one study, the vessels of the leg above the adductor canal were considered large vessels, and those below the canal were small vessels. The large vessel group formed 36.1% of cases of thromboangiitis obliterans, and the small vessels constituted 63.9% of cases. The major amputation rate was greater among those with large vessel disease. [10]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease. Although thromboangiitis obliterans have been considered to involve small and medium vessels, some studies demonstrate that this condition can also occur in large arteries. In one study, the vessels of the leg above the adductor canal were considered large vessels, and those below the canal were small vessels. The large vessel group formed 36.1% of cases of thromboangiitis obliterans, and the small vessels constituted 63.9% of cases. The major amputation rate was greater among those with large vessel disease. [10]"}
{"id": "article-27746_17", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease", "content": "This condition typically affects smokers. The pathogenesis of this disease is that it creates an inflammatory thrombosis in blood vessels. The thrombosis will lead to autoamputation of the fingers and toes. [11] [12] [13] [10]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Thromboarteritis Obliterans — Buerger Disease. This condition typically affects smokers. The pathogenesis of this disease is that it creates an inflammatory thrombosis in blood vessels. The thrombosis will lead to autoamputation of the fingers and toes. [11] [12] [13] [10]"}
{"id": "article-27746_18", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb", "content": "If the thumb appears cyanotic, the blood supply to the princeps pollicis artery may be compromised. This condition can occur from an isolated insult to the princeps pollicis artery. In some instances, an aneurysm will form if there is enough traumatic force to the princeps pollicis artery. In some cases, a pseudoaneurysm may develop in the princeps pollicis artery. [14]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb. If the thumb appears cyanotic, the blood supply to the princeps pollicis artery may be compromised. This condition can occur from an isolated insult to the princeps pollicis artery. In some instances, an aneurysm will form if there is enough traumatic force to the princeps pollicis artery. In some cases, a pseudoaneurysm may develop in the princeps pollicis artery. [14]"}
{"id": "article-27746_19", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb", "content": "Damage to the thumb due to trauma may make it more difficult to re-establish the arterial supply to the thumb. Problems arise when it is necessary to repair the princeps pollicis artery because of the short distance of the princeps pollicis artery from the deep palmar arterial arch and the tight working space under the surgical microscope. [15] One approach involves utilizing the superficial palmar arterial arch. Using this branch may enable re-establishing blood flow after a crush injury. [16] The use of a medial femoral corticoperiosteal thumb flap has been utilized for the reconstruction of the thumb. [17] The Use of the Radial Artery as a Replacement for Other Arteries", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb. Damage to the thumb due to trauma may make it more difficult to re-establish the arterial supply to the thumb. Problems arise when it is necessary to repair the princeps pollicis artery because of the short distance of the princeps pollicis artery from the deep palmar arterial arch and the tight working space under the surgical microscope. [15] One approach involves utilizing the superficial palmar arterial arch. Using this branch may enable re-establishing blood flow after a crush injury. [16] The use of a medial femoral corticoperiosteal thumb flap has been utilized for the reconstruction of the thumb. [17] The Use of the Radial Artery as a Replacement for Other Arteries"}
{"id": "article-27746_20", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb", "content": "The radial artery forms the blood supply to the thumb. [7] This is the basis for the Allen test for the vasculature of the hand. In the Allen test, both the radial artery and the ulnar artery are temporarily occluded by the hands of the examiner. The ulnar artery is then released, and the pinking pattern is observed. The real issue concerns the blood supply from the ulnar artery to the thumb via the superficial palmar arterial arch and its connection to the deep palmar arterial arch. If the thumb remains blanched upon release of the ulnar artery, then the ulnar artery does not supply the thumb. This is important in the repair of injuries to the thumb. Moreover, the radial artery can be used for an arterial graft to repair other arteries if there is sufficient collateral circulation to the thumb from the ulnar artery via the superficial palmar arterial arch.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Traumatic Damage to the Thumb. The radial artery forms the blood supply to the thumb. [7] This is the basis for the Allen test for the vasculature of the hand. In the Allen test, both the radial artery and the ulnar artery are temporarily occluded by the hands of the examiner. The ulnar artery is then released, and the pinking pattern is observed. The real issue concerns the blood supply from the ulnar artery to the thumb via the superficial palmar arterial arch and its connection to the deep palmar arterial arch. If the thumb remains blanched upon release of the ulnar artery, then the ulnar artery does not supply the thumb. This is important in the repair of injuries to the thumb. Moreover, the radial artery can be used for an arterial graft to repair other arteries if there is sufficient collateral circulation to the thumb from the ulnar artery via the superficial palmar arterial arch."}
{"id": "article-27746_21", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- The technique of the Allen Test", "content": "The examiner compresses both radial and ulnar arteries at the wrist using both hands, one for each artery. The patient is asked to make a fist. The ulnar artery is released, and the pinking pattern is observed. The area supplied by the ulnar artery should become pink within seven seconds. To use the ulnar artery to revascularize the thumb, the thumb and index finger must become pink, demonstrating adequate circulation to the thumb.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- The technique of the Allen Test. The examiner compresses both radial and ulnar arteries at the wrist using both hands, one for each artery. The patient is asked to make a fist. The ulnar artery is released, and the pinking pattern is observed. The area supplied by the ulnar artery should become pink within seven seconds. To use the ulnar artery to revascularize the thumb, the thumb and index finger must become pink, demonstrating adequate circulation to the thumb."}
{"id": "article-27746_22", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Persistent Median Artery", "content": "A persistent median artery occurs because the embryonic median artery does not disappear with development. The persistent median artery has been observed in 5% of cases. [18] If present, it contributes to the superficial palmar arterial arch. There are two types: a palmar and an antebrachial type. The antebrachial type of persistent median artery never reaches the hand, although it may approach the wrist. This type runs with the palmaris longus, an important relationship since the tendon of the palmaris longus is commonly used in tendon graft procedures. The palmar type of persistent median artery contributes to the blood supply of the hand.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Persistent Median Artery. A persistent median artery occurs because the embryonic median artery does not disappear with development. The persistent median artery has been observed in 5% of cases. [18] If present, it contributes to the superficial palmar arterial arch. There are two types: a palmar and an antebrachial type. The antebrachial type of persistent median artery never reaches the hand, although it may approach the wrist. This type runs with the palmaris longus, an important relationship since the tendon of the palmaris longus is commonly used in tendon graft procedures. The palmar type of persistent median artery contributes to the blood supply of the hand."}
{"id": "article-27746_23", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Avulsion Thenar Injuries", "content": "Avulsion thenar injuries can be problematic in restoring the blood supply when reimplanting the thumb. One approach involves transposing the radialis indicis artery [15] . One should perform a preoperative Allen test to ensure they will not be ischemic after reimplantation.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Clinical Significance -- Avulsion Thenar Injuries. Avulsion thenar injuries can be problematic in restoring the blood supply when reimplanting the thumb. One approach involves transposing the radialis indicis artery [15] . One should perform a preoperative Allen test to ensure they will not be ischemic after reimplantation."}
{"id": "article-27746_24", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Other Issues", "content": "The blood supply to the forearm is from the brachial artery. The brachial artery then branches into the radial and ulnar arteries. These arteries will descend into and perfuse the hand. The occlusion or compromise of any of these arteries will result in ischemia and cyanotic-appearing hands. There will be necrosis of the hands if the blood supply is not promptly restored. [19] The radial artery has been assessed in the anatomical snuffbox by ultrasonography. [20] Puncture involving the distal radial artery can either be performed in the anatomical snuffbox or after it enters the hand. [20]", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Other Issues. The blood supply to the forearm is from the brachial artery. The brachial artery then branches into the radial and ulnar arteries. These arteries will descend into and perfuse the hand. The occlusion or compromise of any of these arteries will result in ischemia and cyanotic-appearing hands. There will be necrosis of the hands if the blood supply is not promptly restored. [19] The radial artery has been assessed in the anatomical snuffbox by ultrasonography. [20] Puncture involving the distal radial artery can either be performed in the anatomical snuffbox or after it enters the hand. [20]"}
{"id": "article-27746_25", "title": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Princeps Pollicis Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}