{"id": "article-30422_0", "title": "Tracheal Resection -- Continuing Education Activity", "content": "Tracheal resection is performed when tracheal stenosis is unresponsive to conservative management, such as balloon dilation and scar excision. Tracheal resection and cricotracheal resection are two surgical approaches, depending on the location of the stenosis. Repair indications include stenosis secondary to prolonged intubation, tracheostomy, tracheal tumors, airway trauma, tracheoesophageal fistula, tracheoinnominate fistulas, and idiopathic laryngotracheal stenosis (ILTS). This activity reviews the evaluation and management of tracheal stenosis and highlights the role of the interprofessional team in evaluating and treating this condition.", "contents": "Tracheal Resection -- Continuing Education Activity. Tracheal resection is performed when tracheal stenosis is unresponsive to conservative management, such as balloon dilation and scar excision. Tracheal resection and cricotracheal resection are two surgical approaches, depending on the location of the stenosis. Repair indications include stenosis secondary to prolonged intubation, tracheostomy, tracheal tumors, airway trauma, tracheoesophageal fistula, tracheoinnominate fistulas, and idiopathic laryngotracheal stenosis (ILTS). This activity reviews the evaluation and management of tracheal stenosis and highlights the role of the interprofessional team in evaluating and treating this condition."}
{"id": "article-30422_1", "title": "Tracheal Resection -- Continuing Education Activity", "content": "Objectives: Identify the anatomical structures involved in tracheal resection. Outline the technique in regards to tracheal resection. Describe the appropriate evaluation of the potential complications with tracheal resection. Discuss interprofessional team strategies for improving care coordination and communication to advance tracheal resection and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Tracheal Resection -- Continuing Education Activity. Objectives: Identify the anatomical structures involved in tracheal resection. Outline the technique in regards to tracheal resection. Describe the appropriate evaluation of the potential complications with tracheal resection. Discuss interprofessional team strategies for improving care coordination and communication to advance tracheal resection and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30422_2", "title": "Tracheal Resection -- Introduction", "content": "The early 1950s saw the widespread use of mechanical ventilators with endotracheal tubes with a low-volume, high-pressure cuff. Prolonged intubation, high cuff pressures, and excessive movement of the tracheostomy tube were found to cause ischemic injury and necrosis, leading to circumferential tracheal scarring and narrowing. [1] [2] Although tracheobronchial cartilage was traditionally viewed as too rigid and poor in the vasculature for surgical treatment, pioneering work by Dr. Hermes Grillo and Dr. Joel Cooper showed that resection of the stenotic tracheal segment and primary re-anastomosis was possible. [3] [2]", "contents": "Tracheal Resection -- Introduction. The early 1950s saw the widespread use of mechanical ventilators with endotracheal tubes with a low-volume, high-pressure cuff. Prolonged intubation, high cuff pressures, and excessive movement of the tracheostomy tube were found to cause ischemic injury and necrosis, leading to circumferential tracheal scarring and narrowing. [1] [2] Although tracheobronchial cartilage was traditionally viewed as too rigid and poor in the vasculature for surgical treatment, pioneering work by Dr. Hermes Grillo and Dr. Joel Cooper showed that resection of the stenotic tracheal segment and primary re-anastomosis was possible. [3] [2]"}
{"id": "article-30422_3", "title": "Tracheal Resection -- Introduction", "content": "Since that time, there have been significant advancements in airway management during tracheal resection and surgical maneuvers to reduce tension for anastomosis.  Tracheal resection with primary anastomosis is presently a surgical procedure performed in major tertiary centers, managed by a multidisciplinary team of anesthesiologists, otolaryngologists, cardiothoracic surgeons, and pulmonary and critical care intensivists. Originally meant as a solution to tracheal stenosis, tracheal resection is now used to treat tracheal tumors, tracheomalacia, tracheal trauma, and tracheoesophageal and tracheoinnominate fistulas. [4] [5]", "contents": "Tracheal Resection -- Introduction. Since that time, there have been significant advancements in airway management during tracheal resection and surgical maneuvers to reduce tension for anastomosis.  Tracheal resection with primary anastomosis is presently a surgical procedure performed in major tertiary centers, managed by a multidisciplinary team of anesthesiologists, otolaryngologists, cardiothoracic surgeons, and pulmonary and critical care intensivists. Originally meant as a solution to tracheal stenosis, tracheal resection is now used to treat tracheal tumors, tracheomalacia, tracheal trauma, and tracheoesophageal and tracheoinnominate fistulas. [4] [5]"}
{"id": "article-30422_4", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "The trachea has a D-shaped cross-section structure consisting of 16 to 20 incomplete, horseshoe-shaped cartilaginous rings anteriorly and laterally with a membranous wall posteriorly. [6] The trachealis muscle lines between the membranous wall and the esophagus. Intercartilaginous membranes connect each cartilaginous ring. The trachea starts from the inferior border of the cricoid at level C6 to the carina at T4 with an average length of 10 to 13 cm in adults. [6] [7] Superior to the trachea is the larynx, consisting of 3 paired cartilages (arytenoid, corniculate, and cuneiform) and three unpaired cartilages (epiglottis, thyroid, and cricoid). [8] Unlike the tracheal rings, the cricoid is a complete cartilaginous ring with a broad posterior portion (lamina) and a narrower anterior portion (arch). The cricoid is attached inferiorly to the first tracheal ring by the cricotracheal ligament and superiorly by the cricothyroid ligament to the thyroid cartilage anteriorly, cricothyroid muscle laterally, and cricothyroid joints posterolaterally. [9]", "contents": "Tracheal Resection -- Anatomy and Physiology. The trachea has a D-shaped cross-section structure consisting of 16 to 20 incomplete, horseshoe-shaped cartilaginous rings anteriorly and laterally with a membranous wall posteriorly. [6] The trachealis muscle lines between the membranous wall and the esophagus. Intercartilaginous membranes connect each cartilaginous ring. The trachea starts from the inferior border of the cricoid at level C6 to the carina at T4 with an average length of 10 to 13 cm in adults. [6] [7] Superior to the trachea is the larynx, consisting of 3 paired cartilages (arytenoid, corniculate, and cuneiform) and three unpaired cartilages (epiglottis, thyroid, and cricoid). [8] Unlike the tracheal rings, the cricoid is a complete cartilaginous ring with a broad posterior portion (lamina) and a narrower anterior portion (arch). The cricoid is attached inferiorly to the first tracheal ring by the cricotracheal ligament and superiorly by the cricothyroid ligament to the thyroid cartilage anteriorly, cricothyroid muscle laterally, and cricothyroid joints posterolaterally. [9]"}
{"id": "article-30422_5", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "The paired arytenoids lie superiorly on the posterior surface of the cricoid, forming the cricoarytenoid joint and serve as the attachment for the intrinsic laryngeal muscles, vocal ligament, and vocal folds. [10] The recurrent laryngeal nerve approaches the larynx along the tracheoesophageal groove and passes under the inferior pharyngeal constrictor and behind the cricothyroid joint to enter the larynx. This is a common location of injury during thyroidectomy, parathyroidectomy, and cricotracheal resection. [11]", "contents": "Tracheal Resection -- Anatomy and Physiology. The paired arytenoids lie superiorly on the posterior surface of the cricoid, forming the cricoarytenoid joint and serve as the attachment for the intrinsic laryngeal muscles, vocal ligament, and vocal folds. [10] The recurrent laryngeal nerve approaches the larynx along the tracheoesophageal groove and passes under the inferior pharyngeal constrictor and behind the cricothyroid joint to enter the larynx. This is a common location of injury during thyroidectomy, parathyroidectomy, and cricotracheal resection. [11]"}
{"id": "article-30422_6", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "The blood supply to the trachea is segmental and approaches the tracheal wall laterally and divides longitudinally into superior and inferior branches. The branches anastomose with the segmental arteries above and below. At the same time, the arteries branch anteriorly and posteriorly within the intercartilaginous membrane and anastomose to the contralateral side.", "contents": "Tracheal Resection -- Anatomy and Physiology. The blood supply to the trachea is segmental and approaches the tracheal wall laterally and divides longitudinally into superior and inferior branches. The branches anastomose with the segmental arteries above and below. At the same time, the arteries branch anteriorly and posteriorly within the intercartilaginous membrane and anastomose to the contralateral side."}
{"id": "article-30422_7", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "The trachea is also divided into cervical (C6 to C7) and thoracic segments (T1-T4). The cervical trachea is supplied by the tracheoesophageal branches of inferior thyroid arteries, which branch off the thyrocervical trunk from the subclavian arteries. The thoracic segment and carina are supplied by the bronchial arteries, which branch directly from the aorta. [7] Keen awareness of this unique arterial architecture is vital during surgery to preserve the lateral blood supply and limit circumferential dissection of the trachea within 1 to 2 cm of the anastomosis site to prevent tissue ischemia. [7] [12]", "contents": "Tracheal Resection -- Anatomy and Physiology. The trachea is also divided into cervical (C6 to C7) and thoracic segments (T1-T4). The cervical trachea is supplied by the tracheoesophageal branches of inferior thyroid arteries, which branch off the thyrocervical trunk from the subclavian arteries. The thoracic segment and carina are supplied by the bronchial arteries, which branch directly from the aorta. [7] Keen awareness of this unique arterial architecture is vital during surgery to preserve the lateral blood supply and limit circumferential dissection of the trachea within 1 to 2 cm of the anastomosis site to prevent tissue ischemia. [7] [12]"}
{"id": "article-30422_8", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "Stenosis is recognized as the most common long-term complication after endotracheal intubation and ranges from 10 to 22%, with 1 to 2 % being symptomatic. [13] Post-tracheostomy tracheal stenosis (PTTS) is a common long-term plication with incidence rates of 1.7%. [14]", "contents": "Tracheal Resection -- Anatomy and Physiology. Stenosis is recognized as the most common long-term complication after endotracheal intubation and ranges from 10 to 22%, with 1 to 2 % being symptomatic. [13] Post-tracheostomy tracheal stenosis (PTTS) is a common long-term plication with incidence rates of 1.7%. [14]"}
{"id": "article-30422_9", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "Over-inflation of endotracheal cuffs beyond 20 to 25 mm Hg can cause ischemic necrosis of the tracheal mucosa, leading to stenosis. During prolonged intubations, the frequent shearing motion of the endotracheal tube from respiratory cycles, suctioning, swallowing movements, head movements, coughing, and yawning can injure the tracheal mucosa. [15] Cicatricial bands and tracheomalacia often develops within 1 to 3 weeks after extubation, progressing to tracheal stenosis. [16]", "contents": "Tracheal Resection -- Anatomy and Physiology. Over-inflation of endotracheal cuffs beyond 20 to 25 mm Hg can cause ischemic necrosis of the tracheal mucosa, leading to stenosis. During prolonged intubations, the frequent shearing motion of the endotracheal tube from respiratory cycles, suctioning, swallowing movements, head movements, coughing, and yawning can injure the tracheal mucosa. [15] Cicatricial bands and tracheomalacia often develops within 1 to 3 weeks after extubation, progressing to tracheal stenosis. [16]"}
{"id": "article-30422_10", "title": "Tracheal Resection -- Anatomy and Physiology", "content": "Patients with airway stenosis often present with dyspnea on exertion, cough, wheezing, hemoptysis, or shortness of breath, although the trachea can be narrowed up to 75% before any symptoms become apparent. In stenosis due to neoplasm, symptoms can also be insidious due to the slow-growing nature of certain tracheal tumors and be misdiagnosed as asthma. [6] [17] [18] For both tracheal malignancies and extensive stenosis unresponsive to conservation dilations and CO2 scar excision, complete surgical tracheal resection is definitive to achieve long-term survival. [17] [18] [19]", "contents": "Tracheal Resection -- Anatomy and Physiology. Patients with airway stenosis often present with dyspnea on exertion, cough, wheezing, hemoptysis, or shortness of breath, although the trachea can be narrowed up to 75% before any symptoms become apparent. In stenosis due to neoplasm, symptoms can also be insidious due to the slow-growing nature of certain tracheal tumors and be misdiagnosed as asthma. [6] [17] [18] For both tracheal malignancies and extensive stenosis unresponsive to conservation dilations and CO2 scar excision, complete surgical tracheal resection is definitive to achieve long-term survival. [17] [18] [19]"}
{"id": "article-30422_11", "title": "Tracheal Resection -- Indications", "content": "The most common tracheal resection indication is acquired subglottic or tracheal stenosis secondary to prolonged intubation and tracheostomy, unresponsive to conservative balloon dilation or CO2 laser scar-excision. [19] [20] The incidence of stenosis after prolonged intubation or tracheostomy ranges from 6 to 21% and 0.6 to 21%, respectively, with postintubation stenosis affecting 4 to 13% of US adults and 1 to 8% of US neonates. [21] The high success rate of tracheal resection for stenosis (71 to 95%) has established it as the preferred method of treatment. [22]", "contents": "Tracheal Resection -- Indications. The most common tracheal resection indication is acquired subglottic or tracheal stenosis secondary to prolonged intubation and tracheostomy, unresponsive to conservative balloon dilation or CO2 laser scar-excision. [19] [20] The incidence of stenosis after prolonged intubation or tracheostomy ranges from 6 to 21% and 0.6 to 21%, respectively, with postintubation stenosis affecting 4 to 13% of US adults and 1 to 8% of US neonates. [21] The high success rate of tracheal resection for stenosis (71 to 95%) has established it as the preferred method of treatment. [22]"}
{"id": "article-30422_12", "title": "Tracheal Resection -- Indications", "content": "The excision of malignant tumors is another indication for tracheal resection. Tracheal neoplasms are rare and account for less than 0.01% of all tumors and 0.2% of malignant respiratory tract lesions. [17] The two most common histologic types are squamous cell carcinoma (SCC), embodying 50 to 66% of all tracheal tumors, and adenoid cystic carcinoma representing 10 to 15%. [23] Other less common tumors include mucoepidermoid carcinoma, non-squamous bronchogenic carcinoma, sarcoma, carcinoid tumors, and melanoma. [24] Airway invasion by thyroid carcinoma is another indication for segmental laryngotracheal and tracheal resection that has been shown to improve survival in such cases. [25]", "contents": "Tracheal Resection -- Indications. The excision of malignant tumors is another indication for tracheal resection. Tracheal neoplasms are rare and account for less than 0.01% of all tumors and 0.2% of malignant respiratory tract lesions. [17] The two most common histologic types are squamous cell carcinoma (SCC), embodying 50 to 66% of all tracheal tumors, and adenoid cystic carcinoma representing 10 to 15%. [23] Other less common tumors include mucoepidermoid carcinoma, non-squamous bronchogenic carcinoma, sarcoma, carcinoid tumors, and melanoma. [24] Airway invasion by thyroid carcinoma is another indication for segmental laryngotracheal and tracheal resection that has been shown to improve survival in such cases. [25]"}
{"id": "article-30422_13", "title": "Tracheal Resection -- Indications", "content": "Further indications include airway trauma, inhalation burns, radiation, tracheoesophageal fistulas, tracheoinnominate fistulas, congenital lesions, post-infection lesions, cartilaginous fibrosis, calcified nodules, and idiopathic causes such as idiopathic laryngotracheal stenosis (ILTS). [2] [4] [26]", "contents": "Tracheal Resection -- Indications. Further indications include airway trauma, inhalation burns, radiation, tracheoesophageal fistulas, tracheoinnominate fistulas, congenital lesions, post-infection lesions, cartilaginous fibrosis, calcified nodules, and idiopathic causes such as idiopathic laryngotracheal stenosis (ILTS). [2] [4] [26]"}
{"id": "article-30422_14", "title": "Tracheal Resection -- Contraindications", "content": "Contraindications for performing tracheal resection include: Tracheal stenosis or lesion requiring resection of over half the trachea, thus preventing a tension-free closure [1] [17] [18] Severe medical comorbidities Reduced pulmonary function Prior neck or chest radiation requiring a flap reconstruction Presence of metastatic disease in tracheal tumors", "contents": "Tracheal Resection -- Contraindications. Contraindications for performing tracheal resection include: Tracheal stenosis or lesion requiring resection of over half the trachea, thus preventing a tension-free closure [1] [17] [18] Severe medical comorbidities Reduced pulmonary function Prior neck or chest radiation requiring a flap reconstruction Presence of metastatic disease in tracheal tumors"}
{"id": "article-30422_15", "title": "Tracheal Resection -- Equipment", "content": "For this procedure, the following items are strongly recommended: Laryngoscope Rigid bronchoscope 0- and 30-degree Hopkins rod Endotracheal tube in multiple sizes, regular and wire-reinforced Tracheal or esophageal balloon Surgical instruments for neck dissection Sternotomy tray Surgical instruments for thoracic dissection Suture for tracheal anastomosis Absorbable 3-0 polyglycolic (Vicryl), 4-0 polydioxanone Non-absorbable 0 Silk, 2-0 polypropylene (Prolene) Per surgeon preference, the following items are also considered: CO2 laser Shoulder roll", "contents": "Tracheal Resection -- Equipment. For this procedure, the following items are strongly recommended: Laryngoscope Rigid bronchoscope 0- and 30-degree Hopkins rod Endotracheal tube in multiple sizes, regular and wire-reinforced Tracheal or esophageal balloon Surgical instruments for neck dissection Sternotomy tray Surgical instruments for thoracic dissection Suture for tracheal anastomosis Absorbable 3-0 polyglycolic (Vicryl), 4-0 polydioxanone Non-absorbable 0 Silk, 2-0 polypropylene (Prolene) Per surgeon preference, the following items are also considered: CO2 laser Shoulder roll"}
{"id": "article-30422_16", "title": "Tracheal Resection -- Personnel", "content": "The following personnel is required to do a tracheal resection: Surgeon Surgical assistant(s) Anesthesiologist Surgical Technologist Circulating nurse", "contents": "Tracheal Resection -- Personnel. The following personnel is required to do a tracheal resection: Surgeon Surgical assistant(s) Anesthesiologist Surgical Technologist Circulating nurse"}
{"id": "article-30422_17", "title": "Tracheal Resection -- Preparation", "content": "Preoperative CT imaging is required to delineate the length and location of the tracheal lesion. A CT tracheal protocol, including inspiratory and expiratory phase, can be obtained to assess the dynamic obstruction for tracheomalacia. For neoplastic disease, CT neck and chest with contrast is needed to evaluate for locally advanced or metastatic disease. [27]", "contents": "Tracheal Resection -- Preparation. Preoperative CT imaging is required to delineate the length and location of the tracheal lesion. A CT tracheal protocol, including inspiratory and expiratory phase, can be obtained to assess the dynamic obstruction for tracheomalacia. For neoplastic disease, CT neck and chest with contrast is needed to evaluate for locally advanced or metastatic disease. [27]"}
{"id": "article-30422_18", "title": "Tracheal Resection -- Preparation", "content": "Before surgery, patients are counseled on the risks, including hemorrhage, infection, restenosis, wound breakdown, and possible additional and future procedures – including tracheostomy. Patients should know they may be intubated and sedated for a few days, per surgeon preference, in the ICU to allow the tracheal anastomoses to heal appropriately, and their chin may be sutured to their chest to encourage continual neck flexion.", "contents": "Tracheal Resection -- Preparation. Before surgery, patients are counseled on the risks, including hemorrhage, infection, restenosis, wound breakdown, and possible additional and future procedures – including tracheostomy. Patients should know they may be intubated and sedated for a few days, per surgeon preference, in the ICU to allow the tracheal anastomoses to heal appropriately, and their chin may be sutured to their chest to encourage continual neck flexion."}
{"id": "article-30422_19", "title": "Tracheal Resection -- Preparation", "content": "The procedure may comprise a “clean-contaminated” portion (bronchoscopy) and a sterile, open neck procedure. The mucosal surfaces and the soft tissues of the neck are ultimately connected during the procedure. Sterile preparation and draping are at the surgeon’s preference, as are the administration and choice of antibiotics.", "contents": "Tracheal Resection -- Preparation. The procedure may comprise a “clean-contaminated” portion (bronchoscopy) and a sterile, open neck procedure. The mucosal surfaces and the soft tissues of the neck are ultimately connected during the procedure. Sterile preparation and draping are at the surgeon’s preference, as are the administration and choice of antibiotics."}
{"id": "article-30422_20", "title": "Tracheal Resection -- Technique or Treatment -- Airway Management", "content": "Airway stenosis is the most common indication for tracheal and cricotracheal resection; it is common for patients to have a pre-existing tracheostomy. In that scenario, the patient can be endotracheally intubated via tracheostomy. Otherwise, the patient will need direct laryngoscopy and rigid bronchoscopy while maintaining spontaneous breathing. [2] Under direct visualization, an endotracheal tube (ETT) is placed into the trachea and above the stenosis. Awake tracheostomy may need to be performed if orotracheal intubation is not possible. Thoughtful tracheostomy placement is important to optimize the preservation of tracheal length for reanastomosis. For severe, upper subglottic stenosis, there may be limited space between the vocal cords and the stenosis for an ETT cuff to maintain a proper seal and appropriate ventilation. Superimposed high-frequency jet ventilation (SHFJV) can provide an alternative method of continuous minute ventilation, CO2 removal, and oxygenation by passing a rigid bronchoscope inferior to the vocal cords above the area of stenosis and connecting it to a mechanical jet injector. [28] [29] A nasogastric tube is placed to help identify the esophagus during surgery and for postoperative feeding.", "contents": "Tracheal Resection -- Technique or Treatment -- Airway Management. Airway stenosis is the most common indication for tracheal and cricotracheal resection; it is common for patients to have a pre-existing tracheostomy. In that scenario, the patient can be endotracheally intubated via tracheostomy. Otherwise, the patient will need direct laryngoscopy and rigid bronchoscopy while maintaining spontaneous breathing. [2] Under direct visualization, an endotracheal tube (ETT) is placed into the trachea and above the stenosis. Awake tracheostomy may need to be performed if orotracheal intubation is not possible. Thoughtful tracheostomy placement is important to optimize the preservation of tracheal length for reanastomosis. For severe, upper subglottic stenosis, there may be limited space between the vocal cords and the stenosis for an ETT cuff to maintain a proper seal and appropriate ventilation. Superimposed high-frequency jet ventilation (SHFJV) can provide an alternative method of continuous minute ventilation, CO2 removal, and oxygenation by passing a rigid bronchoscope inferior to the vocal cords above the area of stenosis and connecting it to a mechanical jet injector. [28] [29] A nasogastric tube is placed to help identify the esophagus during surgery and for postoperative feeding."}
{"id": "article-30422_21", "title": "Tracheal Resection -- Technique or Treatment -- Rigid Bronchoscopy", "content": "During the direct laryngoscopy and rigid bronchoscopy, the glottis, subglottis, trachea, and the stenotic segment are examined. It is recommended to carry out three measurements: 1) vocal cords to the carina, 2) distal tip of the lesion to the carina, and 3) proximal tip of the lesion to vocal cords) These three measurements will accurately depict the stenotic length for operative planning and determination of release maneuvers. [30] Dilation of the stenosis using an esophageal balloon can also be performed at this time to improve ventilation and access.", "contents": "Tracheal Resection -- Technique or Treatment -- Rigid Bronchoscopy. During the direct laryngoscopy and rigid bronchoscopy, the glottis, subglottis, trachea, and the stenotic segment are examined. It is recommended to carry out three measurements: 1) vocal cords to the carina, 2) distal tip of the lesion to the carina, and 3) proximal tip of the lesion to vocal cords) These three measurements will accurately depict the stenotic length for operative planning and determination of release maneuvers. [30] Dilation of the stenosis using an esophageal balloon can also be performed at this time to improve ventilation and access."}
{"id": "article-30422_22", "title": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection", "content": "Once the airway is secured, and general anesthesia is administered, the patient is placed supine, and a shoulder roll is placed to enhance neck extension. The neck and chest are draped in a sterile fashion. A horizontal collar incision is made through the skin and platysma. If the patient has a tracheostomy, the tracheostoma is incorporated into the incision in an elliptical fashion. Subplatysmal flaps are raised superiorly to the hyoid bone and inferiorly to the sternal notch. The strap muscles are divided along the median raphe and retracted laterally. The thyroid isthmus is divided, and the anterior border of the thyroid cartilage, cricoid, and trachea down to the sternal notch is defined.", "contents": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection. Once the airway is secured, and general anesthesia is administered, the patient is placed supine, and a shoulder roll is placed to enhance neck extension. The neck and chest are draped in a sterile fashion. A horizontal collar incision is made through the skin and platysma. If the patient has a tracheostomy, the tracheostoma is incorporated into the incision in an elliptical fashion. Subplatysmal flaps are raised superiorly to the hyoid bone and inferiorly to the sternal notch. The strap muscles are divided along the median raphe and retracted laterally. The thyroid isthmus is divided, and the anterior border of the thyroid cartilage, cricoid, and trachea down to the sternal notch is defined."}
{"id": "article-30422_23", "title": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection", "content": "Fine dissection is performed to isolate the tracheal stenosis region with care not to compromise the lateral blood supply and the recurrent laryngeal nerves. For patients with an existing tracheostomy, the anterior tracheal wall is exposed above and below the tracheostoma. The epithelized tract may be incised from the anterior tracheal cartilage or incorporated into the resection as the anterior wall of the trachea. Once the segment to be excised has been identified and isolated superiorly, laterally, and inferiorly, the airway is entered. It is essential to notify the anesthesiologist before entering the airway.  It is our general practice to enter the airway with a horizontal transverse intercartilaginous incision inferior to the stenosis between tracheal rings. A wire-reinforced endotracheal tube is then passed into the distal trachea and connected to the ventilator circuit. A suture is placed through the distal trachea to secure it to the endotracheal tube. Until continuity is re-established, the patient is ventilated through the distal tracheal intubation. If orotracheal or nasotracheal intubation was performed, the tube could be retracted.", "contents": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection. Fine dissection is performed to isolate the tracheal stenosis region with care not to compromise the lateral blood supply and the recurrent laryngeal nerves. For patients with an existing tracheostomy, the anterior tracheal wall is exposed above and below the tracheostoma. The epithelized tract may be incised from the anterior tracheal cartilage or incorporated into the resection as the anterior wall of the trachea. Once the segment to be excised has been identified and isolated superiorly, laterally, and inferiorly, the airway is entered. It is essential to notify the anesthesiologist before entering the airway.  It is our general practice to enter the airway with a horizontal transverse intercartilaginous incision inferior to the stenosis between tracheal rings. A wire-reinforced endotracheal tube is then passed into the distal trachea and connected to the ventilator circuit. A suture is placed through the distal trachea to secure it to the endotracheal tube. Until continuity is re-established, the patient is ventilated through the distal tracheal intubation. If orotracheal or nasotracheal intubation was performed, the tube could be retracted."}
{"id": "article-30422_24", "title": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection", "content": "A horizontal incision is made across the superior aspect of the desired resection. Both the inferior and superior incisions are extended through the posterior wall until the party wall fascia is identified. Dissection is performed along the party wall between the superior and inferior posterior party wall incisions. Placement of an esophageal bougie or nasogastric tube can help identify the esophagus. The stenotic segment is then dissected free from the esophagus posteriorly and the surrounding tissue laterally. Care must be taken to hug the tracheal wall during dissection to avoid injuring the esophagus and recurrent laryngeal nerves. For neoplastic disease, the tumor is resected to achieve the recommended disease negative margins microscopically before reanastomosis. It is vital to avoid extending circumferential skeletonization of the trachea beyond 1 cm of the resected edges to preserve the vasculature of the anastomosis. [6] [19] Extensive nodal dissection for the malignant disease may risk injuring the vascular supply. [12] [18]", "contents": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection. A horizontal incision is made across the superior aspect of the desired resection. Both the inferior and superior incisions are extended through the posterior wall until the party wall fascia is identified. Dissection is performed along the party wall between the superior and inferior posterior party wall incisions. Placement of an esophageal bougie or nasogastric tube can help identify the esophagus. The stenotic segment is then dissected free from the esophagus posteriorly and the surrounding tissue laterally. Care must be taken to hug the tracheal wall during dissection to avoid injuring the esophagus and recurrent laryngeal nerves. For neoplastic disease, the tumor is resected to achieve the recommended disease negative margins microscopically before reanastomosis. It is vital to avoid extending circumferential skeletonization of the trachea beyond 1 cm of the resected edges to preserve the vasculature of the anastomosis. [6] [19] Extensive nodal dissection for the malignant disease may risk injuring the vascular supply. [12] [18]"}
{"id": "article-30422_25", "title": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection", "content": "The proximal and distal trachea is then reapproximated and reanastomosed. This starts by managing the endotracheal tube. If the patient was not intubated orotracheally at the start of the case, an ETT is passed through the glottis into the proximal tracheal segment. The surgeon has control of both the proximal and distal (circuited) airway. In short segment tracheal resection, primary anastomosis can be achieved with a limited tracheal release. Bracing sutures can be used to help reduce tension between the proximal and distal trachea during anastomosis. The authors favor using a 3-0 polydioxanone (PDS) or polypropylene (prolene) sutures, entering and exiting two tracheal rings above and below the anastomosis. [5] [19] With the tracheal ends in close approximation, the posterior membranous wall is addressed first using simple, interrupted absorbable 3-0 polyglycolic (Vicryl) or 3-0 PDS stitches placed 3 mm apart and 3 to 4 mm from the cut edge submucosally with the knots cinched outside the lumen. [5] [18] [19]", "contents": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection. The proximal and distal trachea is then reapproximated and reanastomosed. This starts by managing the endotracheal tube. If the patient was not intubated orotracheally at the start of the case, an ETT is passed through the glottis into the proximal tracheal segment. The surgeon has control of both the proximal and distal (circuited) airway. In short segment tracheal resection, primary anastomosis can be achieved with a limited tracheal release. Bracing sutures can be used to help reduce tension between the proximal and distal trachea during anastomosis. The authors favor using a 3-0 polydioxanone (PDS) or polypropylene (prolene) sutures, entering and exiting two tracheal rings above and below the anastomosis. [5] [19] With the tracheal ends in close approximation, the posterior membranous wall is addressed first using simple, interrupted absorbable 3-0 polyglycolic (Vicryl) or 3-0 PDS stitches placed 3 mm apart and 3 to 4 mm from the cut edge submucosally with the knots cinched outside the lumen. [5] [18] [19]"}
{"id": "article-30422_26", "title": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection", "content": "Once the posterior wall is repaired, the distal segment is extubated, and the circuit is connected to the proximal circuit as the endotracheal tube is advanced until the ETT cuff is below the anastomosis. The ETT should be secured, and the measurement at the lip or teeth recorded. The cartilaginous trachea is then reapproximated with interrupted 3-0 PDS and the knots cinched outside the lumen. Before sealing the anastomosis, it is important to confirm that the inflated cuff is not against the anastomosis. If bracing sutures were used, they could also be cinched after the anastomosis for added strength. It is imperative to create a tension-free anastomosis to prevent wound dehiscence and restenosis. [6] If a tension-free anastomosis cannot be achieved, release maneuvers discussed below may be required. To verify an air-tight closure, the wound is submerged in sterile saline, and insufflation pressure is elevated to 40 cm water. Additional simple, interrupted stitches can repair anterior air leaks. A posterior air leak may require opening the anastomosis. A closed suction drain or Penrose is placed. The skin is closed in a multi-layer fashion by reapproximating the platysma and skin closure. A Guardian chin stitch is placed using a non-absorbable, 2-0 polypropylene suture from the chin at the submental crease to the anterior chest at the manubriosternal junction (angle of Louis). [4] The stitch is tied loosely to remind the patient to maintain neck flexion. Overflexion of the neck should be avoided due to the risk of spinal cord ischemia. [2]", "contents": "Tracheal Resection -- Technique or Treatment -- Tracheal Resection. Once the posterior wall is repaired, the distal segment is extubated, and the circuit is connected to the proximal circuit as the endotracheal tube is advanced until the ETT cuff is below the anastomosis. The ETT should be secured, and the measurement at the lip or teeth recorded. The cartilaginous trachea is then reapproximated with interrupted 3-0 PDS and the knots cinched outside the lumen. Before sealing the anastomosis, it is important to confirm that the inflated cuff is not against the anastomosis. If bracing sutures were used, they could also be cinched after the anastomosis for added strength. It is imperative to create a tension-free anastomosis to prevent wound dehiscence and restenosis. [6] If a tension-free anastomosis cannot be achieved, release maneuvers discussed below may be required. To verify an air-tight closure, the wound is submerged in sterile saline, and insufflation pressure is elevated to 40 cm water. Additional simple, interrupted stitches can repair anterior air leaks. A posterior air leak may require opening the anastomosis. A closed suction drain or Penrose is placed. The skin is closed in a multi-layer fashion by reapproximating the platysma and skin closure. A Guardian chin stitch is placed using a non-absorbable, 2-0 polypropylene suture from the chin at the submental crease to the anterior chest at the manubriosternal junction (angle of Louis). [4] The stitch is tied loosely to remind the patient to maintain neck flexion. Overflexion of the neck should be avoided due to the risk of spinal cord ischemia. [2]"}
{"id": "article-30422_27", "title": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection", "content": "For patients with severe subglottic stenosis high in the cervical trachea, resection may require partial excision of the cricoid cartilage. The procedure starts in a similar fashion to the procedure described above with airway management, laryngoscopy, bronchoscopy, management of the tracheocutaneous fistula (which is usually the case in cricotracheal resection), and opening of the neck. Exposure of the thyroid cartilage, cricoid, and trachea is obtained. The area of stenosis is isolated superiorly, inferiorly, and laterally. It is important to update the anesthesiologist before entering the airway. Horizontal incisions are made at the inferior thyroid border. If the patient does not already have a tracheostomy, a wire-reinforced endotracheal tube is then passed into the distal trachea and connected to the ventilator circuit. A suture (silk or polyglycolic acid) is placed through the distal trachea to secure it to the endotracheal tube. Until continuity is re-established, the patient is ventilated through the distal tracheal intubation. The cricothyroid muscle is elevated off the anterior cricoid bilaterally. Lateral dissection of the cricoid bilaterally is carried out using cold dissection in the subperichondrial plane near the cricothyroid joint as the recurrent laryngeal nerve lies superficial to the perichondrial plane posterior to the cricothyroid joint. [31]", "contents": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection. For patients with severe subglottic stenosis high in the cervical trachea, resection may require partial excision of the cricoid cartilage. The procedure starts in a similar fashion to the procedure described above with airway management, laryngoscopy, bronchoscopy, management of the tracheocutaneous fistula (which is usually the case in cricotracheal resection), and opening of the neck. Exposure of the thyroid cartilage, cricoid, and trachea is obtained. The area of stenosis is isolated superiorly, inferiorly, and laterally. It is important to update the anesthesiologist before entering the airway. Horizontal incisions are made at the inferior thyroid border. If the patient does not already have a tracheostomy, a wire-reinforced endotracheal tube is then passed into the distal trachea and connected to the ventilator circuit. A suture (silk or polyglycolic acid) is placed through the distal trachea to secure it to the endotracheal tube. Until continuity is re-established, the patient is ventilated through the distal tracheal intubation. The cricothyroid muscle is elevated off the anterior cricoid bilaterally. Lateral dissection of the cricoid bilaterally is carried out using cold dissection in the subperichondrial plane near the cricothyroid joint as the recurrent laryngeal nerve lies superficial to the perichondrial plane posterior to the cricothyroid joint. [31]"}
{"id": "article-30422_28", "title": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection", "content": "Lateral incisions through the cricoid are made bilaterally, and the anterior arch of the cricoid is resected. Dissection is carried out along the inferior edge of the posterior cricoid until the party wall between the trachea and esophagus is entered. Placement of a nasogastric tube or esophageal bougie can help assist localizing the esophagus. The stenotic segment is then dissected free from the esophagus posteriorly along the parting wall and the surrounding tissue laterally, making sure to hug the trachea to avoid injuring the recurrent laryngeal nerves. Two issues need to be addressed during anastomosis: achieving a tension-free, leak-free anastomosis and management of airway caliber mismatch. There are various methods for placing traction sutures to reduce tension at the primary anastomosis. 2-0 or 3-0 Prolene traction sutures are placed from the thyroid cartilage to the distal end tracheal rings to re-approximate the anastomosis. Airway caliber mismatch has to be managed, as the distal tracheal lumen is usually larger than the subglottic lumen. If necessary, the subglottic lumen can be enlarged by drilling the posterior cricoid with a diamond burr and by performing an inferior midline thyrotomy up to the anterior commissure. The inferior triangular defect created by the thyrotomy is filled by a triangular wedge made from the first tracheal ring below the stenosis. [31] [32]", "contents": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection. Lateral incisions through the cricoid are made bilaterally, and the anterior arch of the cricoid is resected. Dissection is carried out along the inferior edge of the posterior cricoid until the party wall between the trachea and esophagus is entered. Placement of a nasogastric tube or esophageal bougie can help assist localizing the esophagus. The stenotic segment is then dissected free from the esophagus posteriorly along the parting wall and the surrounding tissue laterally, making sure to hug the trachea to avoid injuring the recurrent laryngeal nerves. Two issues need to be addressed during anastomosis: achieving a tension-free, leak-free anastomosis and management of airway caliber mismatch. There are various methods for placing traction sutures to reduce tension at the primary anastomosis. 2-0 or 3-0 Prolene traction sutures are placed from the thyroid cartilage to the distal end tracheal rings to re-approximate the anastomosis. Airway caliber mismatch has to be managed, as the distal tracheal lumen is usually larger than the subglottic lumen. If necessary, the subglottic lumen can be enlarged by drilling the posterior cricoid with a diamond burr and by performing an inferior midline thyrotomy up to the anterior commissure. The inferior triangular defect created by the thyrotomy is filled by a triangular wedge made from the first tracheal ring below the stenosis. [31] [32]"}
{"id": "article-30422_29", "title": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection", "content": "The anastomosis is performed first between the posterior cricoid and distal tracheal ring using simple, interrupted PDS placed 3 mm apart and 3-4 mm from the cut edge. These posterior wall sutures will span the posterior cricoid cartilage to the membranous trachea of the distal trachea. These sutures are cinched intraluminally. The remaining anterior and lateral anastomotic sutures are tied with knots placed outside the lumen. The reinforced endotracheal tube is then removed from the distal trach, and an orotracheal endotracheal tube is advanced until the cuff is past the area of the anastomosis. The ventilator circuit is switched over to the orotracheal ETT, and the balloon is inflated. The anterior and lateral anastomosis is then finished by placing simple, interrupted sutures, per surgeon preference, to seal the anastomosis between the inferior border of the thyroid cartilage and the distal tracheal rings. [33] It is the authors’ preference to use PDS. The wound is submerged in sterile saline, and insufflation pressure elevated to 40 cm water to confirm an air-tight closure. A drain is placed on each side of the trachea, and the platysma and skin are closed in a multi-layered fashion. A guardian chin stitch is placed to maintain neck flexion.", "contents": "Tracheal Resection -- Technique or Treatment -- Cricotracheal Resection. The anastomosis is performed first between the posterior cricoid and distal tracheal ring using simple, interrupted PDS placed 3 mm apart and 3-4 mm from the cut edge. These posterior wall sutures will span the posterior cricoid cartilage to the membranous trachea of the distal trachea. These sutures are cinched intraluminally. The remaining anterior and lateral anastomotic sutures are tied with knots placed outside the lumen. The reinforced endotracheal tube is then removed from the distal trach, and an orotracheal endotracheal tube is advanced until the cuff is past the area of the anastomosis. The ventilator circuit is switched over to the orotracheal ETT, and the balloon is inflated. The anterior and lateral anastomosis is then finished by placing simple, interrupted sutures, per surgeon preference, to seal the anastomosis between the inferior border of the thyroid cartilage and the distal tracheal rings. [33] It is the authors’ preference to use PDS. The wound is submerged in sterile saline, and insufflation pressure elevated to 40 cm water to confirm an air-tight closure. A drain is placed on each side of the trachea, and the platysma and skin are closed in a multi-layered fashion. A guardian chin stitch is placed to maintain neck flexion."}
{"id": "article-30422_30", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "Various release maneuvers have been used to decrease tension. These include anterior and posterior blunt tracheal dissection, neck flexion, thyrohyoid, suprahyoid, hilar, and intrapericardial release techniques.", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. Various release maneuvers have been used to decrease tension. These include anterior and posterior blunt tracheal dissection, neck flexion, thyrohyoid, suprahyoid, hilar, and intrapericardial release techniques."}
{"id": "article-30422_31", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "For cervical tracheal resections, neck flexion and blunt dissection along the avascular anterior and posterior trachea can be performed to avoid injuring the lateral tracheal blood supply. [27] Mullikan et al. showed up to 4.5 cm of the trachea can be resected with tension-free anastomosis with only neck flexion. [34] The thyrohyoid or suprahyoid laryngeal release allows the larynx to drop caudally and add 1 to 2 cm of tracheal length. [27] The suprahyoid release is preferred over the thyrohyoid as it provides a similar length without risking injury to the superior laryngeal vessels and nerve and has a lower incidence of postoperative dysphagia and aspiration. [35] [36]", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. For cervical tracheal resections, neck flexion and blunt dissection along the avascular anterior and posterior trachea can be performed to avoid injuring the lateral tracheal blood supply. [27] Mullikan et al. showed up to 4.5 cm of the trachea can be resected with tension-free anastomosis with only neck flexion. [34] The thyrohyoid or suprahyoid laryngeal release allows the larynx to drop caudally and add 1 to 2 cm of tracheal length. [27] The suprahyoid release is preferred over the thyrohyoid as it provides a similar length without risking injury to the superior laryngeal vessels and nerve and has a lower incidence of postoperative dysphagia and aspiration. [35] [36]"}
{"id": "article-30422_32", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "The suprathyroid or thyrohyoid laryngeal (Dedo) release involves transecting the thyrohyoid muscle and dividing the thyrohyoid membrane. The superior cornu of the thyroid cartilage is then cut with care not to injury the superior laryngeal nerve and vessels, which penetrate the thyrohyoid membrane medial to the cornu. [27] [35] [37]", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. The suprathyroid or thyrohyoid laryngeal (Dedo) release involves transecting the thyrohyoid muscle and dividing the thyrohyoid membrane. The superior cornu of the thyroid cartilage is then cut with care not to injury the superior laryngeal nerve and vessels, which penetrate the thyrohyoid membrane medial to the cornu. [27] [35] [37]"}
{"id": "article-30422_33", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "The suprahyoid (Montgomery) release involves dissection on the superior edge of the hyoid. The superior muscles attached to the hyoid are divided, including the mylohyoid, geniohyoid, and genioglossi. The digastric sling remains attached to the hyoid. This muscular release alone can provide significant laxity. If needed, the hyoid bone can be divided with Mayo scissors on each side, lateral to the lesser cornua, and medial to the digastric sling. This will allow the body of the hyoid, thyroid cartilage, cricoid, and proximal tracheal segments to drop inferiorly. [27] [36] [37] For resection of distal tracheal lesions, intrathoracic release maneuvers can be utilized using median sternotomy, video-assisted thorascopic surgery (VATS), or bilateral lateral thoracotomies. [27]", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. The suprahyoid (Montgomery) release involves dissection on the superior edge of the hyoid. The superior muscles attached to the hyoid are divided, including the mylohyoid, geniohyoid, and genioglossi. The digastric sling remains attached to the hyoid. This muscular release alone can provide significant laxity. If needed, the hyoid bone can be divided with Mayo scissors on each side, lateral to the lesser cornua, and medial to the digastric sling. This will allow the body of the hyoid, thyroid cartilage, cricoid, and proximal tracheal segments to drop inferiorly. [27] [36] [37] For resection of distal tracheal lesions, intrathoracic release maneuvers can be utilized using median sternotomy, video-assisted thorascopic surgery (VATS), or bilateral lateral thoracotomies. [27]"}
{"id": "article-30422_34", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "The hilum can be released through blunt dissection along the avascular plane anterior to the bilateral bronchi and division of the inferior pulmonary ligament, with care not to injury the bronchial arteries. [27]", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. The hilum can be released through blunt dissection along the avascular plane anterior to the bilateral bronchi and division of the inferior pulmonary ligament, with care not to injury the bronchial arteries. [27]"}
{"id": "article-30422_35", "title": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers", "content": "Intrapericardial release can provide another 2 cm of tracheal length by moving the carina rostrally. After the right inferior pulmonary ligament is divided, a U-shaped incision is made on the pericardium at the anterior, inferior, and posterior borders of the right inferior pulmonary vein, with care not to injury the phrenic nerve anteriorly. The intrapericardium septum that attaches the lateral atrium and vena cava to the pericardium is then divided and extended to circumscribe the right hilum completely. [19] [27] The maneuver is the same on the left, except there is no intrapericardial septum, and the ductus arteriosus should be divided.", "contents": "Tracheal Resection -- Technique or Treatment -- Release Maneuvers. Intrapericardial release can provide another 2 cm of tracheal length by moving the carina rostrally. After the right inferior pulmonary ligament is divided, a U-shaped incision is made on the pericardium at the anterior, inferior, and posterior borders of the right inferior pulmonary vein, with care not to injury the phrenic nerve anteriorly. The intrapericardium septum that attaches the lateral atrium and vena cava to the pericardium is then divided and extended to circumscribe the right hilum completely. [19] [27] The maneuver is the same on the left, except there is no intrapericardial septum, and the ductus arteriosus should be divided."}
{"id": "article-30422_36", "title": "Tracheal Resection -- Complications", "content": "Studies show a median postoperative hospitalization stay of 8 days, a success rate of 95%, and a complication rate of 18.2%. [38] Tension at the anastomotic line is the main contributor to major complications in the postoperative period, such as restenosis, tracheal wound dehiscence, and anastomotic leak. [5]", "contents": "Tracheal Resection -- Complications. Studies show a median postoperative hospitalization stay of 8 days, a success rate of 95%, and a complication rate of 18.2%. [38] Tension at the anastomotic line is the main contributor to major complications in the postoperative period, such as restenosis, tracheal wound dehiscence, and anastomotic leak. [5]"}
{"id": "article-30422_37", "title": "Tracheal Resection -- Complications", "content": "To prevent complications in the postoperative period, the anastomosis must be allowed to heal in a tension-free setting with continuous neck flexion. Methods to maintain neck flexion include the guardian stitch, mechanical ventilation with paralytics, neck brace, and posterior neck plaster splint. However, these were all found to increase hospital stay and morbidity. [39] Patients are extubated 1-7 days later, depending on their age, health, and length of resection. In compliant, healthy patients, early extubation in the operating room or within 48 hours is recommended if laryngeal edema is not a precluding factor. If the surgeon believes early extubation is unlikely, a tracheostomy can be placed 2 cm distal to the anastomosis. Antiemetics and non-narcotic pain management are encouraged to prevent postoperative nausea, leading to vomiting, neck hyperextension, and potential aspiration. Voice rest may be encouraged to prevent laryngeal edema. Speech therapy with a modified barium swallow is obtained before starting a diet. Some patients may experience dysphagia due to laryngeal release maneuvers and poor voice from cricotracheal resections. [38] The tracheal anastomosis is re-examined under rigid bronchoscopy on a postoperative day seven, at which time the Guardian chin stitch may be removed. [2] [5] There must be a low threshold to perform a bronchoscopy at an earlier time if stridor, voice changes, wound infection, subcutaneous emphysema, or excessive secretions arise.", "contents": "Tracheal Resection -- Complications. To prevent complications in the postoperative period, the anastomosis must be allowed to heal in a tension-free setting with continuous neck flexion. Methods to maintain neck flexion include the guardian stitch, mechanical ventilation with paralytics, neck brace, and posterior neck plaster splint. However, these were all found to increase hospital stay and morbidity. [39] Patients are extubated 1-7 days later, depending on their age, health, and length of resection. In compliant, healthy patients, early extubation in the operating room or within 48 hours is recommended if laryngeal edema is not a precluding factor. If the surgeon believes early extubation is unlikely, a tracheostomy can be placed 2 cm distal to the anastomosis. Antiemetics and non-narcotic pain management are encouraged to prevent postoperative nausea, leading to vomiting, neck hyperextension, and potential aspiration. Voice rest may be encouraged to prevent laryngeal edema. Speech therapy with a modified barium swallow is obtained before starting a diet. Some patients may experience dysphagia due to laryngeal release maneuvers and poor voice from cricotracheal resections. [38] The tracheal anastomosis is re-examined under rigid bronchoscopy on a postoperative day seven, at which time the Guardian chin stitch may be removed. [2] [5] There must be a low threshold to perform a bronchoscopy at an earlier time if stridor, voice changes, wound infection, subcutaneous emphysema, or excessive secretions arise."}
{"id": "article-30422_38", "title": "Tracheal Resection -- Complications", "content": "Restenosis can present in up to 10% of patients and is the most common complication of tracheal resection, possibly due to granulation tissue development at the suture line or inadequate resection of initial stenosis. Symptoms may take several months to manifest, so frequent monitoring with flexible bronchoscopy is recommended. Early restenosis can be treated with balloon dilation, budesonide inhalers, a corticosteroid injection into the granulation tissue, or mitomycin C or corticosteroid-coated drug-eluting stents. [4] [40] Erythromycin has previously been used for its anti-inflammatory effect in patients with bronchiectasis, bronchiolitis asthma, and COPD by up-regulating histone deacetylase-2 (HDAC2), which inhibit inflammatory factor expression. [40] Studies have suggested a reduction in inflammation and fibrosis progression in tracheal stenosis in rabbit models that can be further accentuated with the combination of glucocorticoids. [40] [41] Stenosis that is unresponsive to repeat dilations may require reoperation or T-tube stenting for long-term management. [4] [38]", "contents": "Tracheal Resection -- Complications. Restenosis can present in up to 10% of patients and is the most common complication of tracheal resection, possibly due to granulation tissue development at the suture line or inadequate resection of initial stenosis. Symptoms may take several months to manifest, so frequent monitoring with flexible bronchoscopy is recommended. Early restenosis can be treated with balloon dilation, budesonide inhalers, a corticosteroid injection into the granulation tissue, or mitomycin C or corticosteroid-coated drug-eluting stents. [4] [40] Erythromycin has previously been used for its anti-inflammatory effect in patients with bronchiectasis, bronchiolitis asthma, and COPD by up-regulating histone deacetylase-2 (HDAC2), which inhibit inflammatory factor expression. [40] Studies have suggested a reduction in inflammation and fibrosis progression in tracheal stenosis in rabbit models that can be further accentuated with the combination of glucocorticoids. [40] [41] Stenosis that is unresponsive to repeat dilations may require reoperation or T-tube stenting for long-term management. [4] [38]"}
{"id": "article-30422_39", "title": "Tracheal Resection -- Complications", "content": "Wound dehiscence is a rare (<1%), but deadly complication that often occurs in the anterior tracheal wall where the tension is highest and can present with an air leak and subcutaneous emphysema of the neck. An immediate investigation is required, and flexible bronchoscopy is used to locate the area of dehiscence. Small dehiscences can be treated with voice rest, neck flexion, antibiotics, nasogastric tube feeding, and possible reintubation with cuff distal to the anastomosis. [38] Larger dehiscences require direct intubation over a flexible bronchoscope to prevent laryngotracheal separation and return to the operating room for reanastomosis. If reanastomosis is not possible, a tracheostomy or T-tube stent is temporarily placed until later revision.", "contents": "Tracheal Resection -- Complications. Wound dehiscence is a rare (<1%), but deadly complication that often occurs in the anterior tracheal wall where the tension is highest and can present with an air leak and subcutaneous emphysema of the neck. An immediate investigation is required, and flexible bronchoscopy is used to locate the area of dehiscence. Small dehiscences can be treated with voice rest, neck flexion, antibiotics, nasogastric tube feeding, and possible reintubation with cuff distal to the anastomosis. [38] Larger dehiscences require direct intubation over a flexible bronchoscope to prevent laryngotracheal separation and return to the operating room for reanastomosis. If reanastomosis is not possible, a tracheostomy or T-tube stent is temporarily placed until later revision."}
{"id": "article-30422_40", "title": "Tracheal Resection -- Complications", "content": "Laryngeal edema is more common in patients undergoing cricotracheal resection (5%) and can persist for 1-2 weeks postoperatively. [4] Stridor and hoarseness should be evaluated with flexible bronchoscopy. Mild edema can be treated with voice rest, head elevation, respiratory toilet, systemic corticosteroids, epinephrine nebulizers, and heliox. Severe edema that does not resolve with medication and reintubation may require a tracheostomy. [38]", "contents": "Tracheal Resection -- Complications. Laryngeal edema is more common in patients undergoing cricotracheal resection (5%) and can persist for 1-2 weeks postoperatively. [4] Stridor and hoarseness should be evaluated with flexible bronchoscopy. Mild edema can be treated with voice rest, head elevation, respiratory toilet, systemic corticosteroids, epinephrine nebulizers, and heliox. Severe edema that does not resolve with medication and reintubation may require a tracheostomy. [38]"}
{"id": "article-30422_41", "title": "Tracheal Resection -- Complications", "content": "Wound infection can present with erythema, drainage, and increased pain. Treatment involves a culture of the wound, antibiotics, CT to assess for extraluminal air and fluid collection, and bronchoscopy for anastomotic dehiscence evaluation. [38]", "contents": "Tracheal Resection -- Complications. Wound infection can present with erythema, drainage, and increased pain. Treatment involves a culture of the wound, antibiotics, CT to assess for extraluminal air and fluid collection, and bronchoscopy for anastomotic dehiscence evaluation. [38]"}
{"id": "article-30422_42", "title": "Tracheal Resection -- Complications", "content": "Tracheoinnominate fistula occurs when the anterior anastomosis is dehisced, causing inflammation and erosion into the innominate artery. The cardinal sign is a small episode of hemoptysis, which usually precedes a major life-threatening bleed. Small episodes of hemoptysis should be evaluated with a CT angiogram, and major hemoptysis requires a return to the operation room with ligation of the innominate artery. [38]", "contents": "Tracheal Resection -- Complications. Tracheoinnominate fistula occurs when the anterior anastomosis is dehisced, causing inflammation and erosion into the innominate artery. The cardinal sign is a small episode of hemoptysis, which usually precedes a major life-threatening bleed. Small episodes of hemoptysis should be evaluated with a CT angiogram, and major hemoptysis requires a return to the operation room with ligation of the innominate artery. [38]"}
{"id": "article-30422_43", "title": "Tracheal Resection -- Complications", "content": "Tracheoesophageal fistula occurs when the posterior anastomosis is dehisced, causing inflammation and erosion into the esophagus. Signs include post-prandial cough and pneumonia. Barium swallow and bronchoscopy are used to confirm the diagnosis. Treatment involves tracheostomy, nasogastric tube feeding, revision of anastomosis, and two-layer closure of the esophageal defect. [38] Other complications include recurrent laryngeal nerve injury (2%), myocardial infarction, deep vein thrombosis, and prolonged hospitalization. [4]", "contents": "Tracheal Resection -- Complications. Tracheoesophageal fistula occurs when the posterior anastomosis is dehisced, causing inflammation and erosion into the esophagus. Signs include post-prandial cough and pneumonia. Barium swallow and bronchoscopy are used to confirm the diagnosis. Treatment involves tracheostomy, nasogastric tube feeding, revision of anastomosis, and two-layer closure of the esophageal defect. [38] Other complications include recurrent laryngeal nerve injury (2%), myocardial infarction, deep vein thrombosis, and prolonged hospitalization. [4]"}
{"id": "article-30422_44", "title": "Tracheal Resection -- Complications", "content": "Johnson et al. performed an analysis of 126 adult patients who underwent cervical tracheoplasty, intrathoracic tracheoplasty, or excision of tracheal stenosis and anastomosis as the principle procedures using the American College of Surgeon National Surgical Quality Improvement Program (ACS NSQUIP) from 2014 to 2016. [42] They found the average length of stay to be seven days, with 35/126 (28%) experiencing at least one adverse event. Two patients had prolonged hospital stay longer than 30 days, 12 had pneumonia, three had sepsis, six developed wound infections, three developed wound dehiscence, five required unplanned reintubation, and 16 had an unplanned reoperation. The 30-day unplanned readmission rate was 16% (20/126). The mortality rate was 0%. Variables that increased the risk of adverse events included ASA III, COPD, dirty wound, preoperative dyspnea, and chronic steroid use.", "contents": "Tracheal Resection -- Complications. Johnson et al. performed an analysis of 126 adult patients who underwent cervical tracheoplasty, intrathoracic tracheoplasty, or excision of tracheal stenosis and anastomosis as the principle procedures using the American College of Surgeon National Surgical Quality Improvement Program (ACS NSQUIP) from 2014 to 2016. [42] They found the average length of stay to be seven days, with 35/126 (28%) experiencing at least one adverse event. Two patients had prolonged hospital stay longer than 30 days, 12 had pneumonia, three had sepsis, six developed wound infections, three developed wound dehiscence, five required unplanned reintubation, and 16 had an unplanned reoperation. The 30-day unplanned readmission rate was 16% (20/126). The mortality rate was 0%. Variables that increased the risk of adverse events included ASA III, COPD, dirty wound, preoperative dyspnea, and chronic steroid use."}
{"id": "article-30422_45", "title": "Tracheal Resection -- Clinical Significance", "content": "Although there have been significant improvements in airway surgery techniques and awareness of the impact of mechanical ventilation over the last half-century, tracheal stenosis continues to be a challenging problem today. Healthcare providers that deal with these airway issues must be well-informed on airway management, etiology of disease, local structures, diagnostic practices, surgical repair techniques, postoperative care, and mitigation of complications. [2]", "contents": "Tracheal Resection -- Clinical Significance. Although there have been significant improvements in airway surgery techniques and awareness of the impact of mechanical ventilation over the last half-century, tracheal stenosis continues to be a challenging problem today. Healthcare providers that deal with these airway issues must be well-informed on airway management, etiology of disease, local structures, diagnostic practices, surgical repair techniques, postoperative care, and mitigation of complications. [2]"}
{"id": "article-30422_46", "title": "Tracheal Resection -- Enhancing Healthcare Team Outcomes", "content": "The management of tracheal stenosis requires a multidisciplinary team of otolaryngologists, cardiothoracic surgeons, anesthesiologists, intensivists, respiratory therapists, speech therapists, and nursing staff.", "contents": "Tracheal Resection -- Enhancing Healthcare Team Outcomes. The management of tracheal stenosis requires a multidisciplinary team of otolaryngologists, cardiothoracic surgeons, anesthesiologists, intensivists, respiratory therapists, speech therapists, and nursing staff."}
{"id": "article-30422_47", "title": "Tracheal Resection -- Enhancing Healthcare Team Outcomes", "content": "Preoperative evaluation of the tracheal lesion through radiographic imaging and direct bronchoscopy is critical to determine the lesion's location, resectability of the tracheal segment, and need for release maneuvers. Patients must undergo cardiopulmonary clearance to ensure they can tolerate an extended operation.", "contents": "Tracheal Resection -- Enhancing Healthcare Team Outcomes. Preoperative evaluation of the tracheal lesion through radiographic imaging and direct bronchoscopy is critical to determine the lesion's location, resectability of the tracheal segment, and need for release maneuvers. Patients must undergo cardiopulmonary clearance to ensure they can tolerate an extended operation."}
{"id": "article-30422_48", "title": "Tracheal Resection -- Enhancing Healthcare Team Outcomes", "content": "Intraoperatively, clear communication between the otolaryngologists and anesthesiologists during airway surgery is critical, especially during key portions of the surgery when the airway is entered and manipulating the ventilator circuit. Cardiothoracic surgery must be on standby in the event the lesion is in the distal tracheal or require intrathoracic release maneuvers.", "contents": "Tracheal Resection -- Enhancing Healthcare Team Outcomes. Intraoperatively, clear communication between the otolaryngologists and anesthesiologists during airway surgery is critical, especially during key portions of the surgery when the airway is entered and manipulating the ventilator circuit. Cardiothoracic surgery must be on standby in the event the lesion is in the distal tracheal or require intrathoracic release maneuvers."}
{"id": "article-30422_49", "title": "Tracheal Resection -- Enhancing Healthcare Team Outcomes", "content": "In the postoperative period, the patient is kept in the ICU for airway monitoring. Frequent pulmonary toilet management by respiratory therapists is necessary for patient comfort and safety. Any activities that increase straining, such as changes in breathing, swallowing, worsening dysphagia, nausea, must be monitored by the nursing staff and reported immediately. Early evaluation by speech therapy is recommended to initiate proper swallowing exercises and voice control. Before discharge, the patient is educated by the nursing staff to avoid heavy lifting, straining, and activities that place too much burden on the anastomosis. Close follow up with the otolaryngologist with flexible bronchoscopies can ensure early diagnosis of restenosis or other airway complications.", "contents": "Tracheal Resection -- Enhancing Healthcare Team Outcomes. In the postoperative period, the patient is kept in the ICU for airway monitoring. Frequent pulmonary toilet management by respiratory therapists is necessary for patient comfort and safety. Any activities that increase straining, such as changes in breathing, swallowing, worsening dysphagia, nausea, must be monitored by the nursing staff and reported immediately. Early evaluation by speech therapy is recommended to initiate proper swallowing exercises and voice control. Before discharge, the patient is educated by the nursing staff to avoid heavy lifting, straining, and activities that place too much burden on the anastomosis. Close follow up with the otolaryngologist with flexible bronchoscopies can ensure early diagnosis of restenosis or other airway complications."}
{"id": "article-30422_50", "title": "Tracheal Resection -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tracheal Resection -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}