{"id": "article-19977_0", "title": "Cord Blood Gas -- Introduction", "content": "James et al. reported in 1958 that gas analysis of blood samples obtained from a clamped umbilical cord could reflect fetal hypoxia. [1] Since then, cord blood gas analysis has become widely performed to objectively determine the fetal metabolic condition at the time of delivery when umbilical circulation stops. [2] Multiple studies showed that this analysis, when combined with other neonatal factors, can help identify infants at risk for neonatal encephalopathy, which is vital for the early initiation of neuroprotective therapeutic strategies. [3]", "contents": "Cord Blood Gas -- Introduction. James et al. reported in 1958 that gas analysis of blood samples obtained from a clamped umbilical cord could reflect fetal hypoxia. [1] Since then, cord blood gas analysis has become widely performed to objectively determine the fetal metabolic condition at the time of delivery when umbilical circulation stops. [2] Multiple studies showed that this analysis, when combined with other neonatal factors, can help identify infants at risk for neonatal encephalopathy, which is vital for the early initiation of neuroprotective therapeutic strategies. [3]"}
{"id": "article-19977_1", "title": "Cord Blood Gas -- Specimen Collection", "content": "The umbilical vein is easier to sample due to its large diameter. However, umbilical artery blood gas analysis gives more accurate information about the fetal metabolic condition and correlates better with neonatal outcomes. [4]", "contents": "Cord Blood Gas -- Specimen Collection. The umbilical vein is easier to sample due to its large diameter. However, umbilical artery blood gas analysis gives more accurate information about the fetal metabolic condition and correlates better with neonatal outcomes. [4]"}
{"id": "article-19977_2", "title": "Cord Blood Gas -- Specimen Collection", "content": "Oxygenated blood is carried from the placenta to the fetus through the umbilical vein, whereas blood rich in carbon dioxide eliminated by the fetus returns to the placental circulation through the umbilical arteries. Consequently, venous cord blood gas analysis mainly reflects placental metabolism, whereas arterial sampling more accurately reflects fetal metabolism.", "contents": "Cord Blood Gas -- Specimen Collection. Oxygenated blood is carried from the placenta to the fetus through the umbilical vein, whereas blood rich in carbon dioxide eliminated by the fetus returns to the placental circulation through the umbilical arteries. Consequently, venous cord blood gas analysis mainly reflects placental metabolism, whereas arterial sampling more accurately reflects fetal metabolism."}
{"id": "article-19977_3", "title": "Cord Blood Gas -- Specimen Collection", "content": "Veins are more compressible than arteries. Thus, in umbilical cord compression, venous flow from the placenta to the fetus decreases more than arterial flow. To meet their metabolic demands, fetal tissues will respond by increasing their extraction of oxygen. Consequently, there is more carbon dioxide eliminated through the umbilical arteries, which renders the arterial cord blood more acidotic, while the umbilical venous acid-base status remains equilibrated by the normally functioning placenta. The severity of cord compression has a significant effect on the arteriovenous pH difference. Thus, it is always essential to obtain both venous and arterial blood samples for analysis. [5]", "contents": "Cord Blood Gas -- Specimen Collection. Veins are more compressible than arteries. Thus, in umbilical cord compression, venous flow from the placenta to the fetus decreases more than arterial flow. To meet their metabolic demands, fetal tissues will respond by increasing their extraction of oxygen. Consequently, there is more carbon dioxide eliminated through the umbilical arteries, which renders the arterial cord blood more acidotic, while the umbilical venous acid-base status remains equilibrated by the normally functioning placenta. The severity of cord compression has a significant effect on the arteriovenous pH difference. Thus, it is always essential to obtain both venous and arterial blood samples for analysis. [5]"}
{"id": "article-19977_4", "title": "Cord Blood Gas -- Procedures", "content": "Ideally, double clamping of a 10 cm to 20 cm umbilical segment should occur as early as possible after delivery. Blood drawn into a pre-heparinized syringe from this isolated segment should be immediately placed in ice and transported to the laboratory for analysis.", "contents": "Cord Blood Gas -- Procedures. Ideally, double clamping of a 10 cm to 20 cm umbilical segment should occur as early as possible after delivery. Blood drawn into a pre-heparinized syringe from this isolated segment should be immediately placed in ice and transported to the laboratory for analysis."}
{"id": "article-19977_5", "title": "Cord Blood Gas -- Procedures", "content": "Studies have shown, pH, pO2, and pCO2 measured from clamped portions of the umbilical cord remain reliable for up to 60 minutes after birth. [6] However, segments that remain in continuity with the placenta are affected by the ongoing placental metabolism that causes the obscuring of the measurements as early as 20 minutes after delivery. [7] Lactate levels obtained from samples after 20 minutes of birth are also unreliable, regardless of collecting the sample from a clamped or unclamped cord. [7] Therefore, it is imperative to note the timing of blood sampling and the source of the sample: a clamped or unclamped segment. [3]", "contents": "Cord Blood Gas -- Procedures. Studies have shown, pH, pO2, and pCO2 measured from clamped portions of the umbilical cord remain reliable for up to 60 minutes after birth. [6] However, segments that remain in continuity with the placenta are affected by the ongoing placental metabolism that causes the obscuring of the measurements as early as 20 minutes after delivery. [7] Lactate levels obtained from samples after 20 minutes of birth are also unreliable, regardless of collecting the sample from a clamped or unclamped cord. [7] Therefore, it is imperative to note the timing of blood sampling and the source of the sample: a clamped or unclamped segment. [3]"}
{"id": "article-19977_6", "title": "Cord Blood Gas -- Indications", "content": "The American College of Obstetricians and Gynecologists and the American Academy of Pediatrics now recommend umbilical cord blood gas analysis to be performed in all high-risk deliveries in which there is a suspicion of a fetal metabolic abnormality. Examples include category III fetal heart rate tracings and low Apgar scores at birth. [8] In some centers, this practice is routinely performed after all deliveries, regardless of the presence or absence of risk factors. [3]", "contents": "Cord Blood Gas -- Indications. The American College of Obstetricians and Gynecologists and the American Academy of Pediatrics now recommend umbilical cord blood gas analysis to be performed in all high-risk deliveries in which there is a suspicion of a fetal metabolic abnormality. Examples include category III fetal heart rate tracings and low Apgar scores at birth. [8] In some centers, this practice is routinely performed after all deliveries, regardless of the presence or absence of risk factors. [3]"}
{"id": "article-19977_7", "title": "Cord Blood Gas -- Potential Diagnosis", "content": "Cord blood gas analysis is an objective measure of the fetal metabolic condition at the time of delivery. By determining fetal acid-base status, it helps identify infants at risk for neonatal encephalopathy.", "contents": "Cord Blood Gas -- Potential Diagnosis. Cord blood gas analysis is an objective measure of the fetal metabolic condition at the time of delivery. By determining fetal acid-base status, it helps identify infants at risk for neonatal encephalopathy."}
{"id": "article-19977_8", "title": "Cord Blood Gas -- Potential Diagnosis", "content": "Pathological acidosis reflects significant fetal distress due to hypoxic stress. As an isolated finding, it poorly predicts the risk of hypoxic-ischemic injury. [9] [10] [11] However, when combined with other abnormal clinical findings such as non-reassuring fetal heart tracings, low Apgar scores, or the requirement for resuscitation, it strongly serves as an indicator for early-onset seizures and other adverse neonatal neurological sequelae. [12]", "contents": "Cord Blood Gas -- Potential Diagnosis. Pathological acidosis reflects significant fetal distress due to hypoxic stress. As an isolated finding, it poorly predicts the risk of hypoxic-ischemic injury. [9] [10] [11] However, when combined with other abnormal clinical findings such as non-reassuring fetal heart tracings, low Apgar scores, or the requirement for resuscitation, it strongly serves as an indicator for early-onset seizures and other adverse neonatal neurological sequelae. [12]"}
{"id": "article-19977_9", "title": "Cord Blood Gas -- Normal and Critical Findings", "content": "Since fetal CO2 gets carried by the umbilical arteries, the expectation is that arterial cord blood gas will be slightly more acidotic than venous cord blood gas. Studies showed that in term infants with uncomplicated delivery, the mean cord arterial pH is 7.24 to 7.27, and the mean cord venous pH 7.32 to 7.34. [13] [14] [15] [16] Preterm newborns were found to have a higher pH, and observations noted a gradual reduction with increasing gestational age. [17] [18] A cord pH less than 7, when combined with other abnormal clinical findings, strongly correlates with adverse neonatal outcomes. [12]", "contents": "Cord Blood Gas -- Normal and Critical Findings. Since fetal CO2 gets carried by the umbilical arteries, the expectation is that arterial cord blood gas will be slightly more acidotic than venous cord blood gas. Studies showed that in term infants with uncomplicated delivery, the mean cord arterial pH is 7.24 to 7.27, and the mean cord venous pH 7.32 to 7.34. [13] [14] [15] [16] Preterm newborns were found to have a higher pH, and observations noted a gradual reduction with increasing gestational age. [17] [18] A cord pH less than 7, when combined with other abnormal clinical findings, strongly correlates with adverse neonatal outcomes. [12]"}
{"id": "article-19977_10", "title": "Cord Blood Gas -- Normal and Critical Findings", "content": "Maternal respirations on room air yielded mean cord venous pO2 of 43.5 mmHg and mean cord arterial pO2 of 31.5 mmHg. [19] With the mother on supplemental O2, the mean cord arterial pO2 was never found to be higher than 37.5 mmHg. [20] Therefore a pO2 value greater than 37.5 mmHg is more likely to have occurred due to the presence of air bubbles in the collected sample. [21]", "contents": "Cord Blood Gas -- Normal and Critical Findings. Maternal respirations on room air yielded mean cord venous pO2 of 43.5 mmHg and mean cord arterial pO2 of 31.5 mmHg. [19] With the mother on supplemental O2, the mean cord arterial pO2 was never found to be higher than 37.5 mmHg. [20] Therefore a pO2 value greater than 37.5 mmHg is more likely to have occurred due to the presence of air bubbles in the collected sample. [21]"}
{"id": "article-19977_11", "title": "Cord Blood Gas -- Normal and Critical Findings", "content": "Apart from measuring pH, pCO2, and pO2, blood gas analyzers also calculate base excess. In a term newborn with uncomplicated delivery, cord arterial base excess varies from -5.6 to -2.7 meq/L and cord venous base excess from -4.5 to -2.4 meq/L. [13] [14] [15] [16] When combined with other abnormal clinical findings, a base deficit of more than 12 meq/L strongly correlates with adverse neonatal outcomes. [16]", "contents": "Cord Blood Gas -- Normal and Critical Findings. Apart from measuring pH, pCO2, and pO2, blood gas analyzers also calculate base excess. In a term newborn with uncomplicated delivery, cord arterial base excess varies from -5.6 to -2.7 meq/L and cord venous base excess from -4.5 to -2.4 meq/L. [13] [14] [15] [16] When combined with other abnormal clinical findings, a base deficit of more than 12 meq/L strongly correlates with adverse neonatal outcomes. [16]"}
{"id": "article-19977_12", "title": "Cord Blood Gas -- Normal and Critical Findings", "content": "Lactic acid is the final product of anaerobic metabolism that does not cross the placenta. It can give accurate information about the fetal metabolic condition, and its measurement is as helpful as cord arterial pH in predicting poor neonatal outcomes. [22] [23]", "contents": "Cord Blood Gas -- Normal and Critical Findings. Lactic acid is the final product of anaerobic metabolism that does not cross the placenta. It can give accurate information about the fetal metabolic condition, and its measurement is as helpful as cord arterial pH in predicting poor neonatal outcomes. [22] [23]"}
{"id": "article-19977_13", "title": "Cord Blood Gas -- Interfering Factors", "content": "Delayed sampling (beyond 60 minutes from a doubly clamped umbilical segment and beyond 20 minutes from an unclamped segment) renders the measurement of pH, pCO2, and pO2 unreliable. [6] [7] Similarly, delayed interpretation after sampling makes these measurements unreliable as well.", "contents": "Cord Blood Gas -- Interfering Factors. Delayed sampling (beyond 60 minutes from a doubly clamped umbilical segment and beyond 20 minutes from an unclamped segment) renders the measurement of pH, pCO2, and pO2 unreliable. [6] [7] Similarly, delayed interpretation after sampling makes these measurements unreliable as well."}
{"id": "article-19977_14", "title": "Cord Blood Gas -- Interfering Factors", "content": "Delayed cord clamping may alter blood gas analysis. Sampling should be done soon after birth from the unclamped cord to obtain the most accurate information. Delay in clamping the cord after delivery also decreases the reliability of measurements. [24]", "contents": "Cord Blood Gas -- Interfering Factors. Delayed cord clamping may alter blood gas analysis. Sampling should be done soon after birth from the unclamped cord to obtain the most accurate information. Delay in clamping the cord after delivery also decreases the reliability of measurements. [24]"}
{"id": "article-19977_15", "title": "Cord Blood Gas -- Interfering Factors", "content": "Other factors that may influence cord blood values include the mode of delivery and fetal presentation. Uterine contractions cause metabolic stress and a lower cord pH, whereas infants born by elective C-section without labor have a higher cord pH. [14] Similarly, fetuses with breech presentation are born with a lower cord pH when compared to those with cephalic presentation. [25]", "contents": "Cord Blood Gas -- Interfering Factors. Other factors that may influence cord blood values include the mode of delivery and fetal presentation. Uterine contractions cause metabolic stress and a lower cord pH, whereas infants born by elective C-section without labor have a higher cord pH. [14] Similarly, fetuses with breech presentation are born with a lower cord pH when compared to those with cephalic presentation. [25]"}
{"id": "article-19977_16", "title": "Cord Blood Gas -- Complications", "content": "Cord blood gas analysis per se does not have any complications. However, a potential medico-legal concern may arise in centers practicing universal sampling when an abnormally low pH is found and documented in the medical record of vigorous newborns. [26] Although studies found that isolated acidosis in the absence of any other abnormal clinical finding at birth is a poor predictor of neonatal outcomes, practitioners may prefer in this case to repeat a blood gas analysis one to two hours after birth to document a “normal” pH.", "contents": "Cord Blood Gas -- Complications. Cord blood gas analysis per se does not have any complications. However, a potential medico-legal concern may arise in centers practicing universal sampling when an abnormally low pH is found and documented in the medical record of vigorous newborns. [26] Although studies found that isolated acidosis in the absence of any other abnormal clinical finding at birth is a poor predictor of neonatal outcomes, practitioners may prefer in this case to repeat a blood gas analysis one to two hours after birth to document a “normal” pH."}
{"id": "article-19977_17", "title": "Cord Blood Gas -- Patient Safety and Education", "content": "Cord blood gas analysis at birth is safe for the infant and its mother, with no complications reported. All mothers should receive education regarding the clinical significance of an abnormal result.", "contents": "Cord Blood Gas -- Patient Safety and Education. Cord blood gas analysis at birth is safe for the infant and its mother, with no complications reported. All mothers should receive education regarding the clinical significance of an abnormal result."}
{"id": "article-19977_18", "title": "Cord Blood Gas -- Clinical Significance", "content": "Fetal acidemia is most commonly a mixed respiratory and metabolic acidosis. An initial respiratory acidosis arises when uteroplacental or fetal circulation is impaired. With the ongoing impairment of oxygen delivery to the placenta and fetal tissues, the metabolism shifts towards anaerobic glycolysis, with subsequent additional metabolic acidosis. It is at this stage that acidosis becomes clinically significant. [27] [28]", "contents": "Cord Blood Gas -- Clinical Significance. Fetal acidemia is most commonly a mixed respiratory and metabolic acidosis. An initial respiratory acidosis arises when uteroplacental or fetal circulation is impaired. With the ongoing impairment of oxygen delivery to the placenta and fetal tissues, the metabolism shifts towards anaerobic glycolysis, with subsequent additional metabolic acidosis. It is at this stage that acidosis becomes clinically significant. [27] [28]"}
{"id": "article-19977_19", "title": "Cord Blood Gas -- Clinical Significance", "content": "Some experts define pathological acidosis as the level at which the risk of adverse sequelae arises. Interestingly, a pH as low as 7.00 is usually tolerated by the fetus without any adverse outcome. [29] [30] Most infants with a cord pH less than 7.00 do not develop neurologic problems after birth, nor even when followed for 6.5 years. [11] [31] [32] [33] However, an isolated respiratory acidosis is very rarely associated with poor outcomes. [34] Thus, infants born with a pH less than 7.00 and without other abnormal clinical findings typically do not require any further investigation or NICU admission. [32]", "contents": "Cord Blood Gas -- Clinical Significance. Some experts define pathological acidosis as the level at which the risk of adverse sequelae arises. Interestingly, a pH as low as 7.00 is usually tolerated by the fetus without any adverse outcome. [29] [30] Most infants with a cord pH less than 7.00 do not develop neurologic problems after birth, nor even when followed for 6.5 years. [11] [31] [32] [33] However, an isolated respiratory acidosis is very rarely associated with poor outcomes. [34] Thus, infants born with a pH less than 7.00 and without other abnormal clinical findings typically do not require any further investigation or NICU admission. [32]"}
{"id": "article-19977_20", "title": "Cord Blood Gas -- Clinical Significance", "content": "When a pH less than 7.00 and/or a base deficit of more than 12 meq/L are associated with other abnormal findings such as abnormal fetal heart tracings, 5-minutes Apgar scores equal to or less than 5, a requirement for intubation, they become strong predictors of poor neurological sequelae. [12] Eighty percent of these newborns with clinical indicators of acidemia with a low pH develop seizures in the first few days after birth. [35] [36] Previous studies have shown that cord pH less than 7.00 is proportional to the risk and the severity of neurologic abnormalities. Furthermore, 80% of infants born with a cord pH less than 6.70 develop symptoms and signs of neonatal encephalopathy. [28] [37] [38] [39]", "contents": "Cord Blood Gas -- Clinical Significance. When a pH less than 7.00 and/or a base deficit of more than 12 meq/L are associated with other abnormal findings such as abnormal fetal heart tracings, 5-minutes Apgar scores equal to or less than 5, a requirement for intubation, they become strong predictors of poor neurological sequelae. [12] Eighty percent of these newborns with clinical indicators of acidemia with a low pH develop seizures in the first few days after birth. [35] [36] Previous studies have shown that cord pH less than 7.00 is proportional to the risk and the severity of neurologic abnormalities. Furthermore, 80% of infants born with a cord pH less than 6.70 develop symptoms and signs of neonatal encephalopathy. [28] [37] [38] [39]"}
{"id": "article-19977_21", "title": "Cord Blood Gas -- Clinical Significance", "content": "In conclusion, cord blood gas analysis is a recommended procedure in all high-risk deliveries. A pH less than 7.00 in non-vigorous newborns strongly correlates with the development of neonatal encephalopathy. Identifying infants at risk is important for the early initiation of neuroprotective therapies.", "contents": "Cord Blood Gas -- Clinical Significance. In conclusion, cord blood gas analysis is a recommended procedure in all high-risk deliveries. A pH less than 7.00 in non-vigorous newborns strongly correlates with the development of neonatal encephalopathy. Identifying infants at risk is important for the early initiation of neuroprotective therapies."}
{"id": "article-19977_22", "title": "Cord Blood Gas -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cord Blood Gas -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}