{"id": "article-30596_0", "title": "Fontan Completion -- Continuing Education Activity", "content": "The Fontan procedure provides a palliative treatment option for children that are diagnosed with functionally univentricular congenital heart disease. A Fontan procedure includes various techniques and ultimately results in a surgical atriopulmonary connection or total cavopulmonary connection so that systemic venous blood bypasses the heart and goes directly to the lungs. This activity reviews the indications, contraindications, relevant anatomy, and techniques involved in performing the Fontan procedure and highlights the role of the interprofessional team in managing perioperative care of patients to improve outcomes.", "contents": "Fontan Completion -- Continuing Education Activity. The Fontan procedure provides a palliative treatment option for children that are diagnosed with functionally univentricular congenital heart disease. A Fontan procedure includes various techniques and ultimately results in a surgical atriopulmonary connection or total cavopulmonary connection so that systemic venous blood bypasses the heart and goes directly to the lungs. This activity reviews the indications, contraindications, relevant anatomy, and techniques involved in performing the Fontan procedure and highlights the role of the interprofessional team in managing perioperative care of patients to improve outcomes."}
{"id": "article-30596_1", "title": "Fontan Completion -- Continuing Education Activity", "content": "Objectives: Describe the indications for a Fontan procedure. Outline the surgical techniques involved in performing the Fontan procedure. Identify the potential complications of the Fontan procedure and preventive measures that can be taken to prevent their occurrence. Explain how careful planning and collaboration among interprofessional team members involved in the management of patients undergoing the Fontan procedure will improve outcomes. Access free multiple choice questions on this topic.", "contents": "Fontan Completion -- Continuing Education Activity. Objectives: Describe the indications for a Fontan procedure. Outline the surgical techniques involved in performing the Fontan procedure. Identify the potential complications of the Fontan procedure and preventive measures that can be taken to prevent their occurrence. Explain how careful planning and collaboration among interprofessional team members involved in the management of patients undergoing the Fontan procedure will improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30596_2", "title": "Fontan Completion -- Introduction", "content": "The Fontan procedure provides a palliative treatment option for pediatric patients with functionally single ventricle congenital heart disease, with an estimated incidence of 0.08 to 0.4 per 1,000 live births. [1] Total right heart bypass was described in 1971 [2] for tricuspid atresia with the Fontan procedure, or the total cavopulmonary connection (TCPC) procedure. There is a relatively recent history of staged procedures created to achieve this result established on the premise that systemic venous return can be surgically connected directly to the pulmonary circulation, as long as the pulmonary pressures are low. This will effectively allow the systemic venous circulation to bypass the heart. [3]", "contents": "Fontan Completion -- Introduction. The Fontan procedure provides a palliative treatment option for pediatric patients with functionally single ventricle congenital heart disease, with an estimated incidence of 0.08 to 0.4 per 1,000 live births. [1] Total right heart bypass was described in 1971 [2] for tricuspid atresia with the Fontan procedure, or the total cavopulmonary connection (TCPC) procedure. There is a relatively recent history of staged procedures created to achieve this result established on the premise that systemic venous return can be surgically connected directly to the pulmonary circulation, as long as the pulmonary pressures are low. This will effectively allow the systemic venous circulation to bypass the heart. [3]"}
{"id": "article-30596_3", "title": "Fontan Completion -- Introduction", "content": "Patients need to be carefully selected to ensure optimal surgical outcomes. Surgical modifications ushered in different eras, and overall, patients are living longer with better outcomes. [4] Morbidity still remains high with multiple extracardiac manifestations of Fontan circulation after the completion of the procedure. [1] Efforts are ongoing to improve understanding of long-term Fontan patients, functional status, and possible innovations in tackling disparities [5] and improving long-term outcomes. [4]", "contents": "Fontan Completion -- Introduction. Patients need to be carefully selected to ensure optimal surgical outcomes. Surgical modifications ushered in different eras, and overall, patients are living longer with better outcomes. [4] Morbidity still remains high with multiple extracardiac manifestations of Fontan circulation after the completion of the procedure. [1] Efforts are ongoing to improve understanding of long-term Fontan patients, functional status, and possible innovations in tackling disparities [5] and improving long-term outcomes. [4]"}
{"id": "article-30596_4", "title": "Fontan Completion -- Anatomy and Physiology", "content": "The heart is usually made up of four chambers. Two top chambers are called the atria, and the two bottom chambers are the ventricles. In congenital heart univentricular lesions requiring Fontan completion or correction, there is usually only one functional single ventricle. Therefore, this single ventricle carries the job of pumping blood to the lungs and the systemic body. [6] The idea was to allow systemic deoxygenated blood to passively return to the lungs by being directly connected to the pulmonary circulation, and re-routing from the heart. This allows the functionally single ventricle to apply all energy to supplying systemic arterial flow. This physiology will only work if the ventricle is functional, pulmonary resistance is low, and there is no obstruction along the pathway. [7]", "contents": "Fontan Completion -- Anatomy and Physiology. The heart is usually made up of four chambers. Two top chambers are called the atria, and the two bottom chambers are the ventricles. In congenital heart univentricular lesions requiring Fontan completion or correction, there is usually only one functional single ventricle. Therefore, this single ventricle carries the job of pumping blood to the lungs and the systemic body. [6] The idea was to allow systemic deoxygenated blood to passively return to the lungs by being directly connected to the pulmonary circulation, and re-routing from the heart. This allows the functionally single ventricle to apply all energy to supplying systemic arterial flow. This physiology will only work if the ventricle is functional, pulmonary resistance is low, and there is no obstruction along the pathway. [7]"}
{"id": "article-30596_5", "title": "Fontan Completion -- Anatomy and Physiology", "content": "Since the first description of a Fontan to surgically treat tricuspid atresia, the procedure has been modified to treat many different variations of functionally univentricular congenital heart disease in addition to tricuspid atresia, with hypoplastic left heart syndrome being the most common (25% to 67%). [1] Currently, patients will receive multiple procedures before proceeding to the Fontan procedure. These previous stages can include a Norwood procedure or a Glenn procedure (superior cavopulmonary connection) as examples. [3] Historically, this staged approach was to help early mortality in cases where Fontan physiology was less than ideal (high pulmonary vascular resistance, etc.). Successful Fontan circulation relies on low pulmonary vascular resistance and preserved ventricular function. [8] However, prolonged Fontan circulation ultimately results in \"failure\" with reduced preload, increased systemic venous pressure, and chronic low cardiac output over a longer time course. [4] [8]", "contents": "Fontan Completion -- Anatomy and Physiology. Since the first description of a Fontan to surgically treat tricuspid atresia, the procedure has been modified to treat many different variations of functionally univentricular congenital heart disease in addition to tricuspid atresia, with hypoplastic left heart syndrome being the most common (25% to 67%). [1] Currently, patients will receive multiple procedures before proceeding to the Fontan procedure. These previous stages can include a Norwood procedure or a Glenn procedure (superior cavopulmonary connection) as examples. [3] Historically, this staged approach was to help early mortality in cases where Fontan physiology was less than ideal (high pulmonary vascular resistance, etc.). Successful Fontan circulation relies on low pulmonary vascular resistance and preserved ventricular function. [8] However, prolonged Fontan circulation ultimately results in \"failure\" with reduced preload, increased systemic venous pressure, and chronic low cardiac output over a longer time course. [4] [8]"}
{"id": "article-30596_6", "title": "Fontan Completion -- Indications", "content": "Cardiac defects for which the Fontan completion procedure may be considered include: [1] Tricuspid atresia Hypoplastic left heart syndrome (most common) Hypoplastic right heart syndrome Pulmonary atresia with intact ventricular septum Double-inlet left ventricle Double outlet right ventricle Unbalanced atrioventricular canal defects Ebstein anomalies that are adequate for Fontan correction Congenitally corrected transposition of the great arteries", "contents": "Fontan Completion -- Indications. Cardiac defects for which the Fontan completion procedure may be considered include: [1] Tricuspid atresia Hypoplastic left heart syndrome (most common) Hypoplastic right heart syndrome Pulmonary atresia with intact ventricular septum Double-inlet left ventricle Double outlet right ventricle Unbalanced atrioventricular canal defects Ebstein anomalies that are adequate for Fontan correction Congenitally corrected transposition of the great arteries"}
{"id": "article-30596_7", "title": "Fontan Completion -- Indications", "content": "This procedure typically occurs in childhood. Optimal physiologic and anatomical considerations include good ventricular function, normal pulmonary vascular resistance, and adequately-sized pulmonary arteries. [9]", "contents": "Fontan Completion -- Indications. This procedure typically occurs in childhood. Optimal physiologic and anatomical considerations include good ventricular function, normal pulmonary vascular resistance, and adequately-sized pulmonary arteries. [9]"}
{"id": "article-30596_8", "title": "Fontan Completion -- Contraindications", "content": "Some contraindications for the Fontan Completion are historic. Some of these contraindications have been modified with variations on the surgical technique, and include: Pulmonary artery hypoplasia Left ventricular dysfunction and significant mitral regurgitation High pulmonary vascular resistance Elevated pulmonary artery pressures have been identified as leading to less favorable surgical outcomes after Fontan. [10]", "contents": "Fontan Completion -- Contraindications. Some contraindications for the Fontan Completion are historic. Some of these contraindications have been modified with variations on the surgical technique, and include: Pulmonary artery hypoplasia Left ventricular dysfunction and significant mitral regurgitation High pulmonary vascular resistance Elevated pulmonary artery pressures have been identified as leading to less favorable surgical outcomes after Fontan. [10]"}
{"id": "article-30596_9", "title": "Fontan Completion -- Equipment", "content": "Equipment for the Fontan procedure should be available and checked in a congenital cardiac surgery operating room with appropriate instruments and staff. If performing an extracardiac Fontan, make sure the necessary conduit/graft material is available.", "contents": "Fontan Completion -- Equipment. Equipment for the Fontan procedure should be available and checked in a congenital cardiac surgery operating room with appropriate instruments and staff. If performing an extracardiac Fontan, make sure the necessary conduit/graft material is available."}
{"id": "article-30596_10", "title": "Fontan Completion -- Personnel", "content": "Personnel needed to perform the Fontan includes but is not limited to the following: Trained congenital cardiac surgeon Pediatric cardiac anesthesiologist First surgical assistant Surgical technician Surgical nurse Perfusionist Pediatric cardiologist with or without an echocardiogram sonographer", "contents": "Fontan Completion -- Personnel. Personnel needed to perform the Fontan includes but is not limited to the following: Trained congenital cardiac surgeon Pediatric cardiac anesthesiologist First surgical assistant Surgical technician Surgical nurse Perfusionist Pediatric cardiologist with or without an echocardiogram sonographer"}
{"id": "article-30596_11", "title": "Fontan Completion -- Personnel", "content": "Post-operative care should ideally be in a specialized congenital cardiac intensive care unit where pediatric intensivists and nurses are familiar with the specialized care for single ventricle and Fontan patients.", "contents": "Fontan Completion -- Personnel. Post-operative care should ideally be in a specialized congenital cardiac intensive care unit where pediatric intensivists and nurses are familiar with the specialized care for single ventricle and Fontan patients."}
{"id": "article-30596_12", "title": "Fontan Completion -- Preparation", "content": "The main preparation for the Fontan procedure is making sure the patient adequately meets the criteria for surgery. [2] Some of these criteria are historical, and include: Patient age between 4 to 15 years old No arrhythmia (only sinus rhythm present) Normal drainage of the vena cava Normal right atrial (RA) volume Low pulmonary artery pressure (PAP), less than 15 mm Hg Low pulmonary resistance (less than 4 Woods Units * m2) Adequate pulmonary artery (PA) size (PA to aorta ratio greater than 0.75) Normal ventricular function, greater than 55% Absent atrioventricular valve regurgitation Normal pulmonary artery anatomy", "contents": "Fontan Completion -- Preparation. The main preparation for the Fontan procedure is making sure the patient adequately meets the criteria for surgery. [2] Some of these criteria are historical, and include: Patient age between 4 to 15 years old No arrhythmia (only sinus rhythm present) Normal drainage of the vena cava Normal right atrial (RA) volume Low pulmonary artery pressure (PAP), less than 15 mm Hg Low pulmonary resistance (less than 4 Woods Units * m2) Adequate pulmonary artery (PA) size (PA to aorta ratio greater than 0.75) Normal ventricular function, greater than 55% Absent atrioventricular valve regurgitation Normal pulmonary artery anatomy"}
{"id": "article-30596_13", "title": "Fontan Completion -- Preparation", "content": "Once it is determined that the patient meets the allotted criteria, a series of tests should be done prior to surgery, including electrocardiography, transthoracic echocardiogram, pulmonary assessment, and right heart catheterization. Successful Fontan physiology is ultimately dependent upon low pulmonary vascular resistance and preserved ventricular function. [4]", "contents": "Fontan Completion -- Preparation. Once it is determined that the patient meets the allotted criteria, a series of tests should be done prior to surgery, including electrocardiography, transthoracic echocardiogram, pulmonary assessment, and right heart catheterization. Successful Fontan physiology is ultimately dependent upon low pulmonary vascular resistance and preserved ventricular function. [4]"}
{"id": "article-30596_14", "title": "Fontan Completion -- Technique or Treatment", "content": "Single ventricle patients undergoing the Fontan procedure usually have had multiple cardiac surgical interventions prior to this completion of staged procedures. Typically, patients will need to be intubated with general anesthesia, endotracheal intubation, and appropriate invasive line monitoring (arterial line, central line, etc.) Patients are placed in a supine position, and a median sternotomy (usually re-operative) is performed. Patients are cannulated in preparation for cardiopulmonary bypass.", "contents": "Fontan Completion -- Technique or Treatment. Single ventricle patients undergoing the Fontan procedure usually have had multiple cardiac surgical interventions prior to this completion of staged procedures. Typically, patients will need to be intubated with general anesthesia, endotracheal intubation, and appropriate invasive line monitoring (arterial line, central line, etc.) Patients are placed in a supine position, and a median sternotomy (usually re-operative) is performed. Patients are cannulated in preparation for cardiopulmonary bypass."}
{"id": "article-30596_15", "title": "Fontan Completion -- Technique or Treatment", "content": "The Fontan completion goal is to re-route the systemic deoxygenated blood from the venous circulation into the pulmonary vasculature. In Francis Fontan's first description involving two cases of tricuspid atresia, the right atrium was connected directly to the pulmonary artery, i.e., an atriopulmonary connection (APC). [2] This was performed after the superior vena cava was anastomosed to the pulmonary artery (Glenn procedure). A pulmonary homograft was used in the inferior vena cava. Thus, all venous blood was routed directly to the pulmonary circulation. The success of this technique was dependent on the size of the pulmonary arteries and the right atrium.", "contents": "Fontan Completion -- Technique or Treatment. The Fontan completion goal is to re-route the systemic deoxygenated blood from the venous circulation into the pulmonary vasculature. In Francis Fontan's first description involving two cases of tricuspid atresia, the right atrium was connected directly to the pulmonary artery, i.e., an atriopulmonary connection (APC). [2] This was performed after the superior vena cava was anastomosed to the pulmonary artery (Glenn procedure). A pulmonary homograft was used in the inferior vena cava. Thus, all venous blood was routed directly to the pulmonary circulation. The success of this technique was dependent on the size of the pulmonary arteries and the right atrium."}
{"id": "article-30596_16", "title": "Fontan Completion -- Technique or Treatment", "content": "In the modern surgical era, there are two major modifications to create a Fontan circuit; an extracardiac conduit (EC) or a lateral tunnel (LT) technique. [11] The lateral tunnel is created intra-cardiac, in the atrium with a baffle to connect the inferior vena cava and the pulmonary artery. [1] Both procedures are typically done with the initiation of cardiopulmonary bypass, although the EC method can be done with minimal or no cardiopulmonary bypass. [12] Azakie et al. compared both techniques at a single institution in Toronto and found operative mortality and overall outcomes to be similar between the 600 patients. Also, the use of EC appears to decrease the early and intermediate risk of atrial arrhythmias. [11] EC method can involve creating a \"fenestration,\" which is a connection from the extracardiac conduit to the right atrium. Some institutions prefer the EC method because it can be done with shorter periods of bypass time (which is a significant predictor of morbidity), and possibly improves the preservation of ventricular and pulmonary vascular function. [13]", "contents": "Fontan Completion -- Technique or Treatment. In the modern surgical era, there are two major modifications to create a Fontan circuit; an extracardiac conduit (EC) or a lateral tunnel (LT) technique. [11] The lateral tunnel is created intra-cardiac, in the atrium with a baffle to connect the inferior vena cava and the pulmonary artery. [1] Both procedures are typically done with the initiation of cardiopulmonary bypass, although the EC method can be done with minimal or no cardiopulmonary bypass. [12] Azakie et al. compared both techniques at a single institution in Toronto and found operative mortality and overall outcomes to be similar between the 600 patients. Also, the use of EC appears to decrease the early and intermediate risk of atrial arrhythmias. [11] EC method can involve creating a \"fenestration,\" which is a connection from the extracardiac conduit to the right atrium. Some institutions prefer the EC method because it can be done with shorter periods of bypass time (which is a significant predictor of morbidity), and possibly improves the preservation of ventricular and pulmonary vascular function. [13]"}
{"id": "article-30596_17", "title": "Fontan Completion -- Technique or Treatment", "content": "Classification for Fontan procedure modifications based on the Society for Thoracic Surgeons National Congenital Heart Surgery Database includes: 1) Lateral tunnel, fenestrated 2) Lateral tunnel, nonfenestrated 3) External conduit, fenestrated 4) External conduit, nonfenestrated 5) Intra/extracardiac conduit, fenestrated 6) Intra/extracardiac conduit, nonfenestrated 7) External conduit, hepatic veins to the pulmonary artery, fenestrated 8) External conduit, hepatic veins to the pulmonary artery, nonfenestrated [14]", "contents": "Fontan Completion -- Technique or Treatment. Classification for Fontan procedure modifications based on the Society for Thoracic Surgeons National Congenital Heart Surgery Database includes: 1) Lateral tunnel, fenestrated 2) Lateral tunnel, nonfenestrated 3) External conduit, fenestrated 4) External conduit, nonfenestrated 5) Intra/extracardiac conduit, fenestrated 6) Intra/extracardiac conduit, nonfenestrated 7) External conduit, hepatic veins to the pulmonary artery, fenestrated 8) External conduit, hepatic veins to the pulmonary artery, nonfenestrated [14]"}
{"id": "article-30596_18", "title": "Fontan Completion -- Complications", "content": "The Society of Thoracic Surgeons Congenital Heart Surgery Database published in 2017 reported estimated operative mortality of 1.2% and an average length of stay of 13 days for the Fontan procedure nationally. [14] The risk of death for univentricular patients is highest in the first 5-years but eventually levels off at 15-years. One single-institution study, published by d'Ukedem et al. in 2012, following 499 patients, finally had 229 patients reach the third stage palliation Fontan procedure at an average age of 5 years old for operation. Survival rates were 82% for the first year, 74% for the 5-year, and 71% for 10-year survival. [15] The postoperative period is an important part of the Fontan procedure. Complications include but are not limited to the following: [1] [7] [16] [17]", "contents": "Fontan Completion -- Complications. The Society of Thoracic Surgeons Congenital Heart Surgery Database published in 2017 reported estimated operative mortality of 1.2% and an average length of stay of 13 days for the Fontan procedure nationally. [14] The risk of death for univentricular patients is highest in the first 5-years but eventually levels off at 15-years. One single-institution study, published by d'Ukedem et al. in 2012, following 499 patients, finally had 229 patients reach the third stage palliation Fontan procedure at an average age of 5 years old for operation. Survival rates were 82% for the first year, 74% for the 5-year, and 71% for 10-year survival. [15] The postoperative period is an important part of the Fontan procedure. Complications include but are not limited to the following: [1] [7] [16] [17]"}
{"id": "article-30596_19", "title": "Fontan Completion -- Complications", "content": "Hemorrhage Arrhythmias Pleural effusions Hepatic fibrosis Heart failure Chylothorax Cyanosis of the body Exercise intolerance Aortic root dysfunction Ventricular dysfunction Pulmonary vascular dysfunction Protein-losing enteropathy (PLE) Thromboembolism Kidney disease Liver disease Venous insufficiency Death", "contents": "Fontan Completion -- Complications. Hemorrhage Arrhythmias Pleural effusions Hepatic fibrosis Heart failure Chylothorax Cyanosis of the body Exercise intolerance Aortic root dysfunction Ventricular dysfunction Pulmonary vascular dysfunction Protein-losing enteropathy (PLE) Thromboembolism Kidney disease Liver disease Venous insufficiency Death"}
{"id": "article-30596_20", "title": "Fontan Completion -- Complications", "content": "Although life-saving, there are physiologic disturbances that affect the rest of the body and result in short-term and long-term complications. [7] Multiple risk factors have been identified that may contribute to increased mortality, takedown, or transplantation rates. [18] This is a large area of research since complications have been found to be consistently related to ultimate mortality. [16] There are mixed results for whether the ventricular side of dominance predisposes patients to a worse outcome; however, some data suggest that patients with right ventricular dominance may predict higher mortality than left-sided ventricular dominance. [15] [19]", "contents": "Fontan Completion -- Complications. Although life-saving, there are physiologic disturbances that affect the rest of the body and result in short-term and long-term complications. [7] Multiple risk factors have been identified that may contribute to increased mortality, takedown, or transplantation rates. [18] This is a large area of research since complications have been found to be consistently related to ultimate mortality. [16] There are mixed results for whether the ventricular side of dominance predisposes patients to a worse outcome; however, some data suggest that patients with right ventricular dominance may predict higher mortality than left-sided ventricular dominance. [15] [19]"}
{"id": "article-30596_21", "title": "Fontan Completion -- Complications", "content": "Systemic complications become challenging to quantify since they occur outside of the heart and affect other organ systems. Research is currently ongoing to determine the role of lymphatic drainage in failed Fontan circulation, which results in multiple co-morbidities. [17] Systemic complications such as protein-losing enteropathy and plastic bronchitis can occur in up to 5% of all Fontan patients, and result in a notably increased risk of mortality of up to 50% after 5-years of diagnosis. [7] In addition, increased central venous pressure can contribute to liver disease, hepatocellular carcinoma, liver fibrosis, and cirrhosis. [20] For thromboembolic complications, anticoagulants such as warfarin or antiplatelet therapy such as aspirin are used. [21] There is currently no consensus for optimal antithrombotics regimen or duration after the Fontan procedure, but up to 25% of thromboembolic events can result in death. [9]", "contents": "Fontan Completion -- Complications. Systemic complications become challenging to quantify since they occur outside of the heart and affect other organ systems. Research is currently ongoing to determine the role of lymphatic drainage in failed Fontan circulation, which results in multiple co-morbidities. [17] Systemic complications such as protein-losing enteropathy and plastic bronchitis can occur in up to 5% of all Fontan patients, and result in a notably increased risk of mortality of up to 50% after 5-years of diagnosis. [7] In addition, increased central venous pressure can contribute to liver disease, hepatocellular carcinoma, liver fibrosis, and cirrhosis. [20] For thromboembolic complications, anticoagulants such as warfarin or antiplatelet therapy such as aspirin are used. [21] There is currently no consensus for optimal antithrombotics regimen or duration after the Fontan procedure, but up to 25% of thromboembolic events can result in death. [9]"}
{"id": "article-30596_22", "title": "Fontan Completion -- Complications", "content": "Ultimately, patients with Fontan circulation will have lower than expected exercise tolerance when they reach adolescence. Usually, there is some type of ventricular dysfunction. Long-term results are still being studied since even more patients are surviving into adolescence and early adulthood. It is uncertain whether there are modifiable risk factors that will prevent this clinical deterioration, but if a patient is in heart failure after Fontan, they will need to be considered for heart transplantation. [7] The use of mechanical circulatory devices has also been described in use to bridge failing Fontan patients to transplant. [22]", "contents": "Fontan Completion -- Complications. Ultimately, patients with Fontan circulation will have lower than expected exercise tolerance when they reach adolescence. Usually, there is some type of ventricular dysfunction. Long-term results are still being studied since even more patients are surviving into adolescence and early adulthood. It is uncertain whether there are modifiable risk factors that will prevent this clinical deterioration, but if a patient is in heart failure after Fontan, they will need to be considered for heart transplantation. [7] The use of mechanical circulatory devices has also been described in use to bridge failing Fontan patients to transplant. [22]"}
{"id": "article-30596_23", "title": "Fontan Completion -- Complications", "content": "Atz et al., as part of the Pediatric Heart Network, followed about 373 adult patients from an initial cohort of 546 subjects to study the rates of transplant-free survival into adulthood. They found cardiac reoperation (32%), arrhythmia treatment (32%), thrombosis (12%), and protein-losing enteropathy (9%) as the most common complications. About 10% received transplants or died without transplantation. [23]", "contents": "Fontan Completion -- Complications. Atz et al., as part of the Pediatric Heart Network, followed about 373 adult patients from an initial cohort of 546 subjects to study the rates of transplant-free survival into adulthood. They found cardiac reoperation (32%), arrhythmia treatment (32%), thrombosis (12%), and protein-losing enteropathy (9%) as the most common complications. About 10% received transplants or died without transplantation. [23]"}
{"id": "article-30596_24", "title": "Fontan Completion -- Clinical Significance", "content": "Although prior to the 1940s, being born with a congenital single ventricle was considered fatal. In our present decade, this complex heart disease is expected to survive with staged palliative procedures including the Fontan. [7] It is estimated that worldwide there are about 50,000 to 70,000 Fontan patients around the world, with the expectation of doubling over the next 20 years. [24] This estimate is provided by Yves d'Udekem, founder and chair of the Australian and New Zealand Fontan Registry. [5] Atz and colleagues from the Pediatric Heart Network reported on almost 500 Fontan patients from multiple institutions with long-term follow-up published in 2017 in the Journal of American College of Cardiology. [23] Transplant-free survival for 90% of Fontan patients was over 12 years, demonstrating that this particular cohort overall did well. Poor functional status and lower exercise performance appeared to contribute to an increased risk of death or transplantation. [23] As clinical results for pediatric patients with functionally single ventricles improves over time with staged surgical intervention with longer overall survival, more work needs to be done to determine potential therapies for patients who experience systemic complications from failed Fontan physiology and how best to improve transplant-free survival. [7] [22]", "contents": "Fontan Completion -- Clinical Significance. Although prior to the 1940s, being born with a congenital single ventricle was considered fatal. In our present decade, this complex heart disease is expected to survive with staged palliative procedures including the Fontan. [7] It is estimated that worldwide there are about 50,000 to 70,000 Fontan patients around the world, with the expectation of doubling over the next 20 years. [24] This estimate is provided by Yves d'Udekem, founder and chair of the Australian and New Zealand Fontan Registry. [5] Atz and colleagues from the Pediatric Heart Network reported on almost 500 Fontan patients from multiple institutions with long-term follow-up published in 2017 in the Journal of American College of Cardiology. [23] Transplant-free survival for 90% of Fontan patients was over 12 years, demonstrating that this particular cohort overall did well. Poor functional status and lower exercise performance appeared to contribute to an increased risk of death or transplantation. [23] As clinical results for pediatric patients with functionally single ventricles improves over time with staged surgical intervention with longer overall survival, more work needs to be done to determine potential therapies for patients who experience systemic complications from failed Fontan physiology and how best to improve transplant-free survival. [7] [22]"}
{"id": "article-30596_25", "title": "Fontan Completion -- Enhancing Healthcare Team Outcomes", "content": "Fontan completion is a major procedure and patients with univentricular congenital heart disease are complex. Prior to Fontan, proper workup and selection criteria are critical for optimal patient outcomes. After Fontan, patients have \"Fontan\" circulation, which is different than anatomically biventricular patients. These patients are now surviving longer into adulthood, with the expected number of patients to double over the next 20 years. [24] It is important for all members of an interprofessional health care team to have some basic understanding of single ventricle cardiac procedures and potential complications in order to improve patients outcomes on an individual and systematic level. [Level 3]", "contents": "Fontan Completion -- Enhancing Healthcare Team Outcomes. Fontan completion is a major procedure and patients with univentricular congenital heart disease are complex. Prior to Fontan, proper workup and selection criteria are critical for optimal patient outcomes. After Fontan, patients have \"Fontan\" circulation, which is different than anatomically biventricular patients. These patients are now surviving longer into adulthood, with the expected number of patients to double over the next 20 years. [24] It is important for all members of an interprofessional health care team to have some basic understanding of single ventricle cardiac procedures and potential complications in order to improve patients outcomes on an individual and systematic level. [Level 3]"}
{"id": "article-30596_26", "title": "Fontan Completion -- Enhancing Healthcare Team Outcomes", "content": "In a large cohort of over 500 Fontan patients published by Atz and colleagues, [23] it was surprisingly noted that higher family income decreased the risk of mortality or transplant. However, there appeared to be insufficient data to address why there was such a disparity. There is a growing body of literature that underscores an important relationship between socioeconomic status, racial factors, and clinical outcomes. Black and Hispanic patients appear to be at risk of increased mortality and increased morbidity. [5] Addressing health care disparities and modifiable socioeconomic factors can improve clinical outcomes, especially for at-risk populations. [5] [Level 3]", "contents": "Fontan Completion -- Enhancing Healthcare Team Outcomes. In a large cohort of over 500 Fontan patients published by Atz and colleagues, [23] it was surprisingly noted that higher family income decreased the risk of mortality or transplant. However, there appeared to be insufficient data to address why there was such a disparity. There is a growing body of literature that underscores an important relationship between socioeconomic status, racial factors, and clinical outcomes. Black and Hispanic patients appear to be at risk of increased mortality and increased morbidity. [5] Addressing health care disparities and modifiable socioeconomic factors can improve clinical outcomes, especially for at-risk populations. [5] [Level 3]"}
{"id": "article-30596_27", "title": "Fontan Completion -- Enhancing Healthcare Team Outcomes", "content": "Transplant-free survival for 90% of Fontan patients was over 12 years, demonstrating that this cohort overall did well. Poor functional status and lower exercise performance appeared to contribute to an increased risk of death or transplantation. Future studies and innovations were suggested by Atz and colleagues to focus on preserving exercise capacity after the Fontan procedure. [23] [Level 3]", "contents": "Fontan Completion -- Enhancing Healthcare Team Outcomes. Transplant-free survival for 90% of Fontan patients was over 12 years, demonstrating that this cohort overall did well. Poor functional status and lower exercise performance appeared to contribute to an increased risk of death or transplantation. Future studies and innovations were suggested by Atz and colleagues to focus on preserving exercise capacity after the Fontan procedure. [23] [Level 3]"}
{"id": "article-30596_28", "title": "Fontan Completion -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Because of the small cohort of single institutions in studying congenital heart disease, one approach is to regionalize databases and interventions. One example of regions beginning to address health disparities for high-risk groups includes the Southwest Congenital Cardiac Consortium, which is an interprofessional group formed to study processes of congenital cardiac care at each institution and positively change healthcare inequities specific to the southwest region of the United States. [5] [Level 4]", "contents": "Fontan Completion -- Nursing, Allied Health, and Interprofessional Team Interventions. Because of the small cohort of single institutions in studying congenital heart disease, one approach is to regionalize databases and interventions. One example of regions beginning to address health disparities for high-risk groups includes the Southwest Congenital Cardiac Consortium, which is an interprofessional group formed to study processes of congenital cardiac care at each institution and positively change healthcare inequities specific to the southwest region of the United States. [5] [Level 4]"}
{"id": "article-30596_29", "title": "Fontan Completion -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Muscle training after Fontan was attempted in a study to see if it could improve exercise capacity over a 12-week period. There were some positive effects seen in the study, including a significant improvement in exercise capacity. The study was small, and more research needs to be done to see if post-operative rehabilitation can improve exercise capacity for Fontan patients. [6] [Level 3]", "contents": "Fontan Completion -- Nursing, Allied Health, and Interprofessional Team Interventions. Muscle training after Fontan was attempted in a study to see if it could improve exercise capacity over a 12-week period. There were some positive effects seen in the study, including a significant improvement in exercise capacity. The study was small, and more research needs to be done to see if post-operative rehabilitation can improve exercise capacity for Fontan patients. [6] [Level 3]"}
{"id": "article-30596_30", "title": "Fontan Completion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Fontan Completion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}