{"id": "article-19476_0", "title": "Cholinesterase Inhibitors -- Continuing Education Activity", "content": "Cholinesterase inhibitors function to decrease the breakdown of acetylcholine. They SEe use in the treatment of Alzheimer and dementia symptoms. This activity describes the indications, action, and contraindications for cholinesterase inhibitors in treating dementia disorders and other uses within other specialties. Moreover, this activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients undergoing treatments requiring cholinesterase inhibitors.", "contents": "Cholinesterase Inhibitors -- Continuing Education Activity. Cholinesterase inhibitors function to decrease the breakdown of acetylcholine. They SEe use in the treatment of Alzheimer and dementia symptoms. This activity describes the indications, action, and contraindications for cholinesterase inhibitors in treating dementia disorders and other uses within other specialties. Moreover, this activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the interprofessional team in the management of patients undergoing treatments requiring cholinesterase inhibitors."}
{"id": "article-19476_1", "title": "Cholinesterase Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify the indications for cholinesterase inhibitor use. Describe the most common adverse effects associated with cholinesterase inhibitor use. Summarize the risks associated with initiating cholinesterase use. Outline the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving cholinesterase inhibitors. Access free multiple choice questions on this topic.", "contents": "Cholinesterase Inhibitors -- Continuing Education Activity. Objectives: Identify the indications for cholinesterase inhibitor use. Describe the most common adverse effects associated with cholinesterase inhibitor use. Summarize the risks associated with initiating cholinesterase use. Outline the importance of improving care coordination amongst the interprofessional team to improve outcomes for patients receiving cholinesterase inhibitors. Access free multiple choice questions on this topic."}
{"id": "article-19476_2", "title": "Cholinesterase Inhibitors -- Indications", "content": "Cholinesterase inhibitors also have the following names: acetylcholinesterase (AChE) inhibitors or anticholinesterases. They are a group of drugs that block the normal breakdown of acetylcholine (ACh) into acetate and choline and increase both the levels and duration of actions of acetylcholine found in the central and peripheral nervous system. The acetylcholinesterase inhibitors have a variety of indications. Most commonly, their use is in treating neurogenerative diseases such as Alzheimer disease, Parkinson disease, and Lewy body dementia. Different physiological processes in these degenerative disorders destroy cells that produce ACh and reduce cholinergic transmission in different regions of the brain. The cholinesterase inhibitor drugs inhibit AChE activity and maintain the ACh level by decreasing its breakdown rate. [1]", "contents": "Cholinesterase Inhibitors -- Indications. Cholinesterase inhibitors also have the following names: acetylcholinesterase (AChE) inhibitors or anticholinesterases. They are a group of drugs that block the normal breakdown of acetylcholine (ACh) into acetate and choline and increase both the levels and duration of actions of acetylcholine found in the central and peripheral nervous system. The acetylcholinesterase inhibitors have a variety of indications. Most commonly, their use is in treating neurogenerative diseases such as Alzheimer disease, Parkinson disease, and Lewy body dementia. Different physiological processes in these degenerative disorders destroy cells that produce ACh and reduce cholinergic transmission in different regions of the brain. The cholinesterase inhibitor drugs inhibit AChE activity and maintain the ACh level by decreasing its breakdown rate. [1]"}
{"id": "article-19476_3", "title": "Cholinesterase Inhibitors -- Indications", "content": "Also, cholinesterase inhibitors have frequent use in patients with myasthenia gravis. The raised level of acetylcholine in the neuromuscular junction leads to increased activation of ACh receptors found on post-synaptic membranes resulting in improved muscle activation, contraction, and strength. At the end of surgeries, cholinesterase inhibitors, most commonly neostigmine, are administered to reverse the effects of nondepolarizing muscle agents such as rocuronium. [2] [3] [4] [5] [6]", "contents": "Cholinesterase Inhibitors -- Indications. Also, cholinesterase inhibitors have frequent use in patients with myasthenia gravis. The raised level of acetylcholine in the neuromuscular junction leads to increased activation of ACh receptors found on post-synaptic membranes resulting in improved muscle activation, contraction, and strength. At the end of surgeries, cholinesterase inhibitors, most commonly neostigmine, are administered to reverse the effects of nondepolarizing muscle agents such as rocuronium. [2] [3] [4] [5] [6]"}
{"id": "article-19476_4", "title": "Cholinesterase Inhibitors -- Indications", "content": "Cholinesterase inhibitors are also necessary to administer when anticholinergic poisoning is suspected. Symptoms of anticholinergic poisoning include vasodilation, anhidrosis, mydriasis, delirium, and urinary retention. [7]", "contents": "Cholinesterase Inhibitors -- Indications. Cholinesterase inhibitors are also necessary to administer when anticholinergic poisoning is suspected. Symptoms of anticholinergic poisoning include vasodilation, anhidrosis, mydriasis, delirium, and urinary retention. [7]"}
{"id": "article-19476_5", "title": "Cholinesterase Inhibitors -- Indications", "content": "Other less common indications of cholinesterase inhibitors include treating patients diagnosed with certain psychiatric disorders such as schizophrenia and treatment of glaucoma by relieving aqueous humor pressure. [8]", "contents": "Cholinesterase Inhibitors -- Indications. Other less common indications of cholinesterase inhibitors include treating patients diagnosed with certain psychiatric disorders such as schizophrenia and treatment of glaucoma by relieving aqueous humor pressure. [8]"}
{"id": "article-19476_6", "title": "Cholinesterase Inhibitors -- Mechanism of Action", "content": "Cholinesterase inhibitors function by inhibiting cholinesterase from hydrolyzing acetylcholine into its components of acetate and choline'; this allows for an increase in the availability and duration of action of acetylcholine in neuromuscular junctions. The cholinesterase enzyme has two active sites: an anionic site formed by tryptophan and an esteractic site formed by serine. Cholinesterase inhibitors such as organophosphates inhibit cholinesterase from cleaving acetylcholine by interacting with the serine esteractic site. As a result, acetylcholine will continue to accumulate and activate associated receptors. [9]", "contents": "Cholinesterase Inhibitors -- Mechanism of Action. Cholinesterase inhibitors function by inhibiting cholinesterase from hydrolyzing acetylcholine into its components of acetate and choline'; this allows for an increase in the availability and duration of action of acetylcholine in neuromuscular junctions. The cholinesterase enzyme has two active sites: an anionic site formed by tryptophan and an esteractic site formed by serine. Cholinesterase inhibitors such as organophosphates inhibit cholinesterase from cleaving acetylcholine by interacting with the serine esteractic site. As a result, acetylcholine will continue to accumulate and activate associated receptors. [9]"}
{"id": "article-19476_7", "title": "Cholinesterase Inhibitors -- Mechanism of Action", "content": "Cholinesterase inhibitors classify as reversible, irreversible, or pseudo-reversible. Reversible cholinesterase inhibitors are generally utilized for therapeutic purposes. In contrast, irreversible and pseudo-reversible inhibitors are often used in pesticides and biowarfare (nerve agents). [10] [11]", "contents": "Cholinesterase Inhibitors -- Mechanism of Action. Cholinesterase inhibitors classify as reversible, irreversible, or pseudo-reversible. Reversible cholinesterase inhibitors are generally utilized for therapeutic purposes. In contrast, irreversible and pseudo-reversible inhibitors are often used in pesticides and biowarfare (nerve agents). [10] [11]"}
{"id": "article-19476_8", "title": "Cholinesterase Inhibitors -- Administration", "content": "Cholinesterase inhibitors come in many forms. The administration of many available cholinesterase inhibitors is by IM, IV, or oral routes. Different forms can be available for different types of cholinesterase inhibitors. For example, neostigmine has a solution form used to counteract muscle relaxants at the end of surgeries. For patients with myasthenia gravis, an oral form of neostigmine is available for treatment. Rivastigmine, used in patients with dementia, has a transdermal patch form that is also frequently used. [12]", "contents": "Cholinesterase Inhibitors -- Administration. Cholinesterase inhibitors come in many forms. The administration of many available cholinesterase inhibitors is by IM, IV, or oral routes. Different forms can be available for different types of cholinesterase inhibitors. For example, neostigmine has a solution form used to counteract muscle relaxants at the end of surgeries. For patients with myasthenia gravis, an oral form of neostigmine is available for treatment. Rivastigmine, used in patients with dementia, has a transdermal patch form that is also frequently used. [12]"}
{"id": "article-19476_9", "title": "Cholinesterase Inhibitors -- Adverse Effects", "content": "Cholinesterase inhibitors increase the overall amount of acetylcholine available. Thus, symptoms of overstimulation of the parasympathetic nervous system, such as increased hypermotility, hypersecretion, bradycardia, miosis, diarrhea, and hypotension, may be present. A major concern when prescribing cholinesterase inhibitors or exposure to organophosphates is potentially developing a cholinergic crisis, also known as SLUDGE syndrome. [13] SLUDGE is a mnemonic that stands for the following: S: Salivation L: Lacrimation U: Urination D: Diaphoresis G: Gastrointestinal upset E: Emesis", "contents": "Cholinesterase Inhibitors -- Adverse Effects. Cholinesterase inhibitors increase the overall amount of acetylcholine available. Thus, symptoms of overstimulation of the parasympathetic nervous system, such as increased hypermotility, hypersecretion, bradycardia, miosis, diarrhea, and hypotension, may be present. A major concern when prescribing cholinesterase inhibitors or exposure to organophosphates is potentially developing a cholinergic crisis, also known as SLUDGE syndrome. [13] SLUDGE is a mnemonic that stands for the following: S: Salivation L: Lacrimation U: Urination D: Diaphoresis G: Gastrointestinal upset E: Emesis"}
{"id": "article-19476_10", "title": "Cholinesterase Inhibitors -- Adverse Effects", "content": "Temporary adverse effects when starting patients on cholinesterase inhibitors include headaches, insomnia, and minor GI issues. Other more concerning effects include lightheadedness, weakness, and weight loss. Prolonged muscle contraction may also be a presenting feature in patients exposed to cholinesterase inhibitors. [14] [15] Cholinesterase inhibitors such as neostigmine used post-operatively for reversal of neuromuscular blockade can result in a potential residual neuromuscular block. [16]", "contents": "Cholinesterase Inhibitors -- Adverse Effects. Temporary adverse effects when starting patients on cholinesterase inhibitors include headaches, insomnia, and minor GI issues. Other more concerning effects include lightheadedness, weakness, and weight loss. Prolonged muscle contraction may also be a presenting feature in patients exposed to cholinesterase inhibitors. [14] [15] Cholinesterase inhibitors such as neostigmine used post-operatively for reversal of neuromuscular blockade can result in a potential residual neuromuscular block. [16]"}
{"id": "article-19476_11", "title": "Cholinesterase Inhibitors -- Contraindications", "content": "Due to the ability to increase vagal tone through activation of the parasympathetic nervous system, caution is necessary when administering cholinesterase inhibitors to individuals who have bradycardia or cardiac conduction diseases such as sick sinus syndrome. These individuals are at risk for syncope and falls. Caution is also advised in patients on antihypertensive medications due to the possibility of developing severe hypotension. [17]", "contents": "Cholinesterase Inhibitors -- Contraindications. Due to the ability to increase vagal tone through activation of the parasympathetic nervous system, caution is necessary when administering cholinesterase inhibitors to individuals who have bradycardia or cardiac conduction diseases such as sick sinus syndrome. These individuals are at risk for syncope and falls. Caution is also advised in patients on antihypertensive medications due to the possibility of developing severe hypotension. [17]"}
{"id": "article-19476_12", "title": "Cholinesterase Inhibitors -- Contraindications", "content": "Moreover, cholinesterase inhibitors are also contraindicated in patients with gastric ulcers due to the increased risk of gastrointestinal bleeding. Patients with urinary retention should also not receive cholinesterase inhibitors due to the risk of increased retention. This effect is especially notable in patients undergoing treatment for dementia and Alzheimer disease as urinary incontinence is a frequent clinical feature in these patients. [18] Administration to patients with previous allergies or hypersensitivities to cholinesterase inhibitors and their derivatives is also contraindicated. [19]", "contents": "Cholinesterase Inhibitors -- Contraindications. Moreover, cholinesterase inhibitors are also contraindicated in patients with gastric ulcers due to the increased risk of gastrointestinal bleeding. Patients with urinary retention should also not receive cholinesterase inhibitors due to the risk of increased retention. This effect is especially notable in patients undergoing treatment for dementia and Alzheimer disease as urinary incontinence is a frequent clinical feature in these patients. [18] Administration to patients with previous allergies or hypersensitivities to cholinesterase inhibitors and their derivatives is also contraindicated. [19]"}
{"id": "article-19476_13", "title": "Cholinesterase Inhibitors -- Monitoring", "content": "The therapeutic index for each class of cholinesterase inhibitors varies. Physostigmine has a short half-life with a small therapeutic index and is known to cause adverse effects of nausea, vomiting, stomach cramps, and diarrhea; it is not currently recommended to treat dementia. Donepezil, which can also be used in Alzheimer disease, is well absorbed and relatively tolerated but produces adverse effects at higher dosages.  The oral capsule form of rivastigmine was known to cause gastrointestinal upset. However, research led to developing a transdermal version, which was proven well-tolerated in many studies. Donepezil and rivastigmine are FDA approved and associated with fewer adverse effects than older generations of cholinesterase inhibitors. The efficacy and adverse effects of newer generations of cholinesterase inhibitors such as metrifonate are currently under investigation. Blood can be drawn to measure RBC cholinesterase activity if there is difficulty confirming the diagnosis. [20] [21] Galantamine is used for the treatment of cognitive decline in mild to moderate Alzheimer disease. Galantamine is a potent allosteric potentiating ligand of human nicotinic acetylcholine receptors. Galantamine also works as a weak competitive and reversible cholinesterase inhibitor in all areas of the body.", "contents": "Cholinesterase Inhibitors -- Monitoring. The therapeutic index for each class of cholinesterase inhibitors varies. Physostigmine has a short half-life with a small therapeutic index and is known to cause adverse effects of nausea, vomiting, stomach cramps, and diarrhea; it is not currently recommended to treat dementia. Donepezil, which can also be used in Alzheimer disease, is well absorbed and relatively tolerated but produces adverse effects at higher dosages.  The oral capsule form of rivastigmine was known to cause gastrointestinal upset. However, research led to developing a transdermal version, which was proven well-tolerated in many studies. Donepezil and rivastigmine are FDA approved and associated with fewer adverse effects than older generations of cholinesterase inhibitors. The efficacy and adverse effects of newer generations of cholinesterase inhibitors such as metrifonate are currently under investigation. Blood can be drawn to measure RBC cholinesterase activity if there is difficulty confirming the diagnosis. [20] [21] Galantamine is used for the treatment of cognitive decline in mild to moderate Alzheimer disease. Galantamine is a potent allosteric potentiating ligand of human nicotinic acetylcholine receptors. Galantamine also works as a weak competitive and reversible cholinesterase inhibitor in all areas of the body."}
{"id": "article-19476_14", "title": "Cholinesterase Inhibitors -- Toxicity", "content": "The potential toxicity of cholinesterase inhibitors is due to their mechanism of action. The spectrum of toxicity can vary from patient to patient, which is also complicated by the type of cholinesterase inhibitor to which a patient suffers exposure. SLUDGE syndrome, as described above, is the most recognized form of toxicity for cholinesterase inhibitors. Severe respiratory depression can also present.", "contents": "Cholinesterase Inhibitors -- Toxicity. The potential toxicity of cholinesterase inhibitors is due to their mechanism of action. The spectrum of toxicity can vary from patient to patient, which is also complicated by the type of cholinesterase inhibitor to which a patient suffers exposure. SLUDGE syndrome, as described above, is the most recognized form of toxicity for cholinesterase inhibitors. Severe respiratory depression can also present."}
{"id": "article-19476_15", "title": "Cholinesterase Inhibitors -- Toxicity", "content": "Involuntary movements due to increased acetylcholine at neuromuscular junctions can also be a sign of toxicity. Muscle fibrillation, fasciculations, and paralysis should raise the suspicion of toxicity. [22]", "contents": "Cholinesterase Inhibitors -- Toxicity. Involuntary movements due to increased acetylcholine at neuromuscular junctions can also be a sign of toxicity. Muscle fibrillation, fasciculations, and paralysis should raise the suspicion of toxicity. [22]"}
{"id": "article-19476_16", "title": "Cholinesterase Inhibitors -- Toxicity", "content": "Miosis is a common sign of cholinergic toxicity. The excess acetylcholine causes the contraction of the sphincter pupillae muscle that encompasses the iris. Miosis is considered one of the most sensitive signs of exposure to aerosol cholinesterase inhibitors (organophosphates, pesticides). [23]", "contents": "Cholinesterase Inhibitors -- Toxicity. Miosis is a common sign of cholinergic toxicity. The excess acetylcholine causes the contraction of the sphincter pupillae muscle that encompasses the iris. Miosis is considered one of the most sensitive signs of exposure to aerosol cholinesterase inhibitors (organophosphates, pesticides). [23]"}
{"id": "article-19476_17", "title": "Cholinesterase Inhibitors -- Toxicity", "content": "First-line treatments for suspected cholinesterase inhibitor toxicity include atropine, 2-PAM (pralidoxime), and diazepam. Atropine occupies muscarinic receptor sites, therefore reducing the binding of acetylcholine. However, it does not counteract nicotinic effects such as muscle fasciculations and weakness, so ventilation may still be necessary. [24] 2-PAM functions by reversing the binding of cholinesterase inhibitors to acetylcholinesterase. When administered together, 2-PAM and atropine have a synergistic effect. [25] Seizures due to cholinesterase inhibitor toxicity are more apparent in pediatric patients and adults exposed to nerve agents, hence requiring immediate management with diazepam.", "contents": "Cholinesterase Inhibitors -- Toxicity. First-line treatments for suspected cholinesterase inhibitor toxicity include atropine, 2-PAM (pralidoxime), and diazepam. Atropine occupies muscarinic receptor sites, therefore reducing the binding of acetylcholine. However, it does not counteract nicotinic effects such as muscle fasciculations and weakness, so ventilation may still be necessary. [24] 2-PAM functions by reversing the binding of cholinesterase inhibitors to acetylcholinesterase. When administered together, 2-PAM and atropine have a synergistic effect. [25] Seizures due to cholinesterase inhibitor toxicity are more apparent in pediatric patients and adults exposed to nerve agents, hence requiring immediate management with diazepam."}
{"id": "article-19476_18", "title": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team is required to manage patients who are being treated with cholinesterase inhibitors successfully. Since most patients with cholinesterase inhibitor toxicity first present to the emergency department, the triage nurse must be familiar with the symptoms; these patients need immediate admission to a monitored unit. To improve outcomes, a team of nurses, laboratory technicians, pharmacists, physicians, and other healthcare professionals are essential to optimize care, especially when considering cholinesterase inhibitor toxicity. Patients admitted under these circumstances need close monitoring by the nurses and other clinicians. Ordering labs, understanding patient symptoms, and being vigilant to the next treatment steps are necessary to manage patients who are experiencing toxicity due to cholinesterase inhibitor use. Pharmacists should be consulted about the use of atropine, pralidoxime, and benzodiazepines if cholinesterase inhibitor-toxicity is suspected. A toxicologist consult should also occur, with an intensivist, to further manage a patient as many of these cases require further interventional management during the hospital course. Only through this type of interprofessional coordination can patients experiencing cholinergic toxicity achieve optimal clinical results. [Level 5]", "contents": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes. An interprofessional team is required to manage patients who are being treated with cholinesterase inhibitors successfully. Since most patients with cholinesterase inhibitor toxicity first present to the emergency department, the triage nurse must be familiar with the symptoms; these patients need immediate admission to a monitored unit. To improve outcomes, a team of nurses, laboratory technicians, pharmacists, physicians, and other healthcare professionals are essential to optimize care, especially when considering cholinesterase inhibitor toxicity. Patients admitted under these circumstances need close monitoring by the nurses and other clinicians. Ordering labs, understanding patient symptoms, and being vigilant to the next treatment steps are necessary to manage patients who are experiencing toxicity due to cholinesterase inhibitor use. Pharmacists should be consulted about the use of atropine, pralidoxime, and benzodiazepines if cholinesterase inhibitor-toxicity is suspected. A toxicologist consult should also occur, with an intensivist, to further manage a patient as many of these cases require further interventional management during the hospital course. Only through this type of interprofessional coordination can patients experiencing cholinergic toxicity achieve optimal clinical results. [Level 5]"}
{"id": "article-19476_19", "title": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Apart from toxicity, cholinesterase inhibitor therapy for conditions such as dementia and Alzheimer disease also requires interprofessional collaboration. Given the status of patients with these conditions being unable to participate in their treatment, the dosing clinician, the administering nursing staff, and the pharmacist must have input and cross-communication to ensure proper agent selection, dosing, administration, and monitoring of side effects. Again, interprofessional collaboration is crucial to patient outcomes. [Level 5]", "contents": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes. Apart from toxicity, cholinesterase inhibitor therapy for conditions such as dementia and Alzheimer disease also requires interprofessional collaboration. Given the status of patients with these conditions being unable to participate in their treatment, the dosing clinician, the administering nursing staff, and the pharmacist must have input and cross-communication to ensure proper agent selection, dosing, administration, and monitoring of side effects. Again, interprofessional collaboration is crucial to patient outcomes. [Level 5]"}
{"id": "article-19476_20", "title": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "Patients who are managed immediately after poisoning have good outcomes, but delays in treatment can lead to adverse outcomes.", "contents": "Cholinesterase Inhibitors -- Enhancing Healthcare Team Outcomes -- Outcomes. Patients who are managed immediately after poisoning have good outcomes, but delays in treatment can lead to adverse outcomes."}
{"id": "article-19476_21", "title": "Cholinesterase Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cholinesterase Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}