{"id": "article-19897_0", "title": "Physiology, Connective Tissue -- Introduction", "content": "Connective tissue is the most abundant and diverse type of animal tissue. Animal tissue divides into 4 basic groups, which include epithelial tissue, muscle tissue, nervous tissue, and connective tissue. Like a house's framework, connective tissue provides structure, support, and protection throughout the human body. [1]", "contents": "Physiology, Connective Tissue -- Introduction. Connective tissue is the most abundant and diverse type of animal tissue. Animal tissue divides into 4 basic groups, which include epithelial tissue, muscle tissue, nervous tissue, and connective tissue. Like a house's framework, connective tissue provides structure, support, and protection throughout the human body. [1]"}
{"id": "article-19897_1", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "Connective tissue is an umbrella that encompasses a variety of tissue types, including loose and dense connective tissue, adipose, cartilage, bone, and blood. Although connective tissue is diverse, all connective tissue consists of 3 main components: Ground substance Fibers Cells", "contents": "Physiology, Connective Tissue -- Cellular Level. Connective tissue is an umbrella that encompasses a variety of tissue types, including loose and dense connective tissue, adipose, cartilage, bone, and blood. Although connective tissue is diverse, all connective tissue consists of 3 main components: Ground substance Fibers Cells"}
{"id": "article-19897_2", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "The ground substance and fibers comprise the extracellular matrix, the structural support of surrounding cells throughout the body. The composition of the extracellular matrix varies tremendously from organ to organ, which allows for diverse types of connective tissue. [2]", "contents": "Physiology, Connective Tissue -- Cellular Level. The ground substance and fibers comprise the extracellular matrix, the structural support of surrounding cells throughout the body. The composition of the extracellular matrix varies tremendously from organ to organ, which allows for diverse types of connective tissue. [2]"}
{"id": "article-19897_3", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "Ground substance is an amorphous gelatinous material with a high water content that occupies the space between cells and fibers. It comprises glycosaminoglycans, particularly hyaluronic acid, proteoglycans, and cell adhesion proteins, such as laminin and fibronectin, to act as a glue for cells in the extracellular matrix. The purpose of the ground substance is to allow for the exchange of cellular nutrients between cells and capillaries. [3]", "contents": "Physiology, Connective Tissue -- Cellular Level. Ground substance is an amorphous gelatinous material with a high water content that occupies the space between cells and fibers. It comprises glycosaminoglycans, particularly hyaluronic acid, proteoglycans, and cell adhesion proteins, such as laminin and fibronectin, to act as a glue for cells in the extracellular matrix. The purpose of the ground substance is to allow for the exchange of cellular nutrients between cells and capillaries. [3]"}
{"id": "article-19897_4", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "Fibers are another main component of connective tissue found in the extracellular matrix. Three basic fiber types are present in all connective tissue. The amount of each type generally reflects the function and classification of the particular tissue. The 3 fiber types are: Collagenous fibers: large, strong fibers, mostly commonly Type I collagen, that provide high tensile strength to the extracellular matrix, found in dense and loose connective tissue. [1] Reticular fibers: delicate, thin fibers composed of Type III collagen that cross-link to form a supporting meshwork in the reticular lamina of the basement membrane found in soft tissues such as the liver, bone marrow, spleen, and lymph nodes. [4] Elastic fibers: thin, branching fibers made of elastin that provide stretch and recoil to the extracellular matrix, found in tissues such as the aorta, lung, skin, and vocal cords. [5]", "contents": "Physiology, Connective Tissue -- Cellular Level. Fibers are another main component of connective tissue found in the extracellular matrix. Three basic fiber types are present in all connective tissue. The amount of each type generally reflects the function and classification of the particular tissue. The 3 fiber types are: Collagenous fibers: large, strong fibers, mostly commonly Type I collagen, that provide high tensile strength to the extracellular matrix, found in dense and loose connective tissue. [1] Reticular fibers: delicate, thin fibers composed of Type III collagen that cross-link to form a supporting meshwork in the reticular lamina of the basement membrane found in soft tissues such as the liver, bone marrow, spleen, and lymph nodes. [4] Elastic fibers: thin, branching fibers made of elastin that provide stretch and recoil to the extracellular matrix, found in tissues such as the aorta, lung, skin, and vocal cords. [5]"}
{"id": "article-19897_5", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "To further understand the physiology of connective tissue, it is essential to note the different types of collagen, which are generally composed of fibers found in the extracellular matrix. Collagen is the most abundant protein in the human body and has 28 types. [6] The 4 most common types are: Type I: the most common type; flexible, strong, provides resistance to force, tension, and stretch; found in all connective tissue, notably scar tissue, tendons, ligaments, bone, cornea, skin, and dentin. Type II: provides resistance to pressure, found in articular and hyaline cartilage of joints and intervertebral discs. Type III: provides a flexible meshwork for cellular support, the main component of reticular fibers, often found in organs such as skin and blood vessels. Also abundant during the early stages of wound healing and plays a role in granulation tissue formation. [7]", "contents": "Physiology, Connective Tissue -- Cellular Level. To further understand the physiology of connective tissue, it is essential to note the different types of collagen, which are generally composed of fibers found in the extracellular matrix. Collagen is the most abundant protein in the human body and has 28 types. [6] The 4 most common types are: Type I: the most common type; flexible, strong, provides resistance to force, tension, and stretch; found in all connective tissue, notably scar tissue, tendons, ligaments, bone, cornea, skin, and dentin. Type II: provides resistance to pressure, found in articular and hyaline cartilage of joints and intervertebral discs. Type III: provides a flexible meshwork for cellular support, the main component of reticular fibers, often found in organs such as skin and blood vessels. Also abundant during the early stages of wound healing and plays a role in granulation tissue formation. [7]"}
{"id": "article-19897_6", "title": "Physiology, Connective Tissue -- Cellular Level", "content": "Type IV: A meshwork that provides support and attachment to the underlying extracellular matrix forms the basal lamina of the basement membrane, an essential component of the kidneys, inner ear, and eye lens. Commons cells of the connective tissue consist of fibroblasts, macrophages, adipocytes, leukocytes, and mast cells. [8]", "contents": "Physiology, Connective Tissue -- Cellular Level. Type IV: A meshwork that provides support and attachment to the underlying extracellular matrix forms the basal lamina of the basement membrane, an essential component of the kidneys, inner ear, and eye lens. Commons cells of the connective tissue consist of fibroblasts, macrophages, adipocytes, leukocytes, and mast cells. [8]"}
{"id": "article-19897_7", "title": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure", "content": "The synthesis of collagen begins with DNA translation of a polypeptide chain in the rough endoplasmic reticulum of intracellular space (See Figure. Review of Collagen Synthesis). This polypeptide chain is called preprocollagen, composed of alpha chains with repeating amino acid glycine-X-Y sequences (X and Y are proline or lysine). [9]", "contents": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure. The synthesis of collagen begins with DNA translation of a polypeptide chain in the rough endoplasmic reticulum of intracellular space (See Figure. Review of Collagen Synthesis). This polypeptide chain is called preprocollagen, composed of alpha chains with repeating amino acid glycine-X-Y sequences (X and Y are proline or lysine). [9]"}
{"id": "article-19897_8", "title": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure", "content": "The proline and lysine residues of the alpha chain become hydroxylated with the help of vitamin C-dependent hydroxylases; hydroxylation helps form a stable structure. Vitamin C deficiency results in impaired hydroxylation of pre-procollagen and defective collagen synthesis, a condition known as scurvy. [10]", "contents": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure. The proline and lysine residues of the alpha chain become hydroxylated with the help of vitamin C-dependent hydroxylases; hydroxylation helps form a stable structure. Vitamin C deficiency results in impaired hydroxylation of pre-procollagen and defective collagen synthesis, a condition known as scurvy. [10]"}
{"id": "article-19897_9", "title": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure", "content": "Next, the hydroxylated lysine of the alpha chain undergoes glycosylation with the addition of a carbohydrate. After glycosylation, the formation of disulfide bonds and hydrogen bonds between 3 different alpha chains forms a triple helix. The resultant structure is now procollagen. Defective triple helix formation leads to osteogenesis imperfecta and impaired bone matrix synthesis. [11]", "contents": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure. Next, the hydroxylated lysine of the alpha chain undergoes glycosylation with the addition of a carbohydrate. After glycosylation, the formation of disulfide bonds and hydrogen bonds between 3 different alpha chains forms a triple helix. The resultant structure is now procollagen. Defective triple helix formation leads to osteogenesis imperfecta and impaired bone matrix synthesis. [11]"}
{"id": "article-19897_10", "title": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure", "content": "Procollagen then shuttles to the extracellular space through exocytosis. Once in the extracellular space, it is cleaved at the C-terminus and N-terminus, forming what is now called tropocollagen. As a result of the cleavage, tropocollagen is insoluble in water.", "contents": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure. Procollagen then shuttles to the extracellular space through exocytosis. Once in the extracellular space, it is cleaved at the C-terminus and N-terminus, forming what is now called tropocollagen. As a result of the cleavage, tropocollagen is insoluble in water."}
{"id": "article-19897_11", "title": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure", "content": "Next, tropocollagen is reinforced with many adjacent tropocollagen molecules by covalent cross-linking of hydroxylated lysine residues, resulting in collagen fibrils. The cross-linking of hydroxylysine residues is made possible through a copper-dependent lysyl oxidase enzyme. Finally, several collagen fibrils accumulate to form a thick bundle; the end product is collagen fibers. [12]", "contents": "Physiology, Connective Tissue -- Cellular Level -- Collagen Synthesis and Structure. Next, tropocollagen is reinforced with many adjacent tropocollagen molecules by covalent cross-linking of hydroxylated lysine residues, resulting in collagen fibrils. The cross-linking of hydroxylysine residues is made possible through a copper-dependent lysyl oxidase enzyme. Finally, several collagen fibrils accumulate to form a thick bundle; the end product is collagen fibers. [12]"}
{"id": "article-19897_12", "title": "Physiology, Connective Tissue -- Development", "content": "Connective tissue largely derives from mesenchyme, which originates from the mesoderm. However, some bones of the face and skull also have contributions from neural crest cells, which originate from the ectoderm. [13]", "contents": "Physiology, Connective Tissue -- Development. Connective tissue largely derives from mesenchyme, which originates from the mesoderm. However, some bones of the face and skull also have contributions from neural crest cells, which originate from the ectoderm. [13]"}
{"id": "article-19897_13", "title": "Physiology, Connective Tissue -- Function", "content": "Connective tissue has a variety of different functions, depending on its classification. [14] In summary, connective tissue provides: Resistance to stretch and tear Structural support Insulation Storage of body fuels A medium for intercellular exchange", "contents": "Physiology, Connective Tissue -- Function. Connective tissue has a variety of different functions, depending on its classification. [14] In summary, connective tissue provides: Resistance to stretch and tear Structural support Insulation Storage of body fuels A medium for intercellular exchange"}
{"id": "article-19897_14", "title": "Physiology, Connective Tissue -- Clinical Significance", "content": "There are over 200 documented disorders of connective tissue. [15] The etiology can include autoimmune diseases, genetic disorders, or cancers. One of the more common autoimmune connective tissue disorders is rheumatoid arthritis. Rheumatoid arthritis is a chronic inflammatory disorder characterized by autoimmune destruction and deterioration of cartilage and bone. It classically presents middle-aged women with symmetrical pain and swelling of the metacarpophalangeal joints and proximal interphalangeal joints with sparing of the distal interphalangeal joints. It can also manifest as low-grade fevers, myalgias, malaise, and night sweats and can affect various organs throughout the body. [16]", "contents": "Physiology, Connective Tissue -- Clinical Significance. There are over 200 documented disorders of connective tissue. [15] The etiology can include autoimmune diseases, genetic disorders, or cancers. One of the more common autoimmune connective tissue disorders is rheumatoid arthritis. Rheumatoid arthritis is a chronic inflammatory disorder characterized by autoimmune destruction and deterioration of cartilage and bone. It classically presents middle-aged women with symmetrical pain and swelling of the metacarpophalangeal joints and proximal interphalangeal joints with sparing of the distal interphalangeal joints. It can also manifest as low-grade fevers, myalgias, malaise, and night sweats and can affect various organs throughout the body. [16]"}
{"id": "article-19897_15", "title": "Physiology, Connective Tissue -- Clinical Significance", "content": "Osteogenesis imperfecta, also known as brittle bone disease, is a rare yet interesting inherited connective tissue disorder. It results from an autosomal dominant mutation leading to defective type I collagen synthesis and impaired bone matrix formation. It can present as recurrent fractures (notably long bones or ribs) with minimal trauma in children, which often gets mistaken as child abuse. Some other manifestations include blue sclerae, progressive hearing loss, and brittle, opalescent teeth. [17] Another example of an inherited connective tissue disease is Alport syndrome. Alport syndrome is commonly an X-linked dominant disorder resulting in a genetic defect in type IV collagen. This leads to a characteristic splitting of the glomerular basement membrane, most notably in the kidneys. This condition usually presents in boys with glomerulonephritis, sensorineural deafness, and ocular abnormalities such as retinopathy and lens dislocation. [18]", "contents": "Physiology, Connective Tissue -- Clinical Significance. Osteogenesis imperfecta, also known as brittle bone disease, is a rare yet interesting inherited connective tissue disorder. It results from an autosomal dominant mutation leading to defective type I collagen synthesis and impaired bone matrix formation. It can present as recurrent fractures (notably long bones or ribs) with minimal trauma in children, which often gets mistaken as child abuse. Some other manifestations include blue sclerae, progressive hearing loss, and brittle, opalescent teeth. [17] Another example of an inherited connective tissue disease is Alport syndrome. Alport syndrome is commonly an X-linked dominant disorder resulting in a genetic defect in type IV collagen. This leads to a characteristic splitting of the glomerular basement membrane, most notably in the kidneys. This condition usually presents in boys with glomerulonephritis, sensorineural deafness, and ocular abnormalities such as retinopathy and lens dislocation. [18]"}
{"id": "article-19897_16", "title": "Physiology, Connective Tissue -- Clinical Significance", "content": "One fascinating area of research that can make a significant impact in the field of orthopedics is the concept of tissue engineering. Biomedical engineers and orthopedic surgeons work together to create novel strategies to repair and regenerate damaged tissues. For example, research is being done at the University of Pennsylvania using animal meniscus as a model system to study an engineered implantable platform for wound healing. The meniscus, composed of dense connective tissue, is generally too dense to allow stem cells to move to the injury site and start the repair process. Researchers at Penn have developed a microscopic scaffold that is laced with an enzyme to loosen the matrix in addition to growth factors that attract stem cells. When the researchers placed this microscopic scaffold in damaged meniscus tissue from a cow, the matrix loosened, allowing bone stem cells to travel to the scaffold and start the repair process. The next research phase intends to look at large animal models and, eventually, human trials. [19]", "contents": "Physiology, Connective Tissue -- Clinical Significance. One fascinating area of research that can make a significant impact in the field of orthopedics is the concept of tissue engineering. Biomedical engineers and orthopedic surgeons work together to create novel strategies to repair and regenerate damaged tissues. For example, research is being done at the University of Pennsylvania using animal meniscus as a model system to study an engineered implantable platform for wound healing. The meniscus, composed of dense connective tissue, is generally too dense to allow stem cells to move to the injury site and start the repair process. Researchers at Penn have developed a microscopic scaffold that is laced with an enzyme to loosen the matrix in addition to growth factors that attract stem cells. When the researchers placed this microscopic scaffold in damaged meniscus tissue from a cow, the matrix loosened, allowing bone stem cells to travel to the scaffold and start the repair process. The next research phase intends to look at large animal models and, eventually, human trials. [19]"}
{"id": "article-19897_17", "title": "Physiology, Connective Tissue -- Clinical Significance", "content": "Ascorbic acid (Vitamin C) is essential for activating the enzyme prolyl hydroxylase, which promotes the hydroxylation step in forming the hydroxyproline, an integral constituent of collagen. Without ascorbic acid, the collagen fibers in virtually all body tissues are defective and weak. Therefore, this vitamin is important for the growth and strength of the fibers in subcutaneous tissue, cartilage, bone, and teeth. Particularly deficiency of the ascorbic acid for about 20-30 weeks can cause scurvy. One of the most important effects of scurvy is the failure of wounds to heal. [20]", "contents": "Physiology, Connective Tissue -- Clinical Significance. Ascorbic acid (Vitamin C) is essential for activating the enzyme prolyl hydroxylase, which promotes the hydroxylation step in forming the hydroxyproline, an integral constituent of collagen. Without ascorbic acid, the collagen fibers in virtually all body tissues are defective and weak. Therefore, this vitamin is important for the growth and strength of the fibers in subcutaneous tissue, cartilage, bone, and teeth. Particularly deficiency of the ascorbic acid for about 20-30 weeks can cause scurvy. One of the most important effects of scurvy is the failure of wounds to heal. [20]"}
{"id": "article-19897_18", "title": "Physiology, Connective Tissue -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Connective Tissue -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}