{"id": "article-147_0", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Introduction", "content": "The heart carries out the vital function of pumping oxygenated blood around the body, for which it has to contract and relax in a coordinated fashion. This contraction process is preceded by electrical excitation, which under normal conditions is initiated by the SA node as an action potential. [1] An action potential is the rapid sequence of changes in the membrane potential, resulting in an electrical impulse. This electrical impulse then travels down through the heart's electrical conduction system to cause myocardial contraction followed by relaxation in an orderly fashion. [2] There are two main classifications of cells in the heart to be considered: cardiomyocytes and pacemaker cells. Each of these individual cell types has a distinct pattern of action potentials divided into several distinct phases. [3] A shared characteristic common to both cell types is the third phase, designated as repolarization. Repolarization defines the resetting of the electrochemical gradients of the cell to prepare for a new action potential. The action potential (AP) of the working myocardium lasts for several hundreds of milliseconds, with the delayed repolarization securing a refractory state for new excitations throughout the entire contraction phase. Delayed repolarization in the human myocardium relies mainly on the vast diversity of cardiac potassium channels but also on a particular redundancy in the heart known as the \"repolarization reserve,\" in which one current takes over if another one should fail. [1] The time required for repolarization to occur can vary between cardiac myocytes. This heterogeneity, termed dispersion, can be a sign of pathology, especially when the heart cannot perfuse the body due to disturbances in cardiac output. [4]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Introduction. The heart carries out the vital function of pumping oxygenated blood around the body, for which it has to contract and relax in a coordinated fashion. This contraction process is preceded by electrical excitation, which under normal conditions is initiated by the SA node as an action potential. [1] An action potential is the rapid sequence of changes in the membrane potential, resulting in an electrical impulse. This electrical impulse then travels down through the heart's electrical conduction system to cause myocardial contraction followed by relaxation in an orderly fashion. [2] There are two main classifications of cells in the heart to be considered: cardiomyocytes and pacemaker cells. Each of these individual cell types has a distinct pattern of action potentials divided into several distinct phases. [3] A shared characteristic common to both cell types is the third phase, designated as repolarization. Repolarization defines the resetting of the electrochemical gradients of the cell to prepare for a new action potential. The action potential (AP) of the working myocardium lasts for several hundreds of milliseconds, with the delayed repolarization securing a refractory state for new excitations throughout the entire contraction phase. Delayed repolarization in the human myocardium relies mainly on the vast diversity of cardiac potassium channels but also on a particular redundancy in the heart known as the \"repolarization reserve,\" in which one current takes over if another one should fail. [1] The time required for repolarization to occur can vary between cardiac myocytes. This heterogeneity, termed dispersion, can be a sign of pathology, especially when the heart cannot perfuse the body due to disturbances in cardiac output. [4]"}
{"id": "article-147_1", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level", "content": "The adult mammalian heart is comprised of many cell types. These include cardiomyocytes, fibroblasts, endothelial cells, and perivascular cells. Of these, the cardiomyocytes occupy a significant volume of the heart. [5] Functionally these cardiomyocytes can be in turn differentiated into general cardiomyocytes cells and Pacemaker cells. Also, for understanding transmural dispersion of repolarization, the cardiomyocytes are classified as epicardial cells (those near the surface), M cell, and endocardial cells (near the ventricular cavity).", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level. The adult mammalian heart is comprised of many cell types. These include cardiomyocytes, fibroblasts, endothelial cells, and perivascular cells. Of these, the cardiomyocytes occupy a significant volume of the heart. [5] Functionally these cardiomyocytes can be in turn differentiated into general cardiomyocytes cells and Pacemaker cells. Also, for understanding transmural dispersion of repolarization, the cardiomyocytes are classified as epicardial cells (those near the surface), M cell, and endocardial cells (near the ventricular cavity)."}
{"id": "article-147_2", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level", "content": "Pacemaker cells are highly specialized myocardial cells with an intrinsic ability to depolarize rhythmically and initiate an action potential. [6] The pacemaker cells are located primarily in the SA and atrioventricular (AV) nodes, with some cells also in the bundle of His and Purkinje fibers. Pacemaker cells possess a characteristic known as automaticity and initiate action potentials on their own. [7] This action potential is conducted down the cardiac conduction system as an electrical impulse and also between one cardiomyocyte to another through gap junctions. This conduction helps the heart to contract in a synchronized fashion", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level. Pacemaker cells are highly specialized myocardial cells with an intrinsic ability to depolarize rhythmically and initiate an action potential. [6] The pacemaker cells are located primarily in the SA and atrioventricular (AV) nodes, with some cells also in the bundle of His and Purkinje fibers. Pacemaker cells possess a characteristic known as automaticity and initiate action potentials on their own. [7] This action potential is conducted down the cardiac conduction system as an electrical impulse and also between one cardiomyocyte to another through gap junctions. This conduction helps the heart to contract in a synchronized fashion"}
{"id": "article-147_3", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level", "content": "Conduction system : The SA node is located superiorly in the right atrium near the opening of the superior vena cava. From the SA node, the depolarization current spread through the right atrium via gap junctions and also passes to the left atrium via Bachmann's bundle. From the SA node, the impulse pass to the AV node through the internodal fibers. The AV node's location is also in the right atrium but inferiorly at the interatrial septum. The atria and the ventricles are isolated electrically, and the electrical impulses can only pass from the atria to the ventricles via the AV node. AV node conduction is characterized by a conduction delay, which ensures that ventricular contraction occurs after the atria empty its blood into the ventricles. From the AV node, a depolarization wave passes through the bundle of His, located in the interventricular septum. From here passing via the two bundle branches and Purkinje fibers, the action potential reaches the ventricular cardiomyocytes. [2] [6]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Cellular Level. Conduction system : The SA node is located superiorly in the right atrium near the opening of the superior vena cava. From the SA node, the depolarization current spread through the right atrium via gap junctions and also passes to the left atrium via Bachmann's bundle. From the SA node, the impulse pass to the AV node through the internodal fibers. The AV node's location is also in the right atrium but inferiorly at the interatrial septum. The atria and the ventricles are isolated electrically, and the electrical impulses can only pass from the atria to the ventricles via the AV node. AV node conduction is characterized by a conduction delay, which ensures that ventricular contraction occurs after the atria empty its blood into the ventricles. From the AV node, a depolarization wave passes through the bundle of His, located in the interventricular septum. From here passing via the two bundle branches and Purkinje fibers, the action potential reaches the ventricular cardiomyocytes. [2] [6]"}
{"id": "article-147_4", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Organ Systems Involved", "content": "In contrast to the cardiac system, action potentials of the nervous system propagate through similar mechanisms and can elicit contractions of skeletal muscles. However, cardiac action potentials, specifically those of the pacemaker cells, possess automaticity.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Organ Systems Involved. In contrast to the cardiac system, action potentials of the nervous system propagate through similar mechanisms and can elicit contractions of skeletal muscles. However, cardiac action potentials, specifically those of the pacemaker cells, possess automaticity."}
{"id": "article-147_5", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Function", "content": "Cardiac action potentials and their associated repolarizations are vital in stimulating and maintaining the heart's regular contractions, which is essential in maintaining perfusion to the vital organs of the body.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Function. Cardiac action potentials and their associated repolarizations are vital in stimulating and maintaining the heart's regular contractions, which is essential in maintaining perfusion to the vital organs of the body."}
{"id": "article-147_6", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism", "content": "The cardiac cells can only propagate action potentials because of an electrochemical potential gradient across cellular membranes. Ions, mainly sodium (Na+), potassium (K+), and calcium (Ca2+), are present in different concentrations inside the cells vs. their surrounding environments. Sodium and calcium concentrations are more extracellular, while potassium is present at a higher concentration inside the cell. [8] Voltage-sensitive ion channels are available on cellular membranes to facilitate the movement of these ions. The tendency of ions to move down their chemical gradient and the tendency for charges to balance out across membranes contributes to a net electrochemical potential that varies with the status of ion channels. The term used for these variations in status is a phase. Cycles of these phases initiate when the cell membranes reach a threshold potential. This threshold potential is different for cardiomyocytes and pacemaker cells. Cells can reach threshold potential through stimulus by either adjacent cells, or, if they are pacemaker cells, possess automaticity.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism. The cardiac cells can only propagate action potentials because of an electrochemical potential gradient across cellular membranes. Ions, mainly sodium (Na+), potassium (K+), and calcium (Ca2+), are present in different concentrations inside the cells vs. their surrounding environments. Sodium and calcium concentrations are more extracellular, while potassium is present at a higher concentration inside the cell. [8] Voltage-sensitive ion channels are available on cellular membranes to facilitate the movement of these ions. The tendency of ions to move down their chemical gradient and the tendency for charges to balance out across membranes contributes to a net electrochemical potential that varies with the status of ion channels. The term used for these variations in status is a phase. Cycles of these phases initiate when the cell membranes reach a threshold potential. This threshold potential is different for cardiomyocytes and pacemaker cells. Cells can reach threshold potential through stimulus by either adjacent cells, or, if they are pacemaker cells, possess automaticity."}
{"id": "article-147_7", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells", "content": "Characteristically, a pacemaker action potential has only three phases, designated phases zero, three, and four.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells. Characteristically, a pacemaker action potential has only three phases, designated phases zero, three, and four."}
{"id": "article-147_8", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells", "content": "Phase zero is the phase of depolarization. This phase starts when the membrane potential reaches -40 mV, the threshold potential for pacemaker cells. There is the opening of voltage-gated Ca2+ channels on reaching the threshold, causing the influx of Ca2+ ions. This influx of cation results in an upstroke in membrane potential from -40 mV to +10mV. Because calcium channels are slow channels (compared to sodium channels), the upstroke is not as steep as that of cardiomyocytes.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells. Phase zero is the phase of depolarization. This phase starts when the membrane potential reaches -40 mV, the threshold potential for pacemaker cells. There is the opening of voltage-gated Ca2+ channels on reaching the threshold, causing the influx of Ca2+ ions. This influx of cation results in an upstroke in membrane potential from -40 mV to +10mV. Because calcium channels are slow channels (compared to sodium channels), the upstroke is not as steep as that of cardiomyocytes."}
{"id": "article-147_9", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells", "content": "Phases one and two are not present in pacemaker cells. As a result, phase zero is followed by phase three.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells. Phases one and two are not present in pacemaker cells. As a result, phase zero is followed by phase three."}
{"id": "article-147_10", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells", "content": "Phase three is repolarization, involving the closing of Ca2+ channels, blocking the flow of Ca2+ ions. Voltage-gated K+ channels open, allowing for efflux of K+ ions. This efflux of cation contributes to a rapid decrease of membrane potential from +10 mV to -60mV.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells. Phase three is repolarization, involving the closing of Ca2+ channels, blocking the flow of Ca2+ ions. Voltage-gated K+ channels open, allowing for efflux of K+ ions. This efflux of cation contributes to a rapid decrease of membrane potential from +10 mV to -60mV."}
{"id": "article-147_11", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells", "content": "Phase four, a phase of gradual depolarization, is unique to the pacemaker cells. This gradual depolarization mainly occurs via a depolarization current or pacemaker current (If). Pacemaker current occurs due to the slow influx of Na+ ions through the hyperpolarization-activated cyclic nucleotide-gated channel (HCN channel). [9] This pacemaker current causes the membrane potential to change from -60mV to reach the threshold potential of -40mV. The slope of phase four determines heart rate and is different for pacemaker cells in different regions. SA node pacemaker cells depolarize at a rate of 60 to 100 per minute, while the AV node at 40 to 60 per minute. The pacemaker with the highest rate of depolarization takes over as the primary pacemaker. In healthy individuals, this is the SA node.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Pacemaker Cells. Phase four, a phase of gradual depolarization, is unique to the pacemaker cells. This gradual depolarization mainly occurs via a depolarization current or pacemaker current (If). Pacemaker current occurs due to the slow influx of Na+ ions through the hyperpolarization-activated cyclic nucleotide-gated channel (HCN channel). [9] This pacemaker current causes the membrane potential to change from -60mV to reach the threshold potential of -40mV. The slope of phase four determines heart rate and is different for pacemaker cells in different regions. SA node pacemaker cells depolarize at a rate of 60 to 100 per minute, while the AV node at 40 to 60 per minute. The pacemaker with the highest rate of depolarization takes over as the primary pacemaker. In healthy individuals, this is the SA node."}
{"id": "article-147_12", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte", "content": "The myocardiocyte action potential is different from that of pacemaker cells and has five phases, zero through four. Phase 0 is the phase of depolarization; Phase 1 through 3 is the phases during which repolarization occurs; Phase 4 is the resting phase with no spontaneous depolarization.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte. The myocardiocyte action potential is different from that of pacemaker cells and has five phases, zero through four. Phase 0 is the phase of depolarization; Phase 1 through 3 is the phases during which repolarization occurs; Phase 4 is the resting phase with no spontaneous depolarization."}
{"id": "article-147_13", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte", "content": "During phase zero, the phase of rapid depolarization, voltage-gated Na+ channels open, resulting in a rapid influx of Na+ ions. Because of the influx of the cation, the membrane potential changes from -70mV to +50mV. The voltage-gated sodium channels are faster channels than calcium channels, and hence we get a steep upstroke of the action potential.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte. During phase zero, the phase of rapid depolarization, voltage-gated Na+ channels open, resulting in a rapid influx of Na+ ions. Because of the influx of the cation, the membrane potential changes from -70mV to +50mV. The voltage-gated sodium channels are faster channels than calcium channels, and hence we get a steep upstroke of the action potential."}
{"id": "article-147_14", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte", "content": "In phase one, there is inactivation of the previously opened voltage-gated Na+ channels along with the activation of transient outward potassium current (Ito). A slight drop in the membrane electrochemical potential results in the initiation of phase two.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte. In phase one, there is inactivation of the previously opened voltage-gated Na+ channels along with the activation of transient outward potassium current (Ito). A slight drop in the membrane electrochemical potential results in the initiation of phase two."}
{"id": "article-147_15", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte", "content": "During phase two or the Plateau phase, Ca2+ influx occurs through an opening of voltage-gated L-type Ca2+ channels. This calcium influx balances the K+ efflux, creating a plateau at around an electrochemical potential of +50mV. This plateau is a component of the Effective refractory period, during which the influx of Ca2+ also stimulates the calcium release from the sarcoplasmic reticulum, initiating muscle contraction. No initiation of new action potentials can occur during this period (Absolute Refractory Period)", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte. During phase two or the Plateau phase, Ca2+ influx occurs through an opening of voltage-gated L-type Ca2+ channels. This calcium influx balances the K+ efflux, creating a plateau at around an electrochemical potential of +50mV. This plateau is a component of the Effective refractory period, during which the influx of Ca2+ also stimulates the calcium release from the sarcoplasmic reticulum, initiating muscle contraction. No initiation of new action potentials can occur during this period (Absolute Refractory Period)"}
{"id": "article-147_16", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte", "content": "Repolarization follows in phase three, involving K+ efflux through the opening of rapid delayed rectifier K+ channels and closing of the voltage-gated Ca2+ channels. [10] [1]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Cardiomyocyte. Repolarization follows in phase three, involving K+ efflux through the opening of rapid delayed rectifier K+ channels and closing of the voltage-gated Ca2+ channels. [10] [1]"}
{"id": "article-147_17", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Dispersion of Repolarization", "content": "In the heart, the wave of depolarization current originates in the SA node under normal conditions and reaches the ventricular myocardium via the conduction system. Anatomically the ventricular depolarization travels from apex to base and from endocardium to epicardium. The wave of repolarization moves in the opposite direction from epicardium to endocardium. Thus the action potential duration is not the same across the thickness of the ventricular wall, with cardiomyocytes near the epicardium depolarizing last and repolarizing first. Time taken by M cells for repolarization is the longest, while that of endocardial cells is intermediate between epicardial and M cells. This difference is due to an intrinsic difference in the activity of the various ion channels between the three cell types. Hence there is a transmural dispersion in the process of repolarization. Thus dispersion of repolarization is defined as a difference in repolarization time (activation time plus action potential duration). [11]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Dispersion of Repolarization. In the heart, the wave of depolarization current originates in the SA node under normal conditions and reaches the ventricular myocardium via the conduction system. Anatomically the ventricular depolarization travels from apex to base and from endocardium to epicardium. The wave of repolarization moves in the opposite direction from epicardium to endocardium. Thus the action potential duration is not the same across the thickness of the ventricular wall, with cardiomyocytes near the epicardium depolarizing last and repolarizing first. Time taken by M cells for repolarization is the longest, while that of endocardial cells is intermediate between epicardial and M cells. This difference is due to an intrinsic difference in the activity of the various ion channels between the three cell types. Hence there is a transmural dispersion in the process of repolarization. Thus dispersion of repolarization is defined as a difference in repolarization time (activation time plus action potential duration). [11]"}
{"id": "article-147_18", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Dispersion of Repolarization", "content": "Transmural dispersion of repolarization is significant clinically because it can lead to arrhythmia by forming re-entry circuits. These re-entry circuits are an essential factor in maintaining Torsades de pointes.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Dispersion of Repolarization. Transmural dispersion of repolarization is significant clinically because it can lead to arrhythmia by forming re-entry circuits. These re-entry circuits are an essential factor in maintaining Torsades de pointes."}
{"id": "article-147_19", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Roden coined the concept of repolarization reserve to address the difficulty in predicting the development of Torsades de pointes with the use of drugs that prolongs repolarization in different individuals. Repolarization reserve means that under normal physiologic conditions, there is a significant reserve in outward repolarization current. Thus repolarization is not controlled by the action of a single ion channel, and there are considerable overlap and redundancy between the opening and closing of different ion channels. Thus a drug that blocks one channel, for example, IKs, will not cause the failure of depolarization or marked QT prolongation unless there is also a concurrent blocking of another channel; this shows that when one channel fails, other channels take over. Some of the crucial currents that affect Repolarization reserve are [12] :", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Roden coined the concept of repolarization reserve to address the difficulty in predicting the development of Torsades de pointes with the use of drugs that prolongs repolarization in different individuals. Repolarization reserve means that under normal physiologic conditions, there is a significant reserve in outward repolarization current. Thus repolarization is not controlled by the action of a single ion channel, and there are considerable overlap and redundancy between the opening and closing of different ion channels. Thus a drug that blocks one channel, for example, IKs, will not cause the failure of depolarization or marked QT prolongation unless there is also a concurrent blocking of another channel; this shows that when one channel fails, other channels take over. Some of the crucial currents that affect Repolarization reserve are [12] :"}
{"id": "article-147_20", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Persistent inward sodium current (INa) – Normally, after phase 0, the current through the sodium channel decreases and does not contribute significantly to cardiac action potential duration. However, it does not entirely cease, and a small inward current exists during the plateau phase. There is an increase in this inward current in certain conditions like heart failure and Long QT syndrome Type 3 (LQTS 3). Because of this, more potassium should move outside the cell to balance this and cause repolarization, thus decreasing the outward repolarizing current reserve. INa is inherently more prominent in the M cells than the epicardial and endocardial cells", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Persistent inward sodium current (INa) – Normally, after phase 0, the current through the sodium channel decreases and does not contribute significantly to cardiac action potential duration. However, it does not entirely cease, and a small inward current exists during the plateau phase. There is an increase in this inward current in certain conditions like heart failure and Long QT syndrome Type 3 (LQTS 3). Because of this, more potassium should move outside the cell to balance this and cause repolarization, thus decreasing the outward repolarizing current reserve. INa is inherently more prominent in the M cells than the epicardial and endocardial cells"}
{"id": "article-147_21", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Rapid delayed rectifier outward potassium current (IKr) – This channel activates rapidly on depolarization, but its inactivation precedes depolarization mediated activation. Then around the end of phase 2, it opens rapidly when membrane potential becomes more negative and then inactivates slowly. This current is the primary repolarizing current, which contributes to phase 3 of the action potential. A drug that only blocks this channel, when given in higher concentration, can cause QT prolongation by itself (Class 3 anti-arrhythmic). It shows that this is the primary current responsible for maintaining the repolarization reserve. This channel's activity is affected in many conditions, like in long QT syndrome type 2. Serum potassium levels also affect this current. When serum potassium levels decrease, more of these channels are internalized and hence decrease the strength of the current. Thus hypokalemia causes QT prolongation, while in hyperkalemia, QT interval becomes shortened. Also, due to the specific kinetics of this channel, when any cause prolongs the action potential duration, the activity of IKr decreases, thereby forming a positive loop and hence causing more QT prolongation", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Rapid delayed rectifier outward potassium current (IKr) – This channel activates rapidly on depolarization, but its inactivation precedes depolarization mediated activation. Then around the end of phase 2, it opens rapidly when membrane potential becomes more negative and then inactivates slowly. This current is the primary repolarizing current, which contributes to phase 3 of the action potential. A drug that only blocks this channel, when given in higher concentration, can cause QT prolongation by itself (Class 3 anti-arrhythmic). It shows that this is the primary current responsible for maintaining the repolarization reserve. This channel's activity is affected in many conditions, like in long QT syndrome type 2. Serum potassium levels also affect this current. When serum potassium levels decrease, more of these channels are internalized and hence decrease the strength of the current. Thus hypokalemia causes QT prolongation, while in hyperkalemia, QT interval becomes shortened. Also, due to the specific kinetics of this channel, when any cause prolongs the action potential duration, the activity of IKr decreases, thereby forming a positive loop and hence causing more QT prolongation"}
{"id": "article-147_22", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Slow delayed rectifier outward potassium current (IKs) – This channel activates slowly during phase 2 and deactivates rapidly. Under normal physiologic conditions, IKs do not significantly contribute to Phase 3 of repolarization. However, during conditions like increased sympathetic stimulation or blocked IKr, the current passing through this channel increases. Thus IKs provide a repolarization reserve or a physiologic check to prevent excess action potential duration lengthening and QT prolongation. This current is defective in Long QT syndrome type 1. This current is more active in the epicardial and endocardial cells and intrinsically weak in the M cells. Thus any physiologic or pathologic conditions that increase or decrease this current will affect the cells in these regions differently and increase the transmural dispersion of repolarization.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Slow delayed rectifier outward potassium current (IKs) – This channel activates slowly during phase 2 and deactivates rapidly. Under normal physiologic conditions, IKs do not significantly contribute to Phase 3 of repolarization. However, during conditions like increased sympathetic stimulation or blocked IKr, the current passing through this channel increases. Thus IKs provide a repolarization reserve or a physiologic check to prevent excess action potential duration lengthening and QT prolongation. This current is defective in Long QT syndrome type 1. This current is more active in the epicardial and endocardial cells and intrinsically weak in the M cells. Thus any physiologic or pathologic conditions that increase or decrease this current will affect the cells in these regions differently and increase the transmural dispersion of repolarization."}
{"id": "article-147_23", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Inward rectifier potassium current (IK1) - This channel is open during diastole. Its primary function as repolarization reserve is to prevent spontaneous delayed after depolarization during Phase 4 of the action potential.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Inward rectifier potassium current (IK1) - This channel is open during diastole. Its primary function as repolarization reserve is to prevent spontaneous delayed after depolarization during Phase 4 of the action potential."}
{"id": "article-147_24", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve", "content": "Other channels like Sodium Potassium ATPase, L-type Ca channel also affect the repolarization reserve. Thus, the degree of QT prolongation when we block a particular potassium channel by either cardiac or non-cardiac drug is dependent on which channel we are blocking and the functioning of the other channels that affect the repolarization reserve.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Mechanism -- Repolarization Reserve. Other channels like Sodium Potassium ATPase, L-type Ca channel also affect the repolarization reserve. Thus, the degree of QT prolongation when we block a particular potassium channel by either cardiac or non-cardiac drug is dependent on which channel we are blocking and the functioning of the other channels that affect the repolarization reserve."}
{"id": "article-147_25", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Related Testing", "content": "Electrocardiograms are the most readily available method of analyzing the overall electrical activity of the heart. P wave corresponds to atrial depolarization, and the QRS complex corresponds to ventricular depolarization (Phase 0). The QRS complex masks atrial repolarization, but the T wave allows visualization of ventricular repolarization. The peak of the T wave corresponds to the repolarization of the shortest epicardial action potential while the end of the T wave corresponds to the repolarization of the M cell with the most prolonged action potential duration. [11]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Related Testing. Electrocardiograms are the most readily available method of analyzing the overall electrical activity of the heart. P wave corresponds to atrial depolarization, and the QRS complex corresponds to ventricular depolarization (Phase 0). The QRS complex masks atrial repolarization, but the T wave allows visualization of ventricular repolarization. The peak of the T wave corresponds to the repolarization of the shortest epicardial action potential while the end of the T wave corresponds to the repolarization of the M cell with the most prolonged action potential duration. [11]"}
{"id": "article-147_26", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Related Testing", "content": "QT interval is the time from starting of the QRS wave to the end of the T wave. It represents one cycle of ventricular electrical activity from the start of ventricular depolarization to the end of ventricular repolarization. Changes in this interval can signify pathologies, such as long QT and short QT syndromes. Further testing modalities include electrophysiology tests, which involve trained personnel inserting electrodes into a patient's body through a catheter, manipulating the electrodes with magnets, and measuring the heart's electrical activity. Other methods of testing to consider would include Holter monitors, event monitors, and implantable loop recorders. These are all different means of monitoring heart rhythm over extended periods in the ambulatory setting.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Related Testing. QT interval is the time from starting of the QRS wave to the end of the T wave. It represents one cycle of ventricular electrical activity from the start of ventricular depolarization to the end of ventricular repolarization. Changes in this interval can signify pathologies, such as long QT and short QT syndromes. Further testing modalities include electrophysiology tests, which involve trained personnel inserting electrodes into a patient's body through a catheter, manipulating the electrodes with magnets, and measuring the heart's electrical activity. Other methods of testing to consider would include Holter monitors, event monitors, and implantable loop recorders. These are all different means of monitoring heart rhythm over extended periods in the ambulatory setting."}
{"id": "article-147_27", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology", "content": "Repolarization abnormalities can occur due to a variety of reasons. One of the most common abnormalities is long QT syndrome. Long QT syndrome is often due to congenital defects in the ion channels of the heart that affects its opening and closing duration.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology. Repolarization abnormalities can occur due to a variety of reasons. One of the most common abnormalities is long QT syndrome. Long QT syndrome is often due to congenital defects in the ion channels of the heart that affects its opening and closing duration."}
{"id": "article-147_28", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology", "content": "Long QT syndrome type 1: Here, there is a defect in the slow delayed rectifier potassium current (IKs). On ECG, this presents as a prolonged QT interval with a broad-based T wave. As discussed earlier, as there is an inherent difference in the activity of IKs between the different cells, this syndrome also increases the transmural dispersion of repolarization. Beta-adrenergic stimulation, which will increase IKs and hence a more significant decrease in action potential duration of epicardial and endocardial cells than M cells mimics LQTS 1. [11]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology. Long QT syndrome type 1: Here, there is a defect in the slow delayed rectifier potassium current (IKs). On ECG, this presents as a prolonged QT interval with a broad-based T wave. As discussed earlier, as there is an inherent difference in the activity of IKs between the different cells, this syndrome also increases the transmural dispersion of repolarization. Beta-adrenergic stimulation, which will increase IKs and hence a more significant decrease in action potential duration of epicardial and endocardial cells than M cells mimics LQTS 1. [11]"}
{"id": "article-147_29", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology", "content": "Long QT syndrome type 2: Here, there is a defect in the rapid delayed rectifier potassium channel, which causes significant slowing of repolarization in all three cell types. On ECG, there is a prolonged QT interval and low amplitude T waves with a bifurcated appearance. Class 3 anti-arrhythmic like sotalol, which block IKr mimics LQTS2. There is a more significant prolongation of the action potential duration of the M cells than the epicardial and endocardial cells. Thus here also there is an increased transmural dispersion of repolarization. [11]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology. Long QT syndrome type 2: Here, there is a defect in the rapid delayed rectifier potassium channel, which causes significant slowing of repolarization in all three cell types. On ECG, there is a prolonged QT interval and low amplitude T waves with a bifurcated appearance. Class 3 anti-arrhythmic like sotalol, which block IKr mimics LQTS2. There is a more significant prolongation of the action potential duration of the M cells than the epicardial and endocardial cells. Thus here also there is an increased transmural dispersion of repolarization. [11]"}
{"id": "article-147_30", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology", "content": "Long QT syndrome type 3 – here, there is an increase in the current passing through late sodium current (INa). ECG shows QT interval prolongation and widened T waves. Here also, as this current is more active in the M cells than epicardial and endocardial cells, it can increase transmural dispersion of repolarization. Thus the proarrhythmic effects of Long QT syndromes are due to a decrease in repolarization reserve and an increase in the transmural dispersion of repolarization. [11]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology. Long QT syndrome type 3 – here, there is an increase in the current passing through late sodium current (INa). ECG shows QT interval prolongation and widened T waves. Here also, as this current is more active in the M cells than epicardial and endocardial cells, it can increase transmural dispersion of repolarization. Thus the proarrhythmic effects of Long QT syndromes are due to a decrease in repolarization reserve and an increase in the transmural dispersion of repolarization. [11]"}
{"id": "article-147_31", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology", "content": "Outside factors are the more common effectors of repolarization abnormalities. Many medications can cause QT prolongation, including anti-arrhythmic such as amiodarone, specific antibiotics such as fluoroquinolones, and antipsychotics. [13] Many of these medications act by blocking the IKr current. [14] Differences in refractory periods among cardiac cells then lead to dysrhythmias and possible cardiac demise.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Pathophysiology. Outside factors are the more common effectors of repolarization abnormalities. Many medications can cause QT prolongation, including anti-arrhythmic such as amiodarone, specific antibiotics such as fluoroquinolones, and antipsychotics. [13] Many of these medications act by blocking the IKr current. [14] Differences in refractory periods among cardiac cells then lead to dysrhythmias and possible cardiac demise."}
{"id": "article-147_32", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance", "content": "Cardiac arrhythmias occur due to functional and structural defects in molecular, cellular, tissue, and organism levels. [15] These defects cause membrane potential instability, which in turn causes abnormal excitations (e.g., extrasystoles) and impulse conduction. Delayed after Depolarization (DAD) are the abnormal excitations occurring during phase 4 resting potential or plateau phase, while those occurring during the early part of Phase 3 repolarization is referred to as early after depolarization (EAD).", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance. Cardiac arrhythmias occur due to functional and structural defects in molecular, cellular, tissue, and organism levels. [15] These defects cause membrane potential instability, which in turn causes abnormal excitations (e.g., extrasystoles) and impulse conduction. Delayed after Depolarization (DAD) are the abnormal excitations occurring during phase 4 resting potential or plateau phase, while those occurring during the early part of Phase 3 repolarization is referred to as early after depolarization (EAD)."}
{"id": "article-147_33", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance", "content": "Early after depolarization (EAD) occurs due to the critical prolongation of action potential duration (APD). This prolonged APD may cause inactivated Na/Ca channel to reopen, providing extra current for depolarization. Thus EAD may trigger torsades de pointes arrhythmias (TdP), which is a polymorphic ventricular tachycardia and, in turn, can deteriorate into ventricular fibrillation. [1]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance. Early after depolarization (EAD) occurs due to the critical prolongation of action potential duration (APD). This prolonged APD may cause inactivated Na/Ca channel to reopen, providing extra current for depolarization. Thus EAD may trigger torsades de pointes arrhythmias (TdP), which is a polymorphic ventricular tachycardia and, in turn, can deteriorate into ventricular fibrillation. [1]"}
{"id": "article-147_34", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance", "content": "Delayed After depolarization is due to abnormal calcium handling. Here increased intracellular calcium like after myocardial infarction increases the activity of Na/Ca exchanger. The net effect of this channel is one inward depolarizing current, which may initiate an extrasystole on reaching threshold potential.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance. Delayed After depolarization is due to abnormal calcium handling. Here increased intracellular calcium like after myocardial infarction increases the activity of Na/Ca exchanger. The net effect of this channel is one inward depolarizing current, which may initiate an extrasystole on reaching threshold potential."}
{"id": "article-147_35", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance", "content": "While earlier noted, even though the initiation of torsades de pointes (TdP) is due to early after depolarization, subsequent TdP occurs due to re-entry phenomenon. Usually, an impulse spreads in all directions, and tissue behind the depolarization front is refractory. However, when the AP has to pass around an obstacle, either anatomical (e.g., scar tissue) or functional (a cardiomyocyte in its absolute refractory period), it can cause re-entry and re-excitation of origin tissue. Thus tissue heterogeneity in refractoriness is a potent enhancer of re-entry arrhythmia. Hence large transmural dispersion of repolarization, which increases this heterogeneity, increases the risk of re-entry arrhythmia. [11] [1]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance. While earlier noted, even though the initiation of torsades de pointes (TdP) is due to early after depolarization, subsequent TdP occurs due to re-entry phenomenon. Usually, an impulse spreads in all directions, and tissue behind the depolarization front is refractory. However, when the AP has to pass around an obstacle, either anatomical (e.g., scar tissue) or functional (a cardiomyocyte in its absolute refractory period), it can cause re-entry and re-excitation of origin tissue. Thus tissue heterogeneity in refractoriness is a potent enhancer of re-entry arrhythmia. Hence large transmural dispersion of repolarization, which increases this heterogeneity, increases the risk of re-entry arrhythmia. [11] [1]"}
{"id": "article-147_36", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance", "content": "Thus the evaluation of repolarization through analysis of electrical activity is a useful clinical tool to assess cardiac function as variations in repolarization can contribute to the development of potentially lethal cardiac rhythms. [16]", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Clinical Significance. Thus the evaluation of repolarization through analysis of electrical activity is a useful clinical tool to assess cardiac function as variations in repolarization can contribute to the development of potentially lethal cardiac rhythms. [16]"}
{"id": "article-147_37", "title": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Cardiac Repolarization Dispersion and Reserve -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}