{"id": "article-36264_0", "title": "Neuroanatomy, Geniculate Ganglion -- Introduction", "content": "The geniculate ganglion is a sensory ganglion of the facial nerve (CN VII). It contains the cell bodies of the fibers responsible for conducting taste sensation from the anterior two-thirds of the tongue. Also, neurons located at the ganglion contribute to the sensory innervation of other sites, such as the palate, the pinna of the ear and ear canal. Despite being a sensory ganglion, fibers of the facial nerve that travel adjacent to the geniculate ganglion have involvement in all other functions of the nerve. In this sense, lesions at the level of the ganglion can interfere with both sensory and motor components of the facial nerve. These include the injuries that might happen in Bell palsy and Ramsay-Hunt syndrome.", "contents": "Neuroanatomy, Geniculate Ganglion -- Introduction. The geniculate ganglion is a sensory ganglion of the facial nerve (CN VII). It contains the cell bodies of the fibers responsible for conducting taste sensation from the anterior two-thirds of the tongue. Also, neurons located at the ganglion contribute to the sensory innervation of other sites, such as the palate, the pinna of the ear and ear canal. Despite being a sensory ganglion, fibers of the facial nerve that travel adjacent to the geniculate ganglion have involvement in all other functions of the nerve. In this sense, lesions at the level of the ganglion can interfere with both sensory and motor components of the facial nerve. These include the injuries that might happen in Bell palsy and Ramsay-Hunt syndrome."}
{"id": "article-36264_1", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function", "content": "The geniculate ganglion is a mass of cell bodies of pseudounipolar neurons comprising a diameter of about 1mm. [1] Its location is closely related to the point where the greater petrosal nerve branches, at the anterior third of the facial nerve genu (also called the first genu). The genu is a distinct curvature of the facial nerve, characterized by an almost right angle. This curvature appears at the geniculate fossa, at the distal part of the labyrinthine segment of the facial canal. In this sense, the name of the ganglion stands in analogy to the curvature where it is situated (Latin geniculum, “joint” or “knee”).", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function. The geniculate ganglion is a mass of cell bodies of pseudounipolar neurons comprising a diameter of about 1mm. [1] Its location is closely related to the point where the greater petrosal nerve branches, at the anterior third of the facial nerve genu (also called the first genu). The genu is a distinct curvature of the facial nerve, characterized by an almost right angle. This curvature appears at the geniculate fossa, at the distal part of the labyrinthine segment of the facial canal. In this sense, the name of the ganglion stands in analogy to the curvature where it is situated (Latin geniculum, “joint” or “knee”)."}
{"id": "article-36264_2", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function", "content": "Topographically, the geniculate ganglion sits between the cochlea and the tympanic cavity. It stands at the level of the uppermost portion of the cochlea and just below the floor of the middle cranial fossa. Posteriorly are the semicircular canals of the vestibule, while at the medial side occurs the cochlea and lateral to it the tympanic cavity. The internal auditory canal is situated inferiorly to it. [2]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function. Topographically, the geniculate ganglion sits between the cochlea and the tympanic cavity. It stands at the level of the uppermost portion of the cochlea and just below the floor of the middle cranial fossa. Posteriorly are the semicircular canals of the vestibule, while at the medial side occurs the cochlea and lateral to it the tympanic cavity. The internal auditory canal is situated inferiorly to it. [2]"}
{"id": "article-36264_3", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Fibers that have their cell bodies located at the geniculate ganglion transmit impulses from sensory receptors at various organ sites to multiple nuclei in the brainstem. Notice that these fibers, as sensory fibers, course through the ganglion without synapsing.", "content": "They can be functionally classified as follows:", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Fibers that have their cell bodies located at the geniculate ganglion transmit impulses from sensory receptors at various organ sites to multiple nuclei in the brainstem. Notice that these fibers, as sensory fibers, course through the ganglion without synapsing. They can be functionally classified as follows:"}
{"id": "article-36264_4", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA)", "content": "These neurons are responsible for delivering taste sensation, particularly from the anterior two-thirds of the tongue. Apart from this, a small amount of these fibers innervate taste buds located at the hard and soft palates. [3] Notice that the fibers ascending via the facial nerve innervate taste buds in fungiform papillae, while taste buds in circumvallate papillae receive innervation by fibers ascending via the glossopharyngeal nerve. [4] [3]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA). These neurons are responsible for delivering taste sensation, particularly from the anterior two-thirds of the tongue. Apart from this, a small amount of these fibers innervate taste buds located at the hard and soft palates. [3] Notice that the fibers ascending via the facial nerve innervate taste buds in fungiform papillae, while taste buds in circumvallate papillae receive innervation by fibers ascending via the glossopharyngeal nerve. [4] [3]"}
{"id": "article-36264_5", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA)", "content": "The fibers that come from the tongue travel through the lingual branch of the trigeminal nerve and then the chorda tympani nerve. The chorda tympani nerve merges with the facial nerve at the distal third of the mastoid segment inside the facial canal. Fibers then run through the facial nerve, pass next to the geniculate ganglion and enter the nerve intermedius proceeding to the brainstem. At the brainstem, they synapse at the gustatory nucleus, within the pontine tegmentum. [5]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA). The fibers that come from the tongue travel through the lingual branch of the trigeminal nerve and then the chorda tympani nerve. The chorda tympani nerve merges with the facial nerve at the distal third of the mastoid segment inside the facial canal. Fibers then run through the facial nerve, pass next to the geniculate ganglion and enter the nerve intermedius proceeding to the brainstem. At the brainstem, they synapse at the gustatory nucleus, within the pontine tegmentum. [5]"}
{"id": "article-36264_6", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA)", "content": "The fibers coming from the palate travel through the lesser palatine and greater palatine nerves. They reach the pterygopalatine ganglion but do not synapse. They then run through the pterygopalatine canal nerve, reaching the greater petrosal nerve and pass next to the geniculate ganglion. The remaining course occurs just as described early for the fibers coming from the tongue. [3]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- Special Visceral Afferent (SVA). The fibers coming from the palate travel through the lesser palatine and greater palatine nerves. They reach the pterygopalatine ganglion but do not synapse. They then run through the pterygopalatine canal nerve, reaching the greater petrosal nerve and pass next to the geniculate ganglion. The remaining course occurs just as described early for the fibers coming from the tongue. [3]"}
{"id": "article-36264_7", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Visceral Afferent (GVA)", "content": "These fibers contribute to the innervation of the nasal cavity, part of the palate, and the sinus cavities. [6]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Visceral Afferent (GVA). These fibers contribute to the innervation of the nasal cavity, part of the palate, and the sinus cavities. [6]"}
{"id": "article-36264_8", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Visceral Afferent (GVA)", "content": "They ascend via the greater petrosal nerve, join the facial nerve in front of the geniculate ganglion, and course to the brainstem through the nerve intermedius. Next, these fibers synapse in the nucleus of the solitary tract. [6]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Visceral Afferent (GVA). They ascend via the greater petrosal nerve, join the facial nerve in front of the geniculate ganglion, and course to the brainstem through the nerve intermedius. Next, these fibers synapse in the nucleus of the solitary tract. [6]"}
{"id": "article-36264_9", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Somatic Afferent (GSA)", "content": "The GSA fibers contribute to the cutaneous innervation of the external ear, including the central portion of the auricle (concha) and the ear canal. At these sites, the sensory distribution of the facial nerve intermingles with the distribution of other nerves, such as the glossopharyngeal, vagus, and trigeminal nerves. Besides that, the observation of patients diagnosed with Ramsay-Hunt syndrome suggested that these fibers also contribute to the innervation of the eardrum and the skin over the neighboring mastoid process. [7] [8] However, there is a lack of consensus involving these other sites. [9]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Somatic Afferent (GSA). The GSA fibers contribute to the cutaneous innervation of the external ear, including the central portion of the auricle (concha) and the ear canal. At these sites, the sensory distribution of the facial nerve intermingles with the distribution of other nerves, such as the glossopharyngeal, vagus, and trigeminal nerves. Besides that, the observation of patients diagnosed with Ramsay-Hunt syndrome suggested that these fibers also contribute to the innervation of the eardrum and the skin over the neighboring mastoid process. [7] [8] However, there is a lack of consensus involving these other sites. [9]"}
{"id": "article-36264_10", "title": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Somatic Afferent (GSA)", "content": "These fibers travel through the sensory branch of the facial nerve, merging with the facial nerve at the mastoid segment, in a point distal to the facial nerve second genu. [5] Running through the facial nerve, they pass next to the geniculate ganglion and arise via the intermedius nerve to the brainstem, connecting to second-order neurons at the spinal nucleus of the trigeminal nerve. [3]", "contents": "Neuroanatomy, Geniculate Ganglion -- Structure and Function -- General Somatic Afferent (GSA). These fibers travel through the sensory branch of the facial nerve, merging with the facial nerve at the mastoid segment, in a point distal to the facial nerve second genu. [5] Running through the facial nerve, they pass next to the geniculate ganglion and arise via the intermedius nerve to the brainstem, connecting to second-order neurons at the spinal nucleus of the trigeminal nerve. [3]"}
{"id": "article-36264_11", "title": "Neuroanatomy, Geniculate Ganglion -- Embryology", "content": "While the facial nerve develops from the second pharyngeal arch, the geniculate ganglion develops mainly from the epibranchial placode. A minor portion of its neurons, however, come from neural crest cells. [4] The geniculate ganglion can be first identified around the 6th week of gestation and grows near to its final size around the 15th week. [10] [11] Of interest, the sensory innervation provided by the geniculate ganglion appears to be necessary for the formation of taste bud cells, not only during embryogenesis but also through adult life. [4]", "contents": "Neuroanatomy, Geniculate Ganglion -- Embryology. While the facial nerve develops from the second pharyngeal arch, the geniculate ganglion develops mainly from the epibranchial placode. A minor portion of its neurons, however, come from neural crest cells. [4] The geniculate ganglion can be first identified around the 6th week of gestation and grows near to its final size around the 15th week. [10] [11] Of interest, the sensory innervation provided by the geniculate ganglion appears to be necessary for the formation of taste bud cells, not only during embryogenesis but also through adult life. [4]"}
{"id": "article-36264_12", "title": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics", "content": "The labyrinthine segment of the facial nerve and the geniculate ganglion are typically supplied by the petrosal artery, a small vessel with an internal diameter of about 0.24 mm. The artery stems from the middle meningeal artery (MMA) at its initial intracranial segment, right above the foramen spinosum and lateral to the trigeminal ganglion. Next, the petrosal artery courses alongside the greater petrosal nerve and enters the temporal bone with the nerve hiatus. [12]", "contents": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics. The labyrinthine segment of the facial nerve and the geniculate ganglion are typically supplied by the petrosal artery, a small vessel with an internal diameter of about 0.24 mm. The artery stems from the middle meningeal artery (MMA) at its initial intracranial segment, right above the foramen spinosum and lateral to the trigeminal ganglion. Next, the petrosal artery courses alongside the greater petrosal nerve and enters the temporal bone with the nerve hiatus. [12]"}
{"id": "article-36264_13", "title": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics", "content": "At the site of the ganglion, the petrosal artery delivers 1 to 3 twigs to its surface, forming two vascular plexuses, one superficial and the other within the ganglion tissue. The geniculate ganglion has the richest microvasculature of the intratemporal portion of the facial nerve. [12]", "contents": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics. At the site of the ganglion, the petrosal artery delivers 1 to 3 twigs to its surface, forming two vascular plexuses, one superficial and the other within the ganglion tissue. The geniculate ganglion has the richest microvasculature of the intratemporal portion of the facial nerve. [12]"}
{"id": "article-36264_14", "title": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics", "content": "Another point worthy of consideration is that the MMA derives from the maxillary artery; this implies that damage to the facial nerve or the geniculate ganglion can occur even from lesions affecting the latter. For instance, this could happen in the event of the embolization of the maxillary artery for the treatment of epistaxis or as a consequence of anticancer drug administration through the artery. [12]", "contents": "Neuroanatomy, Geniculate Ganglion -- Blood Supply and Lymphatics. Another point worthy of consideration is that the MMA derives from the maxillary artery; this implies that damage to the facial nerve or the geniculate ganglion can occur even from lesions affecting the latter. For instance, this could happen in the event of the embolization of the maxillary artery for the treatment of epistaxis or as a consequence of anticancer drug administration through the artery. [12]"}
{"id": "article-36264_15", "title": "Neuroanatomy, Geniculate Ganglion -- Muscles", "content": "As being a sensory ganglion, the geniculate ganglion does not typically contribute to muscular innervation.", "contents": "Neuroanatomy, Geniculate Ganglion -- Muscles. As being a sensory ganglion, the geniculate ganglion does not typically contribute to muscular innervation."}
{"id": "article-36264_16", "title": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants", "content": "Dehiscence of the geniculate ganglion is characterized by the absence of the osseous covering above the ganglion. This results in the ganglion being exposed at the floor of the middle cranial fossa.", "contents": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants. Dehiscence of the geniculate ganglion is characterized by the absence of the osseous covering above the ganglion. This results in the ganglion being exposed at the floor of the middle cranial fossa."}
{"id": "article-36264_17", "title": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants", "content": "Data suggests that this variant occurs in 14.5% to 30% of adult patients. [13] The prevalence is higher in children and especially higher during fetal life and at birth. [11] The presumption that the geniculate ganglion further ossifies during early childhood development. [14]", "contents": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants. Data suggests that this variant occurs in 14.5% to 30% of adult patients. [13] The prevalence is higher in children and especially higher during fetal life and at birth. [11] The presumption that the geniculate ganglion further ossifies during early childhood development. [14]"}
{"id": "article-36264_18", "title": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants", "content": "When dehiscent, the ganglion stands in direct contact with the dura mater. Therefore, the variant increases the risk of accidental injury during surgeries that require elevating the dura. Surgeries of this type include those that require accessing the cranial base, especially the middle fossa or structures inside the temporal bone. [14]", "contents": "Neuroanatomy, Geniculate Ganglion -- Physiologic Variants. When dehiscent, the ganglion stands in direct contact with the dura mater. Therefore, the variant increases the risk of accidental injury during surgeries that require elevating the dura. Surgeries of this type include those that require accessing the cranial base, especially the middle fossa or structures inside the temporal bone. [14]"}
{"id": "article-36264_19", "title": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance", "content": "Herpes zoster oticus (HZO) is a rare form of shingles characterized by latent herpes-zoster virus (HZV) reactivation inside the geniculate ganglion. It follows that the distribution of the herpetiform rash seen in this condition relates closely to the distribution of the geniculate ganglion fibers. For instance, vesicles are expected in places such as the central portion of the auricle and ear canal, as well as the anterior two-thirds of the tongue ipsilaterally to the affected ear. More rarely, the herpetiform rash also affects the palate. [15] [8]", "contents": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance. Herpes zoster oticus (HZO) is a rare form of shingles characterized by latent herpes-zoster virus (HZV) reactivation inside the geniculate ganglion. It follows that the distribution of the herpetiform rash seen in this condition relates closely to the distribution of the geniculate ganglion fibers. For instance, vesicles are expected in places such as the central portion of the auricle and ear canal, as well as the anterior two-thirds of the tongue ipsilaterally to the affected ear. More rarely, the herpetiform rash also affects the palate. [15] [8]"}
{"id": "article-36264_20", "title": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance", "content": "Dr. Ramsay-Hunt first described Ramsay-Hunt syndrome (RHS) in 1907 as an inflammation of the geniculate ganglion caused by herpes zoster. Its clinical presentation, although related to HZO, also includes signs and symptoms involving the functions of other cranial nerves. For example, patients may complain of sensitivity disturbances in the area of the trigeminal nerve, impaired hearing, and impairment of the vestibular function. In addition to that, the rash can occur through the sensory distribution of other nerves besides the facial nerve, including the dermatomes C2 to C4. Moreover, although the distinction between HZO and RHS is possible, many authors apply the terms interchangeably. [8]", "contents": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance. Dr. Ramsay-Hunt first described Ramsay-Hunt syndrome (RHS) in 1907 as an inflammation of the geniculate ganglion caused by herpes zoster. Its clinical presentation, although related to HZO, also includes signs and symptoms involving the functions of other cranial nerves. For example, patients may complain of sensitivity disturbances in the area of the trigeminal nerve, impaired hearing, and impairment of the vestibular function. In addition to that, the rash can occur through the sensory distribution of other nerves besides the facial nerve, including the dermatomes C2 to C4. Moreover, although the distinction between HZO and RHS is possible, many authors apply the terms interchangeably. [8]"}
{"id": "article-36264_21", "title": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance", "content": "Another important point is that because sometimes vesicles can be revealed only by otoscopy or even may not be present at all; many times, it can be difficult to make a clear distinction between HZO, RHS, and Bell palsy only using physical examination. [8]", "contents": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance. Another important point is that because sometimes vesicles can be revealed only by otoscopy or even may not be present at all; many times, it can be difficult to make a clear distinction between HZO, RHS, and Bell palsy only using physical examination. [8]"}
{"id": "article-36264_22", "title": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance", "content": "Bell palsy is an acute, unilateral facial nerve palsy of idiopathic origin. It is the most common form of atraumatic facial nerve palsy. Its pathogenesis is assumed to be edema of the facial nerve encompassing the intratemporal region. The edema creates a compartment syndrome as a result of a lack of space for nerve expansion inside the osseous canal and is followed by ischemia and loss of nerve function. The labyrinthine portion, where the geniculate ganglion is situated, is considered the narrowest segment of the canal. [5] Despite the lack of conclusive evidence, several theories exist to explain the etiology of Bell’s Palsy. It follows that the most strongly suspected causes are the reactivation of certain viruses, particularly (HSV-1), but also HZV, inside the geniculate ganglion. [16] [17]", "contents": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance. Bell palsy is an acute, unilateral facial nerve palsy of idiopathic origin. It is the most common form of atraumatic facial nerve palsy. Its pathogenesis is assumed to be edema of the facial nerve encompassing the intratemporal region. The edema creates a compartment syndrome as a result of a lack of space for nerve expansion inside the osseous canal and is followed by ischemia and loss of nerve function. The labyrinthine portion, where the geniculate ganglion is situated, is considered the narrowest segment of the canal. [5] Despite the lack of conclusive evidence, several theories exist to explain the etiology of Bell’s Palsy. It follows that the most strongly suspected causes are the reactivation of certain viruses, particularly (HSV-1), but also HZV, inside the geniculate ganglion. [16] [17]"}
{"id": "article-36264_23", "title": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance", "content": "Another relevant clinical entity is physical trauma to the facial nerve. This type of lesion can happen in cases of trauma to the base of the skull, especially temporal bone fractures. Approximately 7% of temporal bone fractures result in facial nerve injury. [18] Damage to the nerve is favored by its characteristic long course inside the temporal bone, along with the narrowness of the facial canal. With this in mind, damage to the facial nerve most frequently occurs in the area surrounding the geniculate ganglion (perigeniculate ganglion area). [19]", "contents": "Neuroanatomy, Geniculate Ganglion -- Clinical Significance. Another relevant clinical entity is physical trauma to the facial nerve. This type of lesion can happen in cases of trauma to the base of the skull, especially temporal bone fractures. Approximately 7% of temporal bone fractures result in facial nerve injury. [18] Damage to the nerve is favored by its characteristic long course inside the temporal bone, along with the narrowness of the facial canal. With this in mind, damage to the facial nerve most frequently occurs in the area surrounding the geniculate ganglion (perigeniculate ganglion area). [19]"}
{"id": "article-36264_24", "title": "Neuroanatomy, Geniculate Ganglion -- Other Issues", "content": "In summary, by knowing the functions of the fibers of the geniculate ganglion and how they project to the various parts of the head, it is possible to estimate the location of the injury to the facial nerve. For example, a patient that presents with a peripheral hemiface palsy and mentions a weakened taste sensation would probably have a lesion at the level of the ganglion. Another case would be a patient with signs of HZO, this patient that would probably display the characteristic herpetiform rash through the sensory distribution of the facial nerve at the ear.", "contents": "Neuroanatomy, Geniculate Ganglion -- Other Issues. In summary, by knowing the functions of the fibers of the geniculate ganglion and how they project to the various parts of the head, it is possible to estimate the location of the injury to the facial nerve. For example, a patient that presents with a peripheral hemiface palsy and mentions a weakened taste sensation would probably have a lesion at the level of the ganglion. Another case would be a patient with signs of HZO, this patient that would probably display the characteristic herpetiform rash through the sensory distribution of the facial nerve at the ear."}
{"id": "article-36264_25", "title": "Neuroanatomy, Geniculate Ganglion -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Geniculate Ganglion -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}