{"id": "article-136885_0", "title": "Sexual Harassment and Prevention Training -- Continuing Education Activity", "content": "Sexual harassment is a pervasive issue in workplaces, including academic medicine and healthcare facilities. Legislation exists to combat this unacceptable practice, yet surveys reveal its prevalence in the healthcare sector. Sexual harassment comes in various forms, from unwanted advances to gender-based discrimination, affecting worker wellness and patient care delivery. Mental health repercussions and staff turnover are common consequences. Training and preventive measures are crucial for recognizing and addressing sexually offensive behaviors. Institutional changes, such as enhanced senior faculty training and encouraging bystander complaints, are essential for creating harassment-free environments. Reflecting on workplace culture, emphasizing prevention, and implementing policy reviews are vital steps toward creating lasting change in all medical fields.", "contents": "Sexual Harassment and Prevention Training -- Continuing Education Activity. Sexual harassment is a pervasive issue in workplaces, including academic medicine and healthcare facilities. Legislation exists to combat this unacceptable practice, yet surveys reveal its prevalence in the healthcare sector. Sexual harassment comes in various forms, from unwanted advances to gender-based discrimination, affecting worker wellness and patient care delivery. Mental health repercussions and staff turnover are common consequences. Training and preventive measures are crucial for recognizing and addressing sexually offensive behaviors. Institutional changes, such as enhanced senior faculty training and encouraging bystander complaints, are essential for creating harassment-free environments. Reflecting on workplace culture, emphasizing prevention, and implementing policy reviews are vital steps toward creating lasting change in all medical fields."}
{"id": "article-136885_1", "title": "Sexual Harassment and Prevention Training -- Continuing Education Activity", "content": "Clinicians participating in this activity can expect to gain comprehensive knowledge and skills crucial for fostering safe and respectful workplace environments. This activity provides clinicians with an understanding of anti-sexual harassment legislation, the various forms of sexual harassment, and its effects on both individuals and organizational dynamics within healthcare settings. By engaging in such training, clinicians can learn to recognize potential sexually offensive behaviors and understand their responsibilities in creating and maintaining harassment-free workplaces. Additionally, clinicians can acquire strategies for effectively preventing sexual harassment, promoting inclusivity, and responding appropriately to instances of harassment. Overall, participation in this sexual harassment and prevention activity equips clinicians with the tools necessary to contribute to a culture of respect, support, and professionalism within their healthcare institutions.", "contents": "Sexual Harassment and Prevention Training -- Continuing Education Activity. Clinicians participating in this activity can expect to gain comprehensive knowledge and skills crucial for fostering safe and respectful workplace environments. This activity provides clinicians with an understanding of anti-sexual harassment legislation, the various forms of sexual harassment, and its effects on both individuals and organizational dynamics within healthcare settings. By engaging in such training, clinicians can learn to recognize potential sexually offensive behaviors and understand their responsibilities in creating and maintaining harassment-free workplaces. Additionally, clinicians can acquire strategies for effectively preventing sexual harassment, promoting inclusivity, and responding appropriately to instances of harassment. Overall, participation in this sexual harassment and prevention activity equips clinicians with the tools necessary to contribute to a culture of respect, support, and professionalism within their healthcare institutions."}
{"id": "article-136885_2", "title": "Sexual Harassment and Prevention Training -- Continuing Education Activity", "content": "Objectives: Identify the types and effects of sexual harassment. Identify the roles of the bystander and leadership for effective harassment prevention. Determine the scope of the problem and barriers to reporting incidents of sexual harassment. Collaborate with interprofessional team members to prevent sexual harassment and ensure a culture of inclusion and diversity. Access free multiple choice questions on this topic.", "contents": "Sexual Harassment and Prevention Training -- Continuing Education Activity. Objectives: Identify the types and effects of sexual harassment. Identify the roles of the bystander and leadership for effective harassment prevention. Determine the scope of the problem and barriers to reporting incidents of sexual harassment. Collaborate with interprofessional team members to prevent sexual harassment and ensure a culture of inclusion and diversity. Access free multiple choice questions on this topic."}
{"id": "article-136885_3", "title": "Sexual Harassment and Prevention Training -- Introduction", "content": "Even though sexual harassment policies and procedures are required within the medical field, surveys reveal that unwanted sexual and gender harassment is prevalent in healthcare workplaces. In the healthcare community, sexual harassment remains an issue for worker wellness and productivity, as well as the optimal delivery of patient care. Sexual harassment is a risk factor for various mental health conditions and can result in qualified personnel leaving the workplace. Efficient training and preventive measures improve recognition of potential sexually offensive behaviors and help to establish an inclusive and respectful workplace. Acknowledging the problem is the first step, and prevention is the cornerstone of an effective anti-harassment strategy. Changes in institutional and organizational approaches can prevent sexual harassment and covert retaliation. Helpful initiatives include enhanced senior faculty member training and encouragement of bystander complaints when they witness prohibited behaviors. All medical fields can benefit from reflecting on workplace culture, focusing on prevention, reviewing policies and strategies, and committing to change.", "contents": "Sexual Harassment and Prevention Training -- Introduction. Even though sexual harassment policies and procedures are required within the medical field, surveys reveal that unwanted sexual and gender harassment is prevalent in healthcare workplaces. In the healthcare community, sexual harassment remains an issue for worker wellness and productivity, as well as the optimal delivery of patient care. Sexual harassment is a risk factor for various mental health conditions and can result in qualified personnel leaving the workplace. Efficient training and preventive measures improve recognition of potential sexually offensive behaviors and help to establish an inclusive and respectful workplace. Acknowledging the problem is the first step, and prevention is the cornerstone of an effective anti-harassment strategy. Changes in institutional and organizational approaches can prevent sexual harassment and covert retaliation. Helpful initiatives include enhanced senior faculty member training and encouragement of bystander complaints when they witness prohibited behaviors. All medical fields can benefit from reflecting on workplace culture, focusing on prevention, reviewing policies and strategies, and committing to change."}
{"id": "article-136885_4", "title": "Sexual Harassment and Prevention Training -- Introduction", "content": "Sexual harassment continues to be prevalent in medical training, a pressing concern for leadership. The adverse effects detract from the professional workforce.", "contents": "Sexual Harassment and Prevention Training -- Introduction. Sexual harassment continues to be prevalent in medical training, a pressing concern for leadership. The adverse effects detract from the professional workforce."}
{"id": "article-136885_5", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "According to the Equal Employment Opportunity Commission (EEOC), unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature constitute sexual harassment when submission to or rejection of this conduct explicitly or implicitly affects an individual’s employment; unreasonably interferes with an individual’s work performance; or creates an intimidating, hostile or offensive work environment. [See 29 CFR PART 1604] This unethical practice exploits inequalities in status and power, abuses the rights and trust of those affected, may influence or be perceived to influence professional advancement, harm working relationships, and is likely to jeopardize patient care. [See AMA Code of Medical Ethics Opinion 9.1.3]  The United States EEOC enforces Title VII of the Civil Rights Act of 1964, which not only prohibits sexual discrimination, including pregnancy, sexual orientation, and gender identity, but also makes sexual harassment or retaliation illegal. Sexual harassment in the workplace is a form of sex discrimination that violates Title VII. Since Title VII, cultural and legal changes include decreased tolerance for harassment, increased legal responsibility assigned to institutions, and a significant increase in women choosing careers in medicine. [1]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. According to the Equal Employment Opportunity Commission (EEOC), unwelcome sexual advances, requests for sexual favors, and other verbal or physical conduct of a sexual nature constitute sexual harassment when submission to or rejection of this conduct explicitly or implicitly affects an individual’s employment; unreasonably interferes with an individual’s work performance; or creates an intimidating, hostile or offensive work environment. [See 29 CFR PART 1604] This unethical practice exploits inequalities in status and power, abuses the rights and trust of those affected, may influence or be perceived to influence professional advancement, harm working relationships, and is likely to jeopardize patient care. [See AMA Code of Medical Ethics Opinion 9.1.3]  The United States EEOC enforces Title VII of the Civil Rights Act of 1964, which not only prohibits sexual discrimination, including pregnancy, sexual orientation, and gender identity, but also makes sexual harassment or retaliation illegal. Sexual harassment in the workplace is a form of sex discrimination that violates Title VII. Since Title VII, cultural and legal changes include decreased tolerance for harassment, increased legal responsibility assigned to institutions, and a significant increase in women choosing careers in medicine. [1]"}
{"id": "article-136885_6", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "Unwelcome sexual behavior occurs when the victim does not invite the behavior or when the victim regards the conduct as undesirable or offensive. If behavior starts as welcome behavior and then crosses over to unwelcome behavior, consent can be revoked at any time. The individual should announce that the behavior needs to stop. The harasser cannot use a defense that the other person started the behavior or initially gave consent after the alleged victim announces that welcome behavior is now unwelcome behavior.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. Unwelcome sexual behavior occurs when the victim does not invite the behavior or when the victim regards the conduct as undesirable or offensive. If behavior starts as welcome behavior and then crosses over to unwelcome behavior, consent can be revoked at any time. The individual should announce that the behavior needs to stop. The harasser cannot use a defense that the other person started the behavior or initially gave consent after the alleged victim announces that welcome behavior is now unwelcome behavior."}
{"id": "article-136885_7", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "The work environment or the workplace is not limited to the assigned physical location of the employee. The work environment includes all locations where work is performed, and work-related business is conducted. Medical conferences and training sessions, satellite clinics, business travel, work-related social activities, and work-related communications are all considered part of the work environment or workplace. A  hostile work environment occurs when the harasser creates an uncomfortable or harsh atmosphere for the person subjected to unwelcome behavior.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. The work environment or the workplace is not limited to the assigned physical location of the employee. The work environment includes all locations where work is performed, and work-related business is conducted. Medical conferences and training sessions, satellite clinics, business travel, work-related social activities, and work-related communications are all considered part of the work environment or workplace. A  hostile work environment occurs when the harasser creates an uncomfortable or harsh atmosphere for the person subjected to unwelcome behavior."}
{"id": "article-136885_8", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "The harassment can be verbal, nonverbal, or physical and is sexual or based on someone's gender. [2] Physical forms of sexual harassment may include intentionally touching, massaging, leaning over or cornering a person, caressing, pinching, kissing, and hugging, as well as sexual assault or rape. Verbal forms of sexual harassment include socially and culturally inappropriate and unwelcome comments or jokes with sexual overtones, persistent proposals, asking about sexual fantasies/preferences/history, spreading rumors or fabricating lies about one's personal sex life, inappropriate remarks about a woman's physical appearance, and unwelcome requests or persistent invitations to go out on a date. Referring to a woman by inappropriate names, such as doll, babe, honey, or similar, is unacceptable. Nonverbal forms of sexual harassment include unwelcome gestures, suggestive body language, indecent exposure, repeated winks, sexual gestures, whistling at someone, and unwelcome display of pornographic materials. Sending letters, phone calls, texts, emails, social media comments, blog posts, or other communications of a sexual nature may constitute harassment. In healthcare, verbal harassment is the most common form, primarily sexually suggestive statements or jokes, followed by meddling questions about one's intimate life or physical appearance. [2]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. The harassment can be verbal, nonverbal, or physical and is sexual or based on someone's gender. [2] Physical forms of sexual harassment may include intentionally touching, massaging, leaning over or cornering a person, caressing, pinching, kissing, and hugging, as well as sexual assault or rape. Verbal forms of sexual harassment include socially and culturally inappropriate and unwelcome comments or jokes with sexual overtones, persistent proposals, asking about sexual fantasies/preferences/history, spreading rumors or fabricating lies about one's personal sex life, inappropriate remarks about a woman's physical appearance, and unwelcome requests or persistent invitations to go out on a date. Referring to a woman by inappropriate names, such as doll, babe, honey, or similar, is unacceptable. Nonverbal forms of sexual harassment include unwelcome gestures, suggestive body language, indecent exposure, repeated winks, sexual gestures, whistling at someone, and unwelcome display of pornographic materials. Sending letters, phone calls, texts, emails, social media comments, blog posts, or other communications of a sexual nature may constitute harassment. In healthcare, verbal harassment is the most common form, primarily sexually suggestive statements or jokes, followed by meddling questions about one's intimate life or physical appearance. [2]"}
{"id": "article-136885_9", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "Occasional compliments that are socially and culturally appropriate and acceptable are not considered sexual harassment. Any consensual adult interaction of a sexual nature that is welcomed or reciprocated is also not harassment. The law does not prohibit simple teasing, offhand comments, or isolated incidents that are not serious. The behavior is illegal when it is more than a single incident and creates a hostile or offensive work environment, or when an individual’s employment is negatively affected. According to the EEOC, the two main types of sexual harassment claims are (1) quid pro quo and (2) hostile work environments.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. Occasional compliments that are socially and culturally appropriate and acceptable are not considered sexual harassment. Any consensual adult interaction of a sexual nature that is welcomed or reciprocated is also not harassment. The law does not prohibit simple teasing, offhand comments, or isolated incidents that are not serious. The behavior is illegal when it is more than a single incident and creates a hostile or offensive work environment, or when an individual’s employment is negatively affected. According to the EEOC, the two main types of sexual harassment claims are (1) quid pro quo and (2) hostile work environments."}
{"id": "article-136885_10", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "Quid pro quo, or “this for that,” sexual harassment implies that if “you do something for me, I’ll do something for you.” Quid pro quo sexual harassment involves demands for sexual favors in exchange for some benefit or to avoid some detriment in the workplace. This type of behavior occurs when an individual in an organization attempts to influence the process of recruitment, promotion, training, discipline, dismissal, pay increases, or other benefits of an employee or job applicant in exchange for sexual favors.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. Quid pro quo, or “this for that,” sexual harassment implies that if “you do something for me, I’ll do something for you.” Quid pro quo sexual harassment involves demands for sexual favors in exchange for some benefit or to avoid some detriment in the workplace. This type of behavior occurs when an individual in an organization attempts to influence the process of recruitment, promotion, training, discipline, dismissal, pay increases, or other benefits of an employee or job applicant in exchange for sexual favors."}
{"id": "article-136885_11", "title": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment", "content": "Hostile work environment sexual harassment occurs when unwelcome sexual advances, requests for sexual favors, or any conduct of a sexual nature interfere with someone’s work performance or cause an intimidating, hostile, or demeaning work environment. Unlike quid pro quo harassment, the perpetrator could be anyone in the workplace, including a coworker, subordinate, contractor, consultant, patient, or supervisor. Examples of unwelcome conduct that could create a hostile work environment include sexual jokes or communications, offensive pictures, inappropriate touching, or repeated requests for dates.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Definitions of Sexual Harassment. Hostile work environment sexual harassment occurs when unwelcome sexual advances, requests for sexual favors, or any conduct of a sexual nature interfere with someone’s work performance or cause an intimidating, hostile, or demeaning work environment. Unlike quid pro quo harassment, the perpetrator could be anyone in the workplace, including a coworker, subordinate, contractor, consultant, patient, or supervisor. Examples of unwelcome conduct that could create a hostile work environment include sexual jokes or communications, offensive pictures, inappropriate touching, or repeated requests for dates."}
{"id": "article-136885_12", "title": "Sexual Harassment and Prevention Training -- Introduction -- Forms of Sexual Harassment: The Tripartite Model", "content": "A 3-part classification system divides sexual harassment into these distinct categories: gender harassment, unwanted sexual attention, and sexual coercion. [3] Sexual harassment is not necessarily about sexual activity or sexual desire. Sexual harassment is also discrimination based on gender, which includes one's biological sex and cultural gender-based stereotypes. Gender harassment includes verbal or physical behavior that denigrates or shows aversion to one's gender, gender identity, or sexual orientation. For example, calling out a man for being a \"sissy\" or telling a woman she isn't fit for a senior position in a male-dominated leadership environment may constitute gender harassment. Gender harassment can include hatred, objectification, exclusion, or giving second-class status to members of a particular gender. [4] Sexist or heterosexist language, jokes, or comments also fall under this category. [2] [5] Given the circumstances, gender harassment can have the same unfavorable outcomes as one instance of sexual coercion. [2] Unwanted sexual attention includes making suggestive statements about a person's body, spreading sexual rumors, and electronically sharing sexualized images. [2] Sexual coercion, or quid pro quo, happens the least frequently of the 3 categories of sexual harassment but is the most reported. [2]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Forms of Sexual Harassment: The Tripartite Model. A 3-part classification system divides sexual harassment into these distinct categories: gender harassment, unwanted sexual attention, and sexual coercion. [3] Sexual harassment is not necessarily about sexual activity or sexual desire. Sexual harassment is also discrimination based on gender, which includes one's biological sex and cultural gender-based stereotypes. Gender harassment includes verbal or physical behavior that denigrates or shows aversion to one's gender, gender identity, or sexual orientation. For example, calling out a man for being a \"sissy\" or telling a woman she isn't fit for a senior position in a male-dominated leadership environment may constitute gender harassment. Gender harassment can include hatred, objectification, exclusion, or giving second-class status to members of a particular gender. [4] Sexist or heterosexist language, jokes, or comments also fall under this category. [2] [5] Given the circumstances, gender harassment can have the same unfavorable outcomes as one instance of sexual coercion. [2] Unwanted sexual attention includes making suggestive statements about a person's body, spreading sexual rumors, and electronically sharing sexualized images. [2] Sexual coercion, or quid pro quo, happens the least frequently of the 3 categories of sexual harassment but is the most reported. [2]"}
{"id": "article-136885_13", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "A large national medical center with more than 65,000 employees, including more than 4000 physicians and scientists, serves as a contemporary snapshot of the scope of the problem. A 2-year survey of more than 6200 healthcare workers, including physicians in all specialties, residents, nurses, nurse practitioners, and physician assistants, was conducted. Among physicians who reported sexual harassment, 12% were women, and 4% were men. About half of the harassers were physicians, with 37% in a superior hierarchical position. Only 40% of those who stated that they did experience harassing behaviors reported the behaviors. Of importance, 40% of the investigations could not be substantiated. [6] In just over 3% of the claims, the patients were the alleged harassers. [6]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. A large national medical center with more than 65,000 employees, including more than 4000 physicians and scientists, serves as a contemporary snapshot of the scope of the problem. A 2-year survey of more than 6200 healthcare workers, including physicians in all specialties, residents, nurses, nurse practitioners, and physician assistants, was conducted. Among physicians who reported sexual harassment, 12% were women, and 4% were men. About half of the harassers were physicians, with 37% in a superior hierarchical position. Only 40% of those who stated that they did experience harassing behaviors reported the behaviors. Of importance, 40% of the investigations could not be substantiated. [6] In just over 3% of the claims, the patients were the alleged harassers. [6]"}
{"id": "article-136885_14", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "However, in another study, sexual harassment from patient to clinician was common, with 67% reporting inappropriate behavior. Approximately 84% of female providers reported some form of sexual harassment by patients, while 40% of male providers reported the same. Of those female providers, 42% experienced multiple episodes of sexual harassment by patients during their medical careers. The most common occurrences of patient-to-provider harassment were in outpatient clinics, with Veterans Affairs outpatient clinics reporting the highest frequency. Few providers in an inpatient setting reported sexual harassment by patients. [7]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. However, in another study, sexual harassment from patient to clinician was common, with 67% reporting inappropriate behavior. Approximately 84% of female providers reported some form of sexual harassment by patients, while 40% of male providers reported the same. Of those female providers, 42% experienced multiple episodes of sexual harassment by patients during their medical careers. The most common occurrences of patient-to-provider harassment were in outpatient clinics, with Veterans Affairs outpatient clinics reporting the highest frequency. Few providers in an inpatient setting reported sexual harassment by patients. [7]"}
{"id": "article-136885_15", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "According to a National Academies of Sciences, Engineering, and Medicine (NASEM) report, high rates of sexual harassment in medicine compromise the integrity of education and research. Of concern to leaders of academic medical institutions, medical students experience sexual harassment considerably more often than their peers in sciences and engineering. [8] About 45-50% of female medical students reported that they experienced sexually harassing behavior from faculty or staff members. [8] A systematic review revealed that 33.1% of medical students, [9] 36.2% of residents, [9] and 30.4% of younger faculty encounter sexual harassment. [10] Surgery and emergency medicine female residents experience eminently high estimates of sexual harassment; the leading reason is that those fields value a hierarchical and authoritative workplace. [8] Pediatric residents reported the lowest incidence of harassment. [8] Recently, several investigations found that medical trainee harassment is not limited to specific nations or education programs. [11]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. According to a National Academies of Sciences, Engineering, and Medicine (NASEM) report, high rates of sexual harassment in medicine compromise the integrity of education and research. Of concern to leaders of academic medical institutions, medical students experience sexual harassment considerably more often than their peers in sciences and engineering. [8] About 45-50% of female medical students reported that they experienced sexually harassing behavior from faculty or staff members. [8] A systematic review revealed that 33.1% of medical students, [9] 36.2% of residents, [9] and 30.4% of younger faculty encounter sexual harassment. [10] Surgery and emergency medicine female residents experience eminently high estimates of sexual harassment; the leading reason is that those fields value a hierarchical and authoritative workplace. [8] Pediatric residents reported the lowest incidence of harassment. [8] Recently, several investigations found that medical trainee harassment is not limited to specific nations or education programs. [11]"}
{"id": "article-136885_16", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "Sexual harassment charges filed with the EEOC have increased after the #MeToo movement received international attention beginning in the fall of 2017. Between 2018 and 2021, sexual harassment charges accounted for 27.7% of all harassment charges compared to 24.7% of all harassment charges between 2014 and 2017. Of the sexual harassment charges filed between 2018 and 2021, 78.2% were filed by women, while men filed 21.8%. [See EEOC Sexual Harassment in Our Nation's Workplaces] Roughly 3 out of 4 individuals who experience harassment never report the unwelcome behavior to a supervisor or manager, usually because they fear disbelief of their claim, no corrective action will occur, blame, or social or professional retaliation.  According to the EEOC Select Task Force on the Study of Sexual Harassment in the Workplace, anywhere from 25% to 85% of women report having experienced sexual harassment in their work environments. The discrepancy in numbers was dependent on the vocabulary used in the surveys. For example, when employees were asked if they had experienced sexual harassment, 25% answered that they had. However, when employees were asked if they experienced a specific sexually-based behavior, such as unwanted sexual attention or coercion, the rate rose to 60% answering affirmatively.", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. Sexual harassment charges filed with the EEOC have increased after the #MeToo movement received international attention beginning in the fall of 2017. Between 2018 and 2021, sexual harassment charges accounted for 27.7% of all harassment charges compared to 24.7% of all harassment charges between 2014 and 2017. Of the sexual harassment charges filed between 2018 and 2021, 78.2% were filed by women, while men filed 21.8%. [See EEOC Sexual Harassment in Our Nation's Workplaces] Roughly 3 out of 4 individuals who experience harassment never report the unwelcome behavior to a supervisor or manager, usually because they fear disbelief of their claim, no corrective action will occur, blame, or social or professional retaliation.  According to the EEOC Select Task Force on the Study of Sexual Harassment in the Workplace, anywhere from 25% to 85% of women report having experienced sexual harassment in their work environments. The discrepancy in numbers was dependent on the vocabulary used in the surveys. For example, when employees were asked if they had experienced sexual harassment, 25% answered that they had. However, when employees were asked if they experienced a specific sexually-based behavior, such as unwanted sexual attention or coercion, the rate rose to 60% answering affirmatively."}
{"id": "article-136885_17", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "Recent cross-sectional studies revealed that women younger than 55 were at increased risk of sexual harassment or violence in their current workplace compared to women aged 55–69. [12] Women who belong to a sexual minority (lesbian, bisexual, or not defined) more frequently encounter unwanted behavior than heterosexual women. [12] Harassment was more common among women who worked shifts and irregular hours than women who worked during the day. This may be because women who work nights more often work alone due to factors such as understaffing, and they might be in contact with third-party individuals (eg, patients, clients, or vendors). [12]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. Recent cross-sectional studies revealed that women younger than 55 were at increased risk of sexual harassment or violence in their current workplace compared to women aged 55–69. [12] Women who belong to a sexual minority (lesbian, bisexual, or not defined) more frequently encounter unwanted behavior than heterosexual women. [12] Harassment was more common among women who worked shifts and irregular hours than women who worked during the day. This may be because women who work nights more often work alone due to factors such as understaffing, and they might be in contact with third-party individuals (eg, patients, clients, or vendors). [12]"}
{"id": "article-136885_18", "title": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem", "content": "Factors such as a hierarchical structure with faculty and trainees, a male-dominated environment, and a culture that tolerates harassing behavior from those in power make an organization particularly prone to sexual harassment. Healthcare organizations, including hospitals, nursing homes, and clinics, have all these elements. [13]", "contents": "Sexual Harassment and Prevention Training -- Introduction -- Scope of the Problem. Factors such as a hierarchical structure with faculty and trainees, a male-dominated environment, and a culture that tolerates harassing behavior from those in power make an organization particularly prone to sexual harassment. Healthcare organizations, including hospitals, nursing homes, and clinics, have all these elements. [13]"}
{"id": "article-136885_19", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Barriers to Reporting Sexual Harassment in Medicine", "content": "Barriers to reporting sexual harassment include worry of not being believed, shame if peers know, lack of trust in authority, and a belief that these behaviors are necessary to advance. [1] Other barriers to reporting include fear of retaliation, lack of clarity about what counts, and confusion with the reporting process. [14] In a survey of surgery residents, nearly 50% experienced at least one form of sexual harassment during training, and most did not report the behavior, believing that the action was harmless (62.1%) or believing reporting to be a waste of time (47.7%). [1] A survey of family medicine residents revealed the most significant barriers to reporting are a lack of trust that the system will respond appropriately or at all and the concern of embarrassment or damage to the reporter's reputation. [15] A recent report explained that sexually harassed female physicians stayed silent because of decreased self-worth, the fear they brought unwelcome actions on themselves, and the concern they would be labeled as troublemakers. [15] The most commonly cited reason clinicians failed to report harassment from a patient was the fear of jeopardizing the doctor-patient relationship. [14] Clinicians also mentioned the challenge of mental health comorbidities in patients with sexually harassing behavior; they conveyed a tendency to tolerate SH from patients with a psychiatric disorder. [14]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Barriers to Reporting Sexual Harassment in Medicine. Barriers to reporting sexual harassment include worry of not being believed, shame if peers know, lack of trust in authority, and a belief that these behaviors are necessary to advance. [1] Other barriers to reporting include fear of retaliation, lack of clarity about what counts, and confusion with the reporting process. [14] In a survey of surgery residents, nearly 50% experienced at least one form of sexual harassment during training, and most did not report the behavior, believing that the action was harmless (62.1%) or believing reporting to be a waste of time (47.7%). [1] A survey of family medicine residents revealed the most significant barriers to reporting are a lack of trust that the system will respond appropriately or at all and the concern of embarrassment or damage to the reporter's reputation. [15] A recent report explained that sexually harassed female physicians stayed silent because of decreased self-worth, the fear they brought unwelcome actions on themselves, and the concern they would be labeled as troublemakers. [15] The most commonly cited reason clinicians failed to report harassment from a patient was the fear of jeopardizing the doctor-patient relationship. [14] Clinicians also mentioned the challenge of mental health comorbidities in patients with sexually harassing behavior; they conveyed a tendency to tolerate SH from patients with a psychiatric disorder. [14]"}
{"id": "article-136885_20", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Barriers to Reporting Sexual Harassment in Medicine", "content": "Despite juridical and organizational reassurances, fear of reprisal and career harm are obstacles exacerbated by the hierarchy in medicine and medical education. Trainees and junior faculty are less likely to report and fear reprisal. [1] [14] Many trainees fear covert retaliation, which includes vindictive comments about accusers in confidential settings, such as grant reviews, award selection, promotion discussions, and search committee meetings.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Barriers to Reporting Sexual Harassment in Medicine. Despite juridical and organizational reassurances, fear of reprisal and career harm are obstacles exacerbated by the hierarchy in medicine and medical education. Trainees and junior faculty are less likely to report and fear reprisal. [1] [14] Many trainees fear covert retaliation, which includes vindictive comments about accusers in confidential settings, such as grant reviews, award selection, promotion discussions, and search committee meetings."}
{"id": "article-136885_21", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Employer Liability", "content": "Someone can be the victim or perpetrator of sexual harassment regardless of sexual orientation or gender identity. Victims can include employees, nonemployees, and patients, as well as witnesses or bystanders to the harassment. Nonemployees directly perform services for the employer, such as contractors, consultants, sales representatives, vendors, and delivery people. The victim does not have to be the person harassed but could be anyone affected by the offensive behavior. Unlawful sexual harassment may occur without economic injury to or discharge of the victim.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Employer Liability. Someone can be the victim or perpetrator of sexual harassment regardless of sexual orientation or gender identity. Victims can include employees, nonemployees, and patients, as well as witnesses or bystanders to the harassment. Nonemployees directly perform services for the employer, such as contractors, consultants, sales representatives, vendors, and delivery people. The victim does not have to be the person harassed but could be anyone affected by the offensive behavior. Unlawful sexual harassment may occur without economic injury to or discharge of the victim."}
{"id": "article-136885_22", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Employer Liability", "content": "Employers have the responsibility regarding sexual harassment to (1) prevent the incident, (2) investigate incidents, and (3) correct the incidence in their workplaces. Employers are responsible for sexual harassment when perpetrated by their employees or nonemployees and when patients harass employees or nonemployees. Employers are strictly liable for sexual harassment when managers or supervisors are the perpetrators, regardless of whether the employer was aware of the behavior. On the other hand, employers are liable for sexual harassment when employees or nonemployees are the perpetrators only if the employer knew or reasonably should have known of the harassment and did not take immediate corrective action.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Employer Liability. Employers have the responsibility regarding sexual harassment to (1) prevent the incident, (2) investigate incidents, and (3) correct the incidence in their workplaces. Employers are responsible for sexual harassment when perpetrated by their employees or nonemployees and when patients harass employees or nonemployees. Employers are strictly liable for sexual harassment when managers or supervisors are the perpetrators, regardless of whether the employer was aware of the behavior. On the other hand, employers are liable for sexual harassment when employees or nonemployees are the perpetrators only if the employer knew or reasonably should have known of the harassment and did not take immediate corrective action."}
{"id": "article-136885_23", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders", "content": "Bystanders witness discrimination or harassment and have the opportunity to condone, intervene, or ignore the behavior. [16] An upstander is a bystander who takes a stand and interrupts inappropriate behavior to support the targeted person. [17]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders. Bystanders witness discrimination or harassment and have the opportunity to condone, intervene, or ignore the behavior. [16] An upstander is a bystander who takes a stand and interrupts inappropriate behavior to support the targeted person. [17]"}
{"id": "article-136885_24", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders", "content": "When bystanders ignore harassing behavior, they appear to be condoning the behavior. By encouraging bystanders to speak up when they witness discriminatory or harassing statements or behavior, an organization can change bystanders into upstanders who help make harassment-free workplaces safe and more inclusive. Individuals need to be motivated and educated to provide them with confidence and practical ways to confront and intervene when harassing behavior occurs.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders. When bystanders ignore harassing behavior, they appear to be condoning the behavior. By encouraging bystanders to speak up when they witness discriminatory or harassing statements or behavior, an organization can change bystanders into upstanders who help make harassment-free workplaces safe and more inclusive. Individuals need to be motivated and educated to provide them with confidence and practical ways to confront and intervene when harassing behavior occurs."}
{"id": "article-136885_25", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders", "content": "Bystander intervention is when a bystander becomes an upstander when discriminatory or harassing behavior occurs. The bystander effect is the psychological theory that people are less likely to help a victim or intervene when other people are present because there is a diffusion of responsibility and a social influence of other individuals’ choice not to intervene. Therefore, bystander intervention is not the same as the bystander effect. [16]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders. Bystander intervention is when a bystander becomes an upstander when discriminatory or harassing behavior occurs. The bystander effect is the psychological theory that people are less likely to help a victim or intervene when other people are present because there is a diffusion of responsibility and a social influence of other individuals’ choice not to intervene. Therefore, bystander intervention is not the same as the bystander effect. [16]"}
{"id": "article-136885_26", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders", "content": "When bystanders decide to become upstanders, they intervene to mitigate the effects of unwelcome behavior or words. One proactive option for bystander intervention is to use the Right to Be 5 Ds (previously known as Hollabacks! 5 Ds) – Distract, Delegate, Document, Delay, and Direct. [See the Right to Be 5 Ds on righttobe.org] These methods are designed to de-escalate situations and provide a safe environment; 4 are indirect intervention methods and do not require confrontation.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Role of Bystanders and Changing Bystanders to Upstanders. When bystanders decide to become upstanders, they intervene to mitigate the effects of unwelcome behavior or words. One proactive option for bystander intervention is to use the Right to Be 5 Ds (previously known as Hollabacks! 5 Ds) – Distract, Delegate, Document, Delay, and Direct. [See the Right to Be 5 Ds on righttobe.org] These methods are designed to de-escalate situations and provide a safe environment; 4 are indirect intervention methods and do not require confrontation."}
{"id": "article-136885_27", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "1. Distract: Indirectly diffuse the situation by interrupting the harasser and the victim. Distraction is an excellent option for those who are somewhat uncomfortable with confrontation or when the upstander thinks the harasser may escalate behavior if confronted. Examples of distraction include the following: Ask the harasser for information such as the time, directions, upcoming meeting details, or any random information intended to redirect the harasser from continuing to target the victim. Move between the harasser and the victim while continuing to do what you were doing. Use your presence to separate them. Cause a commotion to shift attention, such as spilling coffee, dropping files, or pretending to have lost your phone and need help locating it.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. 1. Distract: Indirectly diffuse the situation by interrupting the harasser and the victim. Distraction is an excellent option for those who are somewhat uncomfortable with confrontation or when the upstander thinks the harasser may escalate behavior if confronted. Examples of distraction include the following: Ask the harasser for information such as the time, directions, upcoming meeting details, or any random information intended to redirect the harasser from continuing to target the victim. Move between the harasser and the victim while continuing to do what you were doing. Use your presence to separate them. Cause a commotion to shift attention, such as spilling coffee, dropping files, or pretending to have lost your phone and need help locating it."}
{"id": "article-136885_28", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "2. Delegate: Ask someone for help with intervening in harassment. Look for someone close in proximity and willing to help. Supervisors or leaders are ideal delegates. Communicate what is happening and how you’d like their assistance. Examples of what the upstander could do: Ask the delegate to stand between the two individuals and distract the harasser so the upstander can ask if the one potentially being harassed is okay. Work with another bystander to team up and intervene.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. 2. Delegate: Ask someone for help with intervening in harassment. Look for someone close in proximity and willing to help. Supervisors or leaders are ideal delegates. Communicate what is happening and how you’d like their assistance. Examples of what the upstander could do: Ask the delegate to stand between the two individuals and distract the harasser so the upstander can ask if the one potentially being harassed is okay. Work with another bystander to team up and intervene."}
{"id": "article-136885_29", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "3. Document: Record or take notes of the harassment if someone is already helping the targeted person and if your safety is ensured. Always ask the person who was harassed if they want your recording or notes, and don’t use them without their permission, especially posting online.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. 3. Document: Record or take notes of the harassment if someone is already helping the targeted person and if your safety is ensured. Always ask the person who was harassed if they want your recording or notes, and don’t use them without their permission, especially posting online."}
{"id": "article-136885_30", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "4. Delay: Check in with the person targeted with discriminatory or harassing behavior after the incident. Often, harassment happens quickly, and there isn’t time to intervene, but the upstander can speak to the person targeted after the incident and offer support and assistance. Examples of practical assistance include the following: Tell them you saw what happened, reinforce that the behavior was wrong, and ask how they feel about the incident. Ask them what they think is the best way to support them and offer to be present with them for a while. Offer to help them report the behavior and ask if they want the documentation you have of the incident.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. 4. Delay: Check in with the person targeted with discriminatory or harassing behavior after the incident. Often, harassment happens quickly, and there isn’t time to intervene, but the upstander can speak to the person targeted after the incident and offer support and assistance. Examples of practical assistance include the following: Tell them you saw what happened, reinforce that the behavior was wrong, and ask how they feel about the incident. Ask them what they think is the best way to support them and offer to be present with them for a while. Offer to help them report the behavior and ask if they want the documentation you have of the incident."}
{"id": "article-136885_31", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "5. Direct: If everyone is physically safe and you don’t think the situation will escalate, respond directly and speak against the harassment or discrimination in short, succinct language. Avoid debating or arguing with the harasser. If the harasser responds and tries to debate, focus on the one harmed and do not engage with the harasser. Prioritize safety and do not put yourself or others in harm’s way. If you choose direct intervention, some examples of what you could say are as follows: “Please stop now” or “leave her alone.” “She’s asked you to leave her alone, and I’m going to support her.” “That’s inappropriate,” or substitute “inappropriate with “disrespectful,” “gender discrimination,” “harassment,” “homophobic,” or other appropriate terminology.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. 5. Direct: If everyone is physically safe and you don’t think the situation will escalate, respond directly and speak against the harassment or discrimination in short, succinct language. Avoid debating or arguing with the harasser. If the harasser responds and tries to debate, focus on the one harmed and do not engage with the harasser. Prioritize safety and do not put yourself or others in harm’s way. If you choose direct intervention, some examples of what you could say are as follows: “Please stop now” or “leave her alone.” “She’s asked you to leave her alone, and I’m going to support her.” “That’s inappropriate,” or substitute “inappropriate with “disrespectful,” “gender discrimination,” “harassment,” “homophobic,” or other appropriate terminology."}
{"id": "article-136885_32", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "Studies within institutions have shed light on key elements to encourage bystanders to become upstanders. Leaders need to be prepared to be upstanders, as individuals first look to leadership to intervene or address the behavior. Creating a work culture based on respect, listening with checks for understanding, and modeling appropriate behavior encourages bystander-to-upstander action. [18] Seeing leadership model upstander behavior is significantly associated with direct intervention, peer response, and self-efficacy.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. Studies within institutions have shed light on key elements to encourage bystanders to become upstanders. Leaders need to be prepared to be upstanders, as individuals first look to leadership to intervene or address the behavior. Creating a work culture based on respect, listening with checks for understanding, and modeling appropriate behavior encourages bystander-to-upstander action. [18] Seeing leadership model upstander behavior is significantly associated with direct intervention, peer response, and self-efficacy."}
{"id": "article-136885_33", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "Clinicians play a crucial role because they interact with staff and patients and may be present when sexual harassment occurs. Bystanders must know that they can become upstanders and have the power to interrupt harassment and provide support to targets of sexual harassment, even if they feel unable to confront a harasser directly. [19] However, bystanders may fear retaliation, especially if the bystander is in a position of subordination to the harasser. For example, a fellow or medical student witnessing a clinician leader in the training program speak or behave in a harmful way to others. Inaction may also be detrimental to the bystander, who could suffer the consequences of indirect harassment in isolation. [20]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. Clinicians play a crucial role because they interact with staff and patients and may be present when sexual harassment occurs. Bystanders must know that they can become upstanders and have the power to interrupt harassment and provide support to targets of sexual harassment, even if they feel unable to confront a harasser directly. [19] However, bystanders may fear retaliation, especially if the bystander is in a position of subordination to the harasser. For example, a fellow or medical student witnessing a clinician leader in the training program speak or behave in a harmful way to others. Inaction may also be detrimental to the bystander, who could suffer the consequences of indirect harassment in isolation. [20]"}
{"id": "article-136885_34", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds", "content": "The behavioral options for bystanders in a low-immediacy situation are to provide support and advise the target to report the behavior. The bystander could directly confront the harasser afterward and later serve as a proxy reporter. In high-immediacy situations, the bystander can interrupt the behavior, remove the target from the immediate situation, and encourage the target to report the behavior. [19]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- The Right to Be 5 Ds. The behavioral options for bystanders in a low-immediacy situation are to provide support and advise the target to report the behavior. The bystander could directly confront the harasser afterward and later serve as a proxy reporter. In high-immediacy situations, the bystander can interrupt the behavior, remove the target from the immediate situation, and encourage the target to report the behavior. [19]"}
{"id": "article-136885_35", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor", "content": "Research suggests that organizational culture is the most potent predictor of sexual harassment, and leaders can change corporate culture. The degree to which those in the organization perceive the behavior to be tolerated or not tolerated impacts the prevalence of the behavior. Concrete steps to reduce sexual harassment within the entire organization to ensure that workers interact safely in a harmonious work environment are necessary to change the behavior. [8]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor. Research suggests that organizational culture is the most potent predictor of sexual harassment, and leaders can change corporate culture. The degree to which those in the organization perceive the behavior to be tolerated or not tolerated impacts the prevalence of the behavior. Concrete steps to reduce sexual harassment within the entire organization to ensure that workers interact safely in a harmonious work environment are necessary to change the behavior. [8]"}
{"id": "article-136885_36", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor", "content": "The highest management level must lead the charge to create a workplace culture where harassment is not tolerated, and practical prevention efforts are in place. Beyond a commitment to an inclusive and respectful workplace, accountability systems must ensure that harassers are held responsible in appropriate ways. Those who prevent or respond to harassment should be rewarded, and those who fail to respond should be held accountable for the failure. Effective leadership ensures that the appropriate time and resources are spent on harassment prevention.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor. The highest management level must lead the charge to create a workplace culture where harassment is not tolerated, and practical prevention efforts are in place. Beyond a commitment to an inclusive and respectful workplace, accountability systems must ensure that harassers are held responsible in appropriate ways. Those who prevent or respond to harassment should be rewarded, and those who fail to respond should be held accountable for the failure. Effective leadership ensures that the appropriate time and resources are spent on harassment prevention."}
{"id": "article-136885_37", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor", "content": "Men overwhelmingly occupy leadership positions such as department chairs, search committee leads, deans, and chief executive officers of hospitals and physician-hospital organizations, even though women outnumber men in those workplaces.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor. Men overwhelmingly occupy leadership positions such as department chairs, search committee leads, deans, and chief executive officers of hospitals and physician-hospital organizations, even though women outnumber men in those workplaces."}
{"id": "article-136885_38", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor", "content": "Although individual behavioral changes can yield meaningful results, wholesale cultural transformation is key to preventing sexual harassment. The employer should design a culture based on mutual respect, inclusion, and dignity. Improving transparency and accountability, clearly communicating a code of conduct that forbids unacceptable behavior, outlining punitive repercussions, and promoting a zero-tolerance attitude help define an anti-harassment culture. [19] Senior faculty should be encouraged to intervene when they become aware of harassing conduct because they can be role models and positively impact those involved.", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Organizational Culture - Most Potent Predictor. Although individual behavioral changes can yield meaningful results, wholesale cultural transformation is key to preventing sexual harassment. The employer should design a culture based on mutual respect, inclusion, and dignity. Improving transparency and accountability, clearly communicating a code of conduct that forbids unacceptable behavior, outlining punitive repercussions, and promoting a zero-tolerance attitude help define an anti-harassment culture. [19] Senior faculty should be encouraged to intervene when they become aware of harassing conduct because they can be role models and positively impact those involved."}
{"id": "article-136885_39", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Archetypes of Leaders Who Inadequately Respond to Sexual Harassment in Medical Education", "content": "There are five types of leaders who do not respond adequately to sexual harassment in medical education: avoiders, authoritarians, dismissers, ineffective supporters, and enablers. [21] Avoiders act as if sexual harassment has not occurred; they generally remain quiet and permit a patient's inappropriate behavior while sending a message to the trainee that patient harassment goes with the territory. Authoritarians may not acknowledge the seriousness of sexual harassment; often, they assume clinicians and trainees should disregard patients' inappropriate statements and consider the real problem is the response to conduct. [21] Dismissers presume only the more severe actions, such as the unwanted touching or groping of physical assault, are the most pressing, and only those actions warrant a response. Ineffective supporters genuinely want to defend their team members and condemn inappropriate behaviors; however, they usually lack a practical strategy to address the issues. Enablers may not see unwanted behaviors of a sexual nature as wrong, and they may even contribute to the harassment. In this case, the attending or bystander does not strive to rectify unacceptable conduct or support the trainee or clinician exposed to the harassment. [21]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Archetypes of Leaders Who Inadequately Respond to Sexual Harassment in Medical Education. There are five types of leaders who do not respond adequately to sexual harassment in medical education: avoiders, authoritarians, dismissers, ineffective supporters, and enablers. [21] Avoiders act as if sexual harassment has not occurred; they generally remain quiet and permit a patient's inappropriate behavior while sending a message to the trainee that patient harassment goes with the territory. Authoritarians may not acknowledge the seriousness of sexual harassment; often, they assume clinicians and trainees should disregard patients' inappropriate statements and consider the real problem is the response to conduct. [21] Dismissers presume only the more severe actions, such as the unwanted touching or groping of physical assault, are the most pressing, and only those actions warrant a response. Ineffective supporters genuinely want to defend their team members and condemn inappropriate behaviors; however, they usually lack a practical strategy to address the issues. Enablers may not see unwanted behaviors of a sexual nature as wrong, and they may even contribute to the harassment. In this case, the attending or bystander does not strive to rectify unacceptable conduct or support the trainee or clinician exposed to the harassment. [21]"}
{"id": "article-136885_40", "title": "Sexual Harassment and Prevention Training -- Issues of Concern -- Business Case for Prevention", "content": "A compelling business case for preventing harassment exists. Between 2018 and 2021, the EEOC recovered nearly $300 million for individuals who filed harassment claims. Victims of sexual harassment in the workplace experience mental, physical, and economic harm. All workers are affected when productivity decreases, turnover increases, and the organization's reputation is harmed.[See EEOC Sexual Harassment in our Nation's Workplaces] Several investigations identified job-related outcomes, such as decreased job satisfaction, absenteeism, organizational commitment, requests for transfers, decreased productivity, and increased work withdrawal. Sexual harassment can influence career trajectories and result in judiciary and economic expenses that negatively impact the finances and reputation of the organization and the industry in general. [22] [23]", "contents": "Sexual Harassment and Prevention Training -- Issues of Concern -- Business Case for Prevention. A compelling business case for preventing harassment exists. Between 2018 and 2021, the EEOC recovered nearly $300 million for individuals who filed harassment claims. Victims of sexual harassment in the workplace experience mental, physical, and economic harm. All workers are affected when productivity decreases, turnover increases, and the organization's reputation is harmed.[See EEOC Sexual Harassment in our Nation's Workplaces] Several investigations identified job-related outcomes, such as decreased job satisfaction, absenteeism, organizational commitment, requests for transfers, decreased productivity, and increased work withdrawal. Sexual harassment can influence career trajectories and result in judiciary and economic expenses that negatively impact the finances and reputation of the organization and the industry in general. [22] [23]"}
{"id": "article-136885_41", "title": "Sexual Harassment and Prevention Training -- Clinical Significance -- Effects, Consequences, and Reactions of Sexual Harassment in Medicine", "content": "Workplace sexual harassment, categorized as gender harassment, unwanted sexual attention, and sexual coercion, is considered a risk factor for women's mental health problems. Women who have encountered sexual harassment in their workplace report depression, anxiety, increased use of alcohol and drugs, and eating disorders. In addition, negative mood, self-blame, reduced self-esteem, emotional exhaustion, anger, disgust, envy, fear, and reduced satisfaction with life have also been demonstrated. Sexual harassment increases the risk of suicidal behavior and severe psychiatric illness. [24]", "contents": "Sexual Harassment and Prevention Training -- Clinical Significance -- Effects, Consequences, and Reactions of Sexual Harassment in Medicine. Workplace sexual harassment, categorized as gender harassment, unwanted sexual attention, and sexual coercion, is considered a risk factor for women's mental health problems. Women who have encountered sexual harassment in their workplace report depression, anxiety, increased use of alcohol and drugs, and eating disorders. In addition, negative mood, self-blame, reduced self-esteem, emotional exhaustion, anger, disgust, envy, fear, and reduced satisfaction with life have also been demonstrated. Sexual harassment increases the risk of suicidal behavior and severe psychiatric illness. [24]"}
{"id": "article-136885_42", "title": "Sexual Harassment and Prevention Training -- Clinical Significance -- Effects, Consequences, and Reactions of Sexual Harassment in Medicine", "content": "Over the longer term, it is typical for women to become less trusting and more careful in developing professional connections and dealing with potential academic collaborators. Some women evade male mentors or permanently modify their interpersonal interactions with colleagues, which often harms professional relationships. [25] Several women investigate gender or inclusion issues within their fields. In contrast, other victims can become heavily implicated in awareness-raising activities or measures to change policies within their institutions or professional associations. [25] Some reject job opportunities to evade their perpetrators or circumstances. [25] Retaliation has negative consequences for the victims. In one study, the most commonly described situations for the victim included being fired for disclosing harassment, not receiving tenure or not becoming a full professor, feeling pressure to step down from an assistant dean position, accepting a position at a lower-ranked university, or dropping out of a significant research project. [25]", "contents": "Sexual Harassment and Prevention Training -- Clinical Significance -- Effects, Consequences, and Reactions of Sexual Harassment in Medicine. Over the longer term, it is typical for women to become less trusting and more careful in developing professional connections and dealing with potential academic collaborators. Some women evade male mentors or permanently modify their interpersonal interactions with colleagues, which often harms professional relationships. [25] Several women investigate gender or inclusion issues within their fields. In contrast, other victims can become heavily implicated in awareness-raising activities or measures to change policies within their institutions or professional associations. [25] Some reject job opportunities to evade their perpetrators or circumstances. [25] Retaliation has negative consequences for the victims. In one study, the most commonly described situations for the victim included being fired for disclosing harassment, not receiving tenure or not becoming a full professor, feeling pressure to step down from an assistant dean position, accepting a position at a lower-ranked university, or dropping out of a significant research project. [25]"}
{"id": "article-136885_43", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Strategies to Decrease Sexual Harassment and Retaliation", "content": "Prevention is the best tool for the elimination of sexual harassment. Prevention requires the construction of inclusive and comforting workplaces where inappropriate behavior, such as sexual harassment, is not tolerated. An employer should take all steps necessary to prevent sexual harassment from occurring. Measures should include raising the subject, expressing strong disapproval, developing appropriate sanctions, informing employees how to report, and developing methods to empower all to be a part of the solution. [26] According to the EEOC's best practices for use in the workplace, the following five core principles have generally proven effective in preventing and addressing harassment: Committed and engaged leadership; Consistent and demonstrated accountability; Solid and comprehensive harassment policies; [21] Trusted and accessible complaint procedures; and Regular, interactive training tailored to the audience and the organization.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Strategies to Decrease Sexual Harassment and Retaliation. Prevention is the best tool for the elimination of sexual harassment. Prevention requires the construction of inclusive and comforting workplaces where inappropriate behavior, such as sexual harassment, is not tolerated. An employer should take all steps necessary to prevent sexual harassment from occurring. Measures should include raising the subject, expressing strong disapproval, developing appropriate sanctions, informing employees how to report, and developing methods to empower all to be a part of the solution. [26] According to the EEOC's best practices for use in the workplace, the following five core principles have generally proven effective in preventing and addressing harassment: Committed and engaged leadership; Consistent and demonstrated accountability; Solid and comprehensive harassment policies; [21] Trusted and accessible complaint procedures; and Regular, interactive training tailored to the audience and the organization."}
{"id": "article-136885_44", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture", "content": "Leadership should develop an overall strategy that promotes diversity, inclusion, and the belief that all employees deserve respect. Leaders should also ensure that the entire management team leads by example and models appropriate behavior.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture. Leadership should develop an overall strategy that promotes diversity, inclusion, and the belief that all employees deserve respect. Leaders should also ensure that the entire management team leads by example and models appropriate behavior."}
{"id": "article-136885_45", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture", "content": "The cornerstone of a successful harassment prevention strategy is the commitment to create and maintain a harassment-free culture. Workplace culture is heavily influenced by what are perceived to be rewarded or punished behaviors. Employers should demonstrate that they take workplace harassment seriously through proper prevention and appropriate response to harassment and alleged inappropriate behavior. For example, employees should be encouraged to report harassment claims and know their efforts are appreciated because the entire team plays a role in maintaining a harassment-free work environment. Claims should be investigated promptly, and those who engage in harassment should receive consistent discipline appropriate for the harassment's severity.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture. The cornerstone of a successful harassment prevention strategy is the commitment to create and maintain a harassment-free culture. Workplace culture is heavily influenced by what are perceived to be rewarded or punished behaviors. Employers should demonstrate that they take workplace harassment seriously through proper prevention and appropriate response to harassment and alleged inappropriate behavior. For example, employees should be encouraged to report harassment claims and know their efforts are appreciated because the entire team plays a role in maintaining a harassment-free work environment. Claims should be investigated promptly, and those who engage in harassment should receive consistent discipline appropriate for the harassment's severity."}
{"id": "article-136885_46", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture", "content": "Best practices dictate that leadership should allocate sufficient resources and staff time for effective harassment prevention and engage all organizational leaders in prevention and correction efforts. Harassment risk factors should be identified, and steps should be taken to eliminate those risks. To maintain a harassment-free workplace, leadership should continually monitor the work environment and conduct a sexual harassment climate check throughout the year. For example, staff could discuss the topic at meetings, in-services, and through newsletters or other staff communications.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture. Best practices dictate that leadership should allocate sufficient resources and staff time for effective harassment prevention and engage all organizational leaders in prevention and correction efforts. Harassment risk factors should be identified, and steps should be taken to eliminate those risks. To maintain a harassment-free workplace, leadership should continually monitor the work environment and conduct a sexual harassment climate check throughout the year. For example, staff could discuss the topic at meetings, in-services, and through newsletters or other staff communications."}
{"id": "article-136885_47", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture", "content": "Dismantling a culture that exempts punishment or freedom from consequences may be necessary. [2] Leaders and bystanders hopefully will transform into allies that advocate for those subjected to harassment without straining patient or student relationships. A 5-step framework as a response strategy to sexual harassment is fair to the victim. [21] This framework includes (1) confronting the offender, (2) naming the behavior, (3) setting the expectation that the institution does not tolerate the behavior, (4) supporting the victim, and (5) being proactive. [21] This type of demeanor cannot be addressed solely by the individual harassed. However, the solution demands extensive modifications within the cultures of institutions. Although these changes often commence at the top, they require individuals to accept and adopt changes to be sustainable. The actions may continue when one bystander stands silent when faced with sexual harassment.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Leadership, Accountability, and Workplace Culture. Dismantling a culture that exempts punishment or freedom from consequences may be necessary. [2] Leaders and bystanders hopefully will transform into allies that advocate for those subjected to harassment without straining patient or student relationships. A 5-step framework as a response strategy to sexual harassment is fair to the victim. [21] This framework includes (1) confronting the offender, (2) naming the behavior, (3) setting the expectation that the institution does not tolerate the behavior, (4) supporting the victim, and (5) being proactive. [21] This type of demeanor cannot be addressed solely by the individual harassed. However, the solution demands extensive modifications within the cultures of institutions. Although these changes often commence at the top, they require individuals to accept and adopt changes to be sustainable. The actions may continue when one bystander stands silent when faced with sexual harassment."}
{"id": "article-136885_48", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy", "content": "Employers should establish a clearly written comprehensive harassment policy and regularly communicate it to all parties. The policy should be available in the languages commonly used. The policy applies to all employees regardless of their position in the hierarchical structure and applicants and non-employees who play a role in the work environment. Examples of non-employees who interact with employees are security guards, food service staff, contractors, the board of directors, repair workers, oversight committees, delivery personnel, sales representatives, and hospital volunteers. Within the policy, employees should be encouraged to report inappropriate conduct, even if they are unsure it constitutes harassment. In addition, employers should ensure that they do the following with their written policies:", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy. Employers should establish a clearly written comprehensive harassment policy and regularly communicate it to all parties. The policy should be available in the languages commonly used. The policy applies to all employees regardless of their position in the hierarchical structure and applicants and non-employees who play a role in the work environment. Examples of non-employees who interact with employees are security guards, food service staff, contractors, the board of directors, repair workers, oversight committees, delivery personnel, sales representatives, and hospital volunteers. Within the policy, employees should be encouraged to report inappropriate conduct, even if they are unsure it constitutes harassment. In addition, employers should ensure that they do the following with their written policies:"}
{"id": "article-136885_49", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy", "content": "Provide all policies to employees upon hire and during trainings; Post policies centrally in locations such as the employee handbook, the company’s website, near time clocks, break rooms, and other commonly used areas; and Review policies periodically and update them as needed. Additionally, a comprehensive harassment policy includes the following:", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy. Provide all policies to employees upon hire and during trainings; Post policies centrally in locations such as the employee handbook, the company’s website, near time clocks, break rooms, and other commonly used areas; and Review policies periodically and update them as needed. Additionally, a comprehensive harassment policy includes the following:"}
{"id": "article-136885_50", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy", "content": "Description of prohibited conduct, including specific examples; Processes for employees to informally share or obtain information about harassment without filing a complaint, eg, phone line, employee assistance team, or chat on an internal website; Details of the organization's harassment complaint system, including, if possible, several easily accessible reporting avenues; Assurance that leadership will provide prompt and thorough investigation as well as prompt appropriate corrective action if the harassment did occur; Confidentiality assurance of parties involved, such as the reporter, alleged victims, alleged harassers, and witnesses, as possible and permitted by the law; A clear, unequivocal statement prohibiting retaliation, assuring that those who report and participate in investigations will not be subjected to retaliation and are protected under federal law. [See EEO Retaliation Law)", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Written Harassment Policy. Description of prohibited conduct, including specific examples; Processes for employees to informally share or obtain information about harassment without filing a complaint, eg, phone line, employee assistance team, or chat on an internal website; Details of the organization's harassment complaint system, including, if possible, several easily accessible reporting avenues; Assurance that leadership will provide prompt and thorough investigation as well as prompt appropriate corrective action if the harassment did occur; Confidentiality assurance of parties involved, such as the reporter, alleged victims, alleged harassers, and witnesses, as possible and permitted by the law; A clear, unequivocal statement prohibiting retaliation, assuring that those who report and participate in investigations will not be subjected to retaliation and are protected under federal law. [See EEO Retaliation Law)"}
{"id": "article-136885_51", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "Effective reporting systems for harassment allegations are critical. The system should include ways for those who have experienced alleged harassment and those who have observed prohibited conduct to report the behaviors. When employees know that questions and complaints are welcome and early reporting is preferred, all are empowered to work as a team to achieve the goal of a harassment-free workplace. Leadership should ensure that all employees who receive, investigate, and resolve complaints are well-trained, objective, and neutral. They also need the authority to act accordingly and have the resources to resolve complaints appropriately. All concerns and complaints should be taken seriously and responded to swiftly.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. Effective reporting systems for harassment allegations are critical. The system should include ways for those who have experienced alleged harassment and those who have observed prohibited conduct to report the behaviors. When employees know that questions and complaints are welcome and early reporting is preferred, all are empowered to work as a team to achieve the goal of a harassment-free workplace. Leadership should ensure that all employees who receive, investigate, and resolve complaints are well-trained, objective, and neutral. They also need the authority to act accordingly and have the resources to resolve complaints appropriately. All concerns and complaints should be taken seriously and responded to swiftly."}
{"id": "article-136885_52", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "A multifaceted reporting system is best. Besides the traditional method of reporting to the employee's supervisor or a designated human resource person, other reporting avenues, such as a hotline, an online process, and multiple individuals within management and human resources designated to receive the complaints. Senior leadership needs a clear avenue to report inappropriate behavior within the reporting process. Designated personnel should maintain an environment where all parties feel comfortable reporting prohibited behavior.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. A multifaceted reporting system is best. Besides the traditional method of reporting to the employee's supervisor or a designated human resource person, other reporting avenues, such as a hotline, an online process, and multiple individuals within management and human resources designated to receive the complaints. Senior leadership needs a clear avenue to report inappropriate behavior within the reporting process. Designated personnel should maintain an environment where all parties feel comfortable reporting prohibited behavior."}
{"id": "article-136885_53", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "Effective designated reporting personnel treat all parties involved with respect and are impartial. They must document every complaint from initial reporting through resolution. Documentation of the detailed steps taken during the investigation, their findings and recommendations, and corrective actions are crucial to the process and future harassment prevention.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. Effective designated reporting personnel treat all parties involved with respect and are impartial. They must document every complaint from initial reporting through resolution. Documentation of the detailed steps taken during the investigation, their findings and recommendations, and corrective actions are crucial to the process and future harassment prevention."}
{"id": "article-136885_54", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "An effective complaint system includes alternative ways to resolve disputes regarding behaviors that are not necessarily prohibited but could eventually escalate to that level. Designated personnel could facilitate communication among the parties and assist in preventive measures, so hopefully, there is a win-win for all involved. All parties involved should know that their involvement is confidential and within relevant legal responsibilities. Critical to the process is the assumption that all alleged harassers are presumed innocent and not prematurely disciplined until the investigative findings are conclusive for harassment.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. An effective complaint system includes alternative ways to resolve disputes regarding behaviors that are not necessarily prohibited but could eventually escalate to that level. Designated personnel could facilitate communication among the parties and assist in preventive measures, so hopefully, there is a win-win for all involved. All parties involved should know that their involvement is confidential and within relevant legal responsibilities. Critical to the process is the assumption that all alleged harassers are presumed innocent and not prematurely disciplined until the investigative findings are conclusive for harassment."}
{"id": "article-136885_55", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "When harassment is inconclusive, the resolution of the complaint is communicated to the complainant and the alleged harasser. When harassment is conclusive, preventative and corrective action is taken, disciplinary measures can be implemented, and education regarding zero tolerance for retaliation should occur. If retaliation takes place, sanctions are imposed, at a minimum.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. When harassment is inconclusive, the resolution of the complaint is communicated to the complainant and the alleged harasser. When harassment is conclusive, preventative and corrective action is taken, disciplinary measures can be implemented, and education regarding zero tolerance for retaliation should occur. If retaliation takes place, sanctions are imposed, at a minimum."}
{"id": "article-136885_56", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems", "content": "Appropriate corrective disciplinary action may include counseling, further training, or closer supervision of the employee if the behavior is concerning but does not violate policy or the law. At times, restructuring the work environment or reporting relationships is necessary. Corrective disciplinary action may also result in termination of employment. After corrective action is taken, the complainant should not be forgotten. Regular follow-up with the complainant to ensure their environment remains harassment-free is advised.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Complaint Systems. Appropriate corrective disciplinary action may include counseling, further training, or closer supervision of the employee if the behavior is concerning but does not violate policy or the law. At times, restructuring the work environment or reporting relationships is necessary. Corrective disciplinary action may also result in termination of employment. After corrective action is taken, the complainant should not be forgotten. Regular follow-up with the complainant to ensure their environment remains harassment-free is advised."}
{"id": "article-136885_57", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Regular comprehensive training ensures that employees understand the policies, expectations, prohibited conduct, consequences of misconduct, and ways to prevent inappropriate behavior. Respect in the workplace training is beneficial to help team members recognize a respectful and inclusive work environment.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Regular comprehensive training ensures that employees understand the policies, expectations, prohibited conduct, consequences of misconduct, and ways to prevent inappropriate behavior. Respect in the workplace training is beneficial to help team members recognize a respectful and inclusive work environment."}
{"id": "article-136885_58", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Additional training for supervisors is recommended because they have greater responsibilities than other employees when maintaining a harassment-free environment and responding appropriately to prohibited behavior and complaints. [See EEOC Olguin Task Force Testimony , supra note 9] Non-managerial personnel, such as team leaders, may also benefit from additional training.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Additional training for supervisors is recommended because they have greater responsibilities than other employees when maintaining a harassment-free environment and responding appropriately to prohibited behavior and complaints. [See EEOC Olguin Task Force Testimony , supra note 9] Non-managerial personnel, such as team leaders, may also benefit from additional training."}
{"id": "article-136885_59", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Training is most effective if senior leaders champion it. From the CEO to the human resources personnel, all employees should see a unified front with all leadership engaged in the process. Training should be reinforced regularly, easy to understand, and easily accessible to employees at every level within the hierarchy. The training is most effective when tailored to the specific workplace, the individual's role, and the workforce's daily experiences. Interactive training with active engagement is preferable.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Training is most effective if senior leaders champion it. From the CEO to the human resources personnel, all employees should see a unified front with all leadership engaged in the process. Training should be reinforced regularly, easy to understand, and easily accessible to employees at every level within the hierarchy. The training is most effective when tailored to the specific workplace, the individual's role, and the workforce's daily experiences. Interactive training with active engagement is preferable."}
{"id": "article-136885_60", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Successful training includes employees' rights and responsibilities when they are aware of potential prohibited conduct, regardless of whether or not they were subjected to inappropriate behavior. Successful training also includes the following: Encouragement of early reporting before conduct rises to prohibited harassment; Specific steps of the complaint process and voluntary alternative dispute resolution; Confidentiality assurance, when applicable by law; Possible consequences for those who engage in prohibitive behavior; Ways to openly discuss topics and ask questions; and Contact information for designated personnel who can assist and handle the complaint and resolution processes.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Successful training includes employees' rights and responsibilities when they are aware of potential prohibited conduct, regardless of whether or not they were subjected to inappropriate behavior. Successful training also includes the following: Encouragement of early reporting before conduct rises to prohibited harassment; Specific steps of the complaint process and voluntary alternative dispute resolution; Confidentiality assurance, when applicable by law; Possible consequences for those who engage in prohibitive behavior; Ways to openly discuss topics and ask questions; and Contact information for designated personnel who can assist and handle the complaint and resolution processes."}
{"id": "article-136885_61", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Practical training for supervisors and managers includes details on identifying, preventing, stopping, and correcting prohibited behaviors. Instruction on identifying risk factors, minimizing the risks, addressing harassment when they see it, and reporting behaviors appropriately are essential to prepare supervisors and managers for their role within the organization to ensure a harassment-free environment. Leadership should know precisely what conduct is protected from retaliation under federal law. These conducts include expressing intent to complain about harassment, filing a complaint, resisting sexual advances or intervening to protect others, and participating in a harassment investigation.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Practical training for supervisors and managers includes details on identifying, preventing, stopping, and correcting prohibited behaviors. Instruction on identifying risk factors, minimizing the risks, addressing harassment when they see it, and reporting behaviors appropriately are essential to prepare supervisors and managers for their role within the organization to ensure a harassment-free environment. Leadership should know precisely what conduct is protected from retaliation under federal law. These conducts include expressing intent to complain about harassment, filing a complaint, resisting sexual advances or intervening to protect others, and participating in a harassment investigation."}
{"id": "article-136885_62", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs", "content": "Senior faculty members are critical components of institutional and organizational approaches to decrease sexual harassment and covert retaliation. Initiatives encouraging senior faculty members to intervene and file bystander complaints are beneficial. When experienced faculty witness inappropriate comments or behaviors and participate in group reporting when the same person harasses multiple individuals, a culture that expects a safe and harassment-free workplace is strengthened. [1]", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Harassment Training Programs. Senior faculty members are critical components of institutional and organizational approaches to decrease sexual harassment and covert retaliation. Initiatives encouraging senior faculty members to intervene and file bystander complaints are beneficial. When experienced faculty witness inappropriate comments or behaviors and participate in group reporting when the same person harasses multiple individuals, a culture that expects a safe and harassment-free workplace is strengthened. [1]"}
{"id": "article-136885_63", "title": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs", "content": "If you experience, witness, or become aware of unwelcome sexual conduct, know that: You have the right to tell the person to stop. The behavior should stop upon request. The conduct may be illegal if the behavior does not stop or retaliation occurs.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs. If you experience, witness, or become aware of unwelcome sexual conduct, know that: You have the right to tell the person to stop. The behavior should stop upon request. The conduct may be illegal if the behavior does not stop or retaliation occurs."}
{"id": "article-136885_64", "title": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs", "content": "You have the right to report sexual harassment. The reporting option chosen may depend on the nature or severity of the unwelcome behavior. Individuals who report sexual harassment or participate in investigations are protected from retaliation. The behavior may be reported to a supervisor, management, or human resources member who knows the internal complaint and resolution process.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs. You have the right to report sexual harassment. The reporting option chosen may depend on the nature or severity of the unwelcome behavior. Individuals who report sexual harassment or participate in investigations are protected from retaliation. The behavior may be reported to a supervisor, management, or human resources member who knows the internal complaint and resolution process."}
{"id": "article-136885_65", "title": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs", "content": "The EEOC enforces Title VII of the Civil Rights Act of 1964, the federal law that makes sexual harassment or retaliation illegal. Victims may file a charge any time within 300 days of the incident. The EEOC has the authority to investigate employers who have 15 or more employees.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- What Should You Do When Harassment Occurs. The EEOC enforces Title VII of the Civil Rights Act of 1964, the federal law that makes sexual harassment or retaliation illegal. Victims may file a charge any time within 300 days of the incident. The EEOC has the authority to investigate employers who have 15 or more employees."}
{"id": "article-136885_66", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Legal Remedies Available", "content": "After the EEOC completes an investigation, the employee who filed the charge (complainant) may file a lawsuit in federal court. The EEOC may help all involved settle through an informal process referred to as a conciliation if they determine there is reasonable cause to believe the violation occurred. Complainants who prevail in federal court may be awarded remedies allowed under Title VII to make the employee “whole.” Remedies may include compensation for back pay or lost benefits, clearing a personnel file, damages, hiring, promotion, reinstatement, punitive damages, and attorney’s costs.", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Legal Remedies Available. After the EEOC completes an investigation, the employee who filed the charge (complainant) may file a lawsuit in federal court. The EEOC may help all involved settle through an informal process referred to as a conciliation if they determine there is reasonable cause to believe the violation occurred. Complainants who prevail in federal court may be awarded remedies allowed under Title VII to make the employee “whole.” Remedies may include compensation for back pay or lost benefits, clearing a personnel file, damages, hiring, promotion, reinstatement, punitive damages, and attorney’s costs."}
{"id": "article-136885_67", "title": "Sexual Harassment and Prevention Training -- Other Issues -- Individual Precautionary Measures for Sexual Harassment in Medicine", "content": "An individual team member's ability to work effectively depends on a favorable work environment. When harassment occurs, team dynamics break down, and ultimately, patient care is adversely affected. Clinical care and medical training require highly functional teams for optimal performance. Individual action plans should be developed to safeguard team members in threatening situations from patients, peers, and superiors. [6] Personal protection from patient harassment usually involves nonverbal communication, behavioral cues, and simple and direct requests to stop unwanted behavior. If the behavior continues, the worker could ask a colleague for assistance. [27] For personal protection from harassment by peers and superiors, a practical approach is to form alliances among coworkers who can trust each other to assist with personal safety. When peers are involved, if direct requests to stop are disregarded, confronting the person perpetrating the unwanted conduct can be a practical next step. In the case of superiors, a leadership figure could mediate on behalf of those affected. [27]", "contents": "Sexual Harassment and Prevention Training -- Other Issues -- Individual Precautionary Measures for Sexual Harassment in Medicine. An individual team member's ability to work effectively depends on a favorable work environment. When harassment occurs, team dynamics break down, and ultimately, patient care is adversely affected. Clinical care and medical training require highly functional teams for optimal performance. Individual action plans should be developed to safeguard team members in threatening situations from patients, peers, and superiors. [6] Personal protection from patient harassment usually involves nonverbal communication, behavioral cues, and simple and direct requests to stop unwanted behavior. If the behavior continues, the worker could ask a colleague for assistance. [27] For personal protection from harassment by peers and superiors, a practical approach is to form alliances among coworkers who can trust each other to assist with personal safety. When peers are involved, if direct requests to stop are disregarded, confronting the person perpetrating the unwanted conduct can be a practical next step. In the case of superiors, a leadership figure could mediate on behalf of those affected. [27]"}
{"id": "article-136885_68", "title": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes", "content": "Sexual harassment in the healthcare workplace is a significant issue that can have profound effects on both individuals and the broader organization. Clinicians must understand the various forms of sexual harassment, from unwanted advances to gender-based discrimination, and recognize their responsibilities in creating safe and respectful environments. Legislation exists to combat this unacceptable practice, but surveys reveal its prevalence, highlighting the need for proactive prevention strategies.", "contents": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes. Sexual harassment in the healthcare workplace is a significant issue that can have profound effects on both individuals and the broader organization. Clinicians must understand the various forms of sexual harassment, from unwanted advances to gender-based discrimination, and recognize their responsibilities in creating safe and respectful environments. Legislation exists to combat this unacceptable practice, but surveys reveal its prevalence, highlighting the need for proactive prevention strategies."}
{"id": "article-136885_69", "title": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes", "content": "In healthcare, threatening situations can come from patients, peers, and superiors. Teamwork is the best policy. Creating alliances among female coworkers and encouraging superiors to intervene and mediate for those affected are beneficial practices. [27] Commitment to a harassment-free workplace should be part of an overall diversity and inclusion strategy.", "contents": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes. In healthcare, threatening situations can come from patients, peers, and superiors. Teamwork is the best policy. Creating alliances among female coworkers and encouraging superiors to intervene and mediate for those affected are beneficial practices. [27] Commitment to a harassment-free workplace should be part of an overall diversity and inclusion strategy."}
{"id": "article-136885_70", "title": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes", "content": "Effective sexual harassment strategies start with top leadership and involve every team member. Maintaining an environment of inclusion and respect requires commitment from all staff, regardless of their hierarchical levels. Coordinated interprofessional management and an integrated strategic approach are necessary to avoid these unprofessional and unwanted behaviors. [6] A code of conduct with information about rights, obligations, policies, and counseling services is essential for prevention. Every team member should know how to recognize and promote an institutional culture of zero tolerance. Harassing behavior should be reported. [27] Leadership at every level needs to be engaged to execute the interventions detailed in the best practices and protect victims from retaliation. [27] Effective trained designated personnel are crucial to the investigative process. [6]", "contents": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes. Effective sexual harassment strategies start with top leadership and involve every team member. Maintaining an environment of inclusion and respect requires commitment from all staff, regardless of their hierarchical levels. Coordinated interprofessional management and an integrated strategic approach are necessary to avoid these unprofessional and unwanted behaviors. [6] A code of conduct with information about rights, obligations, policies, and counseling services is essential for prevention. Every team member should know how to recognize and promote an institutional culture of zero tolerance. Harassing behavior should be reported. [27] Leadership at every level needs to be engaged to execute the interventions detailed in the best practices and protect victims from retaliation. [27] Effective trained designated personnel are crucial to the investigative process. [6]"}
{"id": "article-136885_71", "title": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes", "content": "Through training, clinicians learn to recognize potential sexually offensive behaviors, understand the impact on worker wellness and patient care, and acquire strategies for promoting inclusivity and preventing harassment. By actively engaging in sexual harassment prevention efforts, clinicians contribute to a safer, more supportive healthcare environment for both staff and patients. Ultimately, prioritizing prevention and fostering a culture of respect and inclusivity are essential steps in addressing sexual harassment in the healthcare workplace.", "contents": "Sexual Harassment and Prevention Training -- Enhancing Healthcare Team Outcomes. Through training, clinicians learn to recognize potential sexually offensive behaviors, understand the impact on worker wellness and patient care, and acquire strategies for promoting inclusivity and preventing harassment. By actively engaging in sexual harassment prevention efforts, clinicians contribute to a safer, more supportive healthcare environment for both staff and patients. Ultimately, prioritizing prevention and fostering a culture of respect and inclusivity are essential steps in addressing sexual harassment in the healthcare workplace."}
{"id": "article-136885_72", "title": "Sexual Harassment and Prevention Training -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sexual Harassment and Prevention Training -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}