{"id": "article-21286_0", "title": "Erlotinib -- Continuing Education Activity", "content": "Erlotinib is a medication used to manage and treat some types of non-small cell lung cancer and advanced pancreatic cancer. It is in the tyrosine kinase receptor inhibitor class of medications. This activity outlines the indications, mechanism of action, and contraindications for erlotinib as an agent in the management of certain types of lung and pancreatic cancer. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., dosing, pharmacodynamics, pharmacokinetics, relevant interactions) pertinent for members of the healthcare team in the management of patients treated with erlotinib.", "contents": "Erlotinib -- Continuing Education Activity. Erlotinib is a medication used to manage and treat some types of non-small cell lung cancer and advanced pancreatic cancer. It is in the tyrosine kinase receptor inhibitor class of medications. This activity outlines the indications, mechanism of action, and contraindications for erlotinib as an agent in the management of certain types of lung and pancreatic cancer. This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., dosing, pharmacodynamics, pharmacokinetics, relevant interactions) pertinent for members of the healthcare team in the management of patients treated with erlotinib."}
{"id": "article-21286_1", "title": "Erlotinib -- Continuing Education Activity", "content": "Objectives: Identify the approved uses of erlotinib. Describe the potential adverse effects of erlotinib. Review the pathophysiology behind EGFR mutation in cancer noting risk factors for this mutation and monitoring for developed resistance to anti-EGFR therapies. Summarize some interprofessional team strategies for improving care coordination and communication to advance the care of patients being treated with erlotinib and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Erlotinib -- Continuing Education Activity. Objectives: Identify the approved uses of erlotinib. Describe the potential adverse effects of erlotinib. Review the pathophysiology behind EGFR mutation in cancer noting risk factors for this mutation and monitoring for developed resistance to anti-EGFR therapies. Summarize some interprofessional team strategies for improving care coordination and communication to advance the care of patients being treated with erlotinib and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21286_2", "title": "Erlotinib -- Indications", "content": "Erlotinib is a medication used in the management and treatment of some types of non-small cell lung cancer and advanced pancreatic cancer. It is in the tyrosine kinase receptor inhibitor class of medications.", "contents": "Erlotinib -- Indications. Erlotinib is a medication used in the management and treatment of some types of non-small cell lung cancer and advanced pancreatic cancer. It is in the tyrosine kinase receptor inhibitor class of medications."}
{"id": "article-21286_3", "title": "Erlotinib -- Indications -- Non-Small Cell Lung Cancer (NSCLC)", "content": "The FDA originally approved erlotinib for the treatment of NSCLC in November 2004. According to the American Society of Clinical Oncology (ASCO), erlotinib is recommended as a first, second, or third-line therapy in advanced NSCLC, depending on patient characteristics. Erlotinib is recommended as a first-line agent only if the patient has a known EGFR mutation (1-line treatment in NSCLC). Erlotinib may be given as second-line therapy if there is no treatment response after four treatment cycles or there is disease progression on or following platinum-based first-line therapy. Guidelines indicate that erlotinib may be given as third-line therapy if there is disease progression and the patient is naïve to erlotinib and gefitinib. [1] [2] The third-generation tyrosine kinase inhibitor osimertinib extended overall survival compared with erlotinib in patients with EGFR-mutated advanced non–small cell lung cancer.", "contents": "Erlotinib -- Indications -- Non-Small Cell Lung Cancer (NSCLC). The FDA originally approved erlotinib for the treatment of NSCLC in November 2004. According to the American Society of Clinical Oncology (ASCO), erlotinib is recommended as a first, second, or third-line therapy in advanced NSCLC, depending on patient characteristics. Erlotinib is recommended as a first-line agent only if the patient has a known EGFR mutation (1-line treatment in NSCLC). Erlotinib may be given as second-line therapy if there is no treatment response after four treatment cycles or there is disease progression on or following platinum-based first-line therapy. Guidelines indicate that erlotinib may be given as third-line therapy if there is disease progression and the patient is naïve to erlotinib and gefitinib. [1] [2] The third-generation tyrosine kinase inhibitor osimertinib extended overall survival compared with erlotinib in patients with EGFR-mutated advanced non–small cell lung cancer."}
{"id": "article-21286_4", "title": "Erlotinib -- Indications -- Pancreatic Cancer", "content": "The FDA approved erlotinib in the treatment of pancreatic cancer in 2005. Many pancreatic cancers in humans have the EGFR mutation; patients with this mutation typically have a worse prognosis. Previously, gemcitabine monotherapy was regarded as the standard of care in advanced pancreatic cancer. While combinations of gemcitabine and other anti-cancer agents, gemcitabine and erlotinib dual therapy show the most promise. Erlotinib/gemcitabine has demonstrated superiority in benefit compared to gemcitabine monotherapy in locally advanced or metastatic pancreatic cancer. Erlotinib has not been studied as a monotherapy in the setting of pancreatic cancer. [3]", "contents": "Erlotinib -- Indications -- Pancreatic Cancer. The FDA approved erlotinib in the treatment of pancreatic cancer in 2005. Many pancreatic cancers in humans have the EGFR mutation; patients with this mutation typically have a worse prognosis. Previously, gemcitabine monotherapy was regarded as the standard of care in advanced pancreatic cancer. While combinations of gemcitabine and other anti-cancer agents, gemcitabine and erlotinib dual therapy show the most promise. Erlotinib/gemcitabine has demonstrated superiority in benefit compared to gemcitabine monotherapy in locally advanced or metastatic pancreatic cancer. Erlotinib has not been studied as a monotherapy in the setting of pancreatic cancer. [3]"}
{"id": "article-21286_5", "title": "Erlotinib -- Indications -- Non-FDA Labelled Indications", "content": "There are currently no indications for off-label use of erlotinib.", "contents": "Erlotinib -- Indications -- Non-FDA Labelled Indications. There are currently no indications for off-label use of erlotinib."}
{"id": "article-21286_6", "title": "Erlotinib -- Mechanism of Action", "content": "Erlotinib is a reversible first-generation receptor tyrosine kinase inhibitor (along with gefitinib) acting primarily on the epidermal growth factor receptor (EGFR), a member of the ErbB receptor family. The drug interacts with both wild-type and mutation EGFR. The ErbB family can form homodimers or heterodimers, which are often implicated in downstream effects and pathogenesis of many types of carcinomas studied in humans. Receptor tyrosine kinase inhibitors (TKI) prevent the phosphorylation of their substrate in the cell signaling pathway. EGFR normally plays a role in many cellular functions, including differentiation, proliferation, and angiogenesis, all of which are hallmarks of cancer. [4] [5]", "contents": "Erlotinib -- Mechanism of Action. Erlotinib is a reversible first-generation receptor tyrosine kinase inhibitor (along with gefitinib) acting primarily on the epidermal growth factor receptor (EGFR), a member of the ErbB receptor family. The drug interacts with both wild-type and mutation EGFR. The ErbB family can form homodimers or heterodimers, which are often implicated in downstream effects and pathogenesis of many types of carcinomas studied in humans. Receptor tyrosine kinase inhibitors (TKI) prevent the phosphorylation of their substrate in the cell signaling pathway. EGFR normally plays a role in many cellular functions, including differentiation, proliferation, and angiogenesis, all of which are hallmarks of cancer. [4] [5]"}
{"id": "article-21286_7", "title": "Erlotinib -- Mechanism of Action", "content": "EGFR mutation in NSCLC is typically an activating mutation. Some patient characteristics that make the presence of EGFR mutation more likely include no history of smoking confirmed adenocarcinoma by histologic analysis, Asian ethnicity, and female sex. [6] Secondary mutations in the EGFR commonly occur, which this article describes below.", "contents": "Erlotinib -- Mechanism of Action. EGFR mutation in NSCLC is typically an activating mutation. Some patient characteristics that make the presence of EGFR mutation more likely include no history of smoking confirmed adenocarcinoma by histologic analysis, Asian ethnicity, and female sex. [6] Secondary mutations in the EGFR commonly occur, which this article describes below."}
{"id": "article-21286_8", "title": "Erlotinib -- Administration", "content": "Erlotinib is available in oral tablets in 25 mg, 100 mg, and 150 mg. The recommended starting dose for NSCLC is 150 mg daily, while the standard starting dose for pancreatic cancer is 100 mg daily. The recommendation is that patients take erlotinib on an empty stomach, as studies have shown that bioavailability increases when taken with food. Patients should avoid concomitant use of proton pump inhibitors (PPIs) while taking erlotinib, as a higher stomach pH can alter erlotinib concentrations. H2 blockers and antacids should be given several hours before the administration of erlotinib. [7] Reduce the dose of erlotinib when using it with potent CYP3A4 inhibitors to avoid adverse interactions. Increase the dose when using the drug with CYP3A4 inducers.", "contents": "Erlotinib -- Administration. Erlotinib is available in oral tablets in 25 mg, 100 mg, and 150 mg. The recommended starting dose for NSCLC is 150 mg daily, while the standard starting dose for pancreatic cancer is 100 mg daily. The recommendation is that patients take erlotinib on an empty stomach, as studies have shown that bioavailability increases when taken with food. Patients should avoid concomitant use of proton pump inhibitors (PPIs) while taking erlotinib, as a higher stomach pH can alter erlotinib concentrations. H2 blockers and antacids should be given several hours before the administration of erlotinib. [7] Reduce the dose of erlotinib when using it with potent CYP3A4 inhibitors to avoid adverse interactions. Increase the dose when using the drug with CYP3A4 inducers."}
{"id": "article-21286_9", "title": "Erlotinib -- Adverse Effects", "content": "According to the manufacturer’s labeling, the following are the reported adverse reactions that occur more frequently in single-agent erlotinib therapy compared to placebo. Adverse reactions that occurred in less than 3% of patients do not appear here.", "contents": "Erlotinib -- Adverse Effects. According to the manufacturer’s labeling, the following are the reported adverse reactions that occur more frequently in single-agent erlotinib therapy compared to placebo. Adverse reactions that occurred in less than 3% of patients do not appear here."}
{"id": "article-21286_10", "title": "Erlotinib -- Adverse Effects -- General", "content": "Fatigue (9.0% any grade)", "contents": "Erlotinib -- Adverse Effects -- General. Fatigue (9.0% any grade)"}
{"id": "article-21286_11", "title": "Erlotinib -- Adverse Effects -- Gastrointestinal", "content": "Diarrhea (20.3% any grade) Anorexia (9.2% any grade) Weight loss (3.9% any grade)", "contents": "Erlotinib -- Adverse Effects -- Gastrointestinal. Diarrhea (20.3% any grade) Anorexia (9.2% any grade) Weight loss (3.9% any grade)"}
{"id": "article-21286_12", "title": "Erlotinib -- Adverse Effects -- Dermatologic", "content": "Rash (49% any grade) Pruritis (7.4% any grade) Acne (6.2% any grade) Dermatitis acneiform (4.6% any grade) Xerosis (4.4% any grade) Paronychia (3.9% any grade)", "contents": "Erlotinib -- Adverse Effects -- Dermatologic. Rash (49% any grade) Pruritis (7.4% any grade) Acne (6.2% any grade) Dermatitis acneiform (4.6% any grade) Xerosis (4.4% any grade) Paronychia (3.9% any grade)"}
{"id": "article-21286_13", "title": "Erlotinib -- Adverse Effects", "content": "Adverse effects of erlotinib are similar to the rest of the EGFR TKI family, the most notable being diarrhea and rash. Chest pain is also commonly seen. One multicenter, open-label, phase 3 clinical trial demonstrated that 13% of erlotinib vs. 0% on standard chemotherapy developed a rash during treatment. Another phase 3 open-label study found that 50% of the erlotinib treatment group reported rash vs. 5% in the chemotherapy group. This study also observed that 18% of patients in the erlotinib treatment group reported any diarrhea vs. 2% in the chemotherapy group. One must note that serious adverse events are less common in erlotinib treatment groups compared to standard chemotherapy treatment groups. [8]", "contents": "Erlotinib -- Adverse Effects. Adverse effects of erlotinib are similar to the rest of the EGFR TKI family, the most notable being diarrhea and rash. Chest pain is also commonly seen. One multicenter, open-label, phase 3 clinical trial demonstrated that 13% of erlotinib vs. 0% on standard chemotherapy developed a rash during treatment. Another phase 3 open-label study found that 50% of the erlotinib treatment group reported rash vs. 5% in the chemotherapy group. This study also observed that 18% of patients in the erlotinib treatment group reported any diarrhea vs. 2% in the chemotherapy group. One must note that serious adverse events are less common in erlotinib treatment groups compared to standard chemotherapy treatment groups. [8]"}
{"id": "article-21286_14", "title": "Erlotinib -- Adverse Effects -- Serious Adverse Effects", "content": "According to the manufacturer’s package insert, the following are the serious adverse events reported in patients taking erlotinib: Acute renal failure and renal insufficiency (recommendations are to withhold erlotinib if a patient becomes dehydrated) Cardiac arrhythmias in patients taking erlotinib with gemcitabine Hepatotoxicity and hepatorenal syndrome, including fatalities INR elevations in patients taking erlotinib and Warfarin concomitantly Exfoliative skin disorders. GI perforations, including fatalities Corneal perforation In patients with comorbid pancreatic cancer, myocardial infarction, myocardial ischemia, CVA, and microangiopathic hemolytic anemia with thrombocytopenia", "contents": "Erlotinib -- Adverse Effects -- Serious Adverse Effects. According to the manufacturer’s package insert, the following are the serious adverse events reported in patients taking erlotinib: Acute renal failure and renal insufficiency (recommendations are to withhold erlotinib if a patient becomes dehydrated) Cardiac arrhythmias in patients taking erlotinib with gemcitabine Hepatotoxicity and hepatorenal syndrome, including fatalities INR elevations in patients taking erlotinib and Warfarin concomitantly Exfoliative skin disorders. GI perforations, including fatalities Corneal perforation In patients with comorbid pancreatic cancer, myocardial infarction, myocardial ischemia, CVA, and microangiopathic hemolytic anemia with thrombocytopenia"}
{"id": "article-21286_15", "title": "Erlotinib -- Contraindications", "content": "The US manufacturer’s label indicates that there are no contraindications to erlotinib. While data on erlotinib in pregnancy is limited, animal studies indicate that erlotinib could potentially cause harm in pregnancy. Case reports of women taking erlotinib giving birth without complications are available. Contraception is recommended in women with childbearing potential throughout treatment with erlotinib, continuing for at least one month after discontinuation of the drug. [9] [10] [11]", "contents": "Erlotinib -- Contraindications. The US manufacturer’s label indicates that there are no contraindications to erlotinib. While data on erlotinib in pregnancy is limited, animal studies indicate that erlotinib could potentially cause harm in pregnancy. Case reports of women taking erlotinib giving birth without complications are available. Contraception is recommended in women with childbearing potential throughout treatment with erlotinib, continuing for at least one month after discontinuation of the drug. [9] [10] [11]"}
{"id": "article-21286_16", "title": "Erlotinib -- Monitoring", "content": "Due to reports of hepatotoxicity and hepatic failure, patients require close monitoring. The recommendation is to discontinue erlotinib if there is an increase of total bilirubin to levels three times higher than the patient’s baseline or if transaminase levels increase to five times higher than the patient’s baseline. While all patients require monitoring, it is important to note that patients with baseline hepatic impairment are at increased risk for hepatoxicity when taking erlotinib. [7]", "contents": "Erlotinib -- Monitoring. Due to reports of hepatotoxicity and hepatic failure, patients require close monitoring. The recommendation is to discontinue erlotinib if there is an increase of total bilirubin to levels three times higher than the patient’s baseline or if transaminase levels increase to five times higher than the patient’s baseline. While all patients require monitoring, it is important to note that patients with baseline hepatic impairment are at increased risk for hepatoxicity when taking erlotinib. [7]"}
{"id": "article-21286_17", "title": "Erlotinib -- Monitoring", "content": "It is important to note that tumors may develop resistance to EGFR-TKIs, which can necessitate altering the treatment regimen. The most common mode of resistance comes through a secondary mutation in EGFR known as T790M mutation, which occurs in exon 20 of EGFR. Research has found the T790M mutation in up to half of the patients treated with erlotinib or gefitinib. Other mechanisms of EGFR-TKI resistance are the upregulation of MET, insulin-like growth factor 1, as well as hepatocyte growth factor. [12] If TKI resistance occurs due to a secondary mutation, the use of second and third-generation TKIs can be beneficial. The FDA has granted breakthrough approval for third-generation TKI osimertinib as a first-line treatment in NSCLC with a positive T790M mutation. [2]", "contents": "Erlotinib -- Monitoring. It is important to note that tumors may develop resistance to EGFR-TKIs, which can necessitate altering the treatment regimen. The most common mode of resistance comes through a secondary mutation in EGFR known as T790M mutation, which occurs in exon 20 of EGFR. Research has found the T790M mutation in up to half of the patients treated with erlotinib or gefitinib. Other mechanisms of EGFR-TKI resistance are the upregulation of MET, insulin-like growth factor 1, as well as hepatocyte growth factor. [12] If TKI resistance occurs due to a secondary mutation, the use of second and third-generation TKIs can be beneficial. The FDA has granted breakthrough approval for third-generation TKI osimertinib as a first-line treatment in NSCLC with a positive T790M mutation. [2]"}
{"id": "article-21286_18", "title": "Erlotinib -- Toxicity", "content": "According to the manufacturer, cancer patients tolerate weekly dosing totaling 1600 mg without toxicity. If a clinician believes that a patient has had an overdose of erlotinib, then the recommendation is for symptomatic treatment, as well as the discontinuation of the medication.", "contents": "Erlotinib -- Toxicity. According to the manufacturer, cancer patients tolerate weekly dosing totaling 1600 mg without toxicity. If a clinician believes that a patient has had an overdose of erlotinib, then the recommendation is for symptomatic treatment, as well as the discontinuation of the medication."}
{"id": "article-21286_19", "title": "Erlotinib -- Enhancing Healthcare Team Outcomes", "content": "Communication between all members of the interprofessional healthcare team is requisite for the successful use of erlotinib. Erlotinib has a narrow therapeutic index and typically will only be prescribed by oncology specialists. However, all healthcare team members, including primary care physicians, nursing staff, and pharmacy, should be aware of the potential for diarrhea and rash and erlotinib's other adverse effects. All healthcare team members should be mindful of the CYP enzyme interactions that can elevate or decrease blood levels of erlotinib; the patient's medication list should be frequently monitored to ensure these interactions are not occurring. This is where the services of a board-certified oncology pharmacist can be crucial; they can work with the prescriber on optimal dosing, checking for potential interactions, and counseling the patient regarding adverse events. Nursing staff also needs to be aware of these side effects as part of their monitoring, as they will likely have more patient contact than other team members. It is also essential that the entire healthcare team monitors and counsels the patient on the correct administration of this medication either before or two hours after meals. The patient's primary care team should also be aware of the recommendation that women taking this medication should not become pregnant; discussion about ongoing contraception should be encouraged. All these interprofessional team actions can help optimize therapeutic results with erlotinib. [Level 5]", "contents": "Erlotinib -- Enhancing Healthcare Team Outcomes. Communication between all members of the interprofessional healthcare team is requisite for the successful use of erlotinib. Erlotinib has a narrow therapeutic index and typically will only be prescribed by oncology specialists. However, all healthcare team members, including primary care physicians, nursing staff, and pharmacy, should be aware of the potential for diarrhea and rash and erlotinib's other adverse effects. All healthcare team members should be mindful of the CYP enzyme interactions that can elevate or decrease blood levels of erlotinib; the patient's medication list should be frequently monitored to ensure these interactions are not occurring. This is where the services of a board-certified oncology pharmacist can be crucial; they can work with the prescriber on optimal dosing, checking for potential interactions, and counseling the patient regarding adverse events. Nursing staff also needs to be aware of these side effects as part of their monitoring, as they will likely have more patient contact than other team members. It is also essential that the entire healthcare team monitors and counsels the patient on the correct administration of this medication either before or two hours after meals. The patient's primary care team should also be aware of the recommendation that women taking this medication should not become pregnant; discussion about ongoing contraception should be encouraged. All these interprofessional team actions can help optimize therapeutic results with erlotinib. [Level 5]"}
{"id": "article-21286_20", "title": "Erlotinib -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Erlotinib -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}