{"id": "article-126822_0", "title": "How To Read A Scientific Manuscript -- Definition/Introduction", "content": "The Statistics and Healthcare Economics section of StatPearls seeks to provide a framework for learners to engage with evidence-based medicine (EBM) to maintain high standards of clinical practice. The father of EBM, Dr David Sackett, describes EBM as “conscientious, explicit and judicious use of current best evidence in making decisions about the care of individual patients … integrating individual clinical expertise with the best available external clinical evidence from systematic research.\" [1] “Good doctors use both individual clinical expertise and the best available external evidence, and neither alone is enough .” [1]", "contents": "How To Read A Scientific Manuscript -- Definition/Introduction. The Statistics and Healthcare Economics section of StatPearls seeks to provide a framework for learners to engage with evidence-based medicine (EBM) to maintain high standards of clinical practice. The father of EBM, Dr David Sackett, describes EBM as “conscientious, explicit and judicious use of current best evidence in making decisions about the care of individual patients … integrating individual clinical expertise with the best available external clinical evidence from systematic research.\" [1] “Good doctors use both individual clinical expertise and the best available external evidence, and neither alone is enough .” [1]"}
{"id": "article-126822_1", "title": "How To Read A Scientific Manuscript -- Issues of Concern", "content": "Evidence-based medicine involves “life-long, self-directed learning in which caring for our patients creates the need for clinically important information about diagnosis, prognosis, therapy, and other clinical and health care issues, and in which we: Convert this information into answerable questions Track down, with maximum efficiency, the best evidence with which to answer them (whether from the clinical examination, the diagnostic laboratory from research evidence, or other sources) Critically appraise that evidence for its validity (closeness to the truth) and usefulness (clinical applicability) Integrate this appraisal with our clinical expertise and apply it in practice Evaluate our performance.\"", "contents": "How To Read A Scientific Manuscript -- Issues of Concern. Evidence-based medicine involves “life-long, self-directed learning in which caring for our patients creates the need for clinically important information about diagnosis, prognosis, therapy, and other clinical and health care issues, and in which we: Convert this information into answerable questions Track down, with maximum efficiency, the best evidence with which to answer them (whether from the clinical examination, the diagnostic laboratory from research evidence, or other sources) Critically appraise that evidence for its validity (closeness to the truth) and usefulness (clinical applicability) Integrate this appraisal with our clinical expertise and apply it in practice Evaluate our performance.\""}
{"id": "article-126822_2", "title": "How To Read A Scientific Manuscript -- Issues of Concern", "content": "The above establishes that clinicians must maintain curiosity and continuous learning to ensure effective patient care regardless of competence and experience. Please refer to the StatPearls overview chapter on evidence-based medicine for more background. [1]", "contents": "How To Read A Scientific Manuscript -- Issues of Concern. The above establishes that clinicians must maintain curiosity and continuous learning to ensure effective patient care regardless of competence and experience. Please refer to the StatPearls overview chapter on evidence-based medicine for more background. [1]"}
{"id": "article-126822_3", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "This topic covers the approach to reading, digesting, and applying content from scientific manuscripts to optimize patient care for all providers.", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. This topic covers the approach to reading, digesting, and applying content from scientific manuscripts to optimize patient care for all providers."}
{"id": "article-126822_4", "title": "How To Read A Scientific Manuscript -- Clinical Significance -- Original research manuscripts have the following sections (in chronologic order):", "content": "Title and Abstract Introduction (Background and Objectives) Methods (Design, Setting, Participants, Variables, Statistics) Results (Participants, Descriptives, Outcomes, Subgroups) Tables and Figures Discussion (Key findings, Limitations, Interpretations) Conclusion Conflict of Interest (COI), Author affiliations, Acknowledgments, Funding References [2] Though less likely to follow a standardized outline, review articles typically consist of the following sections : Title and Abstract Context/Objective Methods (Data Sources, Study Selection, Data Extraction) Results (Tables and Figures) Conclusion Conflict of Interest (COI), Author affiliations, Acknowledgments, Funding References  [3]", "contents": "How To Read A Scientific Manuscript -- Clinical Significance -- Original research manuscripts have the following sections (in chronologic order):. Title and Abstract Introduction (Background and Objectives) Methods (Design, Setting, Participants, Variables, Statistics) Results (Participants, Descriptives, Outcomes, Subgroups) Tables and Figures Discussion (Key findings, Limitations, Interpretations) Conclusion Conflict of Interest (COI), Author affiliations, Acknowledgments, Funding References [2] Though less likely to follow a standardized outline, review articles typically consist of the following sections : Title and Abstract Context/Objective Methods (Data Sources, Study Selection, Data Extraction) Results (Tables and Figures) Conclusion Conflict of Interest (COI), Author affiliations, Acknowledgments, Funding References  [3]"}
{"id": "article-126822_5", "title": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search", "content": "The first step in answering a question about clinical management (and the first step in embarking upon one’s research) is searching for the existing literature on a topic. The fundamental skill in evaluating the results of a literature search is understanding and interpreting a scientific paper. Other StatPearls chapters cover different types of studies (retrospective, prospective, cohort, case-control, blinded, epidemiologic, etc.). This chapter focuses on the practical aspects of reading a paper.", "contents": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search. The first step in answering a question about clinical management (and the first step in embarking upon one’s research) is searching for the existing literature on a topic. The fundamental skill in evaluating the results of a literature search is understanding and interpreting a scientific paper. Other StatPearls chapters cover different types of studies (retrospective, prospective, cohort, case-control, blinded, epidemiologic, etc.). This chapter focuses on the practical aspects of reading a paper."}
{"id": "article-126822_6", "title": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search", "content": "One main distinction involves whether a study describes a quality improvement project (measuring adherence to the current standard of care) or presents new data (potential changes to the standard of care). One, two, or a handful of papers cannot establish a new standard of care; thus, one must always exercise caution in adopting practices gleaned from limited evidence that may prove false in subsequent research. [4]", "contents": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search. One main distinction involves whether a study describes a quality improvement project (measuring adherence to the current standard of care) or presents new data (potential changes to the standard of care). One, two, or a handful of papers cannot establish a new standard of care; thus, one must always exercise caution in adopting practices gleaned from limited evidence that may prove false in subsequent research. [4]"}
{"id": "article-126822_7", "title": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search", "content": "The literature search is a crucial feature of practicing EBM. Tactics are described elsewhere, but one should explore OVID, Pubmed, and Google Scholar tools. [5] Unlike a general Google web search, Pubmed Clinical Queries and Google Scholar perform very well, though different users have different preferences. [6] You can filter the search by year, subject type (human or animal), article type (trials, review), etc. Pay close attention to the journal in which papers appear. For instance, when using Google Web search, you may find non-peer-reviewed papers and non-indexed manuscripts, which likely have less reliability. If you find and spend time reading ten low-quality papers from obscure predatory journals, you do not draw accurate conclusions about your clinical question. Again, garbage in, garbage out. Sadly, scientific literature becomes less and less readable over time, with authors lacking the skill or motivation to write concisely and straightforwardly. [7]", "contents": "How To Read A Scientific Manuscript -- Clinical Significance -- Literature Search. The literature search is a crucial feature of practicing EBM. Tactics are described elsewhere, but one should explore OVID, Pubmed, and Google Scholar tools. [5] Unlike a general Google web search, Pubmed Clinical Queries and Google Scholar perform very well, though different users have different preferences. [6] You can filter the search by year, subject type (human or animal), article type (trials, review), etc. Pay close attention to the journal in which papers appear. For instance, when using Google Web search, you may find non-peer-reviewed papers and non-indexed manuscripts, which likely have less reliability. If you find and spend time reading ten low-quality papers from obscure predatory journals, you do not draw accurate conclusions about your clinical question. Again, garbage in, garbage out. Sadly, scientific literature becomes less and less readable over time, with authors lacking the skill or motivation to write concisely and straightforwardly. [7]"}
{"id": "article-126822_8", "title": "How To Read A Scientific Manuscript -- Clinical Significance -- Efficient Manuscript Reading", "content": "Effective literature search methods Title and Abstract Introduction if needed Tables and Figures Results and Discussion Abstract again Methods and COI Write notes, consider implications for practice, and discuss with a colleague", "contents": "How To Read A Scientific Manuscript -- Clinical Significance -- Efficient Manuscript Reading. Effective literature search methods Title and Abstract Introduction if needed Tables and Figures Results and Discussion Abstract again Methods and COI Write notes, consider implications for practice, and discuss with a colleague"}
{"id": "article-126822_9", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "The Title is the readers' first and most lasting impression of a scientific publication. Because much of the audience only reads the Title, it should convey the main take-home point. [8] The other component of the paper that most readers will attend to is the Abstract. One should read the Title and Abstract first to establish a blueprint for what the author(s) wants to convey related to their research.", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. The Title is the readers' first and most lasting impression of a scientific publication. Because much of the audience only reads the Title, it should convey the main take-home point. [8] The other component of the paper that most readers will attend to is the Abstract. One should read the Title and Abstract first to establish a blueprint for what the author(s) wants to convey related to their research."}
{"id": "article-126822_10", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "The next step in reading a manuscript depends upon one’s prior knowledge of the topic, goals of reading the paper, level of concentration/time to devote to reading, and overall interest. If one has limited background knowledge, one should begin with the Introduction. The Introduction should establish what is already published/known on the topic, what gaps exist in the literature, and what this study intends to accomplish / hypotheses the researchers intend to test. Typically, the introduction's last paragraph clearly states the study's aims; thus, one can skip to this paragraph if desired.", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. The next step in reading a manuscript depends upon one’s prior knowledge of the topic, goals of reading the paper, level of concentration/time to devote to reading, and overall interest. If one has limited background knowledge, one should begin with the Introduction. The Introduction should establish what is already published/known on the topic, what gaps exist in the literature, and what this study intends to accomplish / hypotheses the researchers intend to test. Typically, the introduction's last paragraph clearly states the study's aims; thus, one can skip to this paragraph if desired."}
{"id": "article-126822_11", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "The most efficient next step in reading the manuscript is reviewing the Tables and Figures. Tables should present data on the study subjects, their characteristics, and possibly how the subject sample or population was divided for the study. If done well, Figures visually capture the larger themes of the paper, the most important findings presented in a visuospatial form (compared to word form in the conclusions).", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. The most efficient next step in reading the manuscript is reviewing the Tables and Figures. Tables should present data on the study subjects, their characteristics, and possibly how the subject sample or population was divided for the study. If done well, Figures visually capture the larger themes of the paper, the most important findings presented in a visuospatial form (compared to word form in the conclusions)."}
{"id": "article-126822_12", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "After reviewing the Tables and Figures, move next to the Results section. Here, the author summarizes the objective results, ideally with no opinion as to the significance. You should begin to interpret the results and how they relate to the Tables and Figures. You can use your background knowledge to compare the results to what has already been established in the literature. Even with a limited background in statistics, attempt to critique the analysis, ensuring it makes sense. Consult and scrutinize the methods section with any questions on techniques, regardless of your background in statistics. Refer to other publications for tips to detect misleading or inaccurate statistical claims. [9]", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. After reviewing the Tables and Figures, move next to the Results section. Here, the author summarizes the objective results, ideally with no opinion as to the significance. You should begin to interpret the results and how they relate to the Tables and Figures. You can use your background knowledge to compare the results to what has already been established in the literature. Even with a limited background in statistics, attempt to critique the analysis, ensuring it makes sense. Consult and scrutinize the methods section with any questions on techniques, regardless of your background in statistics. Refer to other publications for tips to detect misleading or inaccurate statistical claims. [9]"}
{"id": "article-126822_13", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "Next, read the Discussion section. The first paragraph of the Discussion usually highlights the study's most important findings. The Discussion should interpret the results in light of stated hypotheses, citing within reason all prior (remote and recent) studies directly relevant to these results. Look for citation gaps – did the authors leave out any seminal papers? Do they make connections that seem reasonable and logical? Follow the given References; use this paper to explore prior similar papers. You often find reference(s) that more precisely address the clinical question you seek to answer for your practice. The Discussion (and Conclusion) sections can be fraught with bias as the authors move from a statement of objective data to an interpretation. As the reader, our role is to beware of and detect biases or unsubstantiated conclusions that do not directly follow from the data presented. Do not simply accept conclusions without this critical evaluation. You may refer to the Abstract to consider whether the authors captured the most salient background, results, and conclusions. Did they take too much liberty with the conclusions? Did they downplay something of significance? To address questions about methodology, refer to the Methods section. Does the precise patient population allow for the generalization of the conclusions? Do the settings and participants look similar to your practice environment? Could you apply these findings to your patients? Finally, you should review the authors’ affiliations, contributions (if provided), and especially the conflicts of interest (COI). Authors with extensive COI may have difficulty objectively assessing their data and making reasonable conclusions.", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. Next, read the Discussion section. The first paragraph of the Discussion usually highlights the study's most important findings. The Discussion should interpret the results in light of stated hypotheses, citing within reason all prior (remote and recent) studies directly relevant to these results. Look for citation gaps – did the authors leave out any seminal papers? Do they make connections that seem reasonable and logical? Follow the given References; use this paper to explore prior similar papers. You often find reference(s) that more precisely address the clinical question you seek to answer for your practice. The Discussion (and Conclusion) sections can be fraught with bias as the authors move from a statement of objective data to an interpretation. As the reader, our role is to beware of and detect biases or unsubstantiated conclusions that do not directly follow from the data presented. Do not simply accept conclusions without this critical evaluation. You may refer to the Abstract to consider whether the authors captured the most salient background, results, and conclusions. Did they take too much liberty with the conclusions? Did they downplay something of significance? To address questions about methodology, refer to the Methods section. Does the precise patient population allow for the generalization of the conclusions? Do the settings and participants look similar to your practice environment? Could you apply these findings to your patients? Finally, you should review the authors’ affiliations, contributions (if provided), and especially the conflicts of interest (COI). Authors with extensive COI may have difficulty objectively assessing their data and making reasonable conclusions."}
{"id": "article-126822_14", "title": "How To Read A Scientific Manuscript -- Clinical Significance", "content": "Once you have read the entire paper and feel comfortable with understanding, write down notes, think about how this research could impact your practice, and go explain the study to someone! This will test your comprehension and lead to better retention of the material, as with any new content, in preparation for a licensing examination. [10] Follow the other references you found in the paper and take notes. Put together a well-rounded answer to your original question. Exercise caution in adopting new practices to reduce iatrogenic harm from overzealous attempts at progressive practice. [11] Maintain a balance between knowledge of new findings and the need to reverse disproven practices. [12]", "contents": "How To Read A Scientific Manuscript -- Clinical Significance. Once you have read the entire paper and feel comfortable with understanding, write down notes, think about how this research could impact your practice, and go explain the study to someone! This will test your comprehension and lead to better retention of the material, as with any new content, in preparation for a licensing examination. [10] Follow the other references you found in the paper and take notes. Put together a well-rounded answer to your original question. Exercise caution in adopting new practices to reduce iatrogenic harm from overzealous attempts at progressive practice. [11] Maintain a balance between knowledge of new findings and the need to reverse disproven practices. [12]"}
{"id": "article-126822_15", "title": "How To Read A Scientific Manuscript -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "The plural of anecdote is data, but don’t forget, garbage in, garbage out. Aggregating patient data can yield important insight superior to the recollection of individual patient encounters. However, poor methodology, bias, or a combination can lead to erroneous conclusions that eventually hurt patients. Continue to practice this skill of reading the literature and review more papers related to this topic. [13]", "contents": "How To Read A Scientific Manuscript -- Nursing, Allied Health, and Interprofessional Team Interventions. The plural of anecdote is data, but don’t forget, garbage in, garbage out. Aggregating patient data can yield important insight superior to the recollection of individual patient encounters. However, poor methodology, bias, or a combination can lead to erroneous conclusions that eventually hurt patients. Continue to practice this skill of reading the literature and review more papers related to this topic. [13]"}
{"id": "article-126822_16", "title": "How To Read A Scientific Manuscript -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "If you have answered your clinical question and weighed the risk of harm and benefits, you can begin to integrate this new knowledge into clinical practice. Consider conducting your research if there is a gap in the literature related to your question. Your ability to critically read a manuscript will equip you with the skills to write your own (covered in a separate StatPearls chapter).", "contents": "How To Read A Scientific Manuscript -- Nursing, Allied Health, and Interprofessional Team Interventions. If you have answered your clinical question and weighed the risk of harm and benefits, you can begin to integrate this new knowledge into clinical practice. Consider conducting your research if there is a gap in the literature related to your question. Your ability to critically read a manuscript will equip you with the skills to write your own (covered in a separate StatPearls chapter)."}
{"id": "article-126822_17", "title": "How To Read A Scientific Manuscript -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "How To Read A Scientific Manuscript -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}