{"id": "article-24381_0", "title": "Liver Transplantation -- Continuing Education Activity", "content": "Cirrhosis and decompensated liver disease were the ninth leading cause of death for males in 2016 in the United States. Liver transplantation (LT) is a lifesaving gift and proven intervention in managing patients with acute and chronic end-stage liver disease. It restores normal health, lifestyle and extends lifespan by 15 years. The advent of liver transplantation came as a safety net to treat various liver diseases when all other medical interventions have failed. This activity outlines the importance of this procedure in improving the patients' quality of life and decreasing the morbidity and mortality related to acute and chronic end-stage liver disease. It highlights the clinical evaluation for potential liver transplant candidates, the indications, contraindications, and the liver transplantation technique.", "contents": "Liver Transplantation -- Continuing Education Activity. Cirrhosis and decompensated liver disease were the ninth leading cause of death for males in 2016 in the United States. Liver transplantation (LT) is a lifesaving gift and proven intervention in managing patients with acute and chronic end-stage liver disease. It restores normal health, lifestyle and extends lifespan by 15 years. The advent of liver transplantation came as a safety net to treat various liver diseases when all other medical interventions have failed. This activity outlines the importance of this procedure in improving the patients' quality of life and decreasing the morbidity and mortality related to acute and chronic end-stage liver disease. It highlights the clinical evaluation for potential liver transplant candidates, the indications, contraindications, and the liver transplantation technique."}
{"id": "article-24381_1", "title": "Liver Transplantation -- Continuing Education Activity", "content": "Objectives: Identify the indication for liver transplantation in patients with acute and chronic end-stage liver disease. Review the preoperative evaluation procedures required for potential liver transplant candidates. Explain the surgical techniques used in both the recipient and donor and the potential postoperative complications. Describe the role of the interprofessional team caring for patients who receive liver transplantation and the significance of collaboration and communication within the team. Access free multiple choice questions on this topic.", "contents": "Liver Transplantation -- Continuing Education Activity. Objectives: Identify the indication for liver transplantation in patients with acute and chronic end-stage liver disease. Review the preoperative evaluation procedures required for potential liver transplant candidates. Explain the surgical techniques used in both the recipient and donor and the potential postoperative complications. Describe the role of the interprofessional team caring for patients who receive liver transplantation and the significance of collaboration and communication within the team. Access free multiple choice questions on this topic."}
{"id": "article-24381_2", "title": "Liver Transplantation -- Introduction", "content": "Cirrhosis and decompensated liver disease were the ninth leading cause of death for males in 2016 in the United States. [1] Liver transplantation (LT) is a lifesaving gift and proven intervention in managing patients with acute and chronic end-stage liver disease. It restores normal health, lifestyle and extends lifespan by 15 years. [2] The advent of liver transplantation came as a safety net to treat various liver diseases when all other medical interventions have failed. According to the Scientific Registry of Transplant Recipients data, overall patient survival is excellent, reaching 90% at 1 year following deceased donor liver transplantation and 77% at 5 years. [3] Since liver transplantation was first attempted in 1963, there have been continuous advances and major improvements in the surgical technique, type of organ donation with the expansion of the organ donation pool, and a major focus on the quality of life of both the recipients and donors. [4] Still, there are important challenges, including the shortage of donor organs, selection of liver transplantation candidates, and organ allocation.", "contents": "Liver Transplantation -- Introduction. Cirrhosis and decompensated liver disease were the ninth leading cause of death for males in 2016 in the United States. [1] Liver transplantation (LT) is a lifesaving gift and proven intervention in managing patients with acute and chronic end-stage liver disease. It restores normal health, lifestyle and extends lifespan by 15 years. [2] The advent of liver transplantation came as a safety net to treat various liver diseases when all other medical interventions have failed. According to the Scientific Registry of Transplant Recipients data, overall patient survival is excellent, reaching 90% at 1 year following deceased donor liver transplantation and 77% at 5 years. [3] Since liver transplantation was first attempted in 1963, there have been continuous advances and major improvements in the surgical technique, type of organ donation with the expansion of the organ donation pool, and a major focus on the quality of life of both the recipients and donors. [4] Still, there are important challenges, including the shortage of donor organs, selection of liver transplantation candidates, and organ allocation."}
{"id": "article-24381_3", "title": "Liver Transplantation -- Anatomy and Physiology", "content": "The liver is the largest organ of the human body that underlies the 8-12 ribs on the right. It is made of four anatomical lobes; the right and left lobes, divided by the falciform ligament, the quadrate lobe, and the caudate lobe. These four hepatic lobes are not true functional lobes. The true functional hepatic lobes are two; right and left lobes divided by the Cantlie line. The Cantlie line divides the liver into roughly two halves as it passes through the bed of the gallbladder and the notch of the inferior vena cava. Each of these is divided into two segments that are further subdivided into two subsegments based on the blood supply from the hepatic artery and portal vein as well as biliary and hepatic venous drainage. The subsegments are assigned numbers from 1 to 8, with the caudate lobe being subsegment number 1 and the others numbered in a clockwise fashion, also known as the Couinaud system. [5] [6] [7]", "contents": "Liver Transplantation -- Anatomy and Physiology. The liver is the largest organ of the human body that underlies the 8-12 ribs on the right. It is made of four anatomical lobes; the right and left lobes, divided by the falciform ligament, the quadrate lobe, and the caudate lobe. These four hepatic lobes are not true functional lobes. The true functional hepatic lobes are two; right and left lobes divided by the Cantlie line. The Cantlie line divides the liver into roughly two halves as it passes through the bed of the gallbladder and the notch of the inferior vena cava. Each of these is divided into two segments that are further subdivided into two subsegments based on the blood supply from the hepatic artery and portal vein as well as biliary and hepatic venous drainage. The subsegments are assigned numbers from 1 to 8, with the caudate lobe being subsegment number 1 and the others numbered in a clockwise fashion, also known as the Couinaud system. [5] [6] [7]"}
{"id": "article-24381_4", "title": "Liver Transplantation -- Anatomy and Physiology", "content": "The liver is characterized by having a dual blood supply from the systemic and portal circulations through the portal vein and hepatic artery. The functional unit of the liver is called a hepatocyte, and accordingly, these hepatocytes are organized into: Zone I is the periportal zone, which has the maximal perfusion due to its proximity to the portal vein oxygenated blood. Functions mainly in metabolism that requires oxidation. Zone II is the pericentral region. Zone III, which is the farthest from the blood supply and so receives minimal perfusion. Functions in the detoxification of drugs and poisons.", "contents": "Liver Transplantation -- Anatomy and Physiology. The liver is characterized by having a dual blood supply from the systemic and portal circulations through the portal vein and hepatic artery. The functional unit of the liver is called a hepatocyte, and accordingly, these hepatocytes are organized into: Zone I is the periportal zone, which has the maximal perfusion due to its proximity to the portal vein oxygenated blood. Functions mainly in metabolism that requires oxidation. Zone II is the pericentral region. Zone III, which is the farthest from the blood supply and so receives minimal perfusion. Functions in the detoxification of drugs and poisons."}
{"id": "article-24381_5", "title": "Liver Transplantation -- Anatomy and Physiology", "content": "It is important to note that bile and blood move away from each other in opposite directions so that bile produced in the liver flows out, and blood flows into it to supply the liver. [8] Liver physiology is reviewed as a separate topic in StatPearls. The volume of most people's liver consists of 60% from the right lobe and 40% from the left lobe, with 20% made of the left lateral segment alone. [9] [10]", "contents": "Liver Transplantation -- Anatomy and Physiology. It is important to note that bile and blood move away from each other in opposite directions so that bile produced in the liver flows out, and blood flows into it to supply the liver. [8] Liver physiology is reviewed as a separate topic in StatPearls. The volume of most people's liver consists of 60% from the right lobe and 40% from the left lobe, with 20% made of the left lateral segment alone. [9] [10]"}
{"id": "article-24381_6", "title": "Liver Transplantation -- Indications", "content": "Liver transplantation is indicated in acute and chronic end-stage liver disease where medical therapy has failed. Patients who develop hepatic decompensation, such as hepatic encephalopathy, variceal hemorrhage, or ascites, should receive medical therapy, and a comprehensive liver transplantation evaluation should be initiated in potential liver transplantation candidates. [11] Up to 80% of liver transplantations are due to decompensated cirrhosis. [12] Patients with cirrhosis are usually categorized according to the Child-Turcotte-Pugh score (CTP score). This score was developed based on incorporating biochemical tests and clinical information (serum albumin, serum bilirubin, international normalized ratio (INR), ascites, encephalopathy) to determine prognosis. [13]", "contents": "Liver Transplantation -- Indications. Liver transplantation is indicated in acute and chronic end-stage liver disease where medical therapy has failed. Patients who develop hepatic decompensation, such as hepatic encephalopathy, variceal hemorrhage, or ascites, should receive medical therapy, and a comprehensive liver transplantation evaluation should be initiated in potential liver transplantation candidates. [11] Up to 80% of liver transplantations are due to decompensated cirrhosis. [12] Patients with cirrhosis are usually categorized according to the Child-Turcotte-Pugh score (CTP score). This score was developed based on incorporating biochemical tests and clinical information (serum albumin, serum bilirubin, international normalized ratio (INR), ascites, encephalopathy) to determine prognosis. [13]"}
{"id": "article-24381_7", "title": "Liver Transplantation -- Indications", "content": "The Model of End-Stage Liver Disease (MELD score), initially developed to predict survival after transjugular intrahepatic portosystemic shunt (TIPS) procedure, was found to predict survival among patients with cirrhosis. It was well recognized as a tool to prioritize organ allocation for liver transplantation. [14] [15] The MELD score assesses the 3-month mortality rate of patients by incorporating mathematical calculations of serum levels of creatinine, bilirubin, and INR. In the pediatric population, an edited formula of the MELD score is created that substituted creatinine and added instead age, albumin, and failure to thrive. [11] In 2016, Organ Procurement and Transplantation Network updated their Policy for MELD Score to include serum sodium value as a factor in calculating the MELD score. Hyponatremia is a common problem in patients with cirrhosis, and the severity of the hyponatremia is a marker of the severity of cirrhosis. A strong high indication for liver transplantation evaluation is in cirrhotic patients who have developed ascites, bleeding varices, hepatic encephalopathy, or hepatocellular dysfunction, leading to a MELD higher than 15.", "contents": "Liver Transplantation -- Indications. The Model of End-Stage Liver Disease (MELD score), initially developed to predict survival after transjugular intrahepatic portosystemic shunt (TIPS) procedure, was found to predict survival among patients with cirrhosis. It was well recognized as a tool to prioritize organ allocation for liver transplantation. [14] [15] The MELD score assesses the 3-month mortality rate of patients by incorporating mathematical calculations of serum levels of creatinine, bilirubin, and INR. In the pediatric population, an edited formula of the MELD score is created that substituted creatinine and added instead age, albumin, and failure to thrive. [11] In 2016, Organ Procurement and Transplantation Network updated their Policy for MELD Score to include serum sodium value as a factor in calculating the MELD score. Hyponatremia is a common problem in patients with cirrhosis, and the severity of the hyponatremia is a marker of the severity of cirrhosis. A strong high indication for liver transplantation evaluation is in cirrhotic patients who have developed ascites, bleeding varices, hepatic encephalopathy, or hepatocellular dysfunction, leading to a MELD higher than 15."}
{"id": "article-24381_8", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Graft failure is an important indication for liver transplantation. Hyperacute rejection causing hepatic artery thrombosis, and graft failure occurs immediately in the post-operative phase. Although re-transplantation can be done, the outcomes are worse than the primary transplant. [11]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Graft failure is an important indication for liver transplantation. Hyperacute rejection causing hepatic artery thrombosis, and graft failure occurs immediately in the post-operative phase. Although re-transplantation can be done, the outcomes are worse than the primary transplant. [11]"}
{"id": "article-24381_9", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Chronic hepatitis C resulting in cirrhosis was the most common indication for liver transplantation until the year 2015. Decompensated cirrhosis due to chronic hepatitis C infection became the third most common indication for liver transplantation since 2016, replaced by alcohol-related liver disease and nonalcoholic steatohepatitis. [16] To prevent re-infection after liver transplantation and graft failure, it was important to eradicate chronic hepatitis C infection prior to liver transplantation. [17] However, novel direct antiviral agents emerged over the past decade, allowing for chronic hepatitis C therapy post-liver transplantation.", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Chronic hepatitis C resulting in cirrhosis was the most common indication for liver transplantation until the year 2015. Decompensated cirrhosis due to chronic hepatitis C infection became the third most common indication for liver transplantation since 2016, replaced by alcohol-related liver disease and nonalcoholic steatohepatitis. [16] To prevent re-infection after liver transplantation and graft failure, it was important to eradicate chronic hepatitis C infection prior to liver transplantation. [17] However, novel direct antiviral agents emerged over the past decade, allowing for chronic hepatitis C therapy post-liver transplantation."}
{"id": "article-24381_10", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Hepatitis B infection previously resulted in increasing numbers of chronic liver disease, but with the use of Hepatitis B Immunoglobulins (HBIG) and the introduction of antivirals, hepatitis B has resulted in decreased rates of liver transplantation. [18] In addition, treating and getting the infection under control is important to prevent re-infection after transplant. hepatitis B can be complicated by hepatocellular carcinoma, which serves as an important indication for liver transplantation. [11]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Hepatitis B infection previously resulted in increasing numbers of chronic liver disease, but with the use of Hepatitis B Immunoglobulins (HBIG) and the introduction of antivirals, hepatitis B has resulted in decreased rates of liver transplantation. [18] In addition, treating and getting the infection under control is important to prevent re-infection after transplant. hepatitis B can be complicated by hepatocellular carcinoma, which serves as an important indication for liver transplantation. [11]"}
{"id": "article-24381_11", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Autoimmune hepatitis (AIH) can lead to liver cirrhosis and failure, even with long-term corticosteroids and immunosuppression therapy. Liver transplantation is indicated in acute liver failure secondary to autoimmune hepatitis or cases of chronic decompensated cirrhosis due to autoimmune hepatitis. [19] Poor outcomes and the need for liver transplantation can be predicted with the following observations: young age, MELD score higher than 12, multiple relapses, and delayed downward slope of aminotransferase after treatment. [20]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Autoimmune hepatitis (AIH) can lead to liver cirrhosis and failure, even with long-term corticosteroids and immunosuppression therapy. Liver transplantation is indicated in acute liver failure secondary to autoimmune hepatitis or cases of chronic decompensated cirrhosis due to autoimmune hepatitis. [19] Poor outcomes and the need for liver transplantation can be predicted with the following observations: young age, MELD score higher than 12, multiple relapses, and delayed downward slope of aminotransferase after treatment. [20]"}
{"id": "article-24381_12", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Primary biliary cirrhosis (PBC ) patients with decompensated cirrhosis or severe pruritis refractory to other medical interventions require liver transplantation. Over the years, the need for liver transplantation has decreased with the use of Ursodeoxycholic acid to treat PBC, which slows disease progression. [21]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Primary biliary cirrhosis (PBC ) patients with decompensated cirrhosis or severe pruritis refractory to other medical interventions require liver transplantation. Over the years, the need for liver transplantation has decreased with the use of Ursodeoxycholic acid to treat PBC, which slows disease progression. [21]"}
{"id": "article-24381_13", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Primary sclerosing cholangitis (PSC); since there is no effective medical therapy for PSC, liver transplantation is considered an effective treatment modality among patients with the decompensated disease or those who develop perihilar cholangiocarcinoma (within certain criteria) or recurrent bouts of bacterial cholangitis. [22] PSC is associated with inflammatory bowel disease (IBD); therefore, frequent colonoscopy is necessary to screen for CRC before and after liver transplantation. [23] [24]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Primary sclerosing cholangitis (PSC); since there is no effective medical therapy for PSC, liver transplantation is considered an effective treatment modality among patients with the decompensated disease or those who develop perihilar cholangiocarcinoma (within certain criteria) or recurrent bouts of bacterial cholangitis. [22] PSC is associated with inflammatory bowel disease (IBD); therefore, frequent colonoscopy is necessary to screen for CRC before and after liver transplantation. [23] [24]"}
{"id": "article-24381_14", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Alcohol-related liver disease is currently the most common indication for liver transplantation. [16] Patients with alcohol use disorder should be referred for psychosocial and psychiatric support before liver transplantation to ensure at least six months of abstinence and prevent relapses, especially since these relapses result in delisting the patient off the waiting list. [25] [26] In cases of acute alcoholic hepatitis who do not respond to medical therapy, liver transplantation may be required while less than six months of abstinence is achieved. [27]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Alcohol-related liver disease is currently the most common indication for liver transplantation. [16] Patients with alcohol use disorder should be referred for psychosocial and psychiatric support before liver transplantation to ensure at least six months of abstinence and prevent relapses, especially since these relapses result in delisting the patient off the waiting list. [25] [26] In cases of acute alcoholic hepatitis who do not respond to medical therapy, liver transplantation may be required while less than six months of abstinence is achieved. [27]"}
{"id": "article-24381_15", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Acute liver failure (ALF) patients rapidly deteriorate and develop severe liver dysfunction, elevated bilirubin, aminotransferases, encephalopathy, and coagulopathy (INR above 1.5). Acetaminophen is responsible for almost half the cases of ALF in the United States. [28] ALF is considered a strong high (1a) indication for liver transplantation as it supersedes all other etiologies of chronic liver disease and takes precedence on the UNOS (The United Network for Organ Sharing) waiting list. To achieve priority on the waiting list as (1a) ALF case, the following criteria must be met: ICU admission On ventilatory support Requiring hemodialysis Elevated INR above 2 Development of hepatic encephalopathy within a period of 8 weeks from the onset of symptoms It is important to note that compared to liver transplantation due to chronic disease, the one-year survival in liver transplantation due to ALF is worse, but with higher survival rates following the first year. [11]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Acute liver failure (ALF) patients rapidly deteriorate and develop severe liver dysfunction, elevated bilirubin, aminotransferases, encephalopathy, and coagulopathy (INR above 1.5). Acetaminophen is responsible for almost half the cases of ALF in the United States. [28] ALF is considered a strong high (1a) indication for liver transplantation as it supersedes all other etiologies of chronic liver disease and takes precedence on the UNOS (The United Network for Organ Sharing) waiting list. To achieve priority on the waiting list as (1a) ALF case, the following criteria must be met: ICU admission On ventilatory support Requiring hemodialysis Elevated INR above 2 Development of hepatic encephalopathy within a period of 8 weeks from the onset of symptoms It is important to note that compared to liver transplantation due to chronic disease, the one-year survival in liver transplantation due to ALF is worse, but with higher survival rates following the first year. [11]"}
{"id": "article-24381_16", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Patients with hepatocellular carcinoma (HCC) must meet the Milan criteria to be eligible for liver transplantation: One tumor less than 5 cm in diameter, or 3 tumors each having a diameter less than 3 cm that must be confirmed by CT or MRI Without any metastasis documented by chest CT and bone scan Absence of major vessel involvement An unresectable tumor [29] Patients with HCC usually have a normal liver function, and their MELD score is usually normal or low. Therefore they undergo MELD exception to get a score that allows them to be prioritized on the waiting list for liver transplantation. [30]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Patients with hepatocellular carcinoma (HCC) must meet the Milan criteria to be eligible for liver transplantation: One tumor less than 5 cm in diameter, or 3 tumors each having a diameter less than 3 cm that must be confirmed by CT or MRI Without any metastasis documented by chest CT and bone scan Absence of major vessel involvement An unresectable tumor [29] Patients with HCC usually have a normal liver function, and their MELD score is usually normal or low. Therefore they undergo MELD exception to get a score that allows them to be prioritized on the waiting list for liver transplantation. [30]"}
{"id": "article-24381_17", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Liver transplantation is considered in the management of patients with early-stage cholangiocarcinoma with nonresectable perihilar lesions (<3 cm in diameter) or underlying parenchymal liver disease such as PSC with cirrhosis. In addition to the tumor criteria, liver transplantation should be done in combination with neoadjuvant chemotherapy regimens to ensure higher survival rates than liver transplantation done previously without neoadjuvant therapy. [11] Patients are granted a MELD exception if they achieve the criteria to be eligible for the UNOS waiting list. [31]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Liver transplantation is considered in the management of patients with early-stage cholangiocarcinoma with nonresectable perihilar lesions (<3 cm in diameter) or underlying parenchymal liver disease such as PSC with cirrhosis. In addition to the tumor criteria, liver transplantation should be done in combination with neoadjuvant chemotherapy regimens to ensure higher survival rates than liver transplantation done previously without neoadjuvant therapy. [11] Patients are granted a MELD exception if they achieve the criteria to be eligible for the UNOS waiting list. [31]"}
{"id": "article-24381_18", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Nonalcoholic steatoHepatitis (NASH) is considered among the top indications for liver transplantation. [32] NASH is included in the spectrum of nonalcoholic fatty liver disease, ranging from steatosis alone to NASH with accompanying cirrhosis. These liver diseases are linked to metabolic syndrome with increased body mass index (BMI) and obesity. [33] Because currently there is no effective treatment for NASH or fibrosis, liver transplantation has been rising due to NASH. [34] Also, it has been noted that patients diagnosed with NASH with and without cirrhosis have an increased risk of developing HCC. [35]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Nonalcoholic steatoHepatitis (NASH) is considered among the top indications for liver transplantation. [32] NASH is included in the spectrum of nonalcoholic fatty liver disease, ranging from steatosis alone to NASH with accompanying cirrhosis. These liver diseases are linked to metabolic syndrome with increased body mass index (BMI) and obesity. [33] Because currently there is no effective treatment for NASH or fibrosis, liver transplantation has been rising due to NASH. [34] Also, it has been noted that patients diagnosed with NASH with and without cirrhosis have an increased risk of developing HCC. [35]"}
{"id": "article-24381_19", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Liver transplantation is indicated in patients with acute liver failure due to Wilson disease or in cases of decompensated cirrhosis that failed all medical therapies. [36] Liver transplantation in Wilson disease has great outcomes, even in cases with metabolic complications like renal failure, which resolves after liver transplantation. [37] Parents of patients who are heterozygous can contribute to living donor liver transplantation (LDLT), and it has successful results. [38]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Liver transplantation is indicated in patients with acute liver failure due to Wilson disease or in cases of decompensated cirrhosis that failed all medical therapies. [36] Liver transplantation in Wilson disease has great outcomes, even in cases with metabolic complications like renal failure, which resolves after liver transplantation. [37] Parents of patients who are heterozygous can contribute to living donor liver transplantation (LDLT), and it has successful results. [38]"}
{"id": "article-24381_20", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Other cirrhosis-related complications such as hepatopulmonary syndrome and portopulmonary hypertension are also indications for liver transplantation.", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Other cirrhosis-related complications such as hepatopulmonary syndrome and portopulmonary hypertension are also indications for liver transplantation."}
{"id": "article-24381_21", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Alpha-1 antitrypsin deficiency is usually diagnosed in adults without any previous history of liver disease. Liver transplantation is considered the main and only treatment modality for decompensated liver disease secondary to alpha-1 antitrypsin deficiency. [39] There is no risk of recurrence due to the expression of the donor's alpha-1 antitrypsin gene after liver transplantation. Patients should undergo screening for lung disease by chest imaging and pulmonary function testing. [40]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Alpha-1 antitrypsin deficiency is usually diagnosed in adults without any previous history of liver disease. Liver transplantation is considered the main and only treatment modality for decompensated liver disease secondary to alpha-1 antitrypsin deficiency. [39] There is no risk of recurrence due to the expression of the donor's alpha-1 antitrypsin gene after liver transplantation. Patients should undergo screening for lung disease by chest imaging and pulmonary function testing. [40]"}
{"id": "article-24381_22", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Liver transplant is indicated in decompensated cirrhosis or in patients with HCC who have hereditary hemochromatosis (HH) . Cirrhosis, due to HH, accounts for the highest risk of developing HCC among all other causes of cirrhosis. [41] The use of iron reduction therapy through phlebotomy before transplant has resulted in improved outcomes post-liver transplantation. [42]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Liver transplant is indicated in decompensated cirrhosis or in patients with HCC who have hereditary hemochromatosis (HH) . Cirrhosis, due to HH, accounts for the highest risk of developing HCC among all other causes of cirrhosis. [41] The use of iron reduction therapy through phlebotomy before transplant has resulted in improved outcomes post-liver transplantation. [42]"}
{"id": "article-24381_23", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Liver transplant has proven effective in familial amyloid polyneuropathy (FAP) due to a mutation in the transthyretin gene. It is most effective in patients less than 50 years because liver transplantation neither improves nor reverses neurological symptoms but rather prevents disease progression. [38] Also, patients with hereditary renal amyloidosis inherited as an autosomal dominant gene usually benefit from liver and renal transplantation. Liver transplantation doesn't seem to affect the ocular or cardiac effects of amyloidosis. [43]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Liver transplant has proven effective in familial amyloid polyneuropathy (FAP) due to a mutation in the transthyretin gene. It is most effective in patients less than 50 years because liver transplantation neither improves nor reverses neurological symptoms but rather prevents disease progression. [38] Also, patients with hereditary renal amyloidosis inherited as an autosomal dominant gene usually benefit from liver and renal transplantation. Liver transplantation doesn't seem to affect the ocular or cardiac effects of amyloidosis. [43]"}
{"id": "article-24381_24", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Primary hyperoxaluria type I is an autosomal recessive defect that results in a deficiency of alanine glyoxylate aminotransferase in the liver, impairing the metabolism of glyoxylate in the liver and leads to overproduction of oxalate. [44] It usually leads to end-stage renal disease (ESRD) at 20 to 40 years. Liver transplantation is effective in curing the disease. [45] Both liver and renal transplants are reported to be successful in patients with ESRD and liver failure and improve cardiomyopathy in these patients. [46]", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Primary hyperoxaluria type I is an autosomal recessive defect that results in a deficiency of alanine glyoxylate aminotransferase in the liver, impairing the metabolism of glyoxylate in the liver and leads to overproduction of oxalate. [44] It usually leads to end-stage renal disease (ESRD) at 20 to 40 years. Liver transplantation is effective in curing the disease. [45] Both liver and renal transplants are reported to be successful in patients with ESRD and liver failure and improve cardiomyopathy in these patients. [46]"}
{"id": "article-24381_25", "title": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation", "content": "Other metabolic liver diseases that have indications for liver transplantation include cystic fibrosis and glycogen storage diseases.", "contents": "Liver Transplantation -- Indications -- Specific Indications for Liver Transplantation. Other metabolic liver diseases that have indications for liver transplantation include cystic fibrosis and glycogen storage diseases."}
{"id": "article-24381_26", "title": "Liver Transplantation -- Contraindications", "content": "While the indications for liver transplantation are becoming broader, the contraindications are getting less due to advancements in liver transplant techniques. Still, liver transplantation has some absolute and relative contraindications. Absolute Contraindications [11] [47]", "contents": "Liver Transplantation -- Contraindications. While the indications for liver transplantation are becoming broader, the contraindications are getting less due to advancements in liver transplant techniques. Still, liver transplantation has some absolute and relative contraindications. Absolute Contraindications [11] [47]"}
{"id": "article-24381_27", "title": "Liver Transplantation -- Contraindications", "content": "MELD score of less than 15 Advanced cardiac or pulmonary disease Acquired immunodeficiency syndrome (AIDS) Active alcohol or illicit substance use HCC or perihilar cholangiocarcinoma with metastatic spread Untreated septic shock or sepsis An anatomic abnormality that precludes liver transplantation Intrahepatic cholangiocarcinoma Extra-hepatic malignancy (outside the liver), unless the patient is tumor-free for more than two years with a low probability for recurrence. Hemangiosarcoma Fulminant hepatic failure leading to sustained intracranial pressure (ICP) above 50 mmHg or cerebral perfusion pressure (CPP) less than 40 mmHg. Lack of psychosocial support and severe psychologic disease Severe pulmonary hypertension Although AIDS is an absolute contraindication for liver transplantation, recent centers are selecting patients with HIV alone as candidates for liver transplantation. [48]", "contents": "Liver Transplantation -- Contraindications. MELD score of less than 15 Advanced cardiac or pulmonary disease Acquired immunodeficiency syndrome (AIDS) Active alcohol or illicit substance use HCC or perihilar cholangiocarcinoma with metastatic spread Untreated septic shock or sepsis An anatomic abnormality that precludes liver transplantation Intrahepatic cholangiocarcinoma Extra-hepatic malignancy (outside the liver), unless the patient is tumor-free for more than two years with a low probability for recurrence. Hemangiosarcoma Fulminant hepatic failure leading to sustained intracranial pressure (ICP) above 50 mmHg or cerebral perfusion pressure (CPP) less than 40 mmHg. Lack of psychosocial support and severe psychologic disease Severe pulmonary hypertension Although AIDS is an absolute contraindication for liver transplantation, recent centers are selecting patients with HIV alone as candidates for liver transplantation. [48]"}
{"id": "article-24381_28", "title": "Liver Transplantation -- Contraindications -- Relative Contraindications", "content": "General debility Persistent non-compliance Advanced age Extensive previous abdominal surgery Extensive portal or mesenteric thrombosis", "contents": "Liver Transplantation -- Contraindications -- Relative Contraindications. General debility Persistent non-compliance Advanced age Extensive previous abdominal surgery Extensive portal or mesenteric thrombosis"}
{"id": "article-24381_29", "title": "Liver Transplantation -- Personnel", "content": "To ensure the delivery of the greatest possible patient care, an interprofessional team approach should be followed.", "contents": "Liver Transplantation -- Personnel. To ensure the delivery of the greatest possible patient care, an interprofessional team approach should be followed."}
{"id": "article-24381_30", "title": "Liver Transplantation -- Personnel", "content": "In the pre-transplant phase, evaluation by a hepatologist, a transplant surgeon, and a transplant nurse coordinator is crucial to assess the patient, discuss all required vaccinations, medications, lifestyle changes, types of surgeries, and have a detailed discussion about the post-transplant phase, including immunosuppression and possible complications and outcomes.", "contents": "Liver Transplantation -- Personnel. In the pre-transplant phase, evaluation by a hepatologist, a transplant surgeon, and a transplant nurse coordinator is crucial to assess the patient, discuss all required vaccinations, medications, lifestyle changes, types of surgeries, and have a detailed discussion about the post-transplant phase, including immunosuppression and possible complications and outcomes."}
{"id": "article-24381_31", "title": "Liver Transplantation -- Personnel", "content": "Psychiatric evaluation by a specialized transplant psychiatrist is needed to address any alcohol or drug abuse issues and ensure the patient has insight regarding the surgery and the possible outcomes.", "contents": "Liver Transplantation -- Personnel. Psychiatric evaluation by a specialized transplant psychiatrist is needed to address any alcohol or drug abuse issues and ensure the patient has insight regarding the surgery and the possible outcomes."}
{"id": "article-24381_32", "title": "Liver Transplantation -- Personnel", "content": "Social workers also have a role in ensuring the social support system to the patient, especially in the post-liver transplant phase and home care and adjustments. A specialized team assesses for insurance coverage of the liver transplantation surgery and immunosuppressive drugs.", "contents": "Liver Transplantation -- Personnel. Social workers also have a role in ensuring the social support system to the patient, especially in the post-liver transplant phase and home care and adjustments. A specialized team assesses for insurance coverage of the liver transplantation surgery and immunosuppressive drugs."}
{"id": "article-24381_33", "title": "Liver Transplantation -- Personnel", "content": "Nutritionists play a role in both the pre and post-transplant phases to ensure an adequate nutritional status and address dietary changes related to chronic diseases like diabetes mellitus (DM), hypertension (HTN), and hyperlipidemia. [11]", "contents": "Liver Transplantation -- Personnel. Nutritionists play a role in both the pre and post-transplant phases to ensure an adequate nutritional status and address dietary changes related to chronic diseases like diabetes mellitus (DM), hypertension (HTN), and hyperlipidemia. [11]"}
{"id": "article-24381_34", "title": "Liver Transplantation -- Preparation", "content": "The pre-liver transplantation evaluation must address many important aspects and health concerns in liver transplant candidates. This evaluation should include a detailed, comprehensive history and physical examination, laboratory tests, and imaging studies to conduct a full systematic review for patients and manage them accordingly. A comprehensive review is available at the American Association for the Study of Liver disease Practice Guidelines website. Below is a summary.", "contents": "Liver Transplantation -- Preparation. The pre-liver transplantation evaluation must address many important aspects and health concerns in liver transplant candidates. This evaluation should include a detailed, comprehensive history and physical examination, laboratory tests, and imaging studies to conduct a full systematic review for patients and manage them accordingly. A comprehensive review is available at the American Association for the Study of Liver disease Practice Guidelines website. Below is a summary."}
{"id": "article-24381_35", "title": "Liver Transplantation -- Preparation", "content": "Obesity: Patients should be evaluated for increased BMI as it increases the perioperative risks and reduces survival in liver transplant patients in the long run. [49] Obese patients with a BMI of 30 kg/m^2 and greater should be referred to a dietician, and a BMI above 40 kg/m^2 is considered a relative contraindication for a liver transplant.", "contents": "Liver Transplantation -- Preparation. Obesity: Patients should be evaluated for increased BMI as it increases the perioperative risks and reduces survival in liver transplant patients in the long run. [49] Obese patients with a BMI of 30 kg/m^2 and greater should be referred to a dietician, and a BMI above 40 kg/m^2 is considered a relative contraindication for a liver transplant."}
{"id": "article-24381_36", "title": "Liver Transplantation -- Preparation", "content": "Coronary Artery Disease: Perioperative cardiac risk assessment is crucial. All patients should undergo cardiac stress testing, either physical or chemical stress testing. If patients were found to have stenosis, coronary revascularization should be done before liver transplantation. [50]", "contents": "Liver Transplantation -- Preparation. Coronary Artery Disease: Perioperative cardiac risk assessment is crucial. All patients should undergo cardiac stress testing, either physical or chemical stress testing. If patients were found to have stenosis, coronary revascularization should be done before liver transplantation. [50]"}
{"id": "article-24381_37", "title": "Liver Transplantation -- Preparation", "content": "Age: Although the prognosis of transplant in patients older than 70 years is not as good as in younger patients, older age is not a contraindication to liver transplantation in patients without or with controlled comorbidities. [51] Recently, it has been shown that well-selected elderly liver transplant candidates can benefit from liver transplantation restoring the expected lifespan. [52]", "contents": "Liver Transplantation -- Preparation. Age: Although the prognosis of transplant in patients older than 70 years is not as good as in younger patients, older age is not a contraindication to liver transplantation in patients without or with controlled comorbidities. [51] Recently, it has been shown that well-selected elderly liver transplant candidates can benefit from liver transplantation restoring the expected lifespan. [52]"}
{"id": "article-24381_38", "title": "Liver Transplantation -- Preparation", "content": "Pulmonary HTN: When the mean pulmonary artery pressure (MPAP) is above or equal to 25 mmHg and is associated with portal HTN, the condition is referred to as portopulmonary HTN. Moderate to severe portopulmonary HTN is associated with a higher mortality rate after liver transplantation; the mortality rate can reach 100% if MPAP is above 50 mmHg. [53] [54] Pulmonary HTN is diagnosed by echocardiography, and if severe, right heart catheterization is a gold standard test to confirm the diagnosis. This condition is treated by vasodilators, and liver transplantation is indicated in patients who respond to vasodilator therapy, reducing MPAP to less than 35 mmHg and pulmonary vascular resistance less than 400 dynes/s/cm. [11]", "contents": "Liver Transplantation -- Preparation. Pulmonary HTN: When the mean pulmonary artery pressure (MPAP) is above or equal to 25 mmHg and is associated with portal HTN, the condition is referred to as portopulmonary HTN. Moderate to severe portopulmonary HTN is associated with a higher mortality rate after liver transplantation; the mortality rate can reach 100% if MPAP is above 50 mmHg. [53] [54] Pulmonary HTN is diagnosed by echocardiography, and if severe, right heart catheterization is a gold standard test to confirm the diagnosis. This condition is treated by vasodilators, and liver transplantation is indicated in patients who respond to vasodilator therapy, reducing MPAP to less than 35 mmHg and pulmonary vascular resistance less than 400 dynes/s/cm. [11]"}
{"id": "article-24381_39", "title": "Liver Transplantation -- Preparation", "content": "Hepatopulmonary Syndrome: It is a syndrome of shortness of breath and hypoxemia in patients with chronic liver disease, especially those with portal HTN. This is due to microvascular dilation of the pulmonary vessels that lead to intrapulmonary shunt. [55] Patients should be screened with pulse oximetry prior to liver transplantation. [56] Affected patients may require a longer recovery period and long-term supplemental oxygen post-liver transplant, depending on the severity of hepatopulmonary syndrome. [57]", "contents": "Liver Transplantation -- Preparation. Hepatopulmonary Syndrome: It is a syndrome of shortness of breath and hypoxemia in patients with chronic liver disease, especially those with portal HTN. This is due to microvascular dilation of the pulmonary vessels that lead to intrapulmonary shunt. [55] Patients should be screened with pulse oximetry prior to liver transplantation. [56] Affected patients may require a longer recovery period and long-term supplemental oxygen post-liver transplant, depending on the severity of hepatopulmonary syndrome. [57]"}
{"id": "article-24381_40", "title": "Liver Transplantation -- Preparation", "content": "Renal Dysfunction: Patients with renal disease must be diagnosed before liver transplantation, as renal dysfunction significantly increases mortality. [58] Simultaneous liver and kidney transplants are indicated if a patient has a glomerular filtration rate (GFR) less than 30 mL/min indicating chronic kidney disease or acute kidney failure that requires dialysis for more than eight weeks. This is also indicated in case severe glomerulosclerosis is present. [59]", "contents": "Liver Transplantation -- Preparation. Renal Dysfunction: Patients with renal disease must be diagnosed before liver transplantation, as renal dysfunction significantly increases mortality. [58] Simultaneous liver and kidney transplants are indicated if a patient has a glomerular filtration rate (GFR) less than 30 mL/min indicating chronic kidney disease or acute kidney failure that requires dialysis for more than eight weeks. This is also indicated in case severe glomerulosclerosis is present. [59]"}
{"id": "article-24381_41", "title": "Liver Transplantation -- Preparation", "content": "Cigarette Smoking: It increases mortality among liver transplant recipients due to cardiac disease. It also increases the risk of hepatic artery thrombosis. [60] [61] Smoking should be prohibited, and many hospitals consider smoking cessation a requirement to be listed for liver transplantation. [11]", "contents": "Liver Transplantation -- Preparation. Cigarette Smoking: It increases mortality among liver transplant recipients due to cardiac disease. It also increases the risk of hepatic artery thrombosis. [60] [61] Smoking should be prohibited, and many hospitals consider smoking cessation a requirement to be listed for liver transplantation. [11]"}
{"id": "article-24381_42", "title": "Liver Transplantation -- Preparation", "content": "Extrahepatic Malignancy: Patients should undergo all age-appropriate screening before undergoing liver transplantation. If they have any increased risk factors for specific cancer, they should undergo further testing for the specific cancer type. [11] Any patient with a diagnosed previous malignancy should be treated and cured before liver transplantation.", "contents": "Liver Transplantation -- Preparation. Extrahepatic Malignancy: Patients should undergo all age-appropriate screening before undergoing liver transplantation. If they have any increased risk factors for specific cancer, they should undergo further testing for the specific cancer type. [11] Any patient with a diagnosed previous malignancy should be treated and cured before liver transplantation."}
{"id": "article-24381_43", "title": "Liver Transplantation -- Preparation", "content": "Infectious Disease: All infectious diseases should be treated effectively before liver transplantation. Screening serologies in the blood should include viral infections such as hepatitis A and B (to ensure immunity by vaccinations and no active infection), cytomegalovirus (CMV), Epstein-Barr virus (EBV), bacterial infections including tuberculosis, syphilis, and fungal infections such as Strongyloides and coccidiomycosis. All live attenuated viral vaccines should be administered prior to liver transplantation as they are contraindicated once immunosuppression is initiated after liver transplantation. [62]", "contents": "Liver Transplantation -- Preparation. Infectious Disease: All infectious diseases should be treated effectively before liver transplantation. Screening serologies in the blood should include viral infections such as hepatitis A and B (to ensure immunity by vaccinations and no active infection), cytomegalovirus (CMV), Epstein-Barr virus (EBV), bacterial infections including tuberculosis, syphilis, and fungal infections such as Strongyloides and coccidiomycosis. All live attenuated viral vaccines should be administered prior to liver transplantation as they are contraindicated once immunosuppression is initiated after liver transplantation. [62]"}
{"id": "article-24381_44", "title": "Liver Transplantation -- Preparation", "content": "Nutrition: Patients should be evaluated by a nutritionist prior to liver transplantation, as it is important to address all nutritional deficiencies related to chronic liver disease and fat malabsorption. Adequate dietary control related to other comorbidities such as DM, HTN, and hyperlipidemia should be stressed. [63]", "contents": "Liver Transplantation -- Preparation. Nutrition: Patients should be evaluated by a nutritionist prior to liver transplantation, as it is important to address all nutritional deficiencies related to chronic liver disease and fat malabsorption. Adequate dietary control related to other comorbidities such as DM, HTN, and hyperlipidemia should be stressed. [63]"}
{"id": "article-24381_45", "title": "Liver Transplantation -- Preparation", "content": "Bone Disease: Densitometry, vitamin D, and calcium levels should be obtained before liver transplantation in all candidates. Osteoporosis is fairly common in all patients with chronic liver disease due to malabsorption of vitamin D and in cases of autoimmune hepatitis due to corticosteroid use. [64]", "contents": "Liver Transplantation -- Preparation. Bone Disease: Densitometry, vitamin D, and calcium levels should be obtained before liver transplantation in all candidates. Osteoporosis is fairly common in all patients with chronic liver disease due to malabsorption of vitamin D and in cases of autoimmune hepatitis due to corticosteroid use. [64]"}
{"id": "article-24381_46", "title": "Liver Transplantation -- Preparation", "content": "Human Immunodeficiency Viral I infection (HIV): Affected patients can be candidates for liver transplantation only if CD4 counts are above 100 µL and the viral load is undetectable before liver transplantation. HIV is not considered a contraindication to liver transplantation nowadays due to the advent of effective antiretroviral therapy. [11]", "contents": "Liver Transplantation -- Preparation. Human Immunodeficiency Viral I infection (HIV): Affected patients can be candidates for liver transplantation only if CD4 counts are above 100 µL and the viral load is undetectable before liver transplantation. HIV is not considered a contraindication to liver transplantation nowadays due to the advent of effective antiretroviral therapy. [11]"}
{"id": "article-24381_47", "title": "Liver Transplantation -- Preparation", "content": "Psychological Evaluation: It is important to evaluate liver transplantation candidates for any psychiatric disorders that might affect their prognosis, compliance with medication, and medical directives. It is also essential to evaluate the social support systems and caregiver availability, especially in patients with encephalopathy. [11] For example, patients who have depressive symptoms, mainly in the immediate postoperative period, usually have a poor outcome after liver transplantation. [65] Substance abuse should be carefully evaluated. [66]", "contents": "Liver Transplantation -- Preparation. Psychological Evaluation: It is important to evaluate liver transplantation candidates for any psychiatric disorders that might affect their prognosis, compliance with medication, and medical directives. It is also essential to evaluate the social support systems and caregiver availability, especially in patients with encephalopathy. [11] For example, patients who have depressive symptoms, mainly in the immediate postoperative period, usually have a poor outcome after liver transplantation. [65] Substance abuse should be carefully evaluated. [66]"}
{"id": "article-24381_48", "title": "Liver Transplantation -- Technique or Treatment", "content": "Any liver transplant procedure has two components, the donor and the recipient.", "contents": "Liver Transplantation -- Technique or Treatment. Any liver transplant procedure has two components, the donor and the recipient."}
{"id": "article-24381_49", "title": "Liver Transplantation -- Technique or Treatment", "content": "Recipient operations are done through total removal of the patient's native liver after dissection of the hepatic ligamentous attachments and hilar structures. The inferior vena cava (IVC) should be encircled to ensure adequate blood control. Donors are either deceased or living donors, which are discussed below.", "contents": "Liver Transplantation -- Technique or Treatment. Recipient operations are done through total removal of the patient's native liver after dissection of the hepatic ligamentous attachments and hilar structures. The inferior vena cava (IVC) should be encircled to ensure adequate blood control. Donors are either deceased or living donors, which are discussed below."}
{"id": "article-24381_50", "title": "Liver Transplantation -- Technique or Treatment", "content": "Deceased Donor Liver Transplantation (DDLT): Whole liver transplantation is more common. The donor's liver is usually prepared on a separate table, and once the recipient's body is prepared, the donor's liver is brought to the table, and anastomoses are initiated accordingly. First, the suprahepatic IVC is connected, then the infra hepatic IVC, followed by the portal vein. Once these steps are done, the clamps are removed, and the portal vein initiates the inflow of blood to perfuse the liver. The hepatic arteries of both the recipient and donor are connected near the anastomoses of the gastroduodenal artery; after that, the bile duct is reconstructed. [15] In 2003 the first attempt of a split graft was made, in which the deceased donor liver is divided for transplantation into two recipients; the right lobe is used as an allograft without the middle hepatic vein, similar to the modified technique used in LDLT right lobe graft, and the left part of the liver with the inferior vena cava and the common hepatic artery. [67]", "contents": "Liver Transplantation -- Technique or Treatment. Deceased Donor Liver Transplantation (DDLT): Whole liver transplantation is more common. The donor's liver is usually prepared on a separate table, and once the recipient's body is prepared, the donor's liver is brought to the table, and anastomoses are initiated accordingly. First, the suprahepatic IVC is connected, then the infra hepatic IVC, followed by the portal vein. Once these steps are done, the clamps are removed, and the portal vein initiates the inflow of blood to perfuse the liver. The hepatic arteries of both the recipient and donor are connected near the anastomoses of the gastroduodenal artery; after that, the bile duct is reconstructed. [15] In 2003 the first attempt of a split graft was made, in which the deceased donor liver is divided for transplantation into two recipients; the right lobe is used as an allograft without the middle hepatic vein, similar to the modified technique used in LDLT right lobe graft, and the left part of the liver with the inferior vena cava and the common hepatic artery. [67]"}
{"id": "article-24381_51", "title": "Liver Transplantation -- Technique or Treatment", "content": "Living Donor Liver Transplantation (LDLT): In the past, living donors were only used in pediatric cases that require liver transplantation. Due to the increasing numbers of patients requiring liver transplantation and the shortage of deceased donors, living donors are also used in adults. LT from living donors is more complex and requires much careful dissection. [68] Living donor graft is partial, unlike the whole graft provided from a deceased donor. A living donor graft has a noticeably smaller hepatic artery, hepatic vein, and portal vein, which needs to be implanted, so the most crucial part is to make adequate room by incising the hepatic vein along the sides to ensure adequate sources for arterial hepatic, portal, and biliary reconstruction. [69]", "contents": "Liver Transplantation -- Technique or Treatment. Living Donor Liver Transplantation (LDLT): In the past, living donors were only used in pediatric cases that require liver transplantation. Due to the increasing numbers of patients requiring liver transplantation and the shortage of deceased donors, living donors are also used in adults. LT from living donors is more complex and requires much careful dissection. [68] Living donor graft is partial, unlike the whole graft provided from a deceased donor. A living donor graft has a noticeably smaller hepatic artery, hepatic vein, and portal vein, which needs to be implanted, so the most crucial part is to make adequate room by incising the hepatic vein along the sides to ensure adequate sources for arterial hepatic, portal, and biliary reconstruction. [69]"}
{"id": "article-24381_52", "title": "Liver Transplantation -- Technique or Treatment", "content": "The anastomosis is performed for the hepatic vein, which needs to have an adequate length for anastomosis, then the portal vein, and finally, the hepatic artery, which is difficult due to many short tributaries. Lastly, duct to duct anastomosis is performed for the bile duct. [70] Grafts used from a living donor include the left lateral sector, which comprises 20% of the total liver volume, the left lobe, which makes 40% of the volume, and the right lobe, making the other 60% of the liver volume. Sometimes dual graft is used in which two left lobes from two donors are implanted in one recipient. [47] All donors undergoing hepatectomy have a characteristic incision in the right subcostal region that extends into the midline, so dissection of the rectus muscle on both sides is spared. [71] In cases of right hepatic lobe donation, the left lobe should be attached to the anterior abdominal wall before wound closure. [72]", "contents": "Liver Transplantation -- Technique or Treatment. The anastomosis is performed for the hepatic vein, which needs to have an adequate length for anastomosis, then the portal vein, and finally, the hepatic artery, which is difficult due to many short tributaries. Lastly, duct to duct anastomosis is performed for the bile duct. [70] Grafts used from a living donor include the left lateral sector, which comprises 20% of the total liver volume, the left lobe, which makes 40% of the volume, and the right lobe, making the other 60% of the liver volume. Sometimes dual graft is used in which two left lobes from two donors are implanted in one recipient. [47] All donors undergoing hepatectomy have a characteristic incision in the right subcostal region that extends into the midline, so dissection of the rectus muscle on both sides is spared. [71] In cases of right hepatic lobe donation, the left lobe should be attached to the anterior abdominal wall before wound closure. [72]"}
{"id": "article-24381_53", "title": "Liver Transplantation -- Complications", "content": "Complications are either early or late after liver transplantation:", "contents": "Liver Transplantation -- Complications. Complications are either early or late after liver transplantation:"}
{"id": "article-24381_54", "title": "Liver Transplantation -- Complications -- Early Complications", "content": "Primary non-function of the liver allograft Hepatic artery thrombosis Acute cell rejection Biliary complications Infection In the first week, the abnormal liver enzymes usually trend down towards normal, and the liver graft starts to regenerate.", "contents": "Liver Transplantation -- Complications -- Early Complications. Primary non-function of the liver allograft Hepatic artery thrombosis Acute cell rejection Biliary complications Infection In the first week, the abnormal liver enzymes usually trend down towards normal, and the liver graft starts to regenerate."}
{"id": "article-24381_55", "title": "Liver Transplantation -- Complications", "content": "The most serious complication post-liver transplantation is the primary non-function of the allograft. This immediate complication presents with either the lack of bile production or the production of clear bile, associated with worsening liver enzymes and bilirubin. This immediate complication requires a new graft for the patient to survive.", "contents": "Liver Transplantation -- Complications. The most serious complication post-liver transplantation is the primary non-function of the allograft. This immediate complication presents with either the lack of bile production or the production of clear bile, associated with worsening liver enzymes and bilirubin. This immediate complication requires a new graft for the patient to survive."}
{"id": "article-24381_56", "title": "Liver Transplantation -- Complications", "content": "The first 48 to 72 hours post-liver transplant usually shows abnormal liver enzymes and indicates injury to the graft secondary to cold and warm ischemia during removal and implantation into the recipient. However, it is crucial to exclude hepatic artery thrombosis post-liver transplantation, and a Doppler ultrasound should be done. [73] Hepatic artery thrombosis usually occurs in the early phase post-liver transplantation but can develop later. The clinical presentation varies, and the patients can be asymptomatic or develop a fever and increased liver enzymes. This can lead to hepatic ischemia, necrosis, and ischemic cholangiopathy. Depending on the severity of graft dysfunction, patients may require a re-transplant, especially when it occurs in the initial week post-liver transplantation.", "contents": "Liver Transplantation -- Complications. The first 48 to 72 hours post-liver transplant usually shows abnormal liver enzymes and indicates injury to the graft secondary to cold and warm ischemia during removal and implantation into the recipient. However, it is crucial to exclude hepatic artery thrombosis post-liver transplantation, and a Doppler ultrasound should be done. [73] Hepatic artery thrombosis usually occurs in the early phase post-liver transplantation but can develop later. The clinical presentation varies, and the patients can be asymptomatic or develop a fever and increased liver enzymes. This can lead to hepatic ischemia, necrosis, and ischemic cholangiopathy. Depending on the severity of graft dysfunction, patients may require a re-transplant, especially when it occurs in the initial week post-liver transplantation."}
{"id": "article-24381_57", "title": "Liver Transplantation -- Complications", "content": "Acute cell rejection is common, and it occurs in up to 50% of patients post-liver transplantation. The majority of cases occur in the first 2 months post-liver transplantation, and most patients respond to corticosteroids. In the case of corticosteroid-resistant rejection, anti-thymocyte globulin is needed. A liver biopsy should be performed for a definitive diagnosis. Long-term outcomes are favorable.", "contents": "Liver Transplantation -- Complications. Acute cell rejection is common, and it occurs in up to 50% of patients post-liver transplantation. The majority of cases occur in the first 2 months post-liver transplantation, and most patients respond to corticosteroids. In the case of corticosteroid-resistant rejection, anti-thymocyte globulin is needed. A liver biopsy should be performed for a definitive diagnosis. Long-term outcomes are favorable."}
{"id": "article-24381_58", "title": "Liver Transplantation -- Complications", "content": "The biliary anastomosis is the most common site of biliary strictures. This can be managed with endoscopic dilation, stenting, or, less commonly, surgical revision. Non-anastomotic or ischemic strictures can also develop secondary to hepatic artery thrombosis, ABO incompatibility, long graft ischemia time (warm or cold), or grafts donated after cardiac death.", "contents": "Liver Transplantation -- Complications. The biliary anastomosis is the most common site of biliary strictures. This can be managed with endoscopic dilation, stenting, or, less commonly, surgical revision. Non-anastomotic or ischemic strictures can also develop secondary to hepatic artery thrombosis, ABO incompatibility, long graft ischemia time (warm or cold), or grafts donated after cardiac death."}
{"id": "article-24381_59", "title": "Liver Transplantation -- Complications", "content": "Immunosuppression post-liver transplantation increases the risk of opportunistic infections such as CMV (most common viral infection), Candida infections (most common fungal infection), Pneumocystis carinii , Aspergillus , Nocardia , and Cryptococcus . Neurologic and renal impairment and the development of hyperglycemia can occur due to the use of tacrolimus and cyclosporine.", "contents": "Liver Transplantation -- Complications. Immunosuppression post-liver transplantation increases the risk of opportunistic infections such as CMV (most common viral infection), Candida infections (most common fungal infection), Pneumocystis carinii , Aspergillus , Nocardia , and Cryptococcus . Neurologic and renal impairment and the development of hyperglycemia can occur due to the use of tacrolimus and cyclosporine."}
{"id": "article-24381_60", "title": "Liver Transplantation -- Complications -- Late Complications", "content": "Complications related to immunosuppression Recurrent disease post-liver transplantation De novo malignancy", "contents": "Liver Transplantation -- Complications -- Late Complications. Complications related to immunosuppression Recurrent disease post-liver transplantation De novo malignancy"}
{"id": "article-24381_61", "title": "Liver Transplantation -- Complications", "content": "Late complications are mainly attributed to the toxic effects of immunosuppressive drugs. The most common being chronic kidney disease (CKD), HTN, DM, and dyslipidemia. Calcineurin inhibitors, in combination with CKD and HTN present before transplant, contribute to the development of renal failure post-liver transplantation. This is managed by strict control of BP and dose reduction or discontinuation of calcineurin inhibitors. [74]", "contents": "Liver Transplantation -- Complications. Late complications are mainly attributed to the toxic effects of immunosuppressive drugs. The most common being chronic kidney disease (CKD), HTN, DM, and dyslipidemia. Calcineurin inhibitors, in combination with CKD and HTN present before transplant, contribute to the development of renal failure post-liver transplantation. This is managed by strict control of BP and dose reduction or discontinuation of calcineurin inhibitors. [74]"}
{"id": "article-24381_62", "title": "Liver Transplantation -- Complications", "content": "Immunosuppressive drugs increase the risk of cardiovascular disease due to an increase in its risk factors such as DM, HTN, obesity, and dyslipidemia. This is in combination with a high-risk lifestyle in patients that leads to a marked increase in atherosclerosis.", "contents": "Liver Transplantation -- Complications. Immunosuppressive drugs increase the risk of cardiovascular disease due to an increase in its risk factors such as DM, HTN, obesity, and dyslipidemia. This is in combination with a high-risk lifestyle in patients that leads to a marked increase in atherosclerosis."}
{"id": "article-24381_63", "title": "Liver Transplantation -- Complications", "content": "Osteoporosis risk is increased due to the use of corticosteroids in the long term, in addition to malnutrition and vitamin D deficiency related to liver disease. Recently this complication was reduced due to the successful treatment with bisphosphonates and reducing corticosteroid doses. [75] Neurologic impairments, most commonly tremors in addition to insomnia and paresthesias, are due to calcineurin inhibitors.", "contents": "Liver Transplantation -- Complications. Osteoporosis risk is increased due to the use of corticosteroids in the long term, in addition to malnutrition and vitamin D deficiency related to liver disease. Recently this complication was reduced due to the successful treatment with bisphosphonates and reducing corticosteroid doses. [75] Neurologic impairments, most commonly tremors in addition to insomnia and paresthesias, are due to calcineurin inhibitors."}
{"id": "article-24381_64", "title": "Liver Transplantation -- Complications", "content": "Recurrent disease post-liver transplantation includes recurrent hepatitis C or B infections. Both can be well-managed post-liver transplantation. Other chronic liver diseases can recur, including NASH, PBC, PSC, AIH, and HCC.", "contents": "Liver Transplantation -- Complications. Recurrent disease post-liver transplantation includes recurrent hepatitis C or B infections. Both can be well-managed post-liver transplantation. Other chronic liver diseases can recur, including NASH, PBC, PSC, AIH, and HCC."}
{"id": "article-24381_65", "title": "Liver Transplantation -- Complications", "content": "Malignancies arise de novo and are a major cause of death in liver transplantation recipients in the long term. [76] This is due to multiple risk factors that increase the risk of malignancy, including immunosuppression, viral infections, alcohol consumption, cigarette smoking, and older age. More frequent malignancies among liver transplantation recipients include skin cancer, lymphoproliferative disease (PTLD), as well as cervical, vulvar, and anal cancers.", "contents": "Liver Transplantation -- Complications. Malignancies arise de novo and are a major cause of death in liver transplantation recipients in the long term. [76] This is due to multiple risk factors that increase the risk of malignancy, including immunosuppression, viral infections, alcohol consumption, cigarette smoking, and older age. More frequent malignancies among liver transplantation recipients include skin cancer, lymphoproliferative disease (PTLD), as well as cervical, vulvar, and anal cancers."}
{"id": "article-24381_66", "title": "Liver Transplantation -- Clinical Significance", "content": "When living donor liver transplant was first introduced, outcomes were inferior to DDLT. [77] However, LDLT has been proven to decrease mortality by shortening the waiting list time in both pediatrics and adults. East Asian countries have contributed to the evolution of techniques, surgeries, graft characteristics, and portal and blood flow for LDLT due to the scarcity of deceased donors in their countries, which has revolutionized liver transplantation worldwide and led to comparable survival rates between DDLT and LDLT and improved the quality of life of patients with chronic liver disease, or acute liver failure with high MELD score above 30. [78]", "contents": "Liver Transplantation -- Clinical Significance. When living donor liver transplant was first introduced, outcomes were inferior to DDLT. [77] However, LDLT has been proven to decrease mortality by shortening the waiting list time in both pediatrics and adults. East Asian countries have contributed to the evolution of techniques, surgeries, graft characteristics, and portal and blood flow for LDLT due to the scarcity of deceased donors in their countries, which has revolutionized liver transplantation worldwide and led to comparable survival rates between DDLT and LDLT and improved the quality of life of patients with chronic liver disease, or acute liver failure with high MELD score above 30. [78]"}
{"id": "article-24381_67", "title": "Liver Transplantation -- Enhancing Healthcare Team Outcomes", "content": "Liver transplantation is a very complex procedure and requires an extremely high level of interprofessional coordination between all medical team members. Healthcare team members, including surgeons, hepatologists, OR and floor nurses, nutritionists, therapists, and social workers, all contribute majorly to the outcomes of liver transplantation. Attention should be given to prevent and minimize the long-term effects related to immunosuppression, manage early and late complications and disease recurrence that lead to patients' deterioration, and may require re-transplantation. With open communication and coordination of effort across disciplines, liver transplantation can have a much greater chance of success with reduced morbidity and mortality. [Level 5]", "contents": "Liver Transplantation -- Enhancing Healthcare Team Outcomes. Liver transplantation is a very complex procedure and requires an extremely high level of interprofessional coordination between all medical team members. Healthcare team members, including surgeons, hepatologists, OR and floor nurses, nutritionists, therapists, and social workers, all contribute majorly to the outcomes of liver transplantation. Attention should be given to prevent and minimize the long-term effects related to immunosuppression, manage early and late complications and disease recurrence that lead to patients' deterioration, and may require re-transplantation. With open communication and coordination of effort across disciplines, liver transplantation can have a much greater chance of success with reduced morbidity and mortality. [Level 5]"}
{"id": "article-24381_68", "title": "Liver Transplantation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Liver Transplantation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}