{"id": "article-37642_0", "title": "Cardiac Helical CT -- Introduction", "content": "Cardiac computed tomography (CCT) is an innovative, cost-effective, noninvasive method of objectively evaluating the heart from an anatomical standpoint. When discussing CCTs, one must first appreciate the nomenclature as multiple terms are used synonymously; coronary computed tomography, cardiac computed tomography, coronary computed tomography angiography, cardiac computed tomography angiography, multidetector computed tomography (MDCT). In this article, we will differentiate between non-contrast-enhanced CCT denoted as \"CCT,\" and contrast-enhanced CCT, aka cardiac computed tomography angiography (CCTA) denoted as \"CCTA.\" This article will predominantly focus on CCT while discussing some major aspects of CCTA. A more detailed article on the latter can be found separately. [1]", "contents": "Cardiac Helical CT -- Introduction. Cardiac computed tomography (CCT) is an innovative, cost-effective, noninvasive method of objectively evaluating the heart from an anatomical standpoint. When discussing CCTs, one must first appreciate the nomenclature as multiple terms are used synonymously; coronary computed tomography, cardiac computed tomography, coronary computed tomography angiography, cardiac computed tomography angiography, multidetector computed tomography (MDCT). In this article, we will differentiate between non-contrast-enhanced CCT denoted as \"CCT,\" and contrast-enhanced CCT, aka cardiac computed tomography angiography (CCTA) denoted as \"CCTA.\" This article will predominantly focus on CCT while discussing some major aspects of CCTA. A more detailed article on the latter can be found separately. [1]"}
{"id": "article-37642_1", "title": "Cardiac Helical CT -- Introduction", "content": "CCT provides a three-dimensional approach to cardiac diagnostics, allowing the clinician to evaluate for coronary arterial disease (CAD) via the extent of atherosclerotic plaques. This is done with a 64-slice system aligned with the cardiac cycle, which provides high-quality spatial and temporal resolution images despite the cardiac activity. [2] The significance of CCT lies within its prognostic capabilities in the setting of a non-invasive, fast, and safe risk stratification tool. Here we will discuss the utility of this approach by elaborating on the coronary artery calcification score (CAC) with an emphasis on different risk stratification tools.", "contents": "Cardiac Helical CT -- Introduction. CCT provides a three-dimensional approach to cardiac diagnostics, allowing the clinician to evaluate for coronary arterial disease (CAD) via the extent of atherosclerotic plaques. This is done with a 64-slice system aligned with the cardiac cycle, which provides high-quality spatial and temporal resolution images despite the cardiac activity. [2] The significance of CCT lies within its prognostic capabilities in the setting of a non-invasive, fast, and safe risk stratification tool. Here we will discuss the utility of this approach by elaborating on the coronary artery calcification score (CAC) with an emphasis on different risk stratification tools."}
{"id": "article-37642_2", "title": "Cardiac Helical CT -- Specimen Collection -- Imaging", "content": "A CAC score is collected via CCT by 3 mm axial slices confined to the cardiac region. The images are synchronized to an electrocardiogram (ECG) R-R interval, typically collected in late/mid diastole. Significant calcification is defined as at least 1 mm of hyperattenuation of the coronary artery wall with either greater than or equal to 3 pixels or greater than 130 Hounsfield units (HU). [3] [11]", "contents": "Cardiac Helical CT -- Specimen Collection -- Imaging. A CAC score is collected via CCT by 3 mm axial slices confined to the cardiac region. The images are synchronized to an electrocardiogram (ECG) R-R interval, typically collected in late/mid diastole. Significant calcification is defined as at least 1 mm of hyperattenuation of the coronary artery wall with either greater than or equal to 3 pixels or greater than 130 Hounsfield units (HU). [3] [11]"}
{"id": "article-37642_3", "title": "Cardiac Helical CT -- Specimen Collection -- Pharmacology", "content": "A beta-blocker will be administered before scanning to lower heart rate and attempt to normalize any arrhythmia. Contraindications include severe asthma, cocaine abuse, symptomatic bradycardia, AV block.", "contents": "Cardiac Helical CT -- Specimen Collection -- Pharmacology. A beta-blocker will be administered before scanning to lower heart rate and attempt to normalize any arrhythmia. Contraindications include severe asthma, cocaine abuse, symptomatic bradycardia, AV block."}
{"id": "article-37642_4", "title": "Cardiac Helical CT -- Specimen Collection -- Pharmacology", "content": "Immediately before capturing images, a sub-lingual nitrate will be administered to vasodilate the coronaries for optimal imaging quality. Contraindications include the use of phosphodiesterase inhibitors within 24 hours.", "contents": "Cardiac Helical CT -- Specimen Collection -- Pharmacology. Immediately before capturing images, a sub-lingual nitrate will be administered to vasodilate the coronaries for optimal imaging quality. Contraindications include the use of phosphodiesterase inhibitors within 24 hours."}
{"id": "article-37642_5", "title": "Cardiac Helical CT -- Indications", "content": "At this time, limited data provide direct indications; however, CCT/CCTA has been shown beneficial in the following scenarios. CCT - Evaluating an asymptomatic patient with a low-intermediate risk for stable ischemic heart disease. [4] CCT - Evaluating an asymptomatic patient with an intermediate Framingham risk for aspirin, statin therapy. CCT - Evaluating for a degree of coronary arterial stenosis. CCTA - Prosthetic valve interrogation, pre-procedural risk stratification. [5] CCTA - Evaluating an intermediate-risk patient for ACS. [6] CCTA - Noninvasive view of a coronary stent, coronary bypass graft patency. CCTA - Noninvasive approach to rule out congenital coronary anomalies.", "contents": "Cardiac Helical CT -- Indications. At this time, limited data provide direct indications; however, CCT/CCTA has been shown beneficial in the following scenarios. CCT - Evaluating an asymptomatic patient with a low-intermediate risk for stable ischemic heart disease. [4] CCT - Evaluating an asymptomatic patient with an intermediate Framingham risk for aspirin, statin therapy. CCT - Evaluating for a degree of coronary arterial stenosis. CCTA - Prosthetic valve interrogation, pre-procedural risk stratification. [5] CCTA - Evaluating an intermediate-risk patient for ACS. [6] CCTA - Noninvasive view of a coronary stent, coronary bypass graft patency. CCTA - Noninvasive approach to rule out congenital coronary anomalies."}
{"id": "article-37642_6", "title": "Cardiac Helical CT -- Normal and Critical Findings", "content": "Three main methods are available for calculating the CAC score; Agatston Method, Calcium Volume Score, Relative Calcium Mass Score. The Agatston Method is most utilized, thus the one discussed here. It is calculated by the sum of the area of calcium (sq mm) multiplied by a factor of related plaque attenuation, as described below. A computer software system computes this data to calculate a CAC score. Example 300HU occupies 30 sq mm = CAC of 90.", "contents": "Cardiac Helical CT -- Normal and Critical Findings. Three main methods are available for calculating the CAC score; Agatston Method, Calcium Volume Score, Relative Calcium Mass Score. The Agatston Method is most utilized, thus the one discussed here. It is calculated by the sum of the area of calcium (sq mm) multiplied by a factor of related plaque attenuation, as described below. A computer software system computes this data to calculate a CAC score. Example 300HU occupies 30 sq mm = CAC of 90."}
{"id": "article-37642_7", "title": "Cardiac Helical CT -- Normal and Critical Findings -- Normal Plaque Attenuation", "content": "calcium deposits <130 HU", "contents": "Cardiac Helical CT -- Normal and Critical Findings -- Normal Plaque Attenuation. calcium deposits <130 HU"}
{"id": "article-37642_8", "title": "Cardiac Helical CT -- Normal and Critical Findings -- Abnormal Plaque Attenuation", "content": "calcium deposits >130 to 199 HU, factor 1; 200 to 299 HU, factor 2; 300 to 399 HU factor 3; 400 to 499 HU factor 4. [3] Coronary Arterial Calcium Score Scale [7] No evidence of CAD: 0 Minimal evidence of CAD: 1 to 10 Mild evidence of CAD: 11 to 100 Moderate evidence of CAD: 101 to 400 Severe evidence of CAD: >400", "contents": "Cardiac Helical CT -- Normal and Critical Findings -- Abnormal Plaque Attenuation. calcium deposits >130 to 199 HU, factor 1; 200 to 299 HU, factor 2; 300 to 399 HU factor 3; 400 to 499 HU factor 4. [3] Coronary Arterial Calcium Score Scale [7] No evidence of CAD: 0 Minimal evidence of CAD: 1 to 10 Mild evidence of CAD: 11 to 100 Moderate evidence of CAD: 101 to 400 Severe evidence of CAD: >400"}
{"id": "article-37642_9", "title": "Cardiac Helical CT -- Interfering Factors", "content": "Arrhythmia or heart rate >70 bpm. A patient with severe asthma who cannot tolerate a beta-blocker. A patient with hypotension or phosphodiesterase inhibitor use who cannot tolerate a nitrate. Agitated or claustrophobic patient. Serum creatinine >1.8 mg/dL (CCTA)", "contents": "Cardiac Helical CT -- Interfering Factors. Arrhythmia or heart rate >70 bpm. A patient with severe asthma who cannot tolerate a beta-blocker. A patient with hypotension or phosphodiesterase inhibitor use who cannot tolerate a nitrate. Agitated or claustrophobic patient. Serum creatinine >1.8 mg/dL (CCTA)"}
{"id": "article-37642_10", "title": "Cardiac Helical CT -- Patient Safety and Education", "content": "Patients are placed supine on the exam table. Electrodes are positioned on the right and left clavicle, as well as one below the costal margin. These electrodes will allow for ECG gating, which contributes to the accuracy of the images. Such accuracy is achieved by synchronizing the imaging with the cardiac cycle. A slower heart rate is ideal; thus, the reasoning of pre-procedural beta-blocker administration.", "contents": "Cardiac Helical CT -- Patient Safety and Education. Patients are placed supine on the exam table. Electrodes are positioned on the right and left clavicle, as well as one below the costal margin. These electrodes will allow for ECG gating, which contributes to the accuracy of the images. Such accuracy is achieved by synchronizing the imaging with the cardiac cycle. A slower heart rate is ideal; thus, the reasoning of pre-procedural beta-blocker administration."}
{"id": "article-37642_11", "title": "Cardiac Helical CT -- Patient Safety and Education", "content": "The patient will be instructed to keep gross body movements to a minimum and will be asked to hold respirations for a few seconds at a time. Non-compliance with these restrictions will impair adequate delineation of cardiac structures. Furthermore, severe agitation or claustrophobia can inhibit a patient from receiving CCT.", "contents": "Cardiac Helical CT -- Patient Safety and Education. The patient will be instructed to keep gross body movements to a minimum and will be asked to hold respirations for a few seconds at a time. Non-compliance with these restrictions will impair adequate delineation of cardiac structures. Furthermore, severe agitation or claustrophobia can inhibit a patient from receiving CCT."}
{"id": "article-37642_12", "title": "Cardiac Helical CT -- Clinical Significance", "content": "Cardiac imaging is a robust yet essential part of cardiovascular medicine. The development of magnetic resonance imaging, plain chest radiography, echocardiography, and CCT provides clinicians with many tools to evaluate cardiac pathology. Choosing the optimal modality has proven difficult at times as all methods possess specific limitations and indications while sharing many overlapping characteristics. [8] Specifically, cardiac MRI and CCT/CCTA have developed into the modality of choice when it comes to visualizing small coronary and cardiac structures, likely due to their unrivaled spatial resolution. With that being said, below, we will discuss CCT's capabilities rather than absolute indications.", "contents": "Cardiac Helical CT -- Clinical Significance. Cardiac imaging is a robust yet essential part of cardiovascular medicine. The development of magnetic resonance imaging, plain chest radiography, echocardiography, and CCT provides clinicians with many tools to evaluate cardiac pathology. Choosing the optimal modality has proven difficult at times as all methods possess specific limitations and indications while sharing many overlapping characteristics. [8] Specifically, cardiac MRI and CCT/CCTA have developed into the modality of choice when it comes to visualizing small coronary and cardiac structures, likely due to their unrivaled spatial resolution. With that being said, below, we will discuss CCT's capabilities rather than absolute indications."}
{"id": "article-37642_13", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "CAC has been linked to atherosclerosis for decades. CCT provides clinicians with a fast, less cumbersome, more patient safe method for risk stratification of asymptomatic high-risk patients for CAD. Computer software then evaluates the CAC volume and density, providing data points for prognostic tests, most notably the Agatston Method, as discussed above. [4] A CAC calculated per the Agatston Method can be used in conjunction with an already approved stratification tool or alone as a future CHD predictor. CAC used in conjunction with Risk Stratification tools-", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. CAC has been linked to atherosclerosis for decades. CCT provides clinicians with a fast, less cumbersome, more patient safe method for risk stratification of asymptomatic high-risk patients for CAD. Computer software then evaluates the CAC volume and density, providing data points for prognostic tests, most notably the Agatston Method, as discussed above. [4] A CAC calculated per the Agatston Method can be used in conjunction with an already approved stratification tool or alone as a future CHD predictor. CAC used in conjunction with Risk Stratification tools-"}
{"id": "article-37642_14", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "Multi-Ethnic Study of Atherosclerosis CAC (MESA CAC) has demonstrated the efficacy of CAC scores by incorporating the patient's CAC into its demographic database. Including the CAC in the cardiovascular event prediction model provided by MESA proved CAC to be a dominant predictor in CHD as well as all-cause ASVCD outcomes. [9]", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. Multi-Ethnic Study of Atherosclerosis CAC (MESA CAC) has demonstrated the efficacy of CAC scores by incorporating the patient's CAC into its demographic database. Including the CAC in the cardiovascular event prediction model provided by MESA proved CAC to be a dominant predictor in CHD as well as all-cause ASVCD outcomes. [9]"}
{"id": "article-37642_15", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "Compared to the Agatston reporting system alone, CAC Data and Reporting System (CAC-DRS) has been shown to provide better prognostic stratification regarding CHD, CVD, and all-cause mortality. This risk stratification takes into account the CAC as well as the number of coronary vessels involved. [10]", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. Compared to the Agatston reporting system alone, CAC Data and Reporting System (CAC-DRS) has been shown to provide better prognostic stratification regarding CHD, CVD, and all-cause mortality. This risk stratification takes into account the CAC as well as the number of coronary vessels involved. [10]"}
{"id": "article-37642_16", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "Using CAC as a re-classification tool in the Framingham Risk Score has shown benefit for intermediate-risk patients. Roughly 60% of atherosclerotic coronary events occur in low to intermediate-risk patients according to the Framingham risk. The addition of a patient's CAC increases the accuracy of this stratification too substantially. [11]", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. Using CAC as a re-classification tool in the Framingham Risk Score has shown benefit for intermediate-risk patients. Roughly 60% of atherosclerotic coronary events occur in low to intermediate-risk patients according to the Framingham risk. The addition of a patient's CAC increases the accuracy of this stratification too substantially. [11]"}
{"id": "article-37642_17", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "CAC risk stratification has been shown to direct the clinician with data to support starting an asymptomatic patient on aspirin or statin in all three of the methods discussed.", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. CAC risk stratification has been shown to direct the clinician with data to support starting an asymptomatic patient on aspirin or statin in all three of the methods discussed."}
{"id": "article-37642_18", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events", "content": "CAC as an independent predictor of future CAD-related events- According to the ACCF/AHA consensus report of 2007, the following relative risk (RR) ratios for CAD-related events were calculated according to isolated CAC scores in asymptomatic patients. CAC 100 to 400, RR 4.3; CAC 401 to 999, RR 7.2; CAC >1000, RR 10.8 [12]", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD-related Events. CAC as an independent predictor of future CAD-related events- According to the ACCF/AHA consensus report of 2007, the following relative risk (RR) ratios for CAD-related events were calculated according to isolated CAC scores in asymptomatic patients. CAC 100 to 400, RR 4.3; CAC 401 to 999, RR 7.2; CAC >1000, RR 10.8 [12]"}
{"id": "article-37642_19", "title": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD Degree of Stenosis", "content": "A recent study demonstrated CAC to be an accurate predictor of the coronary arterial degree of stenosis via histological evaluation of post-mortem coronary arteries. This study showed CAC to be an effective tool in identifying a patient's degree of coronary arterial stenosis. [13]", "contents": "Cardiac Helical CT -- Clinical Significance -- Predicting CAD Degree of Stenosis. A recent study demonstrated CAC to be an accurate predictor of the coronary arterial degree of stenosis via histological evaluation of post-mortem coronary arteries. This study showed CAC to be an effective tool in identifying a patient's degree of coronary arterial stenosis. [13]"}
{"id": "article-37642_20", "title": "Cardiac Helical CT -- Clinical Significance -- Prosthetic Valvular Dysfunction (PVD) Evaluation", "content": "The initial evaluation of a suspected PVD is done via transthoracic echocardiography or transesophageal echocardiography. Given the broad differential, these modalities can be limited, especially in the setting of an acoustic shadow. Furthermore, CCTA has been shown to allow clinicians to accurately evaluate peri-prosthetic windows allowing optimal viewing to rule out a peri-valvular thrombus or pannus. [5] [14]", "contents": "Cardiac Helical CT -- Clinical Significance -- Prosthetic Valvular Dysfunction (PVD) Evaluation. The initial evaluation of a suspected PVD is done via transthoracic echocardiography or transesophageal echocardiography. Given the broad differential, these modalities can be limited, especially in the setting of an acoustic shadow. Furthermore, CCTA has been shown to allow clinicians to accurately evaluate peri-prosthetic windows allowing optimal viewing to rule out a peri-valvular thrombus or pannus. [5] [14]"}
{"id": "article-37642_21", "title": "Cardiac Helical CT -- Clinical Significance -- Structural Cardiac Abnormalities", "content": "A recent study demonstrated the ability of CCTA to demonstrate accurate ventricular dimensions/curvature. These findings were directly correlated with RV dimensions found on cardiac MRI. When compared to TTE, echo findings of ventricular dysfunction were correlated with enlarged ventricular dimensions on CCT. [15]", "contents": "Cardiac Helical CT -- Clinical Significance -- Structural Cardiac Abnormalities. A recent study demonstrated the ability of CCTA to demonstrate accurate ventricular dimensions/curvature. These findings were directly correlated with RV dimensions found on cardiac MRI. When compared to TTE, echo findings of ventricular dysfunction were correlated with enlarged ventricular dimensions on CCT. [15]"}
{"id": "article-37642_22", "title": "Cardiac Helical CT -- Clinical Significance -- Cardiac Imaging for Patients with Metallic Implants", "content": "Cardiac MRI is preferred over CCTA for the evaluation of coronary congenital anomalies.[5] Patients with cardiac devices/metallic implants must undergo CCTA for such evaluation.", "contents": "Cardiac Helical CT -- Clinical Significance -- Cardiac Imaging for Patients with Metallic Implants. Cardiac MRI is preferred over CCTA for the evaluation of coronary congenital anomalies.[5] Patients with cardiac devices/metallic implants must undergo CCTA for such evaluation."}
{"id": "article-37642_23", "title": "Cardiac Helical CT -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Helical CT -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}