{"id": "article-31476_0", "title": "Zonisamide -- Continuing Education Activity", "content": "Zonisamide is a sulfonamide antiepileptic drug that is a 1,2 benzisoxazole derivative and is the first compound from this group of chemicals to be used as an antiepileptic drug. It is chemically unrelated to other antiepileptic medications. It has both epileptic and non-epileptic indications. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring, of zonisamide, so providers can direct patient therapy in conditions where it has therapeutic benefit as part of the interprofessional team.", "contents": "Zonisamide -- Continuing Education Activity. Zonisamide is a sulfonamide antiepileptic drug that is a 1,2 benzisoxazole derivative and is the first compound from this group of chemicals to be used as an antiepileptic drug. It is chemically unrelated to other antiepileptic medications. It has both epileptic and non-epileptic indications. This activity outlines the indications, mechanism of action, methods of administration, significant adverse effects, contraindications, toxicity, and monitoring, of zonisamide, so providers can direct patient therapy in conditions where it has therapeutic benefit as part of the interprofessional team."}
{"id": "article-31476_1", "title": "Zonisamide -- Continuing Education Activity", "content": "Objectives: Describe the therapeutic mechanisms of action of zonisamide for conditions where it has therapeutic value. Review the indicated conditions for zonisamide, both approved and off-label. Summarize the potential adverse event profile of zonisamide. Outline interprofessional team strategies for improving care coordination and communication to properly use zonisamide to improve patient outcomes for indicated conditions. Access free multiple choice questions on this topic.", "contents": "Zonisamide -- Continuing Education Activity. Objectives: Describe the therapeutic mechanisms of action of zonisamide for conditions where it has therapeutic value. Review the indicated conditions for zonisamide, both approved and off-label. Summarize the potential adverse event profile of zonisamide. Outline interprofessional team strategies for improving care coordination and communication to properly use zonisamide to improve patient outcomes for indicated conditions. Access free multiple choice questions on this topic."}
{"id": "article-31476_2", "title": "Zonisamide -- Indications", "content": "Zonisamide is a sulfonamide antiepileptic drug that is a 1,2 benzisoxazole derivative and is the first compound from this group of chemicals to be used as an antiepileptic drug. It is chemically unrelated to other antiepileptic medications. [1] [2] First used in Japan in 1972 to treat psychiatric disorders, Japanese clinicians have used the drug to treat epilepsy since at least 1990. [3]", "contents": "Zonisamide -- Indications. Zonisamide is a sulfonamide antiepileptic drug that is a 1,2 benzisoxazole derivative and is the first compound from this group of chemicals to be used as an antiepileptic drug. It is chemically unrelated to other antiepileptic medications. [1] [2] First used in Japan in 1972 to treat psychiatric disorders, Japanese clinicians have used the drug to treat epilepsy since at least 1990. [3]"}
{"id": "article-31476_3", "title": "Zonisamide -- Indications -- Antiepileptic Uses", "content": "It was FDA-approved in the United States in 2000 for use as adjunctive therapy to treat partial seizures in adults. It is not FDA-approved in the United States for use in children, but clinical studies have shown efficacy and benefits. Small clinical studies have indicated that zonisamide is effective for other types of epilepsy and epilepsy syndromes like infantile spasms, progressive myoclonus epilepsy, Lennox- Gastaut syndrome, simple partial seizures, complex partial seizures, and myoclonic seizures.", "contents": "Zonisamide -- Indications -- Antiepileptic Uses. It was FDA-approved in the United States in 2000 for use as adjunctive therapy to treat partial seizures in adults. It is not FDA-approved in the United States for use in children, but clinical studies have shown efficacy and benefits. Small clinical studies have indicated that zonisamide is effective for other types of epilepsy and epilepsy syndromes like infantile spasms, progressive myoclonus epilepsy, Lennox- Gastaut syndrome, simple partial seizures, complex partial seizures, and myoclonic seizures."}
{"id": "article-31476_4", "title": "Zonisamide -- Indications", "content": "Only a few clinical trials have evaluated the use of zonisamide as monotherapy for the treatment of epilepsy. [4] [5] A systematic review of zonisamide therapy alone for partial seizures in children concluded that there was insufficient evidence to support zonisamide monotherapy. It may be effective as a single agent for epilepsy. However, more extensive double-blind clinical trials are needed before zonisamide monotherapy can be recommended. [6] [7]", "contents": "Zonisamide -- Indications. Only a few clinical trials have evaluated the use of zonisamide as monotherapy for the treatment of epilepsy. [4] [5] A systematic review of zonisamide therapy alone for partial seizures in children concluded that there was insufficient evidence to support zonisamide monotherapy. It may be effective as a single agent for epilepsy. However, more extensive double-blind clinical trials are needed before zonisamide monotherapy can be recommended. [6] [7]"}
{"id": "article-31476_5", "title": "Zonisamide -- Indications -- Nonepileptic Uses", "content": "There have been clinical trials for zonisamide use and benefits in patients with mania and acute psychotic conditions. It also has shown efficacy in patients with neuropathic pain. Some studies report improvement in Parkinson disease symptoms when added to their other medications. Studies suggest zonisamide may be as effective as propranolol in patients with head tremors or essential tremors.", "contents": "Zonisamide -- Indications -- Nonepileptic Uses. There have been clinical trials for zonisamide use and benefits in patients with mania and acute psychotic conditions. It also has shown efficacy in patients with neuropathic pain. Some studies report improvement in Parkinson disease symptoms when added to their other medications. Studies suggest zonisamide may be as effective as propranolol in patients with head tremors or essential tremors."}
{"id": "article-31476_6", "title": "Zonisamide -- Mechanism of Action", "content": "Zonisamide acts through the blockade of voltage-dependent sodium and T-type calcium channels. It possibly also inhibits glutamate release. It is a weak carbonic anhydrase inhibitor, although this action is not responsible for its antiepileptic activity. [8] [9] [8] Pharmacokinetics [9]", "contents": "Zonisamide -- Mechanism of Action. Zonisamide acts through the blockade of voltage-dependent sodium and T-type calcium channels. It possibly also inhibits glutamate release. It is a weak carbonic anhydrase inhibitor, although this action is not responsible for its antiepileptic activity. [8] [9] [8] Pharmacokinetics [9]"}
{"id": "article-31476_7", "title": "Zonisamide -- Mechanism of Action -- Absorption", "content": "Zonisamide is rapidly absorbed and evenly distributed following oral administration. Maximum concentration occurs within 2 to 5 hours. Food delays the time to maximum concentration but not bioavailability. If taken with food, it may take up to 4 to 6 hours to reach peak plasma levels. Bioavailability is high, but because of the lack of availability of a parenteral product, absolute bioavailability in humans is unknown. It is metabolized mainly by cytochrome P450 3A4. Intestinal 3A4 may account for decreased bioavailability of oral preparation. [10]", "contents": "Zonisamide -- Mechanism of Action -- Absorption. Zonisamide is rapidly absorbed and evenly distributed following oral administration. Maximum concentration occurs within 2 to 5 hours. Food delays the time to maximum concentration but not bioavailability. If taken with food, it may take up to 4 to 6 hours to reach peak plasma levels. Bioavailability is high, but because of the lack of availability of a parenteral product, absolute bioavailability in humans is unknown. It is metabolized mainly by cytochrome P450 3A4. Intestinal 3A4 may account for decreased bioavailability of oral preparation. [10]"}
{"id": "article-31476_8", "title": "Zonisamide -- Mechanism of Action -- Distribution and Protein Binding", "content": "Zonisamide has a dose-dependent decrease in volume of distribution. It has saturable binding to erythrocytes, especially to intracellular carbonic anhydrase. It binds to red blood cells (RBC) and is found in higher concentrations in RBCs than in plasma. Whole blood zonisamide concentration is non-linear as the dosage increases; however, plasma zonisamide concentration is linear with increased doses. Around 40% of zonisamide is bound to plasma proteins, especially albumin. [10] [11]", "contents": "Zonisamide -- Mechanism of Action -- Distribution and Protein Binding. Zonisamide has a dose-dependent decrease in volume of distribution. It has saturable binding to erythrocytes, especially to intracellular carbonic anhydrase. It binds to red blood cells (RBC) and is found in higher concentrations in RBCs than in plasma. Whole blood zonisamide concentration is non-linear as the dosage increases; however, plasma zonisamide concentration is linear with increased doses. Around 40% of zonisamide is bound to plasma proteins, especially albumin. [10] [11]"}
{"id": "article-31476_9", "title": "Zonisamide -- Mechanism of Action -- Metabolism and Clearance", "content": "Following oral administration, the half-life of zonisamide is estimated at 50 to 69 hours for plasma and 105 hours for RBCs. It takes up to 14 days to reach steady-state levels after taking a stable dose of zonisamide. Less than 30% of it is eliminated unchanged in the urine. Most of the drug undergoes extensive hepatic metabolism. The major metabolite of zonisamide is 2-sulfamoylacetylphenol (SMAP), formed by liver microsomal enzymes primarily through cytochrome P450 3A4. It is metabolized to a lesser extent by CYP 2C19 and CYP 3A5. Metabolites are pharmacologically inactive and are excreted primarily by kidneys.", "contents": "Zonisamide -- Mechanism of Action -- Metabolism and Clearance. Following oral administration, the half-life of zonisamide is estimated at 50 to 69 hours for plasma and 105 hours for RBCs. It takes up to 14 days to reach steady-state levels after taking a stable dose of zonisamide. Less than 30% of it is eliminated unchanged in the urine. Most of the drug undergoes extensive hepatic metabolism. The major metabolite of zonisamide is 2-sulfamoylacetylphenol (SMAP), formed by liver microsomal enzymes primarily through cytochrome P450 3A4. It is metabolized to a lesser extent by CYP 2C19 and CYP 3A5. Metabolites are pharmacologically inactive and are excreted primarily by kidneys."}
{"id": "article-31476_10", "title": "Zonisamide -- Administration", "content": "Recommended initial dose of zonisamide is 100 to 200 mg daily for adults and 2 to 4 mg/kg/day for children. Once or twice daily dosing is used. The dose should be increased at two-week intervals to achieve a target maintenance dose of 300 to 400 mg daily in adults and 4 to 8 mg/kg in children. Doses up to 600 mg/day have been used in adults, but studies have indicated more adverse effects and no greater efficacy for doses over 400 mg/day. The recommended doses are associated with a steady-state plasma concentration of 10 to 38 mcg/mL. Maintaining zonisamide concentrations of less than 30 to 40 mcg/mL is recommended. [9] It is available as tablets and capsules for oral use. The parenteral formulation of zonisamide is not available for use.", "contents": "Zonisamide -- Administration. Recommended initial dose of zonisamide is 100 to 200 mg daily for adults and 2 to 4 mg/kg/day for children. Once or twice daily dosing is used. The dose should be increased at two-week intervals to achieve a target maintenance dose of 300 to 400 mg daily in adults and 4 to 8 mg/kg in children. Doses up to 600 mg/day have been used in adults, but studies have indicated more adverse effects and no greater efficacy for doses over 400 mg/day. The recommended doses are associated with a steady-state plasma concentration of 10 to 38 mcg/mL. Maintaining zonisamide concentrations of less than 30 to 40 mcg/mL is recommended. [9] It is available as tablets and capsules for oral use. The parenteral formulation of zonisamide is not available for use."}
{"id": "article-31476_11", "title": "Zonisamide -- Administration", "content": "Caution is necessary when using this agent in patients with hepatic and renal impairment; slower titration and frequent monitoring are advised. It should not be used in patients with renal impairment with a glomerular filtration rate of less than 50 mL/min.", "contents": "Zonisamide -- Administration. Caution is necessary when using this agent in patients with hepatic and renal impairment; slower titration and frequent monitoring are advised. It should not be used in patients with renal impairment with a glomerular filtration rate of less than 50 mL/min."}
{"id": "article-31476_12", "title": "Zonisamide -- Adverse Effects", "content": "The following are the potential adverse effects of zonisamide: [12]", "contents": "Zonisamide -- Adverse Effects. The following are the potential adverse effects of zonisamide: [12]"}
{"id": "article-31476_13", "title": "Zonisamide -- Adverse Effects -- Common", "content": "Dizziness, somnolence, anorexia, ataxia, fatigue, abnormal thinking, and confusion are common side effects of zonisamide use. Zonisamide can cause mild to moderate weight loss. Obese patients or those who experienced weight gain associated with using other antiepileptic drugs may benefit from the addition of zonisamide to their regimen.", "contents": "Zonisamide -- Adverse Effects -- Common. Dizziness, somnolence, anorexia, ataxia, fatigue, abnormal thinking, and confusion are common side effects of zonisamide use. Zonisamide can cause mild to moderate weight loss. Obese patients or those who experienced weight gain associated with using other antiepileptic drugs may benefit from the addition of zonisamide to their regimen."}
{"id": "article-31476_14", "title": "Zonisamide -- Adverse Effects -- Rare", "content": "Renal calculi are more common in individuals who have been taking zonisamide for at least six months, have a family history of nephrolithiasis, or are also taking other antiepileptic drugs. Zonisamide is not contraindicated in patients with a history of kidney stones, but care is necessary with patients taking zonisamide, and they should maintain adequate hydration to maintain good urine flow. Allergic reactions are rare but have been reported. A rash is the predominant allergic-type reaction reported. Zonisamide is chemically related to sulfonamide drugs; caution should be taken when using zonisamide in patients with prior allergic reactions to sulfa agents.", "contents": "Zonisamide -- Adverse Effects -- Rare. Renal calculi are more common in individuals who have been taking zonisamide for at least six months, have a family history of nephrolithiasis, or are also taking other antiepileptic drugs. Zonisamide is not contraindicated in patients with a history of kidney stones, but care is necessary with patients taking zonisamide, and they should maintain adequate hydration to maintain good urine flow. Allergic reactions are rare but have been reported. A rash is the predominant allergic-type reaction reported. Zonisamide is chemically related to sulfonamide drugs; caution should be taken when using zonisamide in patients with prior allergic reactions to sulfa agents."}
{"id": "article-31476_15", "title": "Zonisamide -- Adverse Effects", "content": "Mild, relative neutropenia has been observed in some individuals. Oligohidrosis can occur, causing decreased sweating and hyperthermia. This has been reported more in children. Children on zonisamide should not be exposed to extreme heat for prolonged periods. Zonisamide can produce metabolic acidosis as it has carbonic anhydrase inhibitor activity. Serum bicarbonate should be checked before starting treatment and regularly thereafter, especially in individuals with impaired pulmonary or renal function. Zonisamide may alter cognition and behavior in some individuals. The true incidence of these adverse effects is unknown. Most of the reports of cognitive or behavioral problems have been in patients taking multiple antiepileptic drugs. Limited data are available on the teratogenic effects of zonisamide. Reports conclude that zonisamide is associated with no greater risk of teratogenicity than other antiepileptic drugs.", "contents": "Zonisamide -- Adverse Effects. Mild, relative neutropenia has been observed in some individuals. Oligohidrosis can occur, causing decreased sweating and hyperthermia. This has been reported more in children. Children on zonisamide should not be exposed to extreme heat for prolonged periods. Zonisamide can produce metabolic acidosis as it has carbonic anhydrase inhibitor activity. Serum bicarbonate should be checked before starting treatment and regularly thereafter, especially in individuals with impaired pulmonary or renal function. Zonisamide may alter cognition and behavior in some individuals. The true incidence of these adverse effects is unknown. Most of the reports of cognitive or behavioral problems have been in patients taking multiple antiepileptic drugs. Limited data are available on the teratogenic effects of zonisamide. Reports conclude that zonisamide is associated with no greater risk of teratogenicity than other antiepileptic drugs."}
{"id": "article-31476_16", "title": "Zonisamide -- Contraindications", "content": "Zonisamide is contraindicated in patients with hypersensitivity or severe allergic reactions to zonisamide or sulfonamides.", "contents": "Zonisamide -- Contraindications. Zonisamide is contraindicated in patients with hypersensitivity or severe allergic reactions to zonisamide or sulfonamides."}
{"id": "article-31476_17", "title": "Zonisamide -- Contraindications -- Drug Interactions", "content": "Zonisamide is primarily metabolized through CYP 3A4 and has a potential for drug interactions involving these enzyme systems. Ketoconazole, dihydroergotamine, cyclosporine A, and triazolam inhibit zonisamide metabolism by 85% to 95% compared to control. Other CYP 3A inhibitors like diazepam, erythromycin, lidocaine, and terfenadine, can cause a reduction in metabolism by 35 to 45%. Patients receiving CYP 3A inhibitors require lower doses of zonisamide. [13]", "contents": "Zonisamide -- Contraindications -- Drug Interactions. Zonisamide is primarily metabolized through CYP 3A4 and has a potential for drug interactions involving these enzyme systems. Ketoconazole, dihydroergotamine, cyclosporine A, and triazolam inhibit zonisamide metabolism by 85% to 95% compared to control. Other CYP 3A inhibitors like diazepam, erythromycin, lidocaine, and terfenadine, can cause a reduction in metabolism by 35 to 45%. Patients receiving CYP 3A inhibitors require lower doses of zonisamide. [13]"}
{"id": "article-31476_18", "title": "Zonisamide -- Contraindications -- Drug Interactions", "content": "Drugs that can induce CYP 3A can increase the metabolism of zonisamide. Phenytoin and carbamazepine have induced zonisamide metabolism. Other known inducers of hepatic metabolism like phenobarbital and primidone also can increase the metabolism of zonisamide. The dose of zonisamide may need to be increased when used in combination with known CYP 3A inducers.", "contents": "Zonisamide -- Contraindications -- Drug Interactions. Drugs that can induce CYP 3A can increase the metabolism of zonisamide. Phenytoin and carbamazepine have induced zonisamide metabolism. Other known inducers of hepatic metabolism like phenobarbital and primidone also can increase the metabolism of zonisamide. The dose of zonisamide may need to be increased when used in combination with known CYP 3A inducers."}
{"id": "article-31476_19", "title": "Zonisamide -- Contraindications -- Drug Interactions", "content": "Zonisamide does not induce or inhibit hepatic enzymes and does not cause any clinically significant alteration in the pharmacokinetic disposition of other drugs. [14]", "contents": "Zonisamide -- Contraindications -- Drug Interactions. Zonisamide does not induce or inhibit hepatic enzymes and does not cause any clinically significant alteration in the pharmacokinetic disposition of other drugs. [14]"}
{"id": "article-31476_20", "title": "Zonisamide -- Contraindications -- Drug Interactions", "content": "A high concentration of CYP 3A4 in the intestinal wall can metabolize drugs before they are absorbed into the systemic circulation. Some foods like grapefruit juice and lemon juice contain substances that can inhibit the activity of intestinal CYP 3A4. When zonisamide is taken with foods that can inhibit the activity of intestinal CYP3A4, there is potential for increased absorption and adverse effects. [3]", "contents": "Zonisamide -- Contraindications -- Drug Interactions. A high concentration of CYP 3A4 in the intestinal wall can metabolize drugs before they are absorbed into the systemic circulation. Some foods like grapefruit juice and lemon juice contain substances that can inhibit the activity of intestinal CYP 3A4. When zonisamide is taken with foods that can inhibit the activity of intestinal CYP3A4, there is potential for increased absorption and adverse effects. [3]"}
{"id": "article-31476_21", "title": "Zonisamide -- Monitoring", "content": "Serum bicarbonate, BUN/creatinine, and CBC should be checked before initiating Zonisamide treatment and periodically thereafter. Signs and symptoms of depression and behavior change should be monitored closely in patients taking zonisamide. Monitoring of serum levels is recommended for all patients to ensure appropriate dosing. Serum levels may not correlate with the dose because it has concentration-dependent erythrocyte binding. The patient response usually correlates well with serum level.", "contents": "Zonisamide -- Monitoring. Serum bicarbonate, BUN/creatinine, and CBC should be checked before initiating Zonisamide treatment and periodically thereafter. Signs and symptoms of depression and behavior change should be monitored closely in patients taking zonisamide. Monitoring of serum levels is recommended for all patients to ensure appropriate dosing. Serum levels may not correlate with the dose because it has concentration-dependent erythrocyte binding. The patient response usually correlates well with serum level."}
{"id": "article-31476_22", "title": "Zonisamide -- Monitoring -- Special Populations", "content": "Children: - It appears to have a similar volume of distribution but more rapid clearance in children. Children seem to require higher doses of zonisamide, based on body weight, to achieve similar plasma concentrations as those in adults.", "contents": "Zonisamide -- Monitoring -- Special Populations. Children: - It appears to have a similar volume of distribution but more rapid clearance in children. Children seem to require higher doses of zonisamide, based on body weight, to achieve similar plasma concentrations as those in adults."}
{"id": "article-31476_23", "title": "Zonisamide -- Monitoring -- Special Populations", "content": "Pregnancy: Zonisamide is a pregnancy category C drug. Women of childbearing age should use effective birth control when taking zonisamide as it rapidly crosses the placenta. Risks and benefits must be weighed when using zonisamide during pregnancy. Dose during pregnancy is increased. Serum concentrations of zonisamide should be closely monitored during pregnancy, and appropriate dosage adjustments should be made. [15]", "contents": "Zonisamide -- Monitoring -- Special Populations. Pregnancy: Zonisamide is a pregnancy category C drug. Women of childbearing age should use effective birth control when taking zonisamide as it rapidly crosses the placenta. Risks and benefits must be weighed when using zonisamide during pregnancy. Dose during pregnancy is increased. Serum concentrations of zonisamide should be closely monitored during pregnancy, and appropriate dosage adjustments should be made. [15]"}
{"id": "article-31476_24", "title": "Zonisamide -- Monitoring -- Special Populations", "content": "Lactation: It appears in breast milk at similar levels to maternal plasma concentrations.", "contents": "Zonisamide -- Monitoring -- Special Populations. Lactation: It appears in breast milk at similar levels to maternal plasma concentrations."}
{"id": "article-31476_25", "title": "Zonisamide -- Monitoring -- Special Populations", "content": "Hepatic impairment: No dosage adjustment is provided in the manufacturer's labeling; however, slow titration and frequent monitoring are recommended.", "contents": "Zonisamide -- Monitoring -- Special Populations. Hepatic impairment: No dosage adjustment is provided in the manufacturer's labeling; however, slow titration and frequent monitoring are recommended."}
{"id": "article-31476_26", "title": "Zonisamide -- Monitoring -- Special Populations", "content": "Renal Impairment: Caution is advised, with slow titration and frequent monitoring in these patients. Use is not recommended for severe renal impairment (CrCl less than 20 mL/minute).", "contents": "Zonisamide -- Monitoring -- Special Populations. Renal Impairment: Caution is advised, with slow titration and frequent monitoring in these patients. Use is not recommended for severe renal impairment (CrCl less than 20 mL/minute)."}
{"id": "article-31476_27", "title": "Zonisamide -- Toxicity", "content": "Limited data are available on zonisamide overdose, and there are no cases reported thus far for monotoxicity with zonisamide. When acute or chronic zonisamide toxicity is suspected, immediate medical attention should be sought, and poison control should be contacted. The plasma concentration of zonisamide should be measured. Patients should be monitored closely and symptomatically treated. Overdose symptoms may include nausea, vomiting, somnolence, central nervous system depression, metabolic acidosis, and polyuria. [14]", "contents": "Zonisamide -- Toxicity. Limited data are available on zonisamide overdose, and there are no cases reported thus far for monotoxicity with zonisamide. When acute or chronic zonisamide toxicity is suspected, immediate medical attention should be sought, and poison control should be contacted. The plasma concentration of zonisamide should be measured. Patients should be monitored closely and symptomatically treated. Overdose symptoms may include nausea, vomiting, somnolence, central nervous system depression, metabolic acidosis, and polyuria. [14]"}
{"id": "article-31476_28", "title": "Zonisamide -- Enhancing Healthcare Team Outcomes", "content": "While the neurologist usually initiates zonisamide treatment, patient follow-up is usually done by the primary care provider and nurse practitioner. Patients receiving therapy with zonisamide need monitoring of their renal function and CBC at regular intervals. Further, signs and symptoms of depression and behavior change should be monitored closely. Monitoring of serum levels of the drug is recommended for all patients to ensure appropriate dosing. Serum levels may not correlate with the dose because it has concentration-dependent erythrocyte binding. The patient response usually correlates well with drug serum level. Patient compliance with the medication should be reinforced at every interaction by the nurse and pharmacist. These examples of interprofessional team collaboration will contribute to therapeutic success with zonisamide therapy while minimizing adverse events. [Level 5]", "contents": "Zonisamide -- Enhancing Healthcare Team Outcomes. While the neurologist usually initiates zonisamide treatment, patient follow-up is usually done by the primary care provider and nurse practitioner. Patients receiving therapy with zonisamide need monitoring of their renal function and CBC at regular intervals. Further, signs and symptoms of depression and behavior change should be monitored closely. Monitoring of serum levels of the drug is recommended for all patients to ensure appropriate dosing. Serum levels may not correlate with the dose because it has concentration-dependent erythrocyte binding. The patient response usually correlates well with drug serum level. Patient compliance with the medication should be reinforced at every interaction by the nurse and pharmacist. These examples of interprofessional team collaboration will contribute to therapeutic success with zonisamide therapy while minimizing adverse events. [Level 5]"}
{"id": "article-31476_29", "title": "Zonisamide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Zonisamide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}