{"id": "article-30731_0", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Introduction", "content": "The ulnar artery provides an important contribution to the vascular supply to the hand and upper extremity. It arises from the brachial artery as its larger terminal branch at the level of the cubital fossa with the brachialis muscle at its deep surface. It then passes deep to the median nerve and courses obliquely and medially (ulnarly) beneath the pronator teres, flexor carpi radialis, palmaris longus, and flexor digitorum superficialis muscles of the proximal forearm, while the flexor digitorum profundus muscle lies posteriorly to the ulnar artery. As the ulnar artery travels in the forearm, it runs deep to the flexor carpi ulnaris muscle and radial to the ulnar nerve. In the distal forearm and wrist, the ulnar artery lies between the tendons of the flexor digitorum superficialis (radially) and the flexor carpi ulnaris tendon (ulnarly). The ulnar artery enters the hand superficial to the flexor retinaculum via Guyon’s canal and terminates with a superficial branch (which forms the superficial palmar arch) and a deep branch, which contributes to the deep palmar arch. [1]", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Introduction. The ulnar artery provides an important contribution to the vascular supply to the hand and upper extremity. It arises from the brachial artery as its larger terminal branch at the level of the cubital fossa with the brachialis muscle at its deep surface. It then passes deep to the median nerve and courses obliquely and medially (ulnarly) beneath the pronator teres, flexor carpi radialis, palmaris longus, and flexor digitorum superficialis muscles of the proximal forearm, while the flexor digitorum profundus muscle lies posteriorly to the ulnar artery. As the ulnar artery travels in the forearm, it runs deep to the flexor carpi ulnaris muscle and radial to the ulnar nerve. In the distal forearm and wrist, the ulnar artery lies between the tendons of the flexor digitorum superficialis (radially) and the flexor carpi ulnaris tendon (ulnarly). The ulnar artery enters the hand superficial to the flexor retinaculum via Guyon’s canal and terminates with a superficial branch (which forms the superficial palmar arch) and a deep branch, which contributes to the deep palmar arch. [1]"}
{"id": "article-30731_1", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "The major branches of the ulnar artery include the following (listed in a proximal to distal sequence):", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. The major branches of the ulnar artery include the following (listed in a proximal to distal sequence):"}
{"id": "article-30731_2", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Anterior ulnar recurrent artery: proximal branch of the ulnar artery that courses superiorly and anterior to the medial humeral epicondyle.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Anterior ulnar recurrent artery: proximal branch of the ulnar artery that courses superiorly and anterior to the medial humeral epicondyle."}
{"id": "article-30731_3", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Posterior ulnar recurrent artery: This is another proximal branch of the ulnar artery that arises distal to the anterior ulnar recurrent artery. It ascends superiorly and posterior to the medial epicondyle.  The anterior and posterior ulnar recurrent arteries form arterial anastomoses around the elbow in conjunction with the inferior and superior ulnar collateral arterial branches of the brachial artery.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Posterior ulnar recurrent artery: This is another proximal branch of the ulnar artery that arises distal to the anterior ulnar recurrent artery. It ascends superiorly and posterior to the medial epicondyle.  The anterior and posterior ulnar recurrent arteries form arterial anastomoses around the elbow in conjunction with the inferior and superior ulnar collateral arterial branches of the brachial artery."}
{"id": "article-30731_4", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Common interosseous artery: The common interosseous artery is a branch of the ulnar artery follows a short course before dividing into the anterior and posterior interosseous arteries. The anterior interosseous artery descends along the anterior aspect of the interosseous membrane to supply muscles of the deep, volar compartment of the forearm. The posterior interosseous artery travels posterior to the interosseous membrane to supply many of the extensor muscles of the dorsal compartment.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Common interosseous artery: The common interosseous artery is a branch of the ulnar artery follows a short course before dividing into the anterior and posterior interosseous arteries. The anterior interosseous artery descends along the anterior aspect of the interosseous membrane to supply muscles of the deep, volar compartment of the forearm. The posterior interosseous artery travels posterior to the interosseous membrane to supply many of the extensor muscles of the dorsal compartment."}
{"id": "article-30731_5", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Palmar carpal branch: The palmar carpal branch of the ulnar artery along with the palmar carpal branch of the radial artery forms the palmar carpal arch which lies on the palmar aspect of the carpus and provides blood to the carpal bones and joints.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Palmar carpal branch: The palmar carpal branch of the ulnar artery along with the palmar carpal branch of the radial artery forms the palmar carpal arch which lies on the palmar aspect of the carpus and provides blood to the carpal bones and joints."}
{"id": "article-30731_6", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Dorsal carpal branch: The dorsal carpal branch of the ulnar artery contributes blood supply to the dorsal carpal arch in conjunction with the dorsal carpal branch of the radial artery.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Dorsal carpal branch: The dorsal carpal branch of the ulnar artery contributes blood supply to the dorsal carpal arch in conjunction with the dorsal carpal branch of the radial artery."}
{"id": "article-30731_7", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Deep palmar branch: The ulnar artery enters the hand through Guyon’s canal, anterior to the flexor retinaculum. The deep palmar branch of the ulnar artery gives off branches to the hypothenar muscles and contributes to the deep palmar arch of the hand which lies deep to the flexor tendons.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Deep palmar branch: The ulnar artery enters the hand through Guyon’s canal, anterior to the flexor retinaculum. The deep palmar branch of the ulnar artery gives off branches to the hypothenar muscles and contributes to the deep palmar arch of the hand which lies deep to the flexor tendons."}
{"id": "article-30731_8", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function", "content": "Superficial palmar arch: The ulnar artery proceeds into the palm and forms the superficial palmar arch, an important vascular structure in the hand. The superficial palmar arch curves radially and lies deep to the palmar aponeurosis and superficial to the flexor tendons. Common digital arteries emerge from the superficial palmar arch to supply blood to the ulnar three digits as well as the ulnar aspect of the index finger.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Structure and Function. Superficial palmar arch: The ulnar artery proceeds into the palm and forms the superficial palmar arch, an important vascular structure in the hand. The superficial palmar arch curves radially and lies deep to the palmar aponeurosis and superficial to the flexor tendons. Common digital arteries emerge from the superficial palmar arch to supply blood to the ulnar three digits as well as the ulnar aspect of the index finger."}
{"id": "article-30731_9", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Embryology", "content": "In upper limb development, the limb bud appears at 26 days (intrauterine age). Somatic mesoderm will lead to the formation of upper limb vessels (as well as muscles and nerves). The presence of capillary networks characterizes this early stage of development which is then followed by the appearance of a marginal vein on day 31. At the time of appearance of the hand paddle on day 33, upper limb axial arteries appear (subclavian, axillary, and brachial). The appearance of the ulnar artery on day 41 coincides with the appearance of the digital rays within the hand paddle. [2]", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Embryology. In upper limb development, the limb bud appears at 26 days (intrauterine age). Somatic mesoderm will lead to the formation of upper limb vessels (as well as muscles and nerves). The presence of capillary networks characterizes this early stage of development which is then followed by the appearance of a marginal vein on day 31. At the time of appearance of the hand paddle on day 33, upper limb axial arteries appear (subclavian, axillary, and brachial). The appearance of the ulnar artery on day 41 coincides with the appearance of the digital rays within the hand paddle. [2]"}
{"id": "article-30731_10", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Nerves", "content": "The close anatomic relationship of the ulnar artery to the median nerve proximally and the ulnar nerve more distally is worth noting. As the median nerve exits the cubital fossa, it travels distally between the humeral and ulnar head of the pronator teres muscle. The ulnar artery crosses deep to the median nerve and is located deep to the ulnar head of the pronator teres muscle at this level.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Nerves. The close anatomic relationship of the ulnar artery to the median nerve proximally and the ulnar nerve more distally is worth noting. As the median nerve exits the cubital fossa, it travels distally between the humeral and ulnar head of the pronator teres muscle. The ulnar artery crosses deep to the median nerve and is located deep to the ulnar head of the pronator teres muscle at this level."}
{"id": "article-30731_11", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Nerves", "content": "In the distal two-thirds of the forearm, the ulnar artery in close anatomic proximity to the ulnar nerve (directly radial to the nerve) with both structures traveling on the radial aspect of the flexor carpi ulnaris. The ulnar artery and ulnar nerve course distally together and enter the hand through the Guyon canal (also known as the ulnar tunnel), a longitudinal fibro-osseous tunnel at the wrist.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Nerves. In the distal two-thirds of the forearm, the ulnar artery in close anatomic proximity to the ulnar nerve (directly radial to the nerve) with both structures traveling on the radial aspect of the flexor carpi ulnaris. The ulnar artery and ulnar nerve course distally together and enter the hand through the Guyon canal (also known as the ulnar tunnel), a longitudinal fibro-osseous tunnel at the wrist."}
{"id": "article-30731_12", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Muscles", "content": "Although the muscles of the forearm and hand may have vascular contributions from more than one source, the ulnar artery plays a significant role in the blood supply to the following muscles: flexor carpi ulnaris, palmaris longus, flexor carpi radialis, flexor digitorum superficialis, flexor digitorum profundus, and extensor carpi ulnaris. Branches of the ulnar artery deliver vascular supply to the hypothenar muscles of the hand (abductor digiti minimi, flexor digiti minimi, opponens digiti minimi). Some of the other intrinsic muscles of the hand derive a component of their blood supply from the superficial palmar arch, one of the terminal branches of the ulnar artery.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Muscles. Although the muscles of the forearm and hand may have vascular contributions from more than one source, the ulnar artery plays a significant role in the blood supply to the following muscles: flexor carpi ulnaris, palmaris longus, flexor carpi radialis, flexor digitorum superficialis, flexor digitorum profundus, and extensor carpi ulnaris. Branches of the ulnar artery deliver vascular supply to the hypothenar muscles of the hand (abductor digiti minimi, flexor digiti minimi, opponens digiti minimi). Some of the other intrinsic muscles of the hand derive a component of their blood supply from the superficial palmar arch, one of the terminal branches of the ulnar artery."}
{"id": "article-30731_13", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Physiologic Variants -- Superficial Ulnar Artery/Ulnar artery of high origin", "content": "The superficial ulnar artery is a rare, well-recognized anatomic variant of the ulnar artery with clinical significance. In this vascular anomaly, the superficial ulnar artery may originate from the brachial artery or, less often, arise from a high origin from the axillary artery. [3] [4] As it travels down the forearm, it passes superficially (instead of deep) to the flexor-pronator mass where it may be in a subfascial or suprafascial location. The caliber of the superficial ulnar artery is usually smaller than that of the normal ulnar artery. Some consider a radial forearm free flap as a contraindication in this situation because of concerns of inadequate perfusion to the hand related to the smaller caliber superficial ulnar artery. [5] With its anomalous superficial location, the ulnar artery may be more susceptible to injury during forearm flap elevation in reconstructive procedures.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Physiologic Variants -- Superficial Ulnar Artery/Ulnar artery of high origin. The superficial ulnar artery is a rare, well-recognized anatomic variant of the ulnar artery with clinical significance. In this vascular anomaly, the superficial ulnar artery may originate from the brachial artery or, less often, arise from a high origin from the axillary artery. [3] [4] As it travels down the forearm, it passes superficially (instead of deep) to the flexor-pronator mass where it may be in a subfascial or suprafascial location. The caliber of the superficial ulnar artery is usually smaller than that of the normal ulnar artery. Some consider a radial forearm free flap as a contraindication in this situation because of concerns of inadequate perfusion to the hand related to the smaller caliber superficial ulnar artery. [5] With its anomalous superficial location, the ulnar artery may be more susceptible to injury during forearm flap elevation in reconstructive procedures."}
{"id": "article-30731_14", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Surgical Considerations", "content": "The predominant blood supply to the hand consists of two arterial arches, the superficial palmar arch (formed by the ulnar artery) and the deep palmar arch (formed by the radial artery). [6] These vascular arches are “complete” if there is a significant connection to a branch from another independent arterial limb. For example, the deep palmar arch is often completed by a deep branch of the ulnar artery, thus allowing collateral flow via the ulnar artery.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Surgical Considerations. The predominant blood supply to the hand consists of two arterial arches, the superficial palmar arch (formed by the ulnar artery) and the deep palmar arch (formed by the radial artery). [6] These vascular arches are “complete” if there is a significant connection to a branch from another independent arterial limb. For example, the deep palmar arch is often completed by a deep branch of the ulnar artery, thus allowing collateral flow via the ulnar artery."}
{"id": "article-30731_15", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Surgical Considerations", "content": "When planning procedures involving either the radial or ulnar artery, Allen testing is mandatory in the pre-procedure assessment to verify adequate collateral circulation to the hand. For example, the adequacy of collateral circulation through the ulnar artery requires verification before the following procedures involving the radial artery: arterial line placement, transradial cardiac catheterization, radial artery harvest for coronary artery bypass surgery, access procedures for hemodialysis, pedicled radial forearm flaps, and radial forearm free flaps. Similarly, the collateral circulation through the radial artery needs to be assessed by Allen testing if planning procedures on the ulnar artery, such as an ulnar forearm free flap.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Surgical Considerations. When planning procedures involving either the radial or ulnar artery, Allen testing is mandatory in the pre-procedure assessment to verify adequate collateral circulation to the hand. For example, the adequacy of collateral circulation through the ulnar artery requires verification before the following procedures involving the radial artery: arterial line placement, transradial cardiac catheterization, radial artery harvest for coronary artery bypass surgery, access procedures for hemodialysis, pedicled radial forearm flaps, and radial forearm free flaps. Similarly, the collateral circulation through the radial artery needs to be assessed by Allen testing if planning procedures on the ulnar artery, such as an ulnar forearm free flap."}
{"id": "article-30731_16", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Trauma- Ulnar Artery Transection", "content": "The superficial location of the flexor tendons, median and ulnar nerves, and arteries at the volar wrist, make these structures particularly vulnerable to any sharp injury in this region. The ulnar artery often suffers injury in conjunction with the ulnar nerve and the flexor carpi ulnaris tendon because of their close anatomic relationship as detailed earlier. [7] Ulnar artery transection can lead to substantial blood loss, and pulsatile bleeding may present from the ulnar aspect of the wrist. Bleeding is often controllable with direct pressure and elevation as the patient is assessed and emergent operative intervention planned. Repair of concomitant flexor tendon injuries and nerve injuries is necessary. Repairing the ulnar artery in the setting of a sharp transection is usually straightforward with the use of the operating microscope.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Trauma- Ulnar Artery Transection. The superficial location of the flexor tendons, median and ulnar nerves, and arteries at the volar wrist, make these structures particularly vulnerable to any sharp injury in this region. The ulnar artery often suffers injury in conjunction with the ulnar nerve and the flexor carpi ulnaris tendon because of their close anatomic relationship as detailed earlier. [7] Ulnar artery transection can lead to substantial blood loss, and pulsatile bleeding may present from the ulnar aspect of the wrist. Bleeding is often controllable with direct pressure and elevation as the patient is assessed and emergent operative intervention planned. Repair of concomitant flexor tendon injuries and nerve injuries is necessary. Repairing the ulnar artery in the setting of a sharp transection is usually straightforward with the use of the operating microscope."}
{"id": "article-30731_17", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Ulnar Artery Thrombosis/Aneurysm (Hypothenar Hammer Syndrome)", "content": "With the ulnar artery at a relatively unprotected superficial location as it travels through the Guyon canal, it is particularly susceptible to injury when subjected to repetitive blunt trauma, such as when a manual worker uses the hypothenar aspect of the hand as a hammer. [8] [9] The ulnar artery may sustain intimal damage and subsequent thrombosis. If the injury extends through the media, aneurysm formation may occur.  Patients may present with pain, paresthesias, coolness, and digital discoloration usually of the ulnar-sided digits. These symptoms may be related to vasospasm/distal embolization.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Ulnar Artery Thrombosis/Aneurysm (Hypothenar Hammer Syndrome). With the ulnar artery at a relatively unprotected superficial location as it travels through the Guyon canal, it is particularly susceptible to injury when subjected to repetitive blunt trauma, such as when a manual worker uses the hypothenar aspect of the hand as a hammer. [8] [9] The ulnar artery may sustain intimal damage and subsequent thrombosis. If the injury extends through the media, aneurysm formation may occur.  Patients may present with pain, paresthesias, coolness, and digital discoloration usually of the ulnar-sided digits. These symptoms may be related to vasospasm/distal embolization."}
{"id": "article-30731_18", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects", "content": "Thorough familiarity with the vascular anatomy of the ulnar artery and its perforating branches allows plastic surgeons to plan different flaps to satisfy the reconstructive needs of a patient.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects. Thorough familiarity with the vascular anatomy of the ulnar artery and its perforating branches allows plastic surgeons to plan different flaps to satisfy the reconstructive needs of a patient."}
{"id": "article-30731_19", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects", "content": "Based on proximal muscular perforators of the ulnar artery, the flexor carpi ulnaris muscle flap can be rotated proximally for coverage of soft tissue defects of the proximal forearm and elbow. More recently, the flexor carpi ulnaris muscle flap has been described as a distally based muscle flap (based on a more distal ulnar artery muscular perforator) for wrist and hand soft tissue coverage. [10] The ulnar artery is preserved in these procedures.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects. Based on proximal muscular perforators of the ulnar artery, the flexor carpi ulnaris muscle flap can be rotated proximally for coverage of soft tissue defects of the proximal forearm and elbow. More recently, the flexor carpi ulnaris muscle flap has been described as a distally based muscle flap (based on a more distal ulnar artery muscular perforator) for wrist and hand soft tissue coverage. [10] The ulnar artery is preserved in these procedures."}
{"id": "article-30731_20", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects", "content": "Ulnar artery perforator-based fasciocutaneous propeller flaps have utility for soft tissue coverage of defects involving the dorsal-ulnar hand and palmar-ulnar wrist. [11] A significant advantage of perforator-based pedicled flaps is that the ulnar artery is not sacrificed.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects. Ulnar artery perforator-based fasciocutaneous propeller flaps have utility for soft tissue coverage of defects involving the dorsal-ulnar hand and palmar-ulnar wrist. [11] A significant advantage of perforator-based pedicled flaps is that the ulnar artery is not sacrificed."}
{"id": "article-30731_21", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects", "content": "The ulnar forearm free flap is a fasciocutaneous free flap based on the ulnar artery and its perforating branches to the overlying skin component. It is a thin, pliable relatively hairless flap commonly used for oncologic reconstruction of small- to medium-size soft tissue defects of the head and neck. [12] The flap gets harvested with a suitable length of ulnar artery and venae comitantes for microvascular anastomosis to vessels at the recipient site. This flap involves the division of the ulnar artery proximally in the forearm.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Clinical Significance -- Flaps for Soft Tissue Defects. The ulnar forearm free flap is a fasciocutaneous free flap based on the ulnar artery and its perforating branches to the overlying skin component. It is a thin, pliable relatively hairless flap commonly used for oncologic reconstruction of small- to medium-size soft tissue defects of the head and neck. [12] The flap gets harvested with a suitable length of ulnar artery and venae comitantes for microvascular anastomosis to vessels at the recipient site. This flap involves the division of the ulnar artery proximally in the forearm."}
{"id": "article-30731_22", "title": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Shoulder and Upper Limb, Ulnar Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}