{"id": "article-18899_0", "title": "Cardiac Rehabilitation -- Continuing Education Activity", "content": "Cardiovascular disease (CVD) is one of the leading causes of death worldwide and the leading cause of death in the United States. Cardiac rehabilitation is customized to individual patients. Candidates for cardiac rehabilitation include patients with cardiovascular diseases such as ischemic heart disease, heart failure, myocardial infarctions, or patients who have undergone cardiovascular interventions such as coronary angioplasty or coronary artery bypass grafting. Cardiac rehabilitation programs aim to limit the psychological and physiological stresses associated with cardiovascular disease, reduce the risk of associated mortality, and improve cardiovascular function to help patients optimize their quality of life. This activity reviews the indications, contraindications, and phases of cardiac rehabilitation and highlights the role of the interprofessional team in caring for patients undergoing cardiac rehabilitation.", "contents": "Cardiac Rehabilitation -- Continuing Education Activity. Cardiovascular disease (CVD) is one of the leading causes of death worldwide and the leading cause of death in the United States. Cardiac rehabilitation is customized to individual patients. Candidates for cardiac rehabilitation include patients with cardiovascular diseases such as ischemic heart disease, heart failure, myocardial infarctions, or patients who have undergone cardiovascular interventions such as coronary angioplasty or coronary artery bypass grafting. Cardiac rehabilitation programs aim to limit the psychological and physiological stresses associated with cardiovascular disease, reduce the risk of associated mortality, and improve cardiovascular function to help patients optimize their quality of life. This activity reviews the indications, contraindications, and phases of cardiac rehabilitation and highlights the role of the interprofessional team in caring for patients undergoing cardiac rehabilitation."}
{"id": "article-18899_1", "title": "Cardiac Rehabilitation -- Continuing Education Activity", "content": "Objectives: Describe the patient populations that may benefit from cardiac rehabilitation. Review the phases of cardiac rehabilitation. Outline the contraindications to cardiac rehabilitation. Explain interprofessional team strategies for enhancing care coordination and communication to advance cardiac rehabilitation and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Cardiac Rehabilitation -- Continuing Education Activity. Objectives: Describe the patient populations that may benefit from cardiac rehabilitation. Review the phases of cardiac rehabilitation. Outline the contraindications to cardiac rehabilitation. Explain interprofessional team strategies for enhancing care coordination and communication to advance cardiac rehabilitation and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-18899_2", "title": "Cardiac Rehabilitation -- Introduction", "content": "Cardiovascular disease (CVD) is one of the leading causes of death worldwide and is the leading cause of death in the United States. [1] [2] Cardiac rehabilitation, or cardiac rehab, is a complex, interprofessional intervention customized to individual patients with various cardiovascular diseases such as ischemic heart disease, heart failure, and myocardial infarctions, or patients who have undergone cardiovascular interventions such as coronary angioplasty or coronary artery bypass grafting. [3] Cardiac rehabilitation programs aim to limit the psychological and physiological stresses of CVD, reduce the risk of mortality secondary to CVD, and improve cardiovascular function to help patients achieve their highest quality of life possible. [4] Accomplishing these goals is the result of improving overall cardiac function and capacity, halting or reversing the progression of atherosclerotic disease, and increasing the patient's self-confidence through gradual conditioning. [5]", "contents": "Cardiac Rehabilitation -- Introduction. Cardiovascular disease (CVD) is one of the leading causes of death worldwide and is the leading cause of death in the United States. [1] [2] Cardiac rehabilitation, or cardiac rehab, is a complex, interprofessional intervention customized to individual patients with various cardiovascular diseases such as ischemic heart disease, heart failure, and myocardial infarctions, or patients who have undergone cardiovascular interventions such as coronary angioplasty or coronary artery bypass grafting. [3] Cardiac rehabilitation programs aim to limit the psychological and physiological stresses of CVD, reduce the risk of mortality secondary to CVD, and improve cardiovascular function to help patients achieve their highest quality of life possible. [4] Accomplishing these goals is the result of improving overall cardiac function and capacity, halting or reversing the progression of atherosclerotic disease, and increasing the patient's self-confidence through gradual conditioning. [5]"}
{"id": "article-18899_3", "title": "Cardiac Rehabilitation -- Introduction", "content": "Several organizations, including the American Heart Association (AHA), The American Association of Cardiovascular and Pulmonary Rehabilitation (AACVPR), and the Agency for Health Care Policy and Research, agree that a comprehensive cardiac rehabilitation program should contain specific core components. These components should optimize cardiovascular risk reduction, reduce disability, encourage active and healthy lifestyle changes, and help maintain those healthy habits after rehabilitation is complete. Cardiac rehabilitation programs should focus on: Patient assessment nutritional counseling Weight management Blood pressure management Lipid management Diabetes management Tobacco cessation Psychosocial management Physical activity counseling Exercise training [6]", "contents": "Cardiac Rehabilitation -- Introduction. Several organizations, including the American Heart Association (AHA), The American Association of Cardiovascular and Pulmonary Rehabilitation (AACVPR), and the Agency for Health Care Policy and Research, agree that a comprehensive cardiac rehabilitation program should contain specific core components. These components should optimize cardiovascular risk reduction, reduce disability, encourage active and healthy lifestyle changes, and help maintain those healthy habits after rehabilitation is complete. Cardiac rehabilitation programs should focus on: Patient assessment nutritional counseling Weight management Blood pressure management Lipid management Diabetes management Tobacco cessation Psychosocial management Physical activity counseling Exercise training [6]"}
{"id": "article-18899_4", "title": "Cardiac Rehabilitation -- Indications", "content": "The indications for cardiac rehabilitation are: [7] Recent myocardial infarction Acute coronary artery syndrome Chronic stable angina Congestive heart failure After coronary artery bypass surgery After a percutaneous coronary intervention Valvular surgery Cardiac transplantation", "contents": "Cardiac Rehabilitation -- Indications. The indications for cardiac rehabilitation are: [7] Recent myocardial infarction Acute coronary artery syndrome Chronic stable angina Congestive heart failure After coronary artery bypass surgery After a percutaneous coronary intervention Valvular surgery Cardiac transplantation"}
{"id": "article-18899_5", "title": "Cardiac Rehabilitation -- Contraindications", "content": "Contraindications to cardiac rehabilitation only apply to the exercise aspect. They include: [8] Unstable angina Acute decompensated congestive heart failure Complex ventricular arrhythmias Severe pulmonary hypertension (right ventricular systolic pressure greater than 60 mm Hg) Intracavitary thrombus Recent thrombophlebitis with or without pulmonary embolism Severe obstructive cardiomyopathies Severe or symptomatic aortic stenosis Uncontrolled inflammatory or infectious pathology Any musculoskeletal condition that prevents adequate participation in exercise", "contents": "Cardiac Rehabilitation -- Contraindications. Contraindications to cardiac rehabilitation only apply to the exercise aspect. They include: [8] Unstable angina Acute decompensated congestive heart failure Complex ventricular arrhythmias Severe pulmonary hypertension (right ventricular systolic pressure greater than 60 mm Hg) Intracavitary thrombus Recent thrombophlebitis with or without pulmonary embolism Severe obstructive cardiomyopathies Severe or symptomatic aortic stenosis Uncontrolled inflammatory or infectious pathology Any musculoskeletal condition that prevents adequate participation in exercise"}
{"id": "article-18899_6", "title": "Cardiac Rehabilitation -- Personnel", "content": "Cardiac rehabilitation under an interprofessional approach has well-established benefits. [9] [10] The cardiac rehabilitation team is made up of members including the following: [4] Patient Patient's family Physicians (surgeons, cardiologists, physiatrists, other specialists) Pharmacists Nurses Physical therapists Occupational therapists Speech and language pathologists Behavioral therapists Dietitian Case managers", "contents": "Cardiac Rehabilitation -- Personnel. Cardiac rehabilitation under an interprofessional approach has well-established benefits. [9] [10] The cardiac rehabilitation team is made up of members including the following: [4] Patient Patient's family Physicians (surgeons, cardiologists, physiatrists, other specialists) Pharmacists Nurses Physical therapists Occupational therapists Speech and language pathologists Behavioral therapists Dietitian Case managers"}
{"id": "article-18899_7", "title": "Cardiac Rehabilitation -- Technique or Treatment", "content": "Cardiac rehabilitation consists of three phases.", "contents": "Cardiac Rehabilitation -- Technique or Treatment. Cardiac rehabilitation consists of three phases."}
{"id": "article-18899_8", "title": "Cardiac Rehabilitation -- Technique or Treatment -- Phase I: Clinical Phase", "content": "This phase begins in the inpatient setting soon after a cardiovascular event or completion of the intervention. It begins by assessing the patient's physical ability and motivation to tolerate rehabilitation. Therapists and nurses may start by guiding patients through non-strenuous exercises in the bed or at the bedside, focusing on a range of motion and limiting hospital deconditioning. The rehabilitation team may also focus on activities of daily living (ADLs) and educate the patient on avoiding excessive stress. Patients are encouraged to remain relatively rested until the completion of treatment of comorbid conditions or postoperative complications. The rehabilitation team assesses patient needs such as assistive devices, patient and family education, as well as discharge planning.", "contents": "Cardiac Rehabilitation -- Technique or Treatment -- Phase I: Clinical Phase. This phase begins in the inpatient setting soon after a cardiovascular event or completion of the intervention. It begins by assessing the patient's physical ability and motivation to tolerate rehabilitation. Therapists and nurses may start by guiding patients through non-strenuous exercises in the bed or at the bedside, focusing on a range of motion and limiting hospital deconditioning. The rehabilitation team may also focus on activities of daily living (ADLs) and educate the patient on avoiding excessive stress. Patients are encouraged to remain relatively rested until the completion of treatment of comorbid conditions or postoperative complications. The rehabilitation team assesses patient needs such as assistive devices, patient and family education, as well as discharge planning."}
{"id": "article-18899_9", "title": "Cardiac Rehabilitation -- Technique or Treatment -- Phase II: Outpatient Cardiac Rehab", "content": "Once a patient is stable and cleared by cardiology, outpatient cardiac rehabilitation may begin. Phase II typically lasts three to six weeks though some may last up to up to twelve weeks. Initially, patients have an assessment with a focus on identifying limitations in physical function, restrictions of participation secondary to comorbidities, and limitations to activities. A more rigorous patient-centered therapy plan is designed, comprising three modalities: information/advice, a tailored training program, and a relaxation program. The treatment phase intends to promote independence and lifestyle changes to prepare patients to return to their lives at home.", "contents": "Cardiac Rehabilitation -- Technique or Treatment -- Phase II: Outpatient Cardiac Rehab. Once a patient is stable and cleared by cardiology, outpatient cardiac rehabilitation may begin. Phase II typically lasts three to six weeks though some may last up to up to twelve weeks. Initially, patients have an assessment with a focus on identifying limitations in physical function, restrictions of participation secondary to comorbidities, and limitations to activities. A more rigorous patient-centered therapy plan is designed, comprising three modalities: information/advice, a tailored training program, and a relaxation program. The treatment phase intends to promote independence and lifestyle changes to prepare patients to return to their lives at home."}
{"id": "article-18899_10", "title": "Cardiac Rehabilitation -- Technique or Treatment -- Phase III: Post-cardiac Rehab", "content": "This phase involves more independence and self-monitoring. Phase III centers on increasing flexibility, strengthening, and aerobic conditioning. Patients receive encouragement towards maintaining an active lifestyle and continue the exercise. Outpatient visits to physician specialists are recommended to monitor cardiovascular health and medication regimens, promote healthy lifestyle changes and intervene when necessary to prevent relapse. [11] [12] There is also a presurgery phase, where the patient starts cardiovascular rehabilitation. A small number of studies demonstrate that the post-surgical pathway is better tolerated by patients.", "contents": "Cardiac Rehabilitation -- Technique or Treatment -- Phase III: Post-cardiac Rehab. This phase involves more independence and self-monitoring. Phase III centers on increasing flexibility, strengthening, and aerobic conditioning. Patients receive encouragement towards maintaining an active lifestyle and continue the exercise. Outpatient visits to physician specialists are recommended to monitor cardiovascular health and medication regimens, promote healthy lifestyle changes and intervene when necessary to prevent relapse. [11] [12] There is also a presurgery phase, where the patient starts cardiovascular rehabilitation. A small number of studies demonstrate that the post-surgical pathway is better tolerated by patients."}
{"id": "article-18899_11", "title": "Cardiac Rehabilitation -- Complications", "content": "A study in France reviewing the safety of cardiac rehabilitation found the cardiac arrest rate was 1.3 per million patient hours of exercise. [13] Rakhshan et al. studied the potential complications of heart rhythm device malfunction after eight weeks of cardiac rehabilitation, but the study revealed a decrease in physical complications in patients who received cardiac rehabilitation versus a control group. [14]", "contents": "Cardiac Rehabilitation -- Complications. A study in France reviewing the safety of cardiac rehabilitation found the cardiac arrest rate was 1.3 per million patient hours of exercise. [13] Rakhshan et al. studied the potential complications of heart rhythm device malfunction after eight weeks of cardiac rehabilitation, but the study revealed a decrease in physical complications in patients who received cardiac rehabilitation versus a control group. [14]"}
{"id": "article-18899_12", "title": "Cardiac Rehabilitation -- Clinical Significance -- Benefits", "content": "Overall cardiac rehabilitation increases the quality of life and decreases health care costs. [15] Cardiac rehabilitation has many physiologic benefits due to its exercise component. Exercise training has been shown to increase maximal oxygen uptake (VO2max), improve endothelial function, and improve myocardial reserve flow. Additionally, cardiac rehabilitation can reduce smoking, body weight, serum lipids, and blood pressure. [11] Milani et al. found that cardiac rehabilitation decreased depression in heart disease patients who suffered a major coronary event. [16] A Cochrane review noted that cardiac rehabilitation reduced hospital admissions and showed a long-term decrease in all-cause mortality in patients heart failure patients with preserved ejection fraction. However, there was no short-term (less than 12 months) benefit to all-cause mortality. [9]", "contents": "Cardiac Rehabilitation -- Clinical Significance -- Benefits. Overall cardiac rehabilitation increases the quality of life and decreases health care costs. [15] Cardiac rehabilitation has many physiologic benefits due to its exercise component. Exercise training has been shown to increase maximal oxygen uptake (VO2max), improve endothelial function, and improve myocardial reserve flow. Additionally, cardiac rehabilitation can reduce smoking, body weight, serum lipids, and blood pressure. [11] Milani et al. found that cardiac rehabilitation decreased depression in heart disease patients who suffered a major coronary event. [16] A Cochrane review noted that cardiac rehabilitation reduced hospital admissions and showed a long-term decrease in all-cause mortality in patients heart failure patients with preserved ejection fraction. However, there was no short-term (less than 12 months) benefit to all-cause mortality. [9]"}
{"id": "article-18899_13", "title": "Cardiac Rehabilitation -- Clinical Significance -- Goals", "content": "As stated above, cardiac rehabilitation goals can be designated into two broad categories: [4]", "contents": "Cardiac Rehabilitation -- Clinical Significance -- Goals. As stated above, cardiac rehabilitation goals can be designated into two broad categories: [4]"}
{"id": "article-18899_14", "title": "Cardiac Rehabilitation -- Clinical Significance -- Goals", "content": "Short-term Control cardiac symptoms Enhance functional capacity Limit unfavorable psychological and physiologic effects of cardiac illness Boost psychosocial and vocational status Long-term Alter natural history of coronary artery disease Stabilize or reverse the progression of atherosclerosis Lessen the risk of sudden death and reinfarction", "contents": "Cardiac Rehabilitation -- Clinical Significance -- Goals. Short-term Control cardiac symptoms Enhance functional capacity Limit unfavorable psychological and physiologic effects of cardiac illness Boost psychosocial and vocational status Long-term Alter natural history of coronary artery disease Stabilize or reverse the progression of atherosclerosis Lessen the risk of sudden death and reinfarction"}
{"id": "article-18899_15", "title": "Cardiac Rehabilitation -- Clinical Significance -- Future Research", "content": "In a systematic review of 19 random clinical trials, complex e-coaching was found to be an effective method of delivering therapies targeting physical capacity, clinical status, and psychosocial health; however, detailed protocols were not well described. Therefore, determining which aspects of e-coaching have the most benefit and need to be further developed have not been determined. In addition, basic e-coaching was not found to be effective. [17] Studies on the effects of cardiac rehabilitation for congenital heart disease (CHD) patients are lacking. Randomized clinical trials in adult and pediatric populations are needed to establish specific guidelines and the current evidence. [18]", "contents": "Cardiac Rehabilitation -- Clinical Significance -- Future Research. In a systematic review of 19 random clinical trials, complex e-coaching was found to be an effective method of delivering therapies targeting physical capacity, clinical status, and psychosocial health; however, detailed protocols were not well described. Therefore, determining which aspects of e-coaching have the most benefit and need to be further developed have not been determined. In addition, basic e-coaching was not found to be effective. [17] Studies on the effects of cardiac rehabilitation for congenital heart disease (CHD) patients are lacking. Randomized clinical trials in adult and pediatric populations are needed to establish specific guidelines and the current evidence. [18]"}
{"id": "article-18899_16", "title": "Cardiac Rehabilitation -- Enhancing Healthcare Team Outcomes", "content": "Even though there is an overwhelming body of evidence to support the benefits of cardiac rehabilitation, patient participation is unusually low. Data from Medicare and the CDC reveal 14 to 35% of heart attack survivors and about 31% of coronary bypass grafting surgery patients utilized or enrolled in cardiac rehabilitation or secondary prevention programs. [7] Leon et al. noted that low utilization correlated to a low referral rate, lack of insurance coverage, poor patient motivation, and limited program site accessibility. [19] A 2017 qualitative study on the patients’ perspectives of cardiac rehabilitation revealed psychosocial barriers to attending cardiac rehabilitation were lack of time and fear of exercise. Patients’ perceptions of cardiac rehabilitation (and subsequent participation) were also affected by prior exercise experience, physiotherapist communication, the severity of the cardiovascular disease or event, and the patient's future goals after rehabilitation. Therefore, the cardiac rehabilitation team should consider these points when creating rehabilitation programs for patients. [20] The interprofessional team for cardiac rehabilitation should include primary care, cardiology, cardiovascular surgeons, cardiac nurses, pharmacists, and occupational therapists. This team can improve outcomes. [Level 5]", "contents": "Cardiac Rehabilitation -- Enhancing Healthcare Team Outcomes. Even though there is an overwhelming body of evidence to support the benefits of cardiac rehabilitation, patient participation is unusually low. Data from Medicare and the CDC reveal 14 to 35% of heart attack survivors and about 31% of coronary bypass grafting surgery patients utilized or enrolled in cardiac rehabilitation or secondary prevention programs. [7] Leon et al. noted that low utilization correlated to a low referral rate, lack of insurance coverage, poor patient motivation, and limited program site accessibility. [19] A 2017 qualitative study on the patients’ perspectives of cardiac rehabilitation revealed psychosocial barriers to attending cardiac rehabilitation were lack of time and fear of exercise. Patients’ perceptions of cardiac rehabilitation (and subsequent participation) were also affected by prior exercise experience, physiotherapist communication, the severity of the cardiovascular disease or event, and the patient's future goals after rehabilitation. Therefore, the cardiac rehabilitation team should consider these points when creating rehabilitation programs for patients. [20] The interprofessional team for cardiac rehabilitation should include primary care, cardiology, cardiovascular surgeons, cardiac nurses, pharmacists, and occupational therapists. This team can improve outcomes. [Level 5]"}
{"id": "article-18899_17", "title": "Cardiac Rehabilitation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Rehabilitation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}