{"id": "article-23646_0", "title": "Intersection Syndrome -- Continuing Education Activity", "content": "Intersection syndrome is a condition that affects the first and second compartments of the dorsal wrist extensors. The condition is thought to occur as a result of repetitive friction at the junction in which the tendons of the first dorsal compartment cross over the second, creating a tenosynovitis. This is typically noted as a pain just proximal and dorsal to the radial styloid, or also noted anatomically by 4 cm - 6 cm proximal to Lister's tubercle. This activity reviews the presentation and diagnosis of intersection syndrome and highlights the role of the interprofessional team in its management.", "contents": "Intersection Syndrome -- Continuing Education Activity. Intersection syndrome is a condition that affects the first and second compartments of the dorsal wrist extensors. The condition is thought to occur as a result of repetitive friction at the junction in which the tendons of the first dorsal compartment cross over the second, creating a tenosynovitis. This is typically noted as a pain just proximal and dorsal to the radial styloid, or also noted anatomically by 4 cm - 6 cm proximal to Lister's tubercle. This activity reviews the presentation and diagnosis of intersection syndrome and highlights the role of the interprofessional team in its management."}
{"id": "article-23646_1", "title": "Intersection Syndrome -- Continuing Education Activity", "content": "Objectives: Apply the pathophysiology of intersection syndrome to treatment strategies. Identify the presentation of intersection syndrome. Apply evidence-based treatment strategies for intersection syndrome. Improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intersection syndrome. Access free multiple choice questions on this topic.", "contents": "Intersection Syndrome -- Continuing Education Activity. Objectives: Apply the pathophysiology of intersection syndrome to treatment strategies. Identify the presentation of intersection syndrome. Apply evidence-based treatment strategies for intersection syndrome. Improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intersection syndrome. Access free multiple choice questions on this topic."}
{"id": "article-23646_2", "title": "Intersection Syndrome -- Introduction", "content": "Intersection syndrome is a condition that affects the first and second compartments of the dorsal wrist extensors. The condition is thought to occur due to repetitive friction at the junction in which the tendons of the first dorsal compartment cross over the second, creating tenosynovitis. The patient experiences pain just proximal and dorsal to the radial styloid or 4 to 6 cm proximally to the Lister tubercle. [1] [2] [3]", "contents": "Intersection Syndrome -- Introduction. Intersection syndrome is a condition that affects the first and second compartments of the dorsal wrist extensors. The condition is thought to occur due to repetitive friction at the junction in which the tendons of the first dorsal compartment cross over the second, creating tenosynovitis. The patient experiences pain just proximal and dorsal to the radial styloid or 4 to 6 cm proximally to the Lister tubercle. [1] [2] [3]"}
{"id": "article-23646_3", "title": "Intersection Syndrome -- Etiology", "content": "The first dorsal compartment of the wrist is comprised of the abductor pollicis longus and extensor pollicis brevis. These tendons have a unique anatomical pathway proximally in which they cross over the second dorsal compartment tendons just proximal to the extensor retinaculum and radial styloid. The second dorsal compartment of the wrist comprises the extensor carpi radialis brevis and extensor carpi radialis longus. [1] [2] [4]", "contents": "Intersection Syndrome -- Etiology. The first dorsal compartment of the wrist is comprised of the abductor pollicis longus and extensor pollicis brevis. These tendons have a unique anatomical pathway proximally in which they cross over the second dorsal compartment tendons just proximal to the extensor retinaculum and radial styloid. The second dorsal compartment of the wrist comprises the extensor carpi radialis brevis and extensor carpi radialis longus. [1] [2] [4]"}
{"id": "article-23646_4", "title": "Intersection Syndrome -- Epidemiology", "content": "Intersection syndrome is typically the result of repetitive extension and flexion exercises or activities. This syndrome is commonly seen in sporting activities such as rowing or canoeing, skiing, racquet sports, and horseback riding. There is no significant difference in injury patterns found in men versus women. [1] [4] [2]", "contents": "Intersection Syndrome -- Epidemiology. Intersection syndrome is typically the result of repetitive extension and flexion exercises or activities. This syndrome is commonly seen in sporting activities such as rowing or canoeing, skiing, racquet sports, and horseback riding. There is no significant difference in injury patterns found in men versus women. [1] [4] [2]"}
{"id": "article-23646_5", "title": "Intersection Syndrome -- Pathophysiology", "content": "The repetitive extension-flexion results in a friction injury at the crossover junction of the first dorsal compartment (abductor pollicis longus and extensor pollicis brevis) and the second dorsal compartment (extensor carpi radialis brevis/extensor carpi radialis longus) tendons leading to an inflammatory response and subsequently tenosynovitis. The presentation is typically one in which the patient complains of pain or tenderness over the dorsal aspect of the wrist proximal to the radial styloid. On examination, swelling and palpable crepitus with wrist or thumb extension may also occur. [4] [2]", "contents": "Intersection Syndrome -- Pathophysiology. The repetitive extension-flexion results in a friction injury at the crossover junction of the first dorsal compartment (abductor pollicis longus and extensor pollicis brevis) and the second dorsal compartment (extensor carpi radialis brevis/extensor carpi radialis longus) tendons leading to an inflammatory response and subsequently tenosynovitis. The presentation is typically one in which the patient complains of pain or tenderness over the dorsal aspect of the wrist proximal to the radial styloid. On examination, swelling and palpable crepitus with wrist or thumb extension may also occur. [4] [2]"}
{"id": "article-23646_6", "title": "Intersection Syndrome -- History and Physical", "content": "Intersection syndrome was first described in the literature by Alfred-Armand-Louis-Marie Velpeau, a French anatomist and surgeon, in 1841. He is also credited for the first accurate description of leukemia. The term intersection syndrome was first coined by James H. Dobyns in 1978 at the Mayo Clinic. Although the accepted vernacular is intersection syndrome, it has been described in the medical literature by many other names: oarsmen's wrist, crossover syndrome, squeaker's wrist, abductor pollicis longus bursitis, abductor pollicis longus syndrome, subcutaneous polymyositis, and peritendinitis crepitans. [1] [2]", "contents": "Intersection Syndrome -- History and Physical. Intersection syndrome was first described in the literature by Alfred-Armand-Louis-Marie Velpeau, a French anatomist and surgeon, in 1841. He is also credited for the first accurate description of leukemia. The term intersection syndrome was first coined by James H. Dobyns in 1978 at the Mayo Clinic. Although the accepted vernacular is intersection syndrome, it has been described in the medical literature by many other names: oarsmen's wrist, crossover syndrome, squeaker's wrist, abductor pollicis longus bursitis, abductor pollicis longus syndrome, subcutaneous polymyositis, and peritendinitis crepitans. [1] [2]"}
{"id": "article-23646_7", "title": "Intersection Syndrome -- Evaluation", "content": "Intersection syndrome is a clinical diagnosis, although a musculoskeletal ultrasound can easily confirm it. The initial steps for diagnosis include a focused physical exam of the elbow, wrist, and hand. [1] [2] [5]", "contents": "Intersection Syndrome -- Evaluation. Intersection syndrome is a clinical diagnosis, although a musculoskeletal ultrasound can easily confirm it. The initial steps for diagnosis include a focused physical exam of the elbow, wrist, and hand. [1] [2] [5]"}
{"id": "article-23646_8", "title": "Intersection Syndrome -- Evaluation", "content": "As with all musculoskeletal exams, you must have a structured approach that includes inspection, a range of motion, palpation, muscle testing, and other special tests. Each joint above and below the injury should be tested in all motions. Look for swelling over the distal forearm as some cases can present with a palpable finding on exam 4 to 6 cm proximal to the Lister tubercle. Crepitus is a prevalent finding on the exam over the site of irritation. This is a finding that is specific to intersection syndrome. As the 2 dorsal compartments cross, the pronation and supination movements create friction, resulting in the examination finding of crepitus. Pronation is typically found more uncomfortable than supination. [1] [2] [5]", "contents": "Intersection Syndrome -- Evaluation. As with all musculoskeletal exams, you must have a structured approach that includes inspection, a range of motion, palpation, muscle testing, and other special tests. Each joint above and below the injury should be tested in all motions. Look for swelling over the distal forearm as some cases can present with a palpable finding on exam 4 to 6 cm proximal to the Lister tubercle. Crepitus is a prevalent finding on the exam over the site of irritation. This is a finding that is specific to intersection syndrome. As the 2 dorsal compartments cross, the pronation and supination movements create friction, resulting in the examination finding of crepitus. Pronation is typically found more uncomfortable than supination. [1] [2] [5]"}
{"id": "article-23646_9", "title": "Intersection Syndrome -- Evaluation", "content": "Resisted pronation that leads to the patient's pain, along with the palpable finding of crepitus 2 to 3 cm proximal to the radial styloid, can differentiate tenosynovitis of De Quarvein syndrome from intersection syndrome. De Quarvein syndrome is a condition that also involves the first dorsal compartment of the wrist extensors and affects the anatomy below the radial styloid. The Finkelstein maneuver is used to test for De Quarvein syndrome. [1] [2]", "contents": "Intersection Syndrome -- Evaluation. Resisted pronation that leads to the patient's pain, along with the palpable finding of crepitus 2 to 3 cm proximal to the radial styloid, can differentiate tenosynovitis of De Quarvein syndrome from intersection syndrome. De Quarvein syndrome is a condition that also involves the first dorsal compartment of the wrist extensors and affects the anatomy below the radial styloid. The Finkelstein maneuver is used to test for De Quarvein syndrome. [1] [2]"}
{"id": "article-23646_10", "title": "Intersection Syndrome -- Evaluation", "content": "Plain film imaging and CT are not helpful in diagnosing intersection syndrome. MRI provides excellent soft tissue images and aids in diagnosis, although MRI would not be an efficient or cost-saving choice. [4] [3]", "contents": "Intersection Syndrome -- Evaluation. Plain film imaging and CT are not helpful in diagnosing intersection syndrome. MRI provides excellent soft tissue images and aids in diagnosis, although MRI would not be an efficient or cost-saving choice. [4] [3]"}
{"id": "article-23646_11", "title": "Intersection Syndrome -- Evaluation", "content": "Ultrasound technology has pushed musculoskeletal medicine forward in both diagnosis and treatment provided by physicians. Some say it can be as specific as MRI in the hands of the skilled user. Remember, as in most musculoskeletal conditions, the anatomy is mostly superficial. Therefore, a linear ultrasound probe is utilized. When observing intersection syndrome under ultrasound, the ideal image is in the transverse plane on short axis. The finding correlating to the diagnosis is a hypoechoic area between the 2 dorsal compartments, which are on top of each other. This represents swelling/edema as caused by friction. There also may be a thickening of the tendon sheaths. [5] [3]", "contents": "Intersection Syndrome -- Evaluation. Ultrasound technology has pushed musculoskeletal medicine forward in both diagnosis and treatment provided by physicians. Some say it can be as specific as MRI in the hands of the skilled user. Remember, as in most musculoskeletal conditions, the anatomy is mostly superficial. Therefore, a linear ultrasound probe is utilized. When observing intersection syndrome under ultrasound, the ideal image is in the transverse plane on short axis. The finding correlating to the diagnosis is a hypoechoic area between the 2 dorsal compartments, which are on top of each other. This represents swelling/edema as caused by friction. There also may be a thickening of the tendon sheaths. [5] [3]"}
{"id": "article-23646_12", "title": "Intersection Syndrome -- Treatment / Management", "content": "Treatment is conservative management with rest and activity modification. Corticosteroid injection has shown significant improvement and is a known next-best step if little or no improvement has been made with other conservative treatments. [1] [2]", "contents": "Intersection Syndrome -- Treatment / Management. Treatment is conservative management with rest and activity modification. Corticosteroid injection has shown significant improvement and is a known next-best step if little or no improvement has been made with other conservative treatments. [1] [2]"}
{"id": "article-23646_13", "title": "Intersection Syndrome -- Treatment / Management", "content": "Nonsteroidal anti-inflammatory drugs (NSAIDs) may be useful for acute injury and pain relief. Common NSAIDs are ibuprofen, naproxen, meloxicam, or diclofenac. [2] Acetaminophen may also be utilized for pain relief. Typically, rest and activity modification is more effective than medication therapy. Ice is also an effective treatment. A temporary splint for protection and comfort at night may also be beneficial. There is no compelling evidence-based rehab protocol for intersection syndrome at this time. One may consider the use of eccentric strengthening and stretching for rehab protocols.", "contents": "Intersection Syndrome -- Treatment / Management. Nonsteroidal anti-inflammatory drugs (NSAIDs) may be useful for acute injury and pain relief. Common NSAIDs are ibuprofen, naproxen, meloxicam, or diclofenac. [2] Acetaminophen may also be utilized for pain relief. Typically, rest and activity modification is more effective than medication therapy. Ice is also an effective treatment. A temporary splint for protection and comfort at night may also be beneficial. There is no compelling evidence-based rehab protocol for intersection syndrome at this time. One may consider the use of eccentric strengthening and stretching for rehab protocols."}
{"id": "article-23646_14", "title": "Intersection Syndrome -- Treatment / Management", "content": "When conservative measures are ineffective, corticosteroid injection under ultrasound guidance can be utilized. Confirm the diagnosis using the ultrasound visualization technique noted in the evaluation process. The typical injection is a 1-to-1 mixture of a corticosteroid and anesthetic (0.5 mL to 1 mL of steroid, triamcinolone 40 mg/1 mL, and a local anesthetic of choice at 0.5 mL to 1 mL). A 23- to 25-gauge needle at 1 to 1.5 inches is preferred. [5]", "contents": "Intersection Syndrome -- Treatment / Management. When conservative measures are ineffective, corticosteroid injection under ultrasound guidance can be utilized. Confirm the diagnosis using the ultrasound visualization technique noted in the evaluation process. The typical injection is a 1-to-1 mixture of a corticosteroid and anesthetic (0.5 mL to 1 mL of steroid, triamcinolone 40 mg/1 mL, and a local anesthetic of choice at 0.5 mL to 1 mL). A 23- to 25-gauge needle at 1 to 1.5 inches is preferred. [5]"}
{"id": "article-23646_15", "title": "Intersection Syndrome -- Treatment / Management", "content": "Using the in-plane or out-of-plane needle injection technique, guide the needle to where the first dorsal compartment (abductor pollicis longus and extensor pollicis brevis) is crossed over the second dorsal compartment (extensor carpi radialis brevis/extensor carpi radialis longus). [5] After the injection, the patient should pronate and supinate the wrist while the clinician observes for crepitus and tenderness with palpation. Resolution of the pain can help solidify the diagnosis. The steroid takes time to reach its full potential. We recommend that rehab exercises be used in tandem with the injection after days 3 to 5. Additionally, prolotherapy is another injectable option; this is also performed under ultrasound guidance with the same technique as steroids. The basis of prolotherapy is to minimize the adverse effect profile of steroids and produce similar outcomes for improvements in pain and function. Prolotherapy utilizes an anesthetic, usually lidocaine and a mixture of dextrose in sterile water (5%-20%). Prolotherapy is thought to create a proinflammatory state, which triggers the release of growth factors and, ultimately, collagen deposition, leading to tissue strengthening. [5] In rare, recalcitrant cases, surgical debridement and release are indicated.", "contents": "Intersection Syndrome -- Treatment / Management. Using the in-plane or out-of-plane needle injection technique, guide the needle to where the first dorsal compartment (abductor pollicis longus and extensor pollicis brevis) is crossed over the second dorsal compartment (extensor carpi radialis brevis/extensor carpi radialis longus). [5] After the injection, the patient should pronate and supinate the wrist while the clinician observes for crepitus and tenderness with palpation. Resolution of the pain can help solidify the diagnosis. The steroid takes time to reach its full potential. We recommend that rehab exercises be used in tandem with the injection after days 3 to 5. Additionally, prolotherapy is another injectable option; this is also performed under ultrasound guidance with the same technique as steroids. The basis of prolotherapy is to minimize the adverse effect profile of steroids and produce similar outcomes for improvements in pain and function. Prolotherapy utilizes an anesthetic, usually lidocaine and a mixture of dextrose in sterile water (5%-20%). Prolotherapy is thought to create a proinflammatory state, which triggers the release of growth factors and, ultimately, collagen deposition, leading to tissue strengthening. [5] In rare, recalcitrant cases, surgical debridement and release are indicated."}
{"id": "article-23646_16", "title": "Intersection Syndrome -- Differential Diagnosis", "content": "The differential diagnoses for intersection syndrome include the following: Boutonniere defect Drummer’s wrist Dupuytren contracture Extensor digitorum tenosynovitis Jammed finger Jersey's finger Mallet finger Metacarpophalangeal ligament rupture Ring avulsion injury Scaphoid fracture", "contents": "Intersection Syndrome -- Differential Diagnosis. The differential diagnoses for intersection syndrome include the following: Boutonniere defect Drummer’s wrist Dupuytren contracture Extensor digitorum tenosynovitis Jammed finger Jersey's finger Mallet finger Metacarpophalangeal ligament rupture Ring avulsion injury Scaphoid fracture"}
{"id": "article-23646_17", "title": "Intersection Syndrome -- Pearls and Other Issues", "content": "Key facts to keep in mind about intersection syndrome are as follows: Intersection syndrome is inflammatory tenosynovitis at the intersection of the 1st dorsal compartment and 2nd dorsal compartment of the wrist. Patients report pain over the dorsal forearm and wrist. Examination reveals tenderness to palpation of the dorsal radial forearm about 4 to 6 cm proximal to the joint, which is worse with resisted wrist and thumb extension. Diagnosis is primarily clinical but supported by ultrasound and MRI. Treatment is predominantly nonoperative with medicine, splinting, corticosteroid injections, and rarely surgical debridement or release.", "contents": "Intersection Syndrome -- Pearls and Other Issues. Key facts to keep in mind about intersection syndrome are as follows: Intersection syndrome is inflammatory tenosynovitis at the intersection of the 1st dorsal compartment and 2nd dorsal compartment of the wrist. Patients report pain over the dorsal forearm and wrist. Examination reveals tenderness to palpation of the dorsal radial forearm about 4 to 6 cm proximal to the joint, which is worse with resisted wrist and thumb extension. Diagnosis is primarily clinical but supported by ultrasound and MRI. Treatment is predominantly nonoperative with medicine, splinting, corticosteroid injections, and rarely surgical debridement or release."}
{"id": "article-23646_18", "title": "Intersection Syndrome -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team coordinating care and providing close follow-up improves patient outcomes.", "contents": "Intersection Syndrome -- Enhancing Healthcare Team Outcomes. An interprofessional team coordinating care and providing close follow-up improves patient outcomes."}
{"id": "article-23646_19", "title": "Intersection Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intersection Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}