{"id": "article-19953_0", "title": "Neuroanatomy, Conus Medullaris -- Introduction", "content": "The spinal cord measures roughly 45 cm in the adult male and 42 cm in the adult female. [1] It is a downward extension of the medulla oblongata after it passes through the foramen magnum. The lowermost tapering extremity of the spinal cord is called the conus medullaris , which is around the first or second lumbar vertebra and can sometimes be lower. [1] The upper border of the conus medullaris is usually poorly defined.", "contents": "Neuroanatomy, Conus Medullaris -- Introduction. The spinal cord measures roughly 45 cm in the adult male and 42 cm in the adult female. [1] It is a downward extension of the medulla oblongata after it passes through the foramen magnum. The lowermost tapering extremity of the spinal cord is called the conus medullaris , which is around the first or second lumbar vertebra and can sometimes be lower. [1] The upper border of the conus medullaris is usually poorly defined."}
{"id": "article-19953_1", "title": "Neuroanatomy, Conus Medullaris -- Introduction", "content": "The variation in the position of the conus in adults was studied by Saifuddin et al. via magnetic resonance imaging (MRI), and in children by Wilson et al. [2] [3] It can be involved in several pathologies such as injury, ischemia, tethered cord syndrome, neoplastic, and non-neoplastic tumors; all of which produce a variety of clinical manifestations. This activity attempts to provide a comprehensive overview of the anatomy of the conus medullaris; which includes the structure, embryology, blood supply, and nerves along with its clinical importance.", "contents": "Neuroanatomy, Conus Medullaris -- Introduction. The variation in the position of the conus in adults was studied by Saifuddin et al. via magnetic resonance imaging (MRI), and in children by Wilson et al. [2] [3] It can be involved in several pathologies such as injury, ischemia, tethered cord syndrome, neoplastic, and non-neoplastic tumors; all of which produce a variety of clinical manifestations. This activity attempts to provide a comprehensive overview of the anatomy of the conus medullaris; which includes the structure, embryology, blood supply, and nerves along with its clinical importance."}
{"id": "article-19953_2", "title": "Neuroanatomy, Conus Medullaris -- Structure and Function", "content": "As mentioned above, the conus medullaris is the distal tapering end of the spinal cord. It is continuous with the epiconus (L4 to S1 segments) superiorly and consists of S2 to S5 as well as the coccygeal segments. [4] The pia mater of the tapering end of the conus continues downward as the filum terminale, which is a delicate strand of fibrous tissue about 20 cm in length. This structure serves to stabilize the spinal cord by connecting the conus to the coccyx via the coccygeal ligament. The lumbosacral nerve roots continue inferiorly to this as the cauda equina. On average, the conus terminates at the middle third of the L1 vertebra but can be located as high as the middle third of the T11 vertebra or as low as the middle third of L3 vertebra. On cross-section, the left and right halves are found to be separated by the ventral median fissure and posterior median sulcus. According to Grogan et al., on computed tomogram (CT) imaging, the conus appears oval in shape, with an anterior sulcus and posterior promontory. [5] The length of the anteroposterior diameter is 5 to 8 mm, and that of the transverse diameter is 8 to 11 mm. The ventriculus terminalis or the fifth ventricle is an incidentally found asymptomatic cerebrospinal fluid (CSF) containing ependymal lined cavity within the conus which is formed during embryogenesis and regresses in early childhood. [5] Sometimes, this benign imaging finding may be mistaken for a cystic neoplasm or syringohydromyelia.", "contents": "Neuroanatomy, Conus Medullaris -- Structure and Function. As mentioned above, the conus medullaris is the distal tapering end of the spinal cord. It is continuous with the epiconus (L4 to S1 segments) superiorly and consists of S2 to S5 as well as the coccygeal segments. [4] The pia mater of the tapering end of the conus continues downward as the filum terminale, which is a delicate strand of fibrous tissue about 20 cm in length. This structure serves to stabilize the spinal cord by connecting the conus to the coccyx via the coccygeal ligament. The lumbosacral nerve roots continue inferiorly to this as the cauda equina. On average, the conus terminates at the middle third of the L1 vertebra but can be located as high as the middle third of the T11 vertebra or as low as the middle third of L3 vertebra. On cross-section, the left and right halves are found to be separated by the ventral median fissure and posterior median sulcus. According to Grogan et al., on computed tomogram (CT) imaging, the conus appears oval in shape, with an anterior sulcus and posterior promontory. [5] The length of the anteroposterior diameter is 5 to 8 mm, and that of the transverse diameter is 8 to 11 mm. The ventriculus terminalis or the fifth ventricle is an incidentally found asymptomatic cerebrospinal fluid (CSF) containing ependymal lined cavity within the conus which is formed during embryogenesis and regresses in early childhood. [5] Sometimes, this benign imaging finding may be mistaken for a cystic neoplasm or syringohydromyelia."}
{"id": "article-19953_3", "title": "Neuroanatomy, Conus Medullaris -- Structure and Function", "content": "The conus medullaris give rise to the lumbar sympathetic, sacral somatic and sacral parasympathetic nerves which continue downward within the cauda equina. These nerves have important functions which can be impaired by injury or ischemia.", "contents": "Neuroanatomy, Conus Medullaris -- Structure and Function. The conus medullaris give rise to the lumbar sympathetic, sacral somatic and sacral parasympathetic nerves which continue downward within the cauda equina. These nerves have important functions which can be impaired by injury or ischemia."}
{"id": "article-19953_4", "title": "Neuroanatomy, Conus Medullaris -- Embryology", "content": "The spinal cord, along with the rest of the CNS, develops from the neural plate which forms during the third and fourth weeks of intrauterine life. [6] Secondary neurulation develops the caudal spinal cord, distal to the S2 and filum terminale. Around post ovulation day 27, the conus medullaris ascents opposite of the embryonic coccygeal spinal segments with the nerve roots exiting directly opposite to their vertebral levels.", "contents": "Neuroanatomy, Conus Medullaris -- Embryology. The spinal cord, along with the rest of the CNS, develops from the neural plate which forms during the third and fourth weeks of intrauterine life. [6] Secondary neurulation develops the caudal spinal cord, distal to the S2 and filum terminale. Around post ovulation day 27, the conus medullaris ascents opposite of the embryonic coccygeal spinal segments with the nerve roots exiting directly opposite to their vertebral levels."}
{"id": "article-19953_5", "title": "Neuroanatomy, Conus Medullaris -- Embryology", "content": "Between post ovulation days 27 and 54, the caudal end of the neural tube experiences retrogressive differentiation causing it to become thinner, less well developed, and eventually it contains only a rudimentary mantle zone and no marginal zone. The caudal neural tube thinning makes it appear that the end of the conus, relative to the adjacent vertebral column is gradually ascending. [7]", "contents": "Neuroanatomy, Conus Medullaris -- Embryology. Between post ovulation days 27 and 54, the caudal end of the neural tube experiences retrogressive differentiation causing it to become thinner, less well developed, and eventually it contains only a rudimentary mantle zone and no marginal zone. The caudal neural tube thinning makes it appear that the end of the conus, relative to the adjacent vertebral column is gradually ascending. [7]"}
{"id": "article-19953_6", "title": "Neuroanatomy, Conus Medullaris -- Embryology", "content": "Beyond post ovulation day 54, retrogressive differentiation ends, and the further ascent of the conus is caused exclusively by a disparity in growth of the vertebral column compared to the spinal cord. Therefore the conus medullaris inhabits a position that is opposite to the progressively higher vertebral levels and nerve roots exiting a specific spinal cord level thus have to travel farther caudal in the thecal sac; towards their eventual exit foramina. [8] [9] [10] Eventually, the conus medullaris occupies its “adult level,” by birth or within 2 months after birth. This location is most commonly cranial to or opposite the L1–L2 disk space. [9]", "contents": "Neuroanatomy, Conus Medullaris -- Embryology. Beyond post ovulation day 54, retrogressive differentiation ends, and the further ascent of the conus is caused exclusively by a disparity in growth of the vertebral column compared to the spinal cord. Therefore the conus medullaris inhabits a position that is opposite to the progressively higher vertebral levels and nerve roots exiting a specific spinal cord level thus have to travel farther caudal in the thecal sac; towards their eventual exit foramina. [8] [9] [10] Eventually, the conus medullaris occupies its “adult level,” by birth or within 2 months after birth. This location is most commonly cranial to or opposite the L1–L2 disk space. [9]"}
{"id": "article-19953_7", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "The conus medullaris receives vascular supply via the following vessels-", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. The conus medullaris receives vascular supply via the following vessels-"}
{"id": "article-19953_8", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "The anterior spinal artery, which traverses the anterior median fissure and ends at the filum terminale.", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. The anterior spinal artery, which traverses the anterior median fissure and ends at the filum terminale."}
{"id": "article-19953_9", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "Two posterior spinal arteries; these traverse the posterolateral aspect of the spinal cord along with the posterior nerve roots.", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. Two posterior spinal arteries; these traverse the posterolateral aspect of the spinal cord along with the posterior nerve roots."}
{"id": "article-19953_10", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "One or two small arteries arise from the anterior spinal artery and circumferentially connect it with the posterior spinal arteries at the lower end of the cord, this is called the arterial basket of the conus medullaris. This structure is frequently involved in arteriovenous fistulas and malformations of the conus.", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. One or two small arteries arise from the anterior spinal artery and circumferentially connect it with the posterior spinal arteries at the lower end of the cord, this is called the arterial basket of the conus medullaris. This structure is frequently involved in arteriovenous fistulas and malformations of the conus."}
{"id": "article-19953_11", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "Radicular arteries: 8 anterior and 12 posterior arteries form longitudinal arterial trunks along with the anterior and posterior spinal arteries and supply the corresponding nerve roots. The anterior arteries at the T1 and T11 segmental levels are very large, termed the arteries of Adamkiewicz, which supply the lumbosacral region of the cord. These radicular arteries are clinically important as they are end arteries, and occlusion leads to spinal cord ischemia.", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. Radicular arteries: 8 anterior and 12 posterior arteries form longitudinal arterial trunks along with the anterior and posterior spinal arteries and supply the corresponding nerve roots. The anterior arteries at the T1 and T11 segmental levels are very large, termed the arteries of Adamkiewicz, which supply the lumbosacral region of the cord. These radicular arteries are clinically important as they are end arteries, and occlusion leads to spinal cord ischemia."}
{"id": "article-19953_12", "title": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics", "content": "The artery of Desproges-Gotteron is an uncommon anatomic variant that arises from the iliolumbar artery, courses along the L5 or S1 nerve roots up to the conus, and anastomoses with the conal basket. [11] [12] [13]", "contents": "Neuroanatomy, Conus Medullaris -- Blood Supply and Lymphatics. The artery of Desproges-Gotteron is an uncommon anatomic variant that arises from the iliolumbar artery, courses along the L5 or S1 nerve roots up to the conus, and anastomoses with the conal basket. [11] [12] [13]"}
{"id": "article-19953_13", "title": "Neuroanatomy, Conus Medullaris -- Nerves", "content": "The spinal nerves S3-S5 originate in the conus and provide motor and sensory innervation to the lower extremities, bowel, bladder, and perineum. They are also crucial for sexual function. Spinal nerves L2-L5, S1-S5, and Co1 continue inferiorly as the cauda equina. Compression of these nerves can produce cauda equina or conus medullaris syndromes. [4] [5]", "contents": "Neuroanatomy, Conus Medullaris -- Nerves. The spinal nerves S3-S5 originate in the conus and provide motor and sensory innervation to the lower extremities, bowel, bladder, and perineum. They are also crucial for sexual function. Spinal nerves L2-L5, S1-S5, and Co1 continue inferiorly as the cauda equina. Compression of these nerves can produce cauda equina or conus medullaris syndromes. [4] [5]"}
{"id": "article-19953_14", "title": "Neuroanatomy, Conus Medullaris -- Physiologic Variants", "content": "Saifuddin et al. examined MRI images of 231 men and  273 women with a mean age of 46 and found the mean position of the conus to be at the lower third of L1, with a mean variation from the middle one-third of T12 to the upper one-third of L3. There were no significant variations related to gender or increasing age. [2]", "contents": "Neuroanatomy, Conus Medullaris -- Physiologic Variants. Saifuddin et al. examined MRI images of 231 men and  273 women with a mean age of 46 and found the mean position of the conus to be at the lower third of L1, with a mean variation from the middle one-third of T12 to the upper one-third of L3. There were no significant variations related to gender or increasing age. [2]"}
{"id": "article-19953_15", "title": "Neuroanatomy, Conus Medullaris -- Physiologic Variants", "content": "Wilson et al. studied MRI images of 184 children ranging from neonates to 20-year-olds. They found that the position of the conus in the 0 to 2 year age group was from T12 to L2-L3 with an average being L1-L2. For the 19 to 20 year age group, the range was L1-L2 with the average being L1-L2. Based on these findings, they concluded that the conus does not ascend throughout childhood as previously believed but attains the adult position sometime during the first few months of life. A conus located at L2-L3 or above is considered normal for any age. [3]", "contents": "Neuroanatomy, Conus Medullaris -- Physiologic Variants. Wilson et al. studied MRI images of 184 children ranging from neonates to 20-year-olds. They found that the position of the conus in the 0 to 2 year age group was from T12 to L2-L3 with an average being L1-L2. For the 19 to 20 year age group, the range was L1-L2 with the average being L1-L2. Based on these findings, they concluded that the conus does not ascend throughout childhood as previously believed but attains the adult position sometime during the first few months of life. A conus located at L2-L3 or above is considered normal for any age. [3]"}
{"id": "article-19953_16", "title": "Neuroanatomy, Conus Medullaris -- Clinical Significance", "content": "Lesions around the vertebral L2 level can affect the conus medullaris and is known as conus medullaris syndrome. Symptoms include sudden onset severe back pain, perianal anesthesia, symmetric lower extremity motor weakness with hyperreflexia, and early onset bowel and bladder dysfunction. [14] Known causes of conus medullaris syndrome include spinal fracture, disc herniation, tumors, trauma, epidural abscess, and infarction. It is essential to clinically differentiate this condition from cauda equina syndrome whose causes are similar but characterized by severe unilateral radicular pain, saddle anesthesia, asymmetric lower extremity motor weakness with hyporeflexia, and late-onset bowel and bladder dysfunction. [14] As a rule of thumb, conus medullaris syndrome causes both upper and lower motor neuron features, whereas cauda equina syndrome causes predominantly lower motor neuron features. The annual incidence of both conditions is between 1.5 to 3.4 per million. Diagnosis is made via an urgent MRI with T1 and T2 sequences within an hour of presentation. Orthopedic and neurosurgical consultation is necessary as treatment is primarily surgical, with decompression via laminectomy/discectomy or sequestrectomy. [15] According to Kingwell et al., there is no robust evidence to support urgent surgical intervention over non-operative management in terms of neurologic outcomes. [16] Also, the timing of surgery does not affect neurologic recovery for traumatic cases. However, surgery may be preferable due to patient preference, shorter hospital stay, availability of nursing care, and earlier rehabilitation. Posterior decompression and stabilization are generally more viable options due to reduced morbidity and surgeon familiarity. It offers equivalent outcomes as anterior decompression and non-operative management, however anterior decompression may be beneficial in terms of bladder recovery, particularly in cases of surgical delay.", "contents": "Neuroanatomy, Conus Medullaris -- Clinical Significance. Lesions around the vertebral L2 level can affect the conus medullaris and is known as conus medullaris syndrome. Symptoms include sudden onset severe back pain, perianal anesthesia, symmetric lower extremity motor weakness with hyperreflexia, and early onset bowel and bladder dysfunction. [14] Known causes of conus medullaris syndrome include spinal fracture, disc herniation, tumors, trauma, epidural abscess, and infarction. It is essential to clinically differentiate this condition from cauda equina syndrome whose causes are similar but characterized by severe unilateral radicular pain, saddle anesthesia, asymmetric lower extremity motor weakness with hyporeflexia, and late-onset bowel and bladder dysfunction. [14] As a rule of thumb, conus medullaris syndrome causes both upper and lower motor neuron features, whereas cauda equina syndrome causes predominantly lower motor neuron features. The annual incidence of both conditions is between 1.5 to 3.4 per million. Diagnosis is made via an urgent MRI with T1 and T2 sequences within an hour of presentation. Orthopedic and neurosurgical consultation is necessary as treatment is primarily surgical, with decompression via laminectomy/discectomy or sequestrectomy. [15] According to Kingwell et al., there is no robust evidence to support urgent surgical intervention over non-operative management in terms of neurologic outcomes. [16] Also, the timing of surgery does not affect neurologic recovery for traumatic cases. However, surgery may be preferable due to patient preference, shorter hospital stay, availability of nursing care, and earlier rehabilitation. Posterior decompression and stabilization are generally more viable options due to reduced morbidity and surgeon familiarity. It offers equivalent outcomes as anterior decompression and non-operative management, however anterior decompression may be beneficial in terms of bladder recovery, particularly in cases of surgical delay."}
{"id": "article-19953_17", "title": "Neuroanatomy, Conus Medullaris -- Clinical Significance", "content": "Tethered cord syndrome is a condition caused by an abnormal filum terminale that prevents the conus medullaris from ascending and restricts the mobility of the spinal cord. As a result, the spinal cord gets abnormally stretched, with neurologic symptoms referable to the lower cord. [17] It is typically diagnosed during periods of rapid growth in adolescence but may go undiagnosed until adulthood. MRI shows a low lying conus, i.e., below the L2 vertebra or a thickened filum terminale. However, Tubbs and Oaks studied a cohort of patients of tethered cord syndrome in whom the conus was in the normal range and suggested that this condition might be tautness of the cord rather than pure distal elongation. [18] Frequently, it is associated with spinal anomalies like diastematomyelia, dermal sinuses, and lipomas. Treatment is via surgical release and halts the progression of symptoms. According to Liu et al., spinal anesthesia should be avoided in adults with tethered cord syndrome to prevent long term neurologic damage.", "contents": "Neuroanatomy, Conus Medullaris -- Clinical Significance. Tethered cord syndrome is a condition caused by an abnormal filum terminale that prevents the conus medullaris from ascending and restricts the mobility of the spinal cord. As a result, the spinal cord gets abnormally stretched, with neurologic symptoms referable to the lower cord. [17] It is typically diagnosed during periods of rapid growth in adolescence but may go undiagnosed until adulthood. MRI shows a low lying conus, i.e., below the L2 vertebra or a thickened filum terminale. However, Tubbs and Oaks studied a cohort of patients of tethered cord syndrome in whom the conus was in the normal range and suggested that this condition might be tautness of the cord rather than pure distal elongation. [18] Frequently, it is associated with spinal anomalies like diastematomyelia, dermal sinuses, and lipomas. Treatment is via surgical release and halts the progression of symptoms. According to Liu et al., spinal anesthesia should be avoided in adults with tethered cord syndrome to prevent long term neurologic damage."}
{"id": "article-19953_18", "title": "Neuroanatomy, Conus Medullaris -- Clinical Significance", "content": "Intramedullary lesions of the conus medullaris are numerous. Neoplastic lesions include glial tumors such as ependymoma, astrocytoma, and glioblastoma multiforme; non-glial tumors include primitive neuroectodermal tumor and hemangioblastoma along with lymphoma, melanoma, and metastases. Non-neoplastic lesions include granulomas such as tuberculosis and sarcoidosis, parasitic infections such as cysticercosis and schistosomiasis, demyelination in multiple sclerosis, vascular lesions such as vascular malformations, cavernoma, and amyloid angiopathy and dysembryogenetic lesions such as lipoma, dermoid cyst, epidermoid cyst, and teratoma. [19] [20] [21]", "contents": "Neuroanatomy, Conus Medullaris -- Clinical Significance. Intramedullary lesions of the conus medullaris are numerous. Neoplastic lesions include glial tumors such as ependymoma, astrocytoma, and glioblastoma multiforme; non-glial tumors include primitive neuroectodermal tumor and hemangioblastoma along with lymphoma, melanoma, and metastases. Non-neoplastic lesions include granulomas such as tuberculosis and sarcoidosis, parasitic infections such as cysticercosis and schistosomiasis, demyelination in multiple sclerosis, vascular lesions such as vascular malformations, cavernoma, and amyloid angiopathy and dysembryogenetic lesions such as lipoma, dermoid cyst, epidermoid cyst, and teratoma. [19] [20] [21]"}
{"id": "article-19953_19", "title": "Neuroanatomy, Conus Medullaris -- Clinical Significance", "content": "The incidence of intramedullary tumors in the conus is roughly 10%, with the most common being myxopapillary ependymoma (50%), followed by lipoma, hemangioblastoma, and astrocytoma (11.5% each). Patients present with symptoms such as lower extremity pain, lower back pain, sensory disturbance, bowel and bladder problems, motor weakness, and saddle anesthesia. Sacral nerve root compression can cause severe perineal pain. Conus tumors can cause sacral nerve root compression similar to sciatica or cauda equina syndrome due to degenerative disc disease. Urinary abnormalities are present in 91% of patients and include decreased urge to void, sphincter dyssynergia, and detrusor areflexia. Treatment of all tumors is primarily surgical, with complete resection achieved in roughly 81% of patients. The highest resection rate is 90% for ependymoma and hemangioblastoma, and it is 50 to 76% for astrocytomas. [21] [22] In-Ho Han et al. studied surgical outcomes for 26 patients and found that the modified Japanese Orthopedic Association (JOA) score worsened in 26.9% of patients, remained stable in 38.5%, and improved in 34.6%. Out of 21 patients who had leg and lower back pain, the mean visual analog scale (VAS) score for pain improved from 5.4 to 1.8. [23]", "contents": "Neuroanatomy, Conus Medullaris -- Clinical Significance. The incidence of intramedullary tumors in the conus is roughly 10%, with the most common being myxopapillary ependymoma (50%), followed by lipoma, hemangioblastoma, and astrocytoma (11.5% each). Patients present with symptoms such as lower extremity pain, lower back pain, sensory disturbance, bowel and bladder problems, motor weakness, and saddle anesthesia. Sacral nerve root compression can cause severe perineal pain. Conus tumors can cause sacral nerve root compression similar to sciatica or cauda equina syndrome due to degenerative disc disease. Urinary abnormalities are present in 91% of patients and include decreased urge to void, sphincter dyssynergia, and detrusor areflexia. Treatment of all tumors is primarily surgical, with complete resection achieved in roughly 81% of patients. The highest resection rate is 90% for ependymoma and hemangioblastoma, and it is 50 to 76% for astrocytomas. [21] [22] In-Ho Han et al. studied surgical outcomes for 26 patients and found that the modified Japanese Orthopedic Association (JOA) score worsened in 26.9% of patients, remained stable in 38.5%, and improved in 34.6%. Out of 21 patients who had leg and lower back pain, the mean visual analog scale (VAS) score for pain improved from 5.4 to 1.8. [23]"}
{"id": "article-19953_20", "title": "Neuroanatomy, Conus Medullaris -- Clinical Significance", "content": "The artery of Desproges Gotteron can get compressed by L5-S1 disc herniation and lead to conus medullaris syndrome. It is also frequently involved in arteriovenous fistulas, which can be treated by microsurgery or embolization. [24]", "contents": "Neuroanatomy, Conus Medullaris -- Clinical Significance. The artery of Desproges Gotteron can get compressed by L5-S1 disc herniation and lead to conus medullaris syndrome. It is also frequently involved in arteriovenous fistulas, which can be treated by microsurgery or embolization. [24]"}
{"id": "article-19953_21", "title": "Neuroanatomy, Conus Medullaris -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Conus Medullaris -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}