{"id": "article-20920_0", "title": "Efavirenz -- Continuing Education Activity", "content": "Efavirenz is an FDA-approved antiretroviral medication introduced in 1998 (and approved for use in the UE in 1999) that has played a pivotal role in the treatment and prevention of HIV. As a member of the non-nucleoside reverse transcriptase inhibitor (NNRTI) class, efavirenz is an integral component of antiretroviral therapy (ART) regimens. By selectively inhibiting the reverse transcriptase enzyme, an essential catalyst for transcribing viral RNA into DNA, efavirenz disrupts the replication process of the human immunodeficiency virus. This module discusses the indications, contraindications, mechanism of action, pharmacokinetics, dosing guidelines, adverse effects, and potential drug interactions associated with efavirenz while highlighting its role in combating HIV and providing clinicians with essential insights for optimal patient management.", "contents": "Efavirenz -- Continuing Education Activity. Efavirenz is an FDA-approved antiretroviral medication introduced in 1998 (and approved for use in the UE in 1999) that has played a pivotal role in the treatment and prevention of HIV. As a member of the non-nucleoside reverse transcriptase inhibitor (NNRTI) class, efavirenz is an integral component of antiretroviral therapy (ART) regimens. By selectively inhibiting the reverse transcriptase enzyme, an essential catalyst for transcribing viral RNA into DNA, efavirenz disrupts the replication process of the human immunodeficiency virus. This module discusses the indications, contraindications, mechanism of action, pharmacokinetics, dosing guidelines, adverse effects, and potential drug interactions associated with efavirenz while highlighting its role in combating HIV and providing clinicians with essential insights for optimal patient management."}
{"id": "article-20920_1", "title": "Efavirenz -- Continuing Education Activity", "content": "Objectives: Identify potential candidates for efavirenz-based HIV therapy based on clinical guidelines and patient profiles. Implement efavirenz therapy with appropriate dosing, emphasizing the importance of adherence and addressing concerns about adverse effects. Assess patients regularly for medication efficacy and any adverse reactions, focusing on viral load suppression and CD4 count improvement. Develop effective communication with patients about efavirenz therapy, addressing potential adverse effects, adherence, and expectations. Access free multiple choice questions on this topic.", "contents": "Efavirenz -- Continuing Education Activity. Objectives: Identify potential candidates for efavirenz-based HIV therapy based on clinical guidelines and patient profiles. Implement efavirenz therapy with appropriate dosing, emphasizing the importance of adherence and addressing concerns about adverse effects. Assess patients regularly for medication efficacy and any adverse reactions, focusing on viral load suppression and CD4 count improvement. Develop effective communication with patients about efavirenz therapy, addressing potential adverse effects, adherence, and expectations. Access free multiple choice questions on this topic."}
{"id": "article-20920_2", "title": "Efavirenz -- Indications", "content": "Efavirenz is an FDA-approved medication used for the treatment and prevention of HIV-1 infection. The drug is a non-nucleoside reverse transcriptase inhibitor (NNRTI). Like most other NNRTI agents, it is commonly combined with other agents with different mechanisms of action in antiretroviral therapy (ART) regimens. However, efavirenz has recently fallen out of favor due to its unfavorable adverse effect profile. [1]", "contents": "Efavirenz -- Indications. Efavirenz is an FDA-approved medication used for the treatment and prevention of HIV-1 infection. The drug is a non-nucleoside reverse transcriptase inhibitor (NNRTI). Like most other NNRTI agents, it is commonly combined with other agents with different mechanisms of action in antiretroviral therapy (ART) regimens. However, efavirenz has recently fallen out of favor due to its unfavorable adverse effect profile. [1]"}
{"id": "article-20920_3", "title": "Efavirenz -- Indications -- FDA-Approved Indications", "content": "HIV infection in adults HIV infection in children aged 3 and older", "contents": "Efavirenz -- Indications -- FDA-Approved Indications. HIV infection in adults HIV infection in children aged 3 and older"}
{"id": "article-20920_4", "title": "Efavirenz -- Indications -- Off-Label Uses", "content": "Efavirenz is sometimes used off-label for HIV infection prevention (occupational exposure, perinatal transmission).", "contents": "Efavirenz -- Indications -- Off-Label Uses. Efavirenz is sometimes used off-label for HIV infection prevention (occupational exposure, perinatal transmission)."}
{"id": "article-20920_5", "title": "Efavirenz -- Mechanism of Action", "content": "Efavirenz is a non-nucleoside reverse transcriptase inhibitor drug (NNRTI); it binds to a non-catalytic site of the HIV reverse transcription enzyme, inhibiting its activity and resulting in DNA chain termination. This action blocks DNA polymerase activities, including HIV replication. Though therapeutic drug concentration monitoring is not necessary for efavirenz, it is important to achieve adequate serum concentrations. Low concentrations are associated with virologic failure, while higher concentrations are associated with increased adverse effects such as sleep disorders. [2] Efavirenz is available in combination with other antiviral medications. [3]", "contents": "Efavirenz -- Mechanism of Action. Efavirenz is a non-nucleoside reverse transcriptase inhibitor drug (NNRTI); it binds to a non-catalytic site of the HIV reverse transcription enzyme, inhibiting its activity and resulting in DNA chain termination. This action blocks DNA polymerase activities, including HIV replication. Though therapeutic drug concentration monitoring is not necessary for efavirenz, it is important to achieve adequate serum concentrations. Low concentrations are associated with virologic failure, while higher concentrations are associated with increased adverse effects such as sleep disorders. [2] Efavirenz is available in combination with other antiviral medications. [3]"}
{"id": "article-20920_6", "title": "Efavirenz -- Mechanism of Action", "content": "The administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects. For this reason, patients should not take efavirenz with food. [4] Peak concentrations are reached within 5 hours following a single oral dose, with steady-state plasma concentrations achieved in 6 to 7 days. The half-life of efavirenz is roughly 45 hours, making once-daily dosing suitable. Efavirenz is highly protein-bound to human plasma proteins, predominantly albumin. Efavirenz converts to inactive hydroxylated metabolites by the action of the CYP3A4 enzyme. [5]", "contents": "Efavirenz -- Mechanism of Action. The administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects. For this reason, patients should not take efavirenz with food. [4] Peak concentrations are reached within 5 hours following a single oral dose, with steady-state plasma concentrations achieved in 6 to 7 days. The half-life of efavirenz is roughly 45 hours, making once-daily dosing suitable. Efavirenz is highly protein-bound to human plasma proteins, predominantly albumin. Efavirenz converts to inactive hydroxylated metabolites by the action of the CYP3A4 enzyme. [5]"}
{"id": "article-20920_7", "title": "Efavirenz -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Efavirenz is absorbed well following oral administration, and peak concentrations are achieved 5 hours after dosing. Steady-state plasma concentrations are attained in 6 to 10 days. Distribution: The volume of distribution for efavirenz is approximately 252 L.", "contents": "Efavirenz -- Mechanism of Action -- Pharmacokinetics. Absorption: Efavirenz is absorbed well following oral administration, and peak concentrations are achieved 5 hours after dosing. Steady-state plasma concentrations are attained in 6 to 10 days. Distribution: The volume of distribution for efavirenz is approximately 252 L."}
{"id": "article-20920_8", "title": "Efavirenz -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Efavirenz metabolism primarily occurs via the hepatic CYP450 enzyme system, specifically CYP2AB, into hydroxylated metabolites with subsequent glucuronidation. The drug is a primary CYP3A4 substrate. Elimination: Excretion of efavirenz is via the feces (16% to 61%) and urine (14% to 34%), with <1% unchanged. The drug's half-life is between 40 and 55 hours. [2]", "contents": "Efavirenz -- Mechanism of Action -- Pharmacokinetics. Metabolism: Efavirenz metabolism primarily occurs via the hepatic CYP450 enzyme system, specifically CYP2AB, into hydroxylated metabolites with subsequent glucuronidation. The drug is a primary CYP3A4 substrate. Elimination: Excretion of efavirenz is via the feces (16% to 61%) and urine (14% to 34%), with <1% unchanged. The drug's half-life is between 40 and 55 hours. [2]"}
{"id": "article-20920_9", "title": "Efavirenz -- Administration -- Available Dosage Forms and Strengths", "content": "Efavirenz is available as an oral capsule or tablet by prescription only. Efavirenz is also available as a component of 2 combination formulations: efavirenz, emtricitabine, and tenofovir disoproxil fumarate; and efavirenz, lamivudine, and tenofovir disoproxil fumarate. The capsules are available in 50 mg and 200 mg strengths, while the tablets are 600 mg. The recommended adult dose is 600 mg/d, but some data show that 400 mg/d yields equivalent outcomes with fewer adverse effects. [6] Patients should not cut, crush, or chew the tablets.", "contents": "Efavirenz -- Administration -- Available Dosage Forms and Strengths. Efavirenz is available as an oral capsule or tablet by prescription only. Efavirenz is also available as a component of 2 combination formulations: efavirenz, emtricitabine, and tenofovir disoproxil fumarate; and efavirenz, lamivudine, and tenofovir disoproxil fumarate. The capsules are available in 50 mg and 200 mg strengths, while the tablets are 600 mg. The recommended adult dose is 600 mg/d, but some data show that 400 mg/d yields equivalent outcomes with fewer adverse effects. [6] Patients should not cut, crush, or chew the tablets."}
{"id": "article-20920_10", "title": "Efavirenz -- Administration -- Available Dosage Forms and Strengths", "content": "The administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects. [4] Efavirenz dosing should be on an empty stomach, as increased efavirenz serum concentrations occur when taken with food. Increased serum concentrations can lead to increased adverse effects. [7] Efavirenz is often given in combination therapy with tenofovir and either emtricitabine or lamivudine.", "contents": "Efavirenz -- Administration -- Available Dosage Forms and Strengths. The administration of efavirenz with food has been shown to increase serum concentrations and the incidence of adverse effects. [4] Efavirenz dosing should be on an empty stomach, as increased efavirenz serum concentrations occur when taken with food. Increased serum concentrations can lead to increased adverse effects. [7] Efavirenz is often given in combination therapy with tenofovir and either emtricitabine or lamivudine."}
{"id": "article-20920_11", "title": "Efavirenz -- Administration -- HIV Infection", "content": "The dose is 600 mg orally, administered at bedtime.", "contents": "Efavirenz -- Administration -- HIV Infection. The dose is 600 mg orally, administered at bedtime."}
{"id": "article-20920_12", "title": "Efavirenz -- Administration -- HIV Prophylaxis (Off-Label)", "content": "Off-label HIV prophylaxis should be initiated as soon as possible after exposure but only following expert consultation. The optimal prophylaxis duration has not been established via empirical data and may differ according to institutional protocols.", "contents": "Efavirenz -- Administration -- HIV Prophylaxis (Off-Label). Off-label HIV prophylaxis should be initiated as soon as possible after exposure but only following expert consultation. The optimal prophylaxis duration has not been established via empirical data and may differ according to institutional protocols."}
{"id": "article-20920_13", "title": "Efavirenz -- Administration -- Pediatric Dosing", "content": "The following dosing recommendations for efavirenz therapy for patients aged 3 and older are outlined below. These dosages are taken orally at bedtime. Patients 10 to 14.9 kg: 200 mg Patients 15 to 19.9 kg: 250 mg Patients 20 to 24.9 kg: 300 mg Patients 25 to 32.4 kg: 350 mg Patients 32.5 to 39.49 kg: 400 mg Patients >40 kg: 600 mg", "contents": "Efavirenz -- Administration -- Pediatric Dosing. The following dosing recommendations for efavirenz therapy for patients aged 3 and older are outlined below. These dosages are taken orally at bedtime. Patients 10 to 14.9 kg: 200 mg Patients 15 to 19.9 kg: 250 mg Patients 20 to 24.9 kg: 300 mg Patients 25 to 32.4 kg: 350 mg Patients 32.5 to 39.49 kg: 400 mg Patients >40 kg: 600 mg"}
{"id": "article-20920_14", "title": "Efavirenz -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dose adjustments are necessary for mild hepatic impairment (Child-Pugh class A), but caution is advisable. Efavirenz is not recommended in patients with moderate to severe impairment (Child-Pugh class B or C). Renal impairment: The manufacturer recommends no renal dose adjustments. No data is available for patients on dialysis.", "contents": "Efavirenz -- Administration -- Specific Patient Populations. Hepatic impairment: No dose adjustments are necessary for mild hepatic impairment (Child-Pugh class A), but caution is advisable. Efavirenz is not recommended in patients with moderate to severe impairment (Child-Pugh class B or C). Renal impairment: The manufacturer recommends no renal dose adjustments. No data is available for patients on dialysis."}
{"id": "article-20920_15", "title": "Efavirenz -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Efavirenz may be used during pregnancy if necessary, but there is a potential risk for fetal harm in the first trimester based on limited human data (pregnancy category D). Clinicians should obtain a negative pregnancy test before initiating treatment, and patients should avoid pregnancy with forms of contraception, with 1 of those being a barrier method, during treatment and for 12 weeks following treatment cessation in female patients. Patients should be enrolled in the Antiretroviral Pregnancy Registry. [8]", "contents": "Efavirenz -- Administration -- Specific Patient Populations. Pregnancy considerations: Efavirenz may be used during pregnancy if necessary, but there is a potential risk for fetal harm in the first trimester based on limited human data (pregnancy category D). Clinicians should obtain a negative pregnancy test before initiating treatment, and patients should avoid pregnancy with forms of contraception, with 1 of those being a barrier method, during treatment and for 12 weeks following treatment cessation in female patients. Patients should be enrolled in the Antiretroviral Pregnancy Registry. [8]"}
{"id": "article-20920_16", "title": "Efavirenz -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Females using efavirenz should avoid breastfeeding, as there is a risk of postnatal HIV transmission despite ongoing HIV treatment. Research has not shown whether efavirenz affects maternal milk production. Pediatric patients: See pediatric dosing above. Not approved for use in children younger than age 3.", "contents": "Efavirenz -- Administration -- Specific Patient Populations. Breastfeeding considerations: Females using efavirenz should avoid breastfeeding, as there is a risk of postnatal HIV transmission despite ongoing HIV treatment. Research has not shown whether efavirenz affects maternal milk production. Pediatric patients: See pediatric dosing above. Not approved for use in children younger than age 3."}
{"id": "article-20920_17", "title": "Efavirenz -- Administration -- Specific Patient Populations", "content": "Older patients: Limited data regarding antiretroviral drugs and older patients is available. As HIV patients live longer, more studies are needed to determine the effects of age on antiretroviral therapy. [9]", "contents": "Efavirenz -- Administration -- Specific Patient Populations. Older patients: Limited data regarding antiretroviral drugs and older patients is available. As HIV patients live longer, more studies are needed to determine the effects of age on antiretroviral therapy. [9]"}
{"id": "article-20920_18", "title": "Efavirenz -- Adverse Effects", "content": "As a drug class, NNRTIs are commonly associated with central nervous system (CNS) effects. These effects include impaired concentration, vivid or abnormal dreams, insomnia, suicidal ideation, nausea, and vomiting. [10] Patients who experience these adverse effects are more likely to be non-adherent and discontinue their antiretroviral therapy, leading to anti-virologic therapeutic failure. [11] These symptoms typically arise in the first few days of treatment and decline within a few weeks of continued therapy. [5] Lipodystrophy is also a common adverse effect of all NNRTIs and may occur during treatment with efavirenz. [5] Other commonly encountered adverse events include rash, elevated AST or ALT, decreased neutrophils, hyperglycemia, and hyperlipidemia.", "contents": "Efavirenz -- Adverse Effects. As a drug class, NNRTIs are commonly associated with central nervous system (CNS) effects. These effects include impaired concentration, vivid or abnormal dreams, insomnia, suicidal ideation, nausea, and vomiting. [10] Patients who experience these adverse effects are more likely to be non-adherent and discontinue their antiretroviral therapy, leading to anti-virologic therapeutic failure. [11] These symptoms typically arise in the first few days of treatment and decline within a few weeks of continued therapy. [5] Lipodystrophy is also a common adverse effect of all NNRTIs and may occur during treatment with efavirenz. [5] Other commonly encountered adverse events include rash, elevated AST or ALT, decreased neutrophils, hyperglycemia, and hyperlipidemia."}
{"id": "article-20920_19", "title": "Efavirenz -- Adverse Effects", "content": "Resistance to NNRTIs, including efavirenz, occurs through reverse transcriptase gene mutations in the viral genome. Drug resistance can develop quickly when nonnucleoside reverse transcriptase inhibitors are used as monotherapy for HIV-1 infection. NNRTI-naïve patients with previous nucleoside analog reverse transcriptase inhibitor (NRTI) exposure with isolates with resistance mutations and phenotypic resistance to NRTIs appear more likely to have hypersusceptibility to the NNRTI class of drugs. [12]", "contents": "Efavirenz -- Adverse Effects. Resistance to NNRTIs, including efavirenz, occurs through reverse transcriptase gene mutations in the viral genome. Drug resistance can develop quickly when nonnucleoside reverse transcriptase inhibitors are used as monotherapy for HIV-1 infection. NNRTI-naïve patients with previous nucleoside analog reverse transcriptase inhibitor (NRTI) exposure with isolates with resistance mutations and phenotypic resistance to NRTIs appear more likely to have hypersusceptibility to the NNRTI class of drugs. [12]"}
{"id": "article-20920_20", "title": "Efavirenz -- Adverse Effects -- Drug-Drug Interactions", "content": "Like most NNRTIs, efavirenz correlates with many drug interactions due to the phase I cytochrome P450 (CYP) enzymes. Efavirenz is an in vitro inhibitor of CYP3A4, CYP2C9, and CYP2C19. The drug is a substrate, inducer, and inhibitor of CYP3A4. [13] Medications that undergo metabolism through CYP2B6, 3A4, 2C9, and 2C19, and those that undergo glucuronidation, may also interact with efavirenz. Drugs that are contraindicated with efavirenz due to interactions include dasabuvir, grazoprevir, ritonavir, and voriconazole. [14]", "contents": "Efavirenz -- Adverse Effects -- Drug-Drug Interactions. Like most NNRTIs, efavirenz correlates with many drug interactions due to the phase I cytochrome P450 (CYP) enzymes. Efavirenz is an in vitro inhibitor of CYP3A4, CYP2C9, and CYP2C19. The drug is a substrate, inducer, and inhibitor of CYP3A4. [13] Medications that undergo metabolism through CYP2B6, 3A4, 2C9, and 2C19, and those that undergo glucuronidation, may also interact with efavirenz. Drugs that are contraindicated with efavirenz due to interactions include dasabuvir, grazoprevir, ritonavir, and voriconazole. [14]"}
{"id": "article-20920_21", "title": "Efavirenz -- Contraindications", "content": "The use of efavirenz is contraindicated in patients with previously documented hypersensitivity to efavirenz and patients concurrently receiving elbasvir/grazoprevir due to a CYP3A4 interaction. Efavirenz should not be used in patients with Child-Pugh impairment class B or C. Efavirenz acts as a CYP3A4 inducer, in this case, by decreasing the serum concentrations of grazoprevir. [15] Efavirenz is also contraindicated in pregnant women in the first trimester due to reports of neural tube defects, and females should avoid breastfeeding. Caution is advised in patients who are poor CYP2B6 metabolizers. [16]", "contents": "Efavirenz -- Contraindications. The use of efavirenz is contraindicated in patients with previously documented hypersensitivity to efavirenz and patients concurrently receiving elbasvir/grazoprevir due to a CYP3A4 interaction. Efavirenz should not be used in patients with Child-Pugh impairment class B or C. Efavirenz acts as a CYP3A4 inducer, in this case, by decreasing the serum concentrations of grazoprevir. [15] Efavirenz is also contraindicated in pregnant women in the first trimester due to reports of neural tube defects, and females should avoid breastfeeding. Caution is advised in patients who are poor CYP2B6 metabolizers. [16]"}
{"id": "article-20920_22", "title": "Efavirenz -- Monitoring", "content": "Adolescent and adult patients should have LFTs measured at baseline, then 2 to 8 weeks following therapy initiation or with any change, then every 3 to 6 months. Lipid profiles are also recommended at baseline and every 6 to 12 months after that. Female patients of childbearing age should have a baseline pregnancy test. Pediatric patients should have baseline LFTs with a 3 to 4-month follow-up and a baseline lipid profile with a 6 to 12-month follow-up. [17] As a predominant adverse effect of efavirenz, psychiatric effects require monitoring in all patients. If these symptoms occur, the prescriber can attempt dose adjustments before changing medications.", "contents": "Efavirenz -- Monitoring. Adolescent and adult patients should have LFTs measured at baseline, then 2 to 8 weeks following therapy initiation or with any change, then every 3 to 6 months. Lipid profiles are also recommended at baseline and every 6 to 12 months after that. Female patients of childbearing age should have a baseline pregnancy test. Pediatric patients should have baseline LFTs with a 3 to 4-month follow-up and a baseline lipid profile with a 6 to 12-month follow-up. [17] As a predominant adverse effect of efavirenz, psychiatric effects require monitoring in all patients. If these symptoms occur, the prescriber can attempt dose adjustments before changing medications."}
{"id": "article-20920_23", "title": "Efavirenz -- Toxicity", "content": "The toxicity of this drug is generally relative to serum concentrations. Overdose is uncommon, and life-threatening sequelae from acute overdose are rare. There is no antidote available for efavirenz overdose. Short-term toxicity is usually transient and does not require treatment interruption. [18]", "contents": "Efavirenz -- Toxicity. The toxicity of this drug is generally relative to serum concentrations. Overdose is uncommon, and life-threatening sequelae from acute overdose are rare. There is no antidote available for efavirenz overdose. Short-term toxicity is usually transient and does not require treatment interruption. [18]"}
{"id": "article-20920_24", "title": "Efavirenz -- Enhancing Healthcare Team Outcomes", "content": "Treatment with efavirenz can significantly improve the quality of life of patients infected with HIV, but its efficacy heavily relies on patient adherence. The neurologic adverse effects associated with efavirenz cause some patients to discontinue therapy. An interprofessional team of healthcare providers must become actively involved in caring for their HIV-positive patients. Key members of the team include pharmacists, physicians, advanced practice practitioners, nurses, and social workers. Obstacles to successful ART include a lack of social support and the financial burden of therapy. Healthcare providers must provide counsel regarding methods of coping with these adverse effects and promote medication adherence. Identifying appropriate opportunities for members of each discipline to provide care and encouragement is crucial to successful ART. [19]", "contents": "Efavirenz -- Enhancing Healthcare Team Outcomes. Treatment with efavirenz can significantly improve the quality of life of patients infected with HIV, but its efficacy heavily relies on patient adherence. The neurologic adverse effects associated with efavirenz cause some patients to discontinue therapy. An interprofessional team of healthcare providers must become actively involved in caring for their HIV-positive patients. Key members of the team include pharmacists, physicians, advanced practice practitioners, nurses, and social workers. Obstacles to successful ART include a lack of social support and the financial burden of therapy. Healthcare providers must provide counsel regarding methods of coping with these adverse effects and promote medication adherence. Identifying appropriate opportunities for members of each discipline to provide care and encouragement is crucial to successful ART. [19]"}
{"id": "article-20920_25", "title": "Efavirenz -- Enhancing Healthcare Team Outcomes", "content": "There are several recommendations for healthcare providers to assist in increasing successful outcomes in patients diagnosed with HIV on ART. [20] These recommendations include the following: Monitoring of successful entry into HIV care is recommended for individuals diagnosed with HIV. Nursing staff can play a significant role in this function and report their findings to the clinical team. Entry into care, defined as a visit with an HIV care provider, has demonstrated correlations with improved survival. Providers should obtain self-reported adherence routinely. Healthcare providers should ask patients about their appointment adherence. Nursing staff can play a significant role here in assessing pharmacotherapy adherence.", "contents": "Efavirenz -- Enhancing Healthcare Team Outcomes. There are several recommendations for healthcare providers to assist in increasing successful outcomes in patients diagnosed with HIV on ART. [20] These recommendations include the following: Monitoring of successful entry into HIV care is recommended for individuals diagnosed with HIV. Nursing staff can play a significant role in this function and report their findings to the clinical team. Entry into care, defined as a visit with an HIV care provider, has demonstrated correlations with improved survival. Providers should obtain self-reported adherence routinely. Healthcare providers should ask patients about their appointment adherence. Nursing staff can play a significant role here in assessing pharmacotherapy adherence."}
{"id": "article-20920_26", "title": "Efavirenz -- Enhancing Healthcare Team Outcomes", "content": "Pharmacy refill data is recommended for adherence monitoring if medication refills are not automatically sent to patients. Pharmacy refill data can help to confirm self-reported adherence. If the pharmacist notices irregular refill activity, they should respond immediately, contacting both the patient and the prescriber. If regimens have equivalent efficacy, switching treatment-experienced patients receiving complex or poorly tolerated regimens to simpler once-daily regimens is recommended. A higher tablet/capsule burden is associated with lower adherence. Discussing the patient's tablet/capsule burden can identify an opportunity to improve compliance. The pharmacist can advise on newer combination formulations that decrease tablet/capsule burden. Individual one-on-one ART education is recommended. Counseling, skills-building, and education increase adherence rates, which are crucial to therapeutic success.", "contents": "Efavirenz -- Enhancing Healthcare Team Outcomes. Pharmacy refill data is recommended for adherence monitoring if medication refills are not automatically sent to patients. Pharmacy refill data can help to confirm self-reported adherence. If the pharmacist notices irregular refill activity, they should respond immediately, contacting both the patient and the prescriber. If regimens have equivalent efficacy, switching treatment-experienced patients receiving complex or poorly tolerated regimens to simpler once-daily regimens is recommended. A higher tablet/capsule burden is associated with lower adherence. Discussing the patient's tablet/capsule burden can identify an opportunity to improve compliance. The pharmacist can advise on newer combination formulations that decrease tablet/capsule burden. Individual one-on-one ART education is recommended. Counseling, skills-building, and education increase adherence rates, which are crucial to therapeutic success."}
{"id": "article-20920_27", "title": "Efavirenz -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional education and counseling intervention approaches are recommended. Interprofessional teams can provide education regarding multiple factors that affect adherence. Case management is necessary to minimize the number of adherence barriers in people experiencing homelessness. Assistance in acquiring mental health and substance abuse treatment and housing accommodations can significantly improve outcomes.", "contents": "Efavirenz -- Enhancing Healthcare Team Outcomes. Interprofessional education and counseling intervention approaches are recommended. Interprofessional teams can provide education regarding multiple factors that affect adherence. Case management is necessary to minimize the number of adherence barriers in people experiencing homelessness. Assistance in acquiring mental health and substance abuse treatment and housing accommodations can significantly improve outcomes."}
{"id": "article-20920_28", "title": "Efavirenz -- Enhancing Healthcare Team Outcomes", "content": "In summary, efavirenz therapy requires an interprofessional team approach, including all interprofessional healthcare team members collaborating across disciplines and engaging in open communication to achieve optimal patient outcomes.", "contents": "Efavirenz -- Enhancing Healthcare Team Outcomes. In summary, efavirenz therapy requires an interprofessional team approach, including all interprofessional healthcare team members collaborating across disciplines and engaging in open communication to achieve optimal patient outcomes."}
{"id": "article-20920_29", "title": "Efavirenz -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Efavirenz -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}