{"id": "article-20045_0", "title": "Corticosteroids -- Continuing Education Activity", "content": "Corticosteroids are drugs used in the management and treatment of almost all areas of medicine. This activity outlines the indications, action, and contraindications for corticosteroids as a valuable agent in managing numerous disorders. This activity will highlight the mechanism of action, adverse side effects profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) of corticosteroid usage.", "contents": "Corticosteroids -- Continuing Education Activity. Corticosteroids are drugs used in the management and treatment of almost all areas of medicine. This activity outlines the indications, action, and contraindications for corticosteroids as a valuable agent in managing numerous disorders. This activity will highlight the mechanism of action, adverse side effects profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) of corticosteroid usage."}
{"id": "article-20045_1", "title": "Corticosteroids -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of corticosteroids. Summarize the potential adverse effects associated with corticosteroids. Review the toxicity profile of corticosteroids. Explain some interprofessional team strategies for improving care coordination and communication to advance the management of patients on corticosteroids and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Corticosteroids -- Continuing Education Activity. Objectives: Describe the mechanism of action of corticosteroids. Summarize the potential adverse effects associated with corticosteroids. Review the toxicity profile of corticosteroids. Explain some interprofessional team strategies for improving care coordination and communication to advance the management of patients on corticosteroids and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-20045_2", "title": "Corticosteroids -- Indications", "content": "Since their discovery, corticosteroids have been used in almost all areas of medicine and by nearly every route. [1] Corticosteroids are synthetic analogs of the natural steroid hormones produced by the adrenal cortex and include glucocorticoids and mineralocorticoids. The synthetic hormones have varying degrees of glucocorticoid and mineralocorticoid properties. Glucocorticoids are predominantly involved in metabolism and have immunosuppressive, anti-inflammatory, and vasoconstrictive effects. While mineralocorticoids regulate electrolytes and water balance by affecting ion transport in the epithelial cells of the renal tubules. [2]", "contents": "Corticosteroids -- Indications. Since their discovery, corticosteroids have been used in almost all areas of medicine and by nearly every route. [1] Corticosteroids are synthetic analogs of the natural steroid hormones produced by the adrenal cortex and include glucocorticoids and mineralocorticoids. The synthetic hormones have varying degrees of glucocorticoid and mineralocorticoid properties. Glucocorticoids are predominantly involved in metabolism and have immunosuppressive, anti-inflammatory, and vasoconstrictive effects. While mineralocorticoids regulate electrolytes and water balance by affecting ion transport in the epithelial cells of the renal tubules. [2]"}
{"id": "article-20045_3", "title": "Corticosteroids -- Indications", "content": "The term corticosteroids in practice, however, is generally used to refer to the glucocorticoid effect. Glucocorticoids are primary stress hormones that regulate a variety of physiologic processes and are essential for life. [3] Corticosteroids are among the most widely prescribed drug classes worldwide, with an estimated market of more than 10 billion USD per year. [4] An estimated one percent of the total adult population in the United Kingdom receives oral glucocorticoids at any one time. [5] Indications for corticosteroid therapy include hundreds of conditions. These indications can very generally group into infectious and inflammatory disorders, allergic and autoimmune diseases, shock, lowering of hypercalcemia, promotion of water excretion, treatment of pathologic hypoglycemia, suppression of excess adrenocortical secretion, prevention of graft rejection, neurological disorders, hematologic disorders, skin disorders, and corticosteroid replacement therapy. [6] [7]", "contents": "Corticosteroids -- Indications. The term corticosteroids in practice, however, is generally used to refer to the glucocorticoid effect. Glucocorticoids are primary stress hormones that regulate a variety of physiologic processes and are essential for life. [3] Corticosteroids are among the most widely prescribed drug classes worldwide, with an estimated market of more than 10 billion USD per year. [4] An estimated one percent of the total adult population in the United Kingdom receives oral glucocorticoids at any one time. [5] Indications for corticosteroid therapy include hundreds of conditions. These indications can very generally group into infectious and inflammatory disorders, allergic and autoimmune diseases, shock, lowering of hypercalcemia, promotion of water excretion, treatment of pathologic hypoglycemia, suppression of excess adrenocortical secretion, prevention of graft rejection, neurological disorders, hematologic disorders, skin disorders, and corticosteroid replacement therapy. [6] [7]"}
{"id": "article-20045_4", "title": "Corticosteroids -- Indications", "content": "They have both endocrine and nonendocrine indications. Their endocrine role is often in the diagnosis of Cushing syndrome or the management of adrenal insufficiency and congenital adrenal hyperplasia. Their nonendocrine role regularly takes advantage of their potent anti-inflammatory and immunosuppressive effects to treat patients with a wide range of immunologic and inflammatory disorders.  Corticosteroids are used at physiologic doses as replacement therapy in cases of adrenal insufficiency and supraphysiologic doses in treatments for anti-inflammatory and immunosuppressive effects. [2] Common indications for corticosteroids, by field, include [2] [5] :", "contents": "Corticosteroids -- Indications. They have both endocrine and nonendocrine indications. Their endocrine role is often in the diagnosis of Cushing syndrome or the management of adrenal insufficiency and congenital adrenal hyperplasia. Their nonendocrine role regularly takes advantage of their potent anti-inflammatory and immunosuppressive effects to treat patients with a wide range of immunologic and inflammatory disorders.  Corticosteroids are used at physiologic doses as replacement therapy in cases of adrenal insufficiency and supraphysiologic doses in treatments for anti-inflammatory and immunosuppressive effects. [2] Common indications for corticosteroids, by field, include [2] [5] :"}
{"id": "article-20045_5", "title": "Corticosteroids -- Indications", "content": "Allergy and Pulmonology: asthma exacerbation, COPD exacerbation, anaphylaxis, urticaria and angioedema, rhinitis, pneumonitis, sarcoidosis, interstitial lung disease. Dermatology: contact dermatitis, pemphigus vulgaris Endocrinology: adrenal insufficiency, congenital adrenal hyperplasia Gastroenterology: inflammatory bowel disease, autoimmune hepatitis Hematology: hemolytic anemia, leukemia, lymphoma, idiopathic thrombocytopenic purpura Rheumatology: rheumatoid arthritis, systemic lupus erythematosus, polymyositis, dermatomyositis, polymyalgia rheumatica Ophthalmology: uveitis, keratoconjunctivitis Other: organ transplantation, antenatal lung maturation, nephrotic syndrome, cerebral edema, multiple sclerosis", "contents": "Corticosteroids -- Indications. Allergy and Pulmonology: asthma exacerbation, COPD exacerbation, anaphylaxis, urticaria and angioedema, rhinitis, pneumonitis, sarcoidosis, interstitial lung disease. Dermatology: contact dermatitis, pemphigus vulgaris Endocrinology: adrenal insufficiency, congenital adrenal hyperplasia Gastroenterology: inflammatory bowel disease, autoimmune hepatitis Hematology: hemolytic anemia, leukemia, lymphoma, idiopathic thrombocytopenic purpura Rheumatology: rheumatoid arthritis, systemic lupus erythematosus, polymyositis, dermatomyositis, polymyalgia rheumatica Ophthalmology: uveitis, keratoconjunctivitis Other: organ transplantation, antenatal lung maturation, nephrotic syndrome, cerebral edema, multiple sclerosis"}
{"id": "article-20045_6", "title": "Corticosteroids -- Mechanism of Action", "content": "Corticosteroids produce their effect through multiple pathways. In general, they produce anti-inflammatory and immunosuppressive effects, protein and carbohydrate metabolic effects, water and electrolyte effects, central nervous system effects, and blood cell effects. [1] [2] [7] They have both genomic and nongenomic mechanisms of action. The genomic mechanism of action is mediated through the glucocorticoid receptor, leading to most anti-inflammatory and immunosuppressive effects. [2] [5] [8]", "contents": "Corticosteroids -- Mechanism of Action. Corticosteroids produce their effect through multiple pathways. In general, they produce anti-inflammatory and immunosuppressive effects, protein and carbohydrate metabolic effects, water and electrolyte effects, central nervous system effects, and blood cell effects. [1] [2] [7] They have both genomic and nongenomic mechanisms of action. The genomic mechanism of action is mediated through the glucocorticoid receptor, leading to most anti-inflammatory and immunosuppressive effects. [2] [5] [8]"}
{"id": "article-20045_7", "title": "Corticosteroids -- Mechanism of Action", "content": "The glucocorticoid receptor is located intracellularly within the cytoplasm and, upon binding, trans-locates rapidly into the nucleus, where it affects gene transcription and causes inhibition of gene expression and translation for inflammatory leukocytes and structural cells such as epithelium. [1] [2] [7] This action leads to a reduction in proinflammatory cytokines, chemokines, cell adhesion molecules, and other enzymes involved in the inflammatory response. [2] The non-genomic mechanism occurs more rapidly and is mediated through interactions between the intracellular glucocorticoid receptor or a membrane-bound glucocorticoid receptor. [1] Within seconds to minutes of receptor activation, a cascade of effects is set off, including inhibition of phospholipase A2, which is critical for producing inflammatory cytokines, impairing release of arachidonic acid, and regulation of apoptosis in thymocytes. [1] [7] Corticosteroids at high concentrations will also inhibit the production of B cells and T cells. [1] [2]", "contents": "Corticosteroids -- Mechanism of Action. The glucocorticoid receptor is located intracellularly within the cytoplasm and, upon binding, trans-locates rapidly into the nucleus, where it affects gene transcription and causes inhibition of gene expression and translation for inflammatory leukocytes and structural cells such as epithelium. [1] [2] [7] This action leads to a reduction in proinflammatory cytokines, chemokines, cell adhesion molecules, and other enzymes involved in the inflammatory response. [2] The non-genomic mechanism occurs more rapidly and is mediated through interactions between the intracellular glucocorticoid receptor or a membrane-bound glucocorticoid receptor. [1] Within seconds to minutes of receptor activation, a cascade of effects is set off, including inhibition of phospholipase A2, which is critical for producing inflammatory cytokines, impairing release of arachidonic acid, and regulation of apoptosis in thymocytes. [1] [7] Corticosteroids at high concentrations will also inhibit the production of B cells and T cells. [1] [2]"}
{"id": "article-20045_8", "title": "Corticosteroids -- Administration", "content": "The route of administration for corticosteroids depends on many factors, primarily being the disorder treated. The route can be parenteral, oral, inhaled, topical, injected (intramuscular, intraarticular, intralesional, intradermal, etc.), and rectal. The clinician must keep many factors in mind upon deciding to initiate corticosteroid therapy, including the route of administration, preparation, dosing, frequency, and duration of treatment .", "contents": "Corticosteroids -- Administration. The route of administration for corticosteroids depends on many factors, primarily being the disorder treated. The route can be parenteral, oral, inhaled, topical, injected (intramuscular, intraarticular, intralesional, intradermal, etc.), and rectal. The clinician must keep many factors in mind upon deciding to initiate corticosteroid therapy, including the route of administration, preparation, dosing, frequency, and duration of treatment ."}
{"id": "article-20045_9", "title": "Corticosteroids -- Administration", "content": "Parenteral administration is often used in more emergent therapy as well as in those unable to tolerate medication by mouth. Oral administration is more common for chronic treatment. Patients should receive non-systemic therapy whenever possible to minimize systemic exposure.", "contents": "Corticosteroids -- Administration. Parenteral administration is often used in more emergent therapy as well as in those unable to tolerate medication by mouth. Oral administration is more common for chronic treatment. Patients should receive non-systemic therapy whenever possible to minimize systemic exposure."}
{"id": "article-20045_10", "title": "Corticosteroids -- Adverse Effects", "content": "Despite their significant efficacy, their many adverse effects limit the utility of corticosteroids. Corticosteroid adverse effects appear to be related to both their average dose and cumulative duration. [2] [9] Adverse effects are more common at higher dosages and with chronic use though they are not limited to these cases. [1] Adverse effects are seen in up to 90% of patients who take them for more than sixty days. [1] The most common adverse effects of corticosteroids include osteoporosis and fractures, suppression of the hypothalamic-pituitary-adrenal (HPA) axis, Cushingoid features, diabetes and hyperglycemia, myopathy, glaucoma and cataracts, psychiatric disturbances, immunosuppression, cardiovascular disease, gastrointestinal and dermatologic adverse effects. [2] In general, the synthetic corticosteroids (e.g., prednisone, methylprednisone, dexamethasone, and betamethasone) tend to have more Cushingoid and suppression of HPA axis function and little mineralocorticoid, androgenic or estrogenic effect.", "contents": "Corticosteroids -- Adverse Effects. Despite their significant efficacy, their many adverse effects limit the utility of corticosteroids. Corticosteroid adverse effects appear to be related to both their average dose and cumulative duration. [2] [9] Adverse effects are more common at higher dosages and with chronic use though they are not limited to these cases. [1] Adverse effects are seen in up to 90% of patients who take them for more than sixty days. [1] The most common adverse effects of corticosteroids include osteoporosis and fractures, suppression of the hypothalamic-pituitary-adrenal (HPA) axis, Cushingoid features, diabetes and hyperglycemia, myopathy, glaucoma and cataracts, psychiatric disturbances, immunosuppression, cardiovascular disease, gastrointestinal and dermatologic adverse effects. [2] In general, the synthetic corticosteroids (e.g., prednisone, methylprednisone, dexamethasone, and betamethasone) tend to have more Cushingoid and suppression of HPA axis function and little mineralocorticoid, androgenic or estrogenic effect."}
{"id": "article-20045_11", "title": "Corticosteroids -- Adverse Effects", "content": "1. Osteoporosis, fractures, and osteonecrosis: Corticosteroids impair the mineralization of bone matrix by initially favoring the activity of osteoclasts (during the first 6 to 12 months of therapy) while also inhibiting the absorption of calcium in the gut. [1] [2] Corticosteroids have also been shown to cause a decrease in bone formation by reducing the activity and lifespan of osteoblasts, promoting their apoptosis as well as the apoptosis of osteocytes. [2] Research has shown that prednisone doses as low as 5 mg/day can lead to bone loss. The use of 5 mg or more per day of prednisolone (or its equivalent) has been associated with significant reductions in bone mineral density (BMD) and increased fracture risk within 3 to 6 months of initiation. [2] [10] Researchers saw osteonecrosis in a study in 9 to 40% of patients receiving long-term corticosteroid therapy, both systemic and intra-articular routes, as well as in the absence of corticosteroid-induced osteoporosis. [2] [11] Alcoholism, sickle cell disease, human immunodeficiency virus (HIV) infection, and radiation exposure are also associated with osteonecrosis.", "contents": "Corticosteroids -- Adverse Effects. 1. Osteoporosis, fractures, and osteonecrosis: Corticosteroids impair the mineralization of bone matrix by initially favoring the activity of osteoclasts (during the first 6 to 12 months of therapy) while also inhibiting the absorption of calcium in the gut. [1] [2] Corticosteroids have also been shown to cause a decrease in bone formation by reducing the activity and lifespan of osteoblasts, promoting their apoptosis as well as the apoptosis of osteocytes. [2] Research has shown that prednisone doses as low as 5 mg/day can lead to bone loss. The use of 5 mg or more per day of prednisolone (or its equivalent) has been associated with significant reductions in bone mineral density (BMD) and increased fracture risk within 3 to 6 months of initiation. [2] [10] Researchers saw osteonecrosis in a study in 9 to 40% of patients receiving long-term corticosteroid therapy, both systemic and intra-articular routes, as well as in the absence of corticosteroid-induced osteoporosis. [2] [11] Alcoholism, sickle cell disease, human immunodeficiency virus (HIV) infection, and radiation exposure are also associated with osteonecrosis."}
{"id": "article-20045_12", "title": "Corticosteroids -- Adverse Effects", "content": "2. Adrenal suppression: Endogenously, the production of corticosteroids is under the regulation of the hypothalamic-pituitary-adrenal (HPA) axis. The rapid induction of corticosteroids occurs in response to inflammation and other stressors, but they also follow secretion patterns associated with circadian rhythms. [1] Adrenal suppression occurs when the exposure of the HPA axis to exogenous corticosteroids leads to inadequate cortisol production. Importantly, the duration and dosage of corticosteroid therapy are not reliable predictors of when patients will develop suppression of their HPA axis. [2] Additionally, inhaled and even topical corticosteroids can cause adrenal suppression. [1] Adrenal suppression will often occur after sudden discontinuation of corticosteroid treatment, and therefore, gradual tapering is often part of corticosteroid treatment protocols. [1]", "contents": "Corticosteroids -- Adverse Effects. 2. Adrenal suppression: Endogenously, the production of corticosteroids is under the regulation of the hypothalamic-pituitary-adrenal (HPA) axis. The rapid induction of corticosteroids occurs in response to inflammation and other stressors, but they also follow secretion patterns associated with circadian rhythms. [1] Adrenal suppression occurs when the exposure of the HPA axis to exogenous corticosteroids leads to inadequate cortisol production. Importantly, the duration and dosage of corticosteroid therapy are not reliable predictors of when patients will develop suppression of their HPA axis. [2] Additionally, inhaled and even topical corticosteroids can cause adrenal suppression. [1] Adrenal suppression will often occur after sudden discontinuation of corticosteroid treatment, and therefore, gradual tapering is often part of corticosteroid treatment protocols. [1]"}
{"id": "article-20045_13", "title": "Corticosteroids -- Adverse Effects", "content": "3. Cushingoid features: Cushing syndrome can occur in patients taking corticosteroids through all routes of administration. [2] Cushingoid features refer to the weight gain and the redistribution of adiposity (dorsocervical fat pad, aka \"buffalo hump,\" facial fat increase, aka \"moon facies,\" and truncal obesity) seen with excess cortisol. These features may develop within the first two months of corticosteroid treatment. [2] The risk is higher in patients with a higher body mass index at baseline, younger patients, and those with higher caloric intake. [12]", "contents": "Corticosteroids -- Adverse Effects. 3. Cushingoid features: Cushing syndrome can occur in patients taking corticosteroids through all routes of administration. [2] Cushingoid features refer to the weight gain and the redistribution of adiposity (dorsocervical fat pad, aka \"buffalo hump,\" facial fat increase, aka \"moon facies,\" and truncal obesity) seen with excess cortisol. These features may develop within the first two months of corticosteroid treatment. [2] The risk is higher in patients with a higher body mass index at baseline, younger patients, and those with higher caloric intake. [12]"}
{"id": "article-20045_14", "title": "Corticosteroids -- Adverse Effects", "content": "4. Diabetes and hyperglycemia: Corticosteroids are the most common cause of drug-induced diabetes mellitus. Corticosteroid treatment also increases insulin resistance in patients with diabetes mellitus. [2] A dose-dependent hyperglycemic effect occurs in patients within hours of exposure, and the effect seems to be greater on postprandial glucose levels than fasting glucose levels. [2] [13]", "contents": "Corticosteroids -- Adverse Effects. 4. Diabetes and hyperglycemia: Corticosteroids are the most common cause of drug-induced diabetes mellitus. Corticosteroid treatment also increases insulin resistance in patients with diabetes mellitus. [2] A dose-dependent hyperglycemic effect occurs in patients within hours of exposure, and the effect seems to be greater on postprandial glucose levels than fasting glucose levels. [2] [13]"}
{"id": "article-20045_15", "title": "Corticosteroids -- Adverse Effects", "content": "5. Myopathy: Corticosteroids are associated with proximal muscle weakness and atrophy, which usually develop over several weeks to months. Higher doses can lead to a more rapid onset. [2] [13]  Myalgias and tenderness of the muscles are typically not seen. [14] Corticosteroids have catabolic effects on the muscles that lead to decreased synthesis of proteins and increased catabolism of proteins. [2] Symptoms will typically improve and then resolve at 3 to 4 weeks after discontinuing the corticosteroid. [2]", "contents": "Corticosteroids -- Adverse Effects. 5. Myopathy: Corticosteroids are associated with proximal muscle weakness and atrophy, which usually develop over several weeks to months. Higher doses can lead to a more rapid onset. [2] [13]  Myalgias and tenderness of the muscles are typically not seen. [14] Corticosteroids have catabolic effects on the muscles that lead to decreased synthesis of proteins and increased catabolism of proteins. [2] Symptoms will typically improve and then resolve at 3 to 4 weeks after discontinuing the corticosteroid. [2]"}
{"id": "article-20045_16", "title": "Corticosteroids -- Adverse Effects", "content": "6. Glaucoma and cataracts: There is a dose-dependent risk for both glaucoma and cataracts for patients on corticosteroids. [2] Glaucoma is the more serious complication of the two. Systemic corticosteroids can lead to a painless increase in intraocular pressure, which can cause optic nerve atrophy and visual field loss. This increased pressure will resolve within a few weeks of discontinuing the corticosteroid therapy; however, the optic nerve damage and vision loss can be permanent. [2]", "contents": "Corticosteroids -- Adverse Effects. 6. Glaucoma and cataracts: There is a dose-dependent risk for both glaucoma and cataracts for patients on corticosteroids. [2] Glaucoma is the more serious complication of the two. Systemic corticosteroids can lead to a painless increase in intraocular pressure, which can cause optic nerve atrophy and visual field loss. This increased pressure will resolve within a few weeks of discontinuing the corticosteroid therapy; however, the optic nerve damage and vision loss can be permanent. [2]"}
{"id": "article-20045_17", "title": "Corticosteroids -- Adverse Effects", "content": "7. Psychiatric disturbance: Corticosteroids can cause a range of psychiatric disorders, including psychosis, agitation, insomnia, irritability, hypomania, anxiety, and mood lability. [2] Short courses of corticosteroids can produce euphoria in many individuals and progress to depressive symptoms with extended courses. [15] Psychosis is typically only seen with high doses (over 20 mg prednisone/day or equivalent) at prolonged periods. [16] These psychotic features may require antipsychotic treatment if they persist. [2]", "contents": "Corticosteroids -- Adverse Effects. 7. Psychiatric disturbance: Corticosteroids can cause a range of psychiatric disorders, including psychosis, agitation, insomnia, irritability, hypomania, anxiety, and mood lability. [2] Short courses of corticosteroids can produce euphoria in many individuals and progress to depressive symptoms with extended courses. [15] Psychosis is typically only seen with high doses (over 20 mg prednisone/day or equivalent) at prolonged periods. [16] These psychotic features may require antipsychotic treatment if they persist. [2]"}
{"id": "article-20045_18", "title": "Corticosteroids -- Adverse Effects", "content": "8. Immunosuppression: The desired immune-suppressing and anti-inflammatory effects of corticosteroids can also predispose patients to infection. A meta-analysis of 2000 patients found that the infection rate is significantly higher in patients using systemic corticosteroids when the daily dose was 10 mg/day. The immunosuppressive effect is impacted not just by the dosage but also by the patient's age, underlying disorders, and any concomitant use of biologic or non-biologic disease-modifying anti-rheumatic drugs. In particular, patients on corticosteroids are susceptible to invasive fungal and viral infections. [2]", "contents": "Corticosteroids -- Adverse Effects. 8. Immunosuppression: The desired immune-suppressing and anti-inflammatory effects of corticosteroids can also predispose patients to infection. A meta-analysis of 2000 patients found that the infection rate is significantly higher in patients using systemic corticosteroids when the daily dose was 10 mg/day. The immunosuppressive effect is impacted not just by the dosage but also by the patient's age, underlying disorders, and any concomitant use of biologic or non-biologic disease-modifying anti-rheumatic drugs. In particular, patients on corticosteroids are susceptible to invasive fungal and viral infections. [2]"}
{"id": "article-20045_19", "title": "Corticosteroids -- Adverse Effects", "content": "9. Cardiovascular adverse effects: Corticosteroid use is associated with hypertension, hyperglycemia, obesity, and conflicting evidence exists regarding hyperlipidemia. [2] Mineralocorticoid activity, which varies by corticosteroid, leads to the retention of free water and sodium with potassium excretion. [2] Studies have found that corticosteroid use is associated with higher rates of cardiovascular events, new-onset atrial fibrillation and flutter, heart failure, and ischemic heart disease. [2] [17]", "contents": "Corticosteroids -- Adverse Effects. 9. Cardiovascular adverse effects: Corticosteroid use is associated with hypertension, hyperglycemia, obesity, and conflicting evidence exists regarding hyperlipidemia. [2] Mineralocorticoid activity, which varies by corticosteroid, leads to the retention of free water and sodium with potassium excretion. [2] Studies have found that corticosteroid use is associated with higher rates of cardiovascular events, new-onset atrial fibrillation and flutter, heart failure, and ischemic heart disease. [2] [17]"}
{"id": "article-20045_20", "title": "Corticosteroids -- Adverse Effects", "content": "10. Gastrointestinal adverse effects: Multiple gastrointestinal effects correlate with corticosteroid therapy, including gastritis, peptic ulcer disease, abdominal distention, and dyspepsia. [2] Evidence suggests that peptic ulcer risk due to corticosteroid treatment is low. However, it increases significantly, nearly four-fold, when used in combination with nonsteroidal anti-inflammatory drugs (NSAID). [2] [18]", "contents": "Corticosteroids -- Adverse Effects. 10. Gastrointestinal adverse effects: Multiple gastrointestinal effects correlate with corticosteroid therapy, including gastritis, peptic ulcer disease, abdominal distention, and dyspepsia. [2] Evidence suggests that peptic ulcer risk due to corticosteroid treatment is low. However, it increases significantly, nearly four-fold, when used in combination with nonsteroidal anti-inflammatory drugs (NSAID). [2] [18]"}
{"id": "article-20045_21", "title": "Corticosteroids -- Adverse Effects", "content": "11. Dermatologic adverse effects: Corticosteroid use induces skin atrophy, leading to thinning and fragility of the skin and striae and purpura. The striae are usually permanent, while the other changes are reversible. [2] Additionally, impairment of cutaneous wound healing is associated with corticosteroid use. [2] Corticosteroids inhibit the migration of leukocytes and macrophages, reduce collagen synthesis and wound maturation, and decrease the expression of keratinocyte growth factor after a wound. [2]", "contents": "Corticosteroids -- Adverse Effects. 11. Dermatologic adverse effects: Corticosteroid use induces skin atrophy, leading to thinning and fragility of the skin and striae and purpura. The striae are usually permanent, while the other changes are reversible. [2] Additionally, impairment of cutaneous wound healing is associated with corticosteroid use. [2] Corticosteroids inhibit the migration of leukocytes and macrophages, reduce collagen synthesis and wound maturation, and decrease the expression of keratinocyte growth factor after a wound. [2]"}
{"id": "article-20045_22", "title": "Corticosteroids -- Adverse Effects", "content": "12. Growth suppression: In addition to the above adverse effects, children and adolescents are also at risk for growth suppression. Oral corticosteroid therapy in children has links with delayed growth and puberty. Additionally, there is evidence suggesting that the final height of children on corticosteroid therapy may also decrease. [19]  Importantly, while reduced growth can be an independent effect of corticosteroid therapy, it can also be a marker of adrenal suppression. [2]", "contents": "Corticosteroids -- Adverse Effects. 12. Growth suppression: In addition to the above adverse effects, children and adolescents are also at risk for growth suppression. Oral corticosteroid therapy in children has links with delayed growth and puberty. Additionally, there is evidence suggesting that the final height of children on corticosteroid therapy may also decrease. [19]  Importantly, while reduced growth can be an independent effect of corticosteroid therapy, it can also be a marker of adrenal suppression. [2]"}
{"id": "article-20045_23", "title": "Corticosteroids -- Contraindications", "content": "Contraindications to corticosteroids include hypersensitivity to any component of the formulation, concurrent administration of live or live-attenuated vaccines (when using immunosuppressive dosages), systemic fungal infection, osteoporosis, uncontrolled hyperglycemia, diabetes mellitus, glaucoma, joint infection, uncontrolled hypertension, herpes simplex keratitis, and varicella infection. Additional relative contraindications include peptic ulcer disease, congestive heart failure, and viral or bacterial infections not controlled by anti-infectives.", "contents": "Corticosteroids -- Contraindications. Contraindications to corticosteroids include hypersensitivity to any component of the formulation, concurrent administration of live or live-attenuated vaccines (when using immunosuppressive dosages), systemic fungal infection, osteoporosis, uncontrolled hyperglycemia, diabetes mellitus, glaucoma, joint infection, uncontrolled hypertension, herpes simplex keratitis, and varicella infection. Additional relative contraindications include peptic ulcer disease, congestive heart failure, and viral or bacterial infections not controlled by anti-infectives."}
{"id": "article-20045_24", "title": "Corticosteroids -- Monitoring", "content": "Before starting corticosteroid treatment, a history and physical exam are necessary to evaluate any risk factors or preexisting conditions that could be worsened by corticosteroid treatment. This workup includes diabetes, hypertension, congestive heart failure, hyperlipidemia, psychiatric disorders, and osteoporosis. Clinicians should use the lowest effective dose for the shortest duration of time to minimize the risk of adverse effects and consider once-daily dosing, morning dosing, and alternate-day dosing. [2]", "contents": "Corticosteroids -- Monitoring. Before starting corticosteroid treatment, a history and physical exam are necessary to evaluate any risk factors or preexisting conditions that could be worsened by corticosteroid treatment. This workup includes diabetes, hypertension, congestive heart failure, hyperlipidemia, psychiatric disorders, and osteoporosis. Clinicians should use the lowest effective dose for the shortest duration of time to minimize the risk of adverse effects and consider once-daily dosing, morning dosing, and alternate-day dosing. [2]"}
{"id": "article-20045_25", "title": "Corticosteroids -- Monitoring", "content": "Checking baseline levels should be considered for the patient’s height and weight, blood pressure, bone mass density, ophthalmologic exam, blood glucose, and lipid panel. Children and adolescents merit special consideration because of the risk of growth suppression. [2] A review of puberty and nutritional status is necessary for any children or adolescents who are candidates for corticosteroid therapy.", "contents": "Corticosteroids -- Monitoring. Checking baseline levels should be considered for the patient’s height and weight, blood pressure, bone mass density, ophthalmologic exam, blood glucose, and lipid panel. Children and adolescents merit special consideration because of the risk of growth suppression. [2] A review of puberty and nutritional status is necessary for any children or adolescents who are candidates for corticosteroid therapy."}
{"id": "article-20045_26", "title": "Corticosteroids -- Monitoring", "content": "Clinicians should consider bone mineral density (BMD) testing at baseline and after one year of corticosteroid therapy along with height measurement and screening for any fragility fractures. Subsequent assessments can then be pushed out to every 2 to 3 years if stable at one year. [2] If the patient shows decreased BMD, consider pharmacologic therapy, and the recommendation is to use that the World Health Organization’s Fracture Risk Assessment Tool (FRAX) to determine patients who will benefit from pharmacologic treatment. [20] In children, the BMD assessment should take place serially, and referral to a pediatric bone health specialist may be in order if there is evidence of fragility or decline in BMD score. [2] Additionally, given the risk of osteonecrosis, evaluation for joint pain and reduced range of motion should be done at every visit. Adults should engage in preventive measures, including smoking cessation, reduced alcohol consumption, regular weight-bearing exercise, calcium, and supplement with vitamin D supplementation to reduce the risk of side effects. [2]", "contents": "Corticosteroids -- Monitoring. Clinicians should consider bone mineral density (BMD) testing at baseline and after one year of corticosteroid therapy along with height measurement and screening for any fragility fractures. Subsequent assessments can then be pushed out to every 2 to 3 years if stable at one year. [2] If the patient shows decreased BMD, consider pharmacologic therapy, and the recommendation is to use that the World Health Organization’s Fracture Risk Assessment Tool (FRAX) to determine patients who will benefit from pharmacologic treatment. [20] In children, the BMD assessment should take place serially, and referral to a pediatric bone health specialist may be in order if there is evidence of fragility or decline in BMD score. [2] Additionally, given the risk of osteonecrosis, evaluation for joint pain and reduced range of motion should be done at every visit. Adults should engage in preventive measures, including smoking cessation, reduced alcohol consumption, regular weight-bearing exercise, calcium, and supplement with vitamin D supplementation to reduce the risk of side effects. [2]"}
{"id": "article-20045_27", "title": "Corticosteroids -- Monitoring", "content": "The healthcare team should be aware of the possibility of adrenal suppression in all patients on corticosteroids, particularly those on supraphysiologic doses, for more than two weeks. [21] If suspected, clinicians should obtain biochemical testing of the HPA axis with a first-morning cortisol measurement. If the morning cortisol level is in the normal range, but adrenal suppression is still suspected, consider a low-dose adrenocorticotropic hormone stimulation test. If adrenal suppression is confirmed, it should be treated with daily physiologic dosing plus “stress doses” as needed. [2]", "contents": "Corticosteroids -- Monitoring. The healthcare team should be aware of the possibility of adrenal suppression in all patients on corticosteroids, particularly those on supraphysiologic doses, for more than two weeks. [21] If suspected, clinicians should obtain biochemical testing of the HPA axis with a first-morning cortisol measurement. If the morning cortisol level is in the normal range, but adrenal suppression is still suspected, consider a low-dose adrenocorticotropic hormone stimulation test. If adrenal suppression is confirmed, it should be treated with daily physiologic dosing plus “stress doses” as needed. [2]"}
{"id": "article-20045_28", "title": "Corticosteroids -- Monitoring", "content": "Corticosteroid users on concurrent NSAID therapy or others at higher risk of ulcers or gastrointestinal (GI) bleeding, including those with a history of ulcers or GI bleeding and those with severe comorbidities (e.g., advanced cancer), should receive proton pump inhibitor therapy. To help reduce the risk of striae, patients should follow a low-calorie diet. Additionally, some success has been noted with topical vitamin A cream, pulsed dye lasers, and a non-ablative radiofrequency device. [2]", "contents": "Corticosteroids -- Monitoring. Corticosteroid users on concurrent NSAID therapy or others at higher risk of ulcers or gastrointestinal (GI) bleeding, including those with a history of ulcers or GI bleeding and those with severe comorbidities (e.g., advanced cancer), should receive proton pump inhibitor therapy. To help reduce the risk of striae, patients should follow a low-calorie diet. Additionally, some success has been noted with topical vitamin A cream, pulsed dye lasers, and a non-ablative radiofrequency device. [2]"}
{"id": "article-20045_29", "title": "Corticosteroids -- Monitoring", "content": "Corticosteroids have varying degrees of mineralocorticoid activity. The corticosteroids with higher levels of mineralocorticoid activity may lead to free water and salt retention in addition to potassium excretion. Thus, fluid and electrolyte levels should be monitored in patients on corticosteroids with higher mineralocorticoid activity. [2]", "contents": "Corticosteroids -- Monitoring. Corticosteroids have varying degrees of mineralocorticoid activity. The corticosteroids with higher levels of mineralocorticoid activity may lead to free water and salt retention in addition to potassium excretion. Thus, fluid and electrolyte levels should be monitored in patients on corticosteroids with higher mineralocorticoid activity. [2]"}
{"id": "article-20045_30", "title": "Corticosteroids -- Monitoring", "content": "Significant interactions between corticosteroids and other drugs also exist, so concurrent use of other medications should undergo an evaluation as changes in their management may be warranted. The effect of anticoagulants, such as warfarin, may increase, which would require closer monitoring and potential dosage change. This effect would likely be at 3 to 7 days after starting the corticosteroid. [2] Antihyperglycemic drugs may show less efficacy as glucocorticoids may counteract their effect; this would require an increased frequency of blood glucose monitoring and possible adjustment of the antihyperglycemic medications. Corticosteroid effect may be reduced by some antivirals (e.g., efavirenz, nevirapine) and increased by others (e.g., atazanavir, indinavir, ritonavir), so closer monitoring for corticosteroid effect and toxicity is a recommendation during concurrent use. [2] Concomitant corticosteroid and NSAID use can increase the risk of peptic ulcer disease. Thus avoidance of concomitant use should be considered if possible, and patients should start antacid therapy with a PPI. Live vaccine administration while a patient is taking immunosuppressive dosing of a glucocorticoid (40 mg/day of prednisolone or equivalent and greater for more than 7-day duration) may lead to an increased risk of infection. Therefore, the recommendation is to delay any live or live-attenuated vaccination for three months after discontinuing immunosuppressive glucocorticoid therapy. [2]", "contents": "Corticosteroids -- Monitoring. Significant interactions between corticosteroids and other drugs also exist, so concurrent use of other medications should undergo an evaluation as changes in their management may be warranted. The effect of anticoagulants, such as warfarin, may increase, which would require closer monitoring and potential dosage change. This effect would likely be at 3 to 7 days after starting the corticosteroid. [2] Antihyperglycemic drugs may show less efficacy as glucocorticoids may counteract their effect; this would require an increased frequency of blood glucose monitoring and possible adjustment of the antihyperglycemic medications. Corticosteroid effect may be reduced by some antivirals (e.g., efavirenz, nevirapine) and increased by others (e.g., atazanavir, indinavir, ritonavir), so closer monitoring for corticosteroid effect and toxicity is a recommendation during concurrent use. [2] Concomitant corticosteroid and NSAID use can increase the risk of peptic ulcer disease. Thus avoidance of concomitant use should be considered if possible, and patients should start antacid therapy with a PPI. Live vaccine administration while a patient is taking immunosuppressive dosing of a glucocorticoid (40 mg/day of prednisolone or equivalent and greater for more than 7-day duration) may lead to an increased risk of infection. Therefore, the recommendation is to delay any live or live-attenuated vaccination for three months after discontinuing immunosuppressive glucocorticoid therapy. [2]"}
{"id": "article-20045_31", "title": "Corticosteroids -- Toxicity", "content": "The toxicity of corticosteroids accounts for one of the most common causes of iatrogenic illness in patients on chronic therapy.  No specific reversal agent exists for corticosteroids. Their effect in excess is manageable by gradual taper and addressing the particular complication (e.g., hyperglycemia, infection, hypertension). If steroid therapy is in place for less than one week, patients can usually stop without tapering. For dosing lasting one to three weeks, tapering should depend on the clinical conditions for which the patient took the medication. Rapid and complete withdrawal can lead to adrenocorticotropic hormone suppression and flare of the underlying disease. Courses over three weeks should have a quick taper to physiologic doses, then slow weaning should follow while evaluating the adrenal function. Long-term, high-dose suppressive therapy can lead to suppression of the hypothalamic-pituitary-adrenal axis for as long as nine to twelve months following withdrawal. [2]", "contents": "Corticosteroids -- Toxicity. The toxicity of corticosteroids accounts for one of the most common causes of iatrogenic illness in patients on chronic therapy.  No specific reversal agent exists for corticosteroids. Their effect in excess is manageable by gradual taper and addressing the particular complication (e.g., hyperglycemia, infection, hypertension). If steroid therapy is in place for less than one week, patients can usually stop without tapering. For dosing lasting one to three weeks, tapering should depend on the clinical conditions for which the patient took the medication. Rapid and complete withdrawal can lead to adrenocorticotropic hormone suppression and flare of the underlying disease. Courses over three weeks should have a quick taper to physiologic doses, then slow weaning should follow while evaluating the adrenal function. Long-term, high-dose suppressive therapy can lead to suppression of the hypothalamic-pituitary-adrenal axis for as long as nine to twelve months following withdrawal. [2]"}
{"id": "article-20045_32", "title": "Corticosteroids -- Enhancing Healthcare Team Outcomes", "content": "Corticosteroids are widely used medications due to their benefit. However, they have many adverse effects. Their widespread use and many adverse effects place significant importance on their understanding by all healthcare team members. Their effects that are therapeutic in one patient may be detrimental in another. For example, their glucose-raising effect may be helpful in a patient with adrenal insufficiency but harmful in a patient with latent diabetes mellitus. [2] Careful patient monitoring and the use of proper preventive measures can reduce the adverse effects of corticosteroids and allow their maximal benefit.", "contents": "Corticosteroids -- Enhancing Healthcare Team Outcomes. Corticosteroids are widely used medications due to their benefit. However, they have many adverse effects. Their widespread use and many adverse effects place significant importance on their understanding by all healthcare team members. Their effects that are therapeutic in one patient may be detrimental in another. For example, their glucose-raising effect may be helpful in a patient with adrenal insufficiency but harmful in a patient with latent diabetes mellitus. [2] Careful patient monitoring and the use of proper preventive measures can reduce the adverse effects of corticosteroids and allow their maximal benefit."}
{"id": "article-20045_33", "title": "Corticosteroids -- Enhancing Healthcare Team Outcomes", "content": "All interprofessional healthcare team members should be ready to educate their patients on corticosteroids and their potential adverse effects, and the modifications that can reduce these harmful effects. This team includes clinicians, mid-level practitioners, nursing staff, and pharmacists, all working collaboratively with open communication to ensure optimal treatment outcomes with minimal adverse events. All patients on any form of chronic systemic corticosteroid therapy should be identified and advised to carry a treatment card or other signifier that they're on steroid therapy. In this era of electronic medical records, a tag may be applied to patients' charts to specifically notify other healthcare team members about the patient corticosteroid use. Many patient deaths and much morbidity are preventable through proper patient education and communication within the interprofessional team. [Level 5]", "contents": "Corticosteroids -- Enhancing Healthcare Team Outcomes. All interprofessional healthcare team members should be ready to educate their patients on corticosteroids and their potential adverse effects, and the modifications that can reduce these harmful effects. This team includes clinicians, mid-level practitioners, nursing staff, and pharmacists, all working collaboratively with open communication to ensure optimal treatment outcomes with minimal adverse events. All patients on any form of chronic systemic corticosteroid therapy should be identified and advised to carry a treatment card or other signifier that they're on steroid therapy. In this era of electronic medical records, a tag may be applied to patients' charts to specifically notify other healthcare team members about the patient corticosteroid use. Many patient deaths and much morbidity are preventable through proper patient education and communication within the interprofessional team. [Level 5]"}
{"id": "article-20045_34", "title": "Corticosteroids -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Corticosteroids -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}