{"id": "article-20447_0", "title": "Diabetic Perioperative Management -- Continuing Education Activity", "content": "The effective management of diabetes during the perioperative period is essential, given the increasing prevalence of diabetes mellitus and the subsequent rise in surgical procedures among individuals with diabetes. Maintaining optimal diabetes control before, during, and after any surgical procedure is paramount for preventing complications. In both diabetic and non-diabetic populations, hyperglycemia during the perioperative period serves as an independent marker of adverse surgical outcomes. In addition, hyperglycemia elevates morbidity and mortality risks, including delayed wound healing, an increased rate of infection, ICU admissions, prolonged hospital stays, and higher postoperative mortality.", "contents": "Diabetic Perioperative Management -- Continuing Education Activity. The effective management of diabetes during the perioperative period is essential, given the increasing prevalence of diabetes mellitus and the subsequent rise in surgical procedures among individuals with diabetes. Maintaining optimal diabetes control before, during, and after any surgical procedure is paramount for preventing complications. In both diabetic and non-diabetic populations, hyperglycemia during the perioperative period serves as an independent marker of adverse surgical outcomes. In addition, hyperglycemia elevates morbidity and mortality risks, including delayed wound healing, an increased rate of infection, ICU admissions, prolonged hospital stays, and higher postoperative mortality."}
{"id": "article-20447_1", "title": "Diabetic Perioperative Management -- Continuing Education Activity", "content": "The stress induced by surgery, anesthesia, and illness leads to heightened secretion of counterregulatory hormones, such as cortisol, glucagon, growth hormone, and catecholamines. Consequently, this process reduces insulin secretion and peripheral glucose utilization, elevates insulin resistance, and increases lipolysis and proteolysis. This activity focuses on using diverse antidiabetic medicines, introduces strategies to achieve optimal glycemic targets, and underscores the significance of an interprofessional healthcare team approach in delivering care to diabetic patients during the perioperative period. This activity also provides healthcare professionals with the essential knowledge and tools to deliver optimal care for individuals with diabetes mellitus undergoing surgical procedures.", "contents": "Diabetic Perioperative Management -- Continuing Education Activity. The stress induced by surgery, anesthesia, and illness leads to heightened secretion of counterregulatory hormones, such as cortisol, glucagon, growth hormone, and catecholamines. Consequently, this process reduces insulin secretion and peripheral glucose utilization, elevates insulin resistance, and increases lipolysis and proteolysis. This activity focuses on using diverse antidiabetic medicines, introduces strategies to achieve optimal glycemic targets, and underscores the significance of an interprofessional healthcare team approach in delivering care to diabetic patients during the perioperative period. This activity also provides healthcare professionals with the essential knowledge and tools to deliver optimal care for individuals with diabetes mellitus undergoing surgical procedures."}
{"id": "article-20447_2", "title": "Diabetic Perioperative Management -- Continuing Education Activity", "content": "Objectives: Identify diabetic patients at risk by recognizing key factors, such as type of diabetes, glycemic control, and susceptibility to hypoglycemia, during preoperative assessment. Assess the effectiveness of diverse antidiabetic medications and glycemic targets in preventing complications. Apply standardized protocols and algorithms to ensure accurate and timely adjustments to insulin regimens, considering individual patient needs. Collaborate with the interprofessional healthcare team to ensure coordinated and comprehensive care for diabetic patients throughout the perioperative period. Access free multiple choice questions on this topic.", "contents": "Diabetic Perioperative Management -- Continuing Education Activity. Objectives: Identify diabetic patients at risk by recognizing key factors, such as type of diabetes, glycemic control, and susceptibility to hypoglycemia, during preoperative assessment. Assess the effectiveness of diverse antidiabetic medications and glycemic targets in preventing complications. Apply standardized protocols and algorithms to ensure accurate and timely adjustments to insulin regimens, considering individual patient needs. Collaborate with the interprofessional healthcare team to ensure coordinated and comprehensive care for diabetic patients throughout the perioperative period. Access free multiple choice questions on this topic."}
{"id": "article-20447_3", "title": "Diabetic Perioperative Management -- Introduction", "content": "Due to the increasing prevalence of diabetes mellitus and the subsequent rise in surgical procedures among individuals with diabetes, the effective management of the condition during the perioperative period is essential. Maintaining optimal diabetes control before, during, and after any surgical procedure is paramount for preventing complications. In both diabetic and non-diabetic populations, hyperglycemia during the perioperative period serves as an independent marker of adverse surgical outcomes. In addition, hyperglycemia elevates morbidity and mortality risks, including delayed wound healing, an increased rate of infection, intensive care unit (ICU) admissions, prolonged hospital stays, and higher postoperative mortality. [1] [2] [3] [4] Hyperglycemia, defined as blood glucose levels exceeding 140 mg/dL, is a common phenomenon, with a prevalence ranging from 20% to 40% in general surgery and reaching 80% to 90% in the cardiac surgery population. [2] [4] [5] [6]", "contents": "Diabetic Perioperative Management -- Introduction. Due to the increasing prevalence of diabetes mellitus and the subsequent rise in surgical procedures among individuals with diabetes, the effective management of the condition during the perioperative period is essential. Maintaining optimal diabetes control before, during, and after any surgical procedure is paramount for preventing complications. In both diabetic and non-diabetic populations, hyperglycemia during the perioperative period serves as an independent marker of adverse surgical outcomes. In addition, hyperglycemia elevates morbidity and mortality risks, including delayed wound healing, an increased rate of infection, intensive care unit (ICU) admissions, prolonged hospital stays, and higher postoperative mortality. [1] [2] [3] [4] Hyperglycemia, defined as blood glucose levels exceeding 140 mg/dL, is a common phenomenon, with a prevalence ranging from 20% to 40% in general surgery and reaching 80% to 90% in the cardiac surgery population. [2] [4] [5] [6]"}
{"id": "article-20447_4", "title": "Diabetic Perioperative Management -- Introduction", "content": "The stress induced by surgery, anesthesia, and illness leads to heightened secretion of counterregulatory hormones, such as cortisol, glucagon, growth hormone, and catecholamines. [7] Consequently, this process reduces insulin secretion and peripheral glucose utilization, elevates insulin resistance, and increases lipolysis and proteolysis. As a result, gluconeogenesis and glycogenolysis increase, which results in the exacerbation of hyperglycemia, commonly referred to as stress hyperglycemia.", "contents": "Diabetic Perioperative Management -- Introduction. The stress induced by surgery, anesthesia, and illness leads to heightened secretion of counterregulatory hormones, such as cortisol, glucagon, growth hormone, and catecholamines. [7] Consequently, this process reduces insulin secretion and peripheral glucose utilization, elevates insulin resistance, and increases lipolysis and proteolysis. As a result, gluconeogenesis and glycogenolysis increase, which results in the exacerbation of hyperglycemia, commonly referred to as stress hyperglycemia."}
{"id": "article-20447_5", "title": "Diabetic Perioperative Management -- Introduction", "content": "Uncontrolled hyperglycemia triggers osmotic diuresis, leading to fluid and electrolyte imbalance, ketogenesis, and heightened production of proinflammatory cytokines. This, in turn, results in mitochondrial injury, endothelial dysfunction, and immune dysregulation. [8] [9] Hence, maintaining optimal glucose control in the perioperative period is associated with favorable postoperative outcomes. [4] [5]", "contents": "Diabetic Perioperative Management -- Introduction. Uncontrolled hyperglycemia triggers osmotic diuresis, leading to fluid and electrolyte imbalance, ketogenesis, and heightened production of proinflammatory cytokines. This, in turn, results in mitochondrial injury, endothelial dysfunction, and immune dysregulation. [8] [9] Hence, maintaining optimal glucose control in the perioperative period is associated with favorable postoperative outcomes. [4] [5]"}
{"id": "article-20447_6", "title": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management", "content": "Various societies provide guidelines for optimal glucose management in the perioperative period. The American Diabetes Association (ADA) recommends a target blood glucose range of 80 to 180 mg/dL in the perioperative period and 140 to 180 mg/dL for critically ill patients. [10] . The Society for Ambulatory Anesthesia recommends maintaining intraoperative blood glucose levels less than 180 mg/dL for patients undergoing ambulatory surgery. The Society of Critical Care Medicine recommends initiating insulin therapy for critically ill patients with blood glucose levels above 150 mg/dL. The American College of Physicians advises against using intensive insulin therapy and recommends a blood glucose target of 140 to 200 mg/dL. The Society of Thoracic Surgeons advocates maintaining intraoperative blood glucose levels below 180 mg/dL and keeping them lower than 110 mg/dL in the pre-meal or fasting state.", "contents": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management. Various societies provide guidelines for optimal glucose management in the perioperative period. The American Diabetes Association (ADA) recommends a target blood glucose range of 80 to 180 mg/dL in the perioperative period and 140 to 180 mg/dL for critically ill patients. [10] . The Society for Ambulatory Anesthesia recommends maintaining intraoperative blood glucose levels less than 180 mg/dL for patients undergoing ambulatory surgery. The Society of Critical Care Medicine recommends initiating insulin therapy for critically ill patients with blood glucose levels above 150 mg/dL. The American College of Physicians advises against using intensive insulin therapy and recommends a blood glucose target of 140 to 200 mg/dL. The Society of Thoracic Surgeons advocates maintaining intraoperative blood glucose levels below 180 mg/dL and keeping them lower than 110 mg/dL in the pre-meal or fasting state."}
{"id": "article-20447_7", "title": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management", "content": "The Endocrine Society recommends pre-meal glucose targets less than 140 mg/dL and random glucose levels lower than 180 mg/dL in non-critically ill hospitalized patients. In addition, the Endocrine Society also outlines that a higher target of glucose of under 200 mg/dL is acceptable in non-critically ill hospitalized patients with a terminal illness, limited life expectancy, or at high risk for hypoglycemia. The Joint British Diabetes Societies recommend blood glucose levels of 108 to 180 mg/dL for most patients, with an acceptable range between 72 and 216 mg/dL.", "contents": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management. The Endocrine Society recommends pre-meal glucose targets less than 140 mg/dL and random glucose levels lower than 180 mg/dL in non-critically ill hospitalized patients. In addition, the Endocrine Society also outlines that a higher target of glucose of under 200 mg/dL is acceptable in non-critically ill hospitalized patients with a terminal illness, limited life expectancy, or at high risk for hypoglycemia. The Joint British Diabetes Societies recommend blood glucose levels of 108 to 180 mg/dL for most patients, with an acceptable range between 72 and 216 mg/dL."}
{"id": "article-20447_8", "title": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management", "content": "Although the optimal glycemic target in perioperative patients is not definitively established, a reasonable goal is maintaining blood glucose levels between 140 and 180 mg/dL to prevent hypoglycemia and hyperglycemia. The perioperative period is divided into 3 phases—preoperative, intraoperative, and postoperative. [11]", "contents": "Diabetic Perioperative Management -- Issues of Concern -- Perioperative Management. Although the optimal glycemic target in perioperative patients is not definitively established, a reasonable goal is maintaining blood glucose levels between 140 and 180 mg/dL to prevent hypoglycemia and hyperglycemia. The perioperative period is divided into 3 phases—preoperative, intraoperative, and postoperative. [11]"}
{"id": "article-20447_9", "title": "Diabetic Perioperative Management -- Issues of Concern -- Preoperative phase:", "content": "History: Before surgery, it is important to gather a comprehensive medical history of the patient, focusing on the below-mentioned conditions. Diabetes mellitus: Information regarding the type of diabetes, management of the condition (lifestyle modifications and medications), current glycemic control, related complications (nephropathy, neuropathy, retinopathy, and cardiovascular diseases), susceptibility to hypoglycemia (blood glucose levels less than 70 mg/dL) and hypoglycemia unawareness should be obtained from the patient. For individuals on antidiabetic drugs, it is imperative to understand the details of the regimen and medication adherence. [12] Surgery: Details should be obtained about any surgery that the patient underwent, including whether it was ambulatory or inpatient, elective, time-sensitive, or emergent. In addition, the anticipated duration of the surgery and fasting instructions should be obtained.", "contents": "Diabetic Perioperative Management -- Issues of Concern -- Preoperative phase:. History: Before surgery, it is important to gather a comprehensive medical history of the patient, focusing on the below-mentioned conditions. Diabetes mellitus: Information regarding the type of diabetes, management of the condition (lifestyle modifications and medications), current glycemic control, related complications (nephropathy, neuropathy, retinopathy, and cardiovascular diseases), susceptibility to hypoglycemia (blood glucose levels less than 70 mg/dL) and hypoglycemia unawareness should be obtained from the patient. For individuals on antidiabetic drugs, it is imperative to understand the details of the regimen and medication adherence. [12] Surgery: Details should be obtained about any surgery that the patient underwent, including whether it was ambulatory or inpatient, elective, time-sensitive, or emergent. In addition, the anticipated duration of the surgery and fasting instructions should be obtained."}
{"id": "article-20447_10", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Glycated hemoglobin A1c: A preoperative hemoglobin A1c (HbA1c) should be checked if not tested in the preceding 3 months. Numerous studies have examined the association between HbA1c and surgical outcomes. Based on existing literature, it remains controversial whether elevated HbA1c is linked to poor postoperative outcomes or is merely a marker of poor perioperative glucose control. [13] [14] [15] [16] [17] Nevertheless, obtaining a preoperative HbA1c is recommended to assess glycemic control and identify patients with undiagnosed diabetes. [18]", "contents": "Diabetic Perioperative Management -- Issues of Concern. Glycated hemoglobin A1c: A preoperative hemoglobin A1c (HbA1c) should be checked if not tested in the preceding 3 months. Numerous studies have examined the association between HbA1c and surgical outcomes. Based on existing literature, it remains controversial whether elevated HbA1c is linked to poor postoperative outcomes or is merely a marker of poor perioperative glucose control. [13] [14] [15] [16] [17] Nevertheless, obtaining a preoperative HbA1c is recommended to assess glycemic control and identify patients with undiagnosed diabetes. [18]"}
{"id": "article-20447_11", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Oral antihyperglycemic and non-insulin injectable medication: Safety and efficacy concerns arise regarding using oral antihyperglycemic and non-insulin injectables in perioperative or hospital settings. Metformin, in particular, may contribute to the development of lactic acidosis in cases of renal dysfunction. Sulfonylureas and other insulin secretagogues pose a risk of hypoglycemia, especially when combined with intravenous contrast. Sodium-glucose cotransporter-2 (SGLT-2) inhibitors carry the risk of euglycemic ketoacidosis in fasting or acutely ill patients. Glucagon-like peptide-1 receptor (GLP-1) agonists can worsen nausea and vomiting by delaying gastric emptying.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Oral antihyperglycemic and non-insulin injectable medication: Safety and efficacy concerns arise regarding using oral antihyperglycemic and non-insulin injectables in perioperative or hospital settings. Metformin, in particular, may contribute to the development of lactic acidosis in cases of renal dysfunction. Sulfonylureas and other insulin secretagogues pose a risk of hypoglycemia, especially when combined with intravenous contrast. Sodium-glucose cotransporter-2 (SGLT-2) inhibitors carry the risk of euglycemic ketoacidosis in fasting or acutely ill patients. Glucagon-like peptide-1 receptor (GLP-1) agonists can worsen nausea and vomiting by delaying gastric emptying."}
{"id": "article-20447_12", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "The recommendation is to discontinue these medications on the day of surgery, except for SGLT-2 inhibitors, [19] [20] which should be discontinued 24 to 72 hours before surgery. [21] [22] [23] These medications should be stopped immediately for emergency surgery or illness.", "contents": "Diabetic Perioperative Management -- Issues of Concern. The recommendation is to discontinue these medications on the day of surgery, except for SGLT-2 inhibitors, [19] [20] which should be discontinued 24 to 72 hours before surgery. [21] [22] [23] These medications should be stopped immediately for emergency surgery or illness."}
{"id": "article-20447_13", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Recent evidence from randomized controlled trials (RCTs), including the SITA-HOSPITAL trial, has demonstrated that dipeptidyl peptidase-4 (DPP-4) inhibitors are safe and efficacious in medical and surgical patients with mild-to-moderate hyperglycemia. [24] [25] [26] However, it is noteworthy that recent guidelines published by the ADA do not recommend using DPP-4 inhibitors in the inpatient setting. There is an emerging interest regarding GLP-1 agonists in the hospital setting, and multiple large RCTs are currently underway. [27]", "contents": "Diabetic Perioperative Management -- Issues of Concern. Recent evidence from randomized controlled trials (RCTs), including the SITA-HOSPITAL trial, has demonstrated that dipeptidyl peptidase-4 (DPP-4) inhibitors are safe and efficacious in medical and surgical patients with mild-to-moderate hyperglycemia. [24] [25] [26] However, it is noteworthy that recent guidelines published by the ADA do not recommend using DPP-4 inhibitors in the inpatient setting. There is an emerging interest regarding GLP-1 agonists in the hospital setting, and multiple large RCTs are currently underway. [27]"}
{"id": "article-20447_14", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Insulin therapy: When administering insulin at home, it is recommended to make titrations to the treatment as mentioned below. Patients on home insulin therapy should decrease the dose of long-acting basal insulin (glargine and detemir) from 20% to 25% the evening before surgery. [28] If they routinely take basal insulin only in the morning, the reduced dose should instead be administered on the morning of surgery. Patients on twice-daily glargine or detemir should reduce the dose by 20% to 25% the evening before the morning of surgery and on the morning of surgery. Patients who administer high doses of basal insulin (>60% of total daily dose (TDD) of insulin), have a TDD of insulin exceeding 80 units, or have a high risk of hypoglycemia (eg, older populations, those with renal or hepatic insufficiency, or those with a history of hypoglycemic episodes) should reduce their basal insulin dose by 50% to 75% to minimize the risk of hypoglycemia. In cases of intermediate-acting insulin such as neutral protamine Hagedorn (NPH), the usual dose is administered the evening prior and reduced by 50% on the morning of surgery. Patients using premixed insulin (NPH/regular 70/30 or aspart protamine/aspart 75/25) should preferably receive long-acting insulin the evening before surgery instead of their premixed formulation. In situations where this is not feasible, the premixed insulin should be reduced by 50% on the morning of surgery, and dextrose-containing intravenous solutions should be initiated. Another option for these patients is to skip the morning dose and arrive early at the preoperative area to receive a long-acting formulation before surgery (see Image. Preoperative Insulin Adjustments).", "contents": "Diabetic Perioperative Management -- Issues of Concern. Insulin therapy: When administering insulin at home, it is recommended to make titrations to the treatment as mentioned below. Patients on home insulin therapy should decrease the dose of long-acting basal insulin (glargine and detemir) from 20% to 25% the evening before surgery. [28] If they routinely take basal insulin only in the morning, the reduced dose should instead be administered on the morning of surgery. Patients on twice-daily glargine or detemir should reduce the dose by 20% to 25% the evening before the morning of surgery and on the morning of surgery. Patients who administer high doses of basal insulin (>60% of total daily dose (TDD) of insulin), have a TDD of insulin exceeding 80 units, or have a high risk of hypoglycemia (eg, older populations, those with renal or hepatic insufficiency, or those with a history of hypoglycemic episodes) should reduce their basal insulin dose by 50% to 75% to minimize the risk of hypoglycemia. In cases of intermediate-acting insulin such as neutral protamine Hagedorn (NPH), the usual dose is administered the evening prior and reduced by 50% on the morning of surgery. Patients using premixed insulin (NPH/regular 70/30 or aspart protamine/aspart 75/25) should preferably receive long-acting insulin the evening before surgery instead of their premixed formulation. In situations where this is not feasible, the premixed insulin should be reduced by 50% on the morning of surgery, and dextrose-containing intravenous solutions should be initiated. Another option for these patients is to skip the morning dose and arrive early at the preoperative area to receive a long-acting formulation before surgery (see Image. Preoperative Insulin Adjustments)."}
{"id": "article-20447_15", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "During fasting, nutritional (or prandial) insulin is withheld, and subcutaneous correctional insulin is initiated with blood glucose monitoring every 4 to 6 hours. Many institutions have standardized correctional insulin scales based on various insulin sensitivities (see Image. Correctional Insulin Scale). [29]", "contents": "Diabetic Perioperative Management -- Issues of Concern. During fasting, nutritional (or prandial) insulin is withheld, and subcutaneous correctional insulin is initiated with blood glucose monitoring every 4 to 6 hours. Many institutions have standardized correctional insulin scales based on various insulin sensitivities (see Image. Correctional Insulin Scale). [29]"}
{"id": "article-20447_16", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Continuous intravenous infusion (CII) with regular insulin is the preferred regimen for critically ill patients. Intravenous insulin is preferable in hemodynamic instability, hypothermia, or peripheral vasoconstriction, where subcutaneous insulin absorption is poor, given its more predictable pharmacokinetics. In addition, intravenous insulin facilitates easy dose titration due to its shorter duration of action (10 to 15 minutes) and eliminates the need for multiple injections. The utilization of CII should adhere to a validated institutional protocol, encompassing a standardized approach for infusion preparation, initiation, titration, and monitoring. [30]", "contents": "Diabetic Perioperative Management -- Issues of Concern. Continuous intravenous infusion (CII) with regular insulin is the preferred regimen for critically ill patients. Intravenous insulin is preferable in hemodynamic instability, hypothermia, or peripheral vasoconstriction, where subcutaneous insulin absorption is poor, given its more predictable pharmacokinetics. In addition, intravenous insulin facilitates easy dose titration due to its shorter duration of action (10 to 15 minutes) and eliminates the need for multiple injections. The utilization of CII should adhere to a validated institutional protocol, encompassing a standardized approach for infusion preparation, initiation, titration, and monitoring. [30]"}
{"id": "article-20447_17", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Patients with diabetes should be scheduled for surgery early in the day. In addition, it is recommended to check blood glucose levels in the preoperative area before any surgery. If hyperglycemic or hypoglycemic in the preoperative area, treatment should be attempted before surgery. Hypoglycemia treatment may involve glucose tablets, gels, or intravenous dextrose solutions. In cases of severe hyperglycemia (blood glucose levels exceeding 250 mg/dL) or metabolic decompensation (diabetic ketoacidosis or hyperglycemic hyperosmolar syndrome), it is prudent to consider postponing surgery until improved glycemic control is achieved.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Patients with diabetes should be scheduled for surgery early in the day. In addition, it is recommended to check blood glucose levels in the preoperative area before any surgery. If hyperglycemic or hypoglycemic in the preoperative area, treatment should be attempted before surgery. Hypoglycemia treatment may involve glucose tablets, gels, or intravenous dextrose solutions. In cases of severe hyperglycemia (blood glucose levels exceeding 250 mg/dL) or metabolic decompensation (diabetic ketoacidosis or hyperglycemic hyperosmolar syndrome), it is prudent to consider postponing surgery until improved glycemic control is achieved."}
{"id": "article-20447_18", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Intraoperative phase: Hyperglycemia during surgeries of shorter duration (less than 4 hours) with anticipated hemodynamic stability and minimal fluid shifts can be addressed by administering subcutaneous correctional insulin (preferably rapid-acting insulin) every 2 hours, along with regular blood glucose checks. For surgeries involving significant hemodynamic fluctuations, extensive fluid shifts, or lasting longer than 4 hours, blood glucose levels exceeding 180 mg/dL should be managed with intravenous insulin infusion, and blood glucose should be monitored every 1 to 2 hours.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Intraoperative phase: Hyperglycemia during surgeries of shorter duration (less than 4 hours) with anticipated hemodynamic stability and minimal fluid shifts can be addressed by administering subcutaneous correctional insulin (preferably rapid-acting insulin) every 2 hours, along with regular blood glucose checks. For surgeries involving significant hemodynamic fluctuations, extensive fluid shifts, or lasting longer than 4 hours, blood glucose levels exceeding 180 mg/dL should be managed with intravenous insulin infusion, and blood glucose should be monitored every 1 to 2 hours."}
{"id": "article-20447_19", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Postoperative phase: In the post-anesthesia care unit (PACU), it is imperative to review intraoperative hyperglycemia management and continue close glucose monitoring with either intravenous or subcutaneous insulin. Ambulatory patients: After recovery in the PACU, ambulatory surgery patients who are stable and can tolerate oral intake can be discharged home while continuing their previous antihyperglycemic regimen.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Postoperative phase: In the post-anesthesia care unit (PACU), it is imperative to review intraoperative hyperglycemia management and continue close glucose monitoring with either intravenous or subcutaneous insulin. Ambulatory patients: After recovery in the PACU, ambulatory surgery patients who are stable and can tolerate oral intake can be discharged home while continuing their previous antihyperglycemic regimen."}
{"id": "article-20447_20", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Non-critically ill patients: Non-critically ill patients who require hospitalization are transferred from the PACU to the surgical or medical ward and administered subcutaneous insulin. The preferred insulin regimen for patients with poor or no oral intake is basal plus correctional insulin. [31] In cases where patients have regular oral nutrition, the insulin regimen should include basal, nutritional, and correctional components. Basal insulin: This controls hyperglycemia during periods when a patient is not eating (such as at night, between meals, or during fasting) and can be administered as long-acting insulin (such as glargine or detemir) once or twice daily. Nutritional insulin: This is also referred to as meal-time or prandial insulin, and it assists in managing hyperglycemia associated with carbohydrate intake from meals, enteral, or parenteral nutrition. This can be achieved with either rapid-acting insulin (such as lispro, aspart, or glulisine) or short-acting insulin (regular). Correctional insulin: This is used to counteract hyperglycemia that exceeds the targeted levels and utilizes either rapid-acting or short-acting insulin. The formulations are combined into a single dose when correctional insulin is administered alongside nutritional insulin.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Non-critically ill patients: Non-critically ill patients who require hospitalization are transferred from the PACU to the surgical or medical ward and administered subcutaneous insulin. The preferred insulin regimen for patients with poor or no oral intake is basal plus correctional insulin. [31] In cases where patients have regular oral nutrition, the insulin regimen should include basal, nutritional, and correctional components. Basal insulin: This controls hyperglycemia during periods when a patient is not eating (such as at night, between meals, or during fasting) and can be administered as long-acting insulin (such as glargine or detemir) once or twice daily. Nutritional insulin: This is also referred to as meal-time or prandial insulin, and it assists in managing hyperglycemia associated with carbohydrate intake from meals, enteral, or parenteral nutrition. This can be achieved with either rapid-acting insulin (such as lispro, aspart, or glulisine) or short-acting insulin (regular). Correctional insulin: This is used to counteract hyperglycemia that exceeds the targeted levels and utilizes either rapid-acting or short-acting insulin. The formulations are combined into a single dose when correctional insulin is administered alongside nutritional insulin."}
{"id": "article-20447_21", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "The insulin dosage can be adjusted based on either weight or pre-hospitalization regimen. For weight-based dosing, the following insulin regimen is observed for patients: In an average patient, the TDD of insulin is usually 0.4 to 0.5 U/kg/day. For insulin-sensitive patients, including those with type 1 diabetes, insulin-naïve individuals, older populations, or those with renal or hepatic insufficiency and frequent hypoglycemia, [32] the starting dose should be reduced to 0.2 from 0.3 U/kg/day. In insulin-resistant patients (individuals with obesity or on high-dose steroids), the starting dose should be increased from 0.6 to 0.7 U/kg/day. If a patient exhibits features belonging to both insulin-sensitive and insulin-resistant categories, it is advisable to dose as insulin-sensitive for safety.", "contents": "Diabetic Perioperative Management -- Issues of Concern. The insulin dosage can be adjusted based on either weight or pre-hospitalization regimen. For weight-based dosing, the following insulin regimen is observed for patients: In an average patient, the TDD of insulin is usually 0.4 to 0.5 U/kg/day. For insulin-sensitive patients, including those with type 1 diabetes, insulin-naïve individuals, older populations, or those with renal or hepatic insufficiency and frequent hypoglycemia, [32] the starting dose should be reduced to 0.2 from 0.3 U/kg/day. In insulin-resistant patients (individuals with obesity or on high-dose steroids), the starting dose should be increased from 0.6 to 0.7 U/kg/day. If a patient exhibits features belonging to both insulin-sensitive and insulin-resistant categories, it is advisable to dose as insulin-sensitive for safety."}
{"id": "article-20447_22", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Once the TDD is determined, half of the TDD will be administered as basal insulin, and 1/6 of the TDD will be administered as nutritional insulin with each of the 3 meals. [33] [34] During meals, blood glucose is typically monitored four times a day (before meals and at bedtime), and correctional insulin is administered accordingly. For patients receiving nothing by mouth, blood glucose should be monitored every 6 hours for correction with regular insulin or every 4 hours for correction with rapid-acting insulin.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Once the TDD is determined, half of the TDD will be administered as basal insulin, and 1/6 of the TDD will be administered as nutritional insulin with each of the 3 meals. [33] [34] During meals, blood glucose is typically monitored four times a day (before meals and at bedtime), and correctional insulin is administered accordingly. For patients receiving nothing by mouth, blood glucose should be monitored every 6 hours for correction with regular insulin or every 4 hours for correction with rapid-acting insulin."}
{"id": "article-20447_23", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Critically ill patients: Critically ill patients should be addressed in a medical or surgical ICU with CII, bypassing PACU. Regular insulin should be used, with blood glucose monitoring every 1 to 2 hours. The transition from CII to long or intermediate-acting subcutaneous insulin is undertaken once these patients achieve hemodynamic stability with no vasopressor requirement, exhibit optimal glycemic control with minimal variability, and maintain a steady infusion rate for the past 6 to 8 hours. In addition, it is essential to overlap intravenous and subcutaneous insulin by 2 to 3 hours due to the extremely short half-life of intravenous insulin and the delayed onset of action of long or intermediate-acting insulin. Premature discontinuation of intravenous insulin creates a hiatus in the basal insulin supply, posing a risk of rebound hyperglycemia or metabolic decompensation, particularly in individuals with type 1 diabetes.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Critically ill patients: Critically ill patients should be addressed in a medical or surgical ICU with CII, bypassing PACU. Regular insulin should be used, with blood glucose monitoring every 1 to 2 hours. The transition from CII to long or intermediate-acting subcutaneous insulin is undertaken once these patients achieve hemodynamic stability with no vasopressor requirement, exhibit optimal glycemic control with minimal variability, and maintain a steady infusion rate for the past 6 to 8 hours. In addition, it is essential to overlap intravenous and subcutaneous insulin by 2 to 3 hours due to the extremely short half-life of intravenous insulin and the delayed onset of action of long or intermediate-acting insulin. Premature discontinuation of intravenous insulin creates a hiatus in the basal insulin supply, posing a risk of rebound hyperglycemia or metabolic decompensation, particularly in individuals with type 1 diabetes."}
{"id": "article-20447_24", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "When transitioning from CII, subcutaneous basal insulin is dosed based on either the calculation of insulin infusion rate, weight-based, or home insulin dose. Rate of insulin infusion: When using the rate of infusion method to calculate the basal insulin dose, the average rate over the last 6 to 8 hours gets extrapolated to 24 hours. Around 70% to 80% of this extrapolated dose represents TDD. In a patient with minimal or no caloric intake, 100% of the calculated TDD is administered as basal. In contrast, in patients with optimal caloric intake, 50% is given as basal and 50% as nutritional insulin. Weight-based: In the weight-based method, TDD is calculated similarly to non-critically ill patients, with half of it designated as a basal dose and the remaining half as nutritional insulin.", "contents": "Diabetic Perioperative Management -- Issues of Concern. When transitioning from CII, subcutaneous basal insulin is dosed based on either the calculation of insulin infusion rate, weight-based, or home insulin dose. Rate of insulin infusion: When using the rate of infusion method to calculate the basal insulin dose, the average rate over the last 6 to 8 hours gets extrapolated to 24 hours. Around 70% to 80% of this extrapolated dose represents TDD. In a patient with minimal or no caloric intake, 100% of the calculated TDD is administered as basal. In contrast, in patients with optimal caloric intake, 50% is given as basal and 50% as nutritional insulin. Weight-based: In the weight-based method, TDD is calculated similarly to non-critically ill patients, with half of it designated as a basal dose and the remaining half as nutritional insulin."}
{"id": "article-20447_25", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Home insulin dose: In patients with well-maintained glycemic control on home insulin therapy, 70% to 80% of the home basal insulin dose can be administered during the transition. When a patient transitions to subcutaneous, they require correctional insulin to manage hyperglycemia. This insulin should be administered every 4 to 6 hours if the patient is fasting and 4 times a day (before meals and at bedtime) if the patient is eating. This is true for non-critically ill patients. [35] [36]", "contents": "Diabetic Perioperative Management -- Issues of Concern. Home insulin dose: In patients with well-maintained glycemic control on home insulin therapy, 70% to 80% of the home basal insulin dose can be administered during the transition. When a patient transitions to subcutaneous, they require correctional insulin to manage hyperglycemia. This insulin should be administered every 4 to 6 hours if the patient is fasting and 4 times a day (before meals and at bedtime) if the patient is eating. This is true for non-critically ill patients. [35] [36]"}
{"id": "article-20447_26", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Due to unpredictable glycemic fluctuations, relying solely on correctional insulin is not recommended. [37] [38] Furthermore, premixed insulin regimens should be avoided in the perioperative setting due to the increased risk of hypoglycemia. [39] The use of oral or non-insulin antihyperglycemic agents is an area of active research and is presently not recommended for glucose management in these patients. [10]", "contents": "Diabetic Perioperative Management -- Issues of Concern. Due to unpredictable glycemic fluctuations, relying solely on correctional insulin is not recommended. [37] [38] Furthermore, premixed insulin regimens should be avoided in the perioperative setting due to the increased risk of hypoglycemia. [39] The use of oral or non-insulin antihyperglycemic agents is an area of active research and is presently not recommended for glucose management in these patients. [10]"}
{"id": "article-20447_27", "title": "Diabetic Perioperative Management -- Issues of Concern", "content": "Nearly all patients will necessitate ongoing adjustments to their insulin regimen based on blood glucose levels, nutritional intake, and changes in clinical status. When making adjustments, glucose trends are more crucial than individual blood glucose readings.", "contents": "Diabetic Perioperative Management -- Issues of Concern. Nearly all patients will necessitate ongoing adjustments to their insulin regimen based on blood glucose levels, nutritional intake, and changes in clinical status. When making adjustments, glucose trends are more crucial than individual blood glucose readings."}
{"id": "article-20447_28", "title": "Diabetic Perioperative Management -- Clinical Significance", "content": "In critically ill patients, several RCTs, such as the NICE-SUGAR (Normoglycemia in Intensive Care Evaluation–Survival Using Glucose Algorithm Regulation) study, have compared conventional glucose control, which is <180 mg/dL, with intensive glucose control, which is 81 to 108 mg/dL. The results are noteworthy for a higher incidence of severe hypoglycemia and increased mortality in patients subjected to intensive glucose control. [5] [40] [41] [42] [43] However, the absence of RCTs in non-critically ill patients necessitates extrapolating data from studies conducted on critically ill individuals.", "contents": "Diabetic Perioperative Management -- Clinical Significance. In critically ill patients, several RCTs, such as the NICE-SUGAR (Normoglycemia in Intensive Care Evaluation–Survival Using Glucose Algorithm Regulation) study, have compared conventional glucose control, which is <180 mg/dL, with intensive glucose control, which is 81 to 108 mg/dL. The results are noteworthy for a higher incidence of severe hypoglycemia and increased mortality in patients subjected to intensive glucose control. [5] [40] [41] [42] [43] However, the absence of RCTs in non-critically ill patients necessitates extrapolating data from studies conducted on critically ill individuals."}
{"id": "article-20447_29", "title": "Diabetic Perioperative Management -- Other Issues -- Type 1 Diabetes", "content": "As individuals with type 1 diabetes have minimal to no pancreatic beta-cell function, they require a continuous basal supply of insulin at all times, either subcutaneously or intravenously, even when fasting. Failure to provide this basal insulin can lead to decompensation into diabetic ketoacidosis. [44]", "contents": "Diabetic Perioperative Management -- Other Issues -- Type 1 Diabetes. As individuals with type 1 diabetes have minimal to no pancreatic beta-cell function, they require a continuous basal supply of insulin at all times, either subcutaneously or intravenously, even when fasting. Failure to provide this basal insulin can lead to decompensation into diabetic ketoacidosis. [44]"}
{"id": "article-20447_30", "title": "Diabetic Perioperative Management -- Other Issues -- Subcutaneous Insulin Pumps", "content": "In recent years, the utilization of insulin pumps has experienced exponential growth, particularly in type 1 diabetes. However, using insulin pumps in the hospital setting during the pre- and postoperative periods must adhere to clear institutional policies and the patient's ability to manage the pump. [45] [46] Continuing insulin pump use intraoperatively should be limited to procedures lasting fewer than 2 hours in coordination with the anesthesiology provider. [47] Recent studies demonstrate better glycemic control, as indicated by longer time-in-range glucose levels, with insulin pumps, and this is achieved without an associated increase in hypoglycemia or ketosis rates. [48] Insulin pumps provide basal coverage with a continuous subcutaneous infusion of small doses of rapid-acting insulin.", "contents": "Diabetic Perioperative Management -- Other Issues -- Subcutaneous Insulin Pumps. In recent years, the utilization of insulin pumps has experienced exponential growth, particularly in type 1 diabetes. However, using insulin pumps in the hospital setting during the pre- and postoperative periods must adhere to clear institutional policies and the patient's ability to manage the pump. [45] [46] Continuing insulin pump use intraoperatively should be limited to procedures lasting fewer than 2 hours in coordination with the anesthesiology provider. [47] Recent studies demonstrate better glycemic control, as indicated by longer time-in-range glucose levels, with insulin pumps, and this is achieved without an associated increase in hypoglycemia or ketosis rates. [48] Insulin pumps provide basal coverage with a continuous subcutaneous infusion of small doses of rapid-acting insulin."}
{"id": "article-20447_31", "title": "Diabetic Perioperative Management -- Other Issues -- Subcutaneous Insulin Pumps", "content": "Nutritional and correctional bolus coverage is achieved by manually dispensing the required dose of rapid-acting insulin through a button on the insulin pump. If it becomes impractical to continue using the pump, these patients should transition to a subcutaneous basal-bolus regimen. [49] Furthermore, it is recommended to administer basal insulin at least 2 hours before discontinuing the insulin pump. This critical step helps prevent any interruption in basal insulin supply and subsequent rebound hyperglycemia or metabolic decompensation. The dose of long-acting basal insulin to be administered is equivalent to the 24-hour basal dose of insulin delivered by the pump. An alternative method involves calculating the basal requirement based on weight and individual insulin sensitivity. [50]", "contents": "Diabetic Perioperative Management -- Other Issues -- Subcutaneous Insulin Pumps. Nutritional and correctional bolus coverage is achieved by manually dispensing the required dose of rapid-acting insulin through a button on the insulin pump. If it becomes impractical to continue using the pump, these patients should transition to a subcutaneous basal-bolus regimen. [49] Furthermore, it is recommended to administer basal insulin at least 2 hours before discontinuing the insulin pump. This critical step helps prevent any interruption in basal insulin supply and subsequent rebound hyperglycemia or metabolic decompensation. The dose of long-acting basal insulin to be administered is equivalent to the 24-hour basal dose of insulin delivered by the pump. An alternative method involves calculating the basal requirement based on weight and individual insulin sensitivity. [50]"}
{"id": "article-20447_32", "title": "Diabetic Perioperative Management -- Other Issues -- Enteral Nutrition", "content": "Diabetic patients on enteral nutrition should ideally receive formulas with low carbohydrates and high monosaturated fatty acids. Subcutaneous insulin regimens for these patients should encompass basal, nutritional, and correctional components. Typically, 30% to 50% of the TDD is administered as basal, either once or twice daily. The remaining 50% to 70% of TDD is allocated as nutritional insulin. An alternative method for calculating the dose of nutritional insulin is to administer 1 unit of rapid-acting or regular insulin for every 10 to 15 grams of carbohydrates that will be provided with each bolus feed or in 24 hours with a continuous feed. [10] [51] [52] For patients receiving continuous tube feeds, nutritional and correctional insulin is administered every 4 hours (with rapid-acting insulin) or every 6 hours (with regular insulin). The nutritional and correctional insulin is given before the bolus feed.", "contents": "Diabetic Perioperative Management -- Other Issues -- Enteral Nutrition. Diabetic patients on enteral nutrition should ideally receive formulas with low carbohydrates and high monosaturated fatty acids. Subcutaneous insulin regimens for these patients should encompass basal, nutritional, and correctional components. Typically, 30% to 50% of the TDD is administered as basal, either once or twice daily. The remaining 50% to 70% of TDD is allocated as nutritional insulin. An alternative method for calculating the dose of nutritional insulin is to administer 1 unit of rapid-acting or regular insulin for every 10 to 15 grams of carbohydrates that will be provided with each bolus feed or in 24 hours with a continuous feed. [10] [51] [52] For patients receiving continuous tube feeds, nutritional and correctional insulin is administered every 4 hours (with rapid-acting insulin) or every 6 hours (with regular insulin). The nutritional and correctional insulin is given before the bolus feed."}
{"id": "article-20447_33", "title": "Diabetic Perioperative Management -- Other Issues -- Total Parenteral Nutrition", "content": "In patients receiving total parenteral nutrition (TPN), insulin can be provided as a separate intravenous infusion or added to the TPN solution. When added to the solution, a starting point is to add 1 unit of regular insulin for every 10 grams of dextrose, and the regimen should be adjusted every 1 to 2 days based on glycemic trends. Another approach is to initiate a separate intravenous infusion initially. Once blood glucose is within the glycemic goal, 80% to 100% of the total insulin dose provided via intravenous infusion is incorporated into the TPN solution. Furthermore, blood glucose monitoring with subcutaneous correctional insulin every 4 to 6 hours addresses any hyperglycemia above the target range. [10] [53]", "contents": "Diabetic Perioperative Management -- Other Issues -- Total Parenteral Nutrition. In patients receiving total parenteral nutrition (TPN), insulin can be provided as a separate intravenous infusion or added to the TPN solution. When added to the solution, a starting point is to add 1 unit of regular insulin for every 10 grams of dextrose, and the regimen should be adjusted every 1 to 2 days based on glycemic trends. Another approach is to initiate a separate intravenous infusion initially. Once blood glucose is within the glycemic goal, 80% to 100% of the total insulin dose provided via intravenous infusion is incorporated into the TPN solution. Furthermore, blood glucose monitoring with subcutaneous correctional insulin every 4 to 6 hours addresses any hyperglycemia above the target range. [10] [53]"}
{"id": "article-20447_34", "title": "Diabetic Perioperative Management -- Other Issues -- Hypoglycemia", "content": "Based on the classification by the International Hypoglycemia Study Group, a blood glucose level less than 70 mg/dL is the hypoglycemia alert value (level 1), a blood glucose level less than 54 mg/dL indicates clinically significant hypoglycemia (level 2), and cognitive impairment with no specific blood glucose threshold qualifies as severe hypoglycemia (level 3). [54] Iatrogenic hypoglycemia is the most dangerous adverse effect of antihyperglycemic therapy and is a major limiting factor in optimizing glycemic management in diabetic patients.", "contents": "Diabetic Perioperative Management -- Other Issues -- Hypoglycemia. Based on the classification by the International Hypoglycemia Study Group, a blood glucose level less than 70 mg/dL is the hypoglycemia alert value (level 1), a blood glucose level less than 54 mg/dL indicates clinically significant hypoglycemia (level 2), and cognitive impairment with no specific blood glucose threshold qualifies as severe hypoglycemia (level 3). [54] Iatrogenic hypoglycemia is the most dangerous adverse effect of antihyperglycemic therapy and is a major limiting factor in optimizing glycemic management in diabetic patients."}
{"id": "article-20447_35", "title": "Diabetic Perioperative Management -- Other Issues -- Hypoglycemia", "content": "Iatrogenic hypoglycemia is a common occurrence in the perioperative setting and correlates to poor patient outcomes and mortality. [42] [55] Factors contributing to hypoglycemia include inappropriately dosed insulin, aggressive glycemic targets, insulin administration not aligned with mealtime, insulin stacking, unforeseen changes in caloric intake, poor provider-provider or provider-nurse communication, and failure to recognize glycemic trends. [56] Every institution should implement a hypoglycemia management protocol that entails a plan for treatment and prevention. [57] Following ADA recommendations, the treatment regimen should be reviewed and, if necessary, modified when blood glucose falls below 70 mg/dL, as this often precedes imminent severe hypoglycemia.", "contents": "Diabetic Perioperative Management -- Other Issues -- Hypoglycemia. Iatrogenic hypoglycemia is a common occurrence in the perioperative setting and correlates to poor patient outcomes and mortality. [42] [55] Factors contributing to hypoglycemia include inappropriately dosed insulin, aggressive glycemic targets, insulin administration not aligned with mealtime, insulin stacking, unforeseen changes in caloric intake, poor provider-provider or provider-nurse communication, and failure to recognize glycemic trends. [56] Every institution should implement a hypoglycemia management protocol that entails a plan for treatment and prevention. [57] Following ADA recommendations, the treatment regimen should be reviewed and, if necessary, modified when blood glucose falls below 70 mg/dL, as this often precedes imminent severe hypoglycemia."}
{"id": "article-20447_36", "title": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes", "content": "Interprofessional communication and care coordination among physicians of various specialties, including surgeons, anesthesiologists, hospitalists, endocrinologists, and primary care providers, along with nurses, pharmacists, nutritionists, and diabetes educators, are crucial for the optimal management of diabetes in patients during the perioperative period. Effective communication helps reduce adverse events, enhance clinical outcomes, and boost patient satisfaction. Formulating a structured plan tailored to individual patient needs is essential. Standardized protocols and computerized algorithms are crucial in reducing errors and delivering quality care to this patient population. [58] The patient and their family should consistently receive clear written and verbal instructions regarding modifications to the medication regimen both before and after the surgery.", "contents": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes. Interprofessional communication and care coordination among physicians of various specialties, including surgeons, anesthesiologists, hospitalists, endocrinologists, and primary care providers, along with nurses, pharmacists, nutritionists, and diabetes educators, are crucial for the optimal management of diabetes in patients during the perioperative period. Effective communication helps reduce adverse events, enhance clinical outcomes, and boost patient satisfaction. Formulating a structured plan tailored to individual patient needs is essential. Standardized protocols and computerized algorithms are crucial in reducing errors and delivering quality care to this patient population. [58] The patient and their family should consistently receive clear written and verbal instructions regarding modifications to the medication regimen both before and after the surgery."}
{"id": "article-20447_37", "title": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes", "content": "A safe transition from the inpatient to outpatient setting is crucial for effective diabetes management. The discharge plan should include medication reconciliation, patient education conducted by a healthcare professional, such as a doctor, pharmacist, or nurse, with expertise in diabetes education, evaluation of socioeconomic issues by case managers, and communication with an outpatient provider. If the pharmacist identifies concerns during medication reconciliation, they should be discussed with the healthcare team. The diabetic nurse educator ensures that the patient and their family comprehend the outpatient management plan. Any concerns about potential misunderstandings or lapses in follow-up should be communicated to the interprofessional team before discharge.", "contents": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes. A safe transition from the inpatient to outpatient setting is crucial for effective diabetes management. The discharge plan should include medication reconciliation, patient education conducted by a healthcare professional, such as a doctor, pharmacist, or nurse, with expertise in diabetes education, evaluation of socioeconomic issues by case managers, and communication with an outpatient provider. If the pharmacist identifies concerns during medication reconciliation, they should be discussed with the healthcare team. The diabetic nurse educator ensures that the patient and their family comprehend the outpatient management plan. Any concerns about potential misunderstandings or lapses in follow-up should be communicated to the interprofessional team before discharge."}
{"id": "article-20447_38", "title": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes", "content": "A follow-up visit with the primary care provider or endocrinologist within 1 month of discharge from the hospital is advisable for all patients. An earlier appointment within 1 to 2 weeks if a change in medication or glycemic control was not optimal at discharge is preferred. Patients should receive prescriptions, drugs, and necessary medical equipment to help bridge care with their outpatient follow-up visits, and a coordinated interprofessional strategy is the best means to achieve this. [10]", "contents": "Diabetic Perioperative Management -- Enhancing Healthcare Team Outcomes. A follow-up visit with the primary care provider or endocrinologist within 1 month of discharge from the hospital is advisable for all patients. An earlier appointment within 1 to 2 weeks if a change in medication or glycemic control was not optimal at discharge is preferred. Patients should receive prescriptions, drugs, and necessary medical equipment to help bridge care with their outpatient follow-up visits, and a coordinated interprofessional strategy is the best means to achieve this. [10]"}
{"id": "article-20447_39", "title": "Diabetic Perioperative Management -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Diabetic Perioperative Management -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}