{"id": "article-25887_0", "title": "Physiology, Night Vision -- Introduction", "content": "Nyctalopia refers to night blindness or difficulty of the eye in visualizing under dim light or at night; daytime vision, however, is unimpaired. Nyctalopia is due to the eye's inability to adapt quickly from lightness to darkness. The principal cell type associated with nyctalopia is rod cells. Rods are a type of photoreceptor cell in the retina that transmits low-light vision and is most responsible for the neural transmission of nighttime sight. Rods have a single photopigment, rhodopsin, which utilizes the protein scotopsin and the Vitamin A–derived retinol cofactor. [1] This cascade is essential for the body's ability to regulate the pupillary light reflex. The pupillary light reflex allows unilateral afferent detection of changes in light energy entering the eye and efferent adjustments in the pupillary sphincter and dilator pupillae muscles to initiate consensual constriction and dilation of the eyes. Pupil dilation is an adaptive response to changes in lightness and darkness. [2] Night blindness is the physical manifestation of impaired functioning of these processes.", "contents": "Physiology, Night Vision -- Introduction. Nyctalopia refers to night blindness or difficulty of the eye in visualizing under dim light or at night; daytime vision, however, is unimpaired. Nyctalopia is due to the eye's inability to adapt quickly from lightness to darkness. The principal cell type associated with nyctalopia is rod cells. Rods are a type of photoreceptor cell in the retina that transmits low-light vision and is most responsible for the neural transmission of nighttime sight. Rods have a single photopigment, rhodopsin, which utilizes the protein scotopsin and the Vitamin A–derived retinol cofactor. [1] This cascade is essential for the body's ability to regulate the pupillary light reflex. The pupillary light reflex allows unilateral afferent detection of changes in light energy entering the eye and efferent adjustments in the pupillary sphincter and dilator pupillae muscles to initiate consensual constriction and dilation of the eyes. Pupil dilation is an adaptive response to changes in lightness and darkness. [2] Night blindness is the physical manifestation of impaired functioning of these processes."}
{"id": "article-25887_1", "title": "Physiology, Night Vision -- Issues of Concern", "content": "Several etiologies of nyctalopia include defective light transmission through the lens, impairment of pupillary dilatation, nearsightedness, congenital or inherited retinal development, and maladaptation of rod function due to Vitamin A deficiency. These etiologies reflect the physiological balance necessary to transmit dim light to the brain's retina and visual processing centers.", "contents": "Physiology, Night Vision -- Issues of Concern. Several etiologies of nyctalopia include defective light transmission through the lens, impairment of pupillary dilatation, nearsightedness, congenital or inherited retinal development, and maladaptation of rod function due to Vitamin A deficiency. These etiologies reflect the physiological balance necessary to transmit dim light to the brain's retina and visual processing centers."}
{"id": "article-25887_2", "title": "Physiology, Night Vision -- Cellular Level", "content": "The retina is located in the posterior portion of the eye and is the sensory component of the organ. The retina consists of specialized nerve cells that receive and process light energy and relay generated action potentials via the optic nerve to the brain. The retina consists of two photoreceptor types: rods and cones. Rods are more abundant, contain greater photopigment, have high sensitivity with lower visual acuity, and are achromatic, referring to using a singular photopigment, rhodopsin. The human retina consists of approximately 90 million rod cells in the highest density, 15 to 20 degrees from the fovea. The fovea's location is in the center of the macula, which resides in line with the pupil and lateral to the optic nerve. Cones are more densely present in the fovea, exhibit higher visual acuity, confer color vision using trichromatic photopigments, and are present in numbers of approximately 6 million in the retina. [1] Cones are most active at higher light levels, referred to as photopic vision. Rods are conversely most active at lower light levels or scotopic vision, and thus, defective rod cell function may progress to symptoms of nyctalopia. [3]", "contents": "Physiology, Night Vision -- Cellular Level. The retina is located in the posterior portion of the eye and is the sensory component of the organ. The retina consists of specialized nerve cells that receive and process light energy and relay generated action potentials via the optic nerve to the brain. The retina consists of two photoreceptor types: rods and cones. Rods are more abundant, contain greater photopigment, have high sensitivity with lower visual acuity, and are achromatic, referring to using a singular photopigment, rhodopsin. The human retina consists of approximately 90 million rod cells in the highest density, 15 to 20 degrees from the fovea. The fovea's location is in the center of the macula, which resides in line with the pupil and lateral to the optic nerve. Cones are more densely present in the fovea, exhibit higher visual acuity, confer color vision using trichromatic photopigments, and are present in numbers of approximately 6 million in the retina. [1] Cones are most active at higher light levels, referred to as photopic vision. Rods are conversely most active at lower light levels or scotopic vision, and thus, defective rod cell function may progress to symptoms of nyctalopia. [3]"}
{"id": "article-25887_3", "title": "Physiology, Night Vision -- Development", "content": "During the third month of embryological development, the precursors of rods and cones differentiate. Photoreceptors develop inner segments in the fifth month of embryologic development; in the seventh month, the outer segments differentiate. [4]", "contents": "Physiology, Night Vision -- Development. During the third month of embryological development, the precursors of rods and cones differentiate. Photoreceptors develop inner segments in the fifth month of embryologic development; in the seventh month, the outer segments differentiate. [4]"}
{"id": "article-25887_4", "title": "Physiology, Night Vision -- Mechanism", "content": "Light travels through the cornea, the anterior chamber of the eye, the pupil (a hole in the center of the iris), the lens, and the posterior chamber before striking the retina. Within the retina, light travels past the ganglion and bipolar layers to strike the photoreceptors. The rod and cone photoreceptors convert light energy into neural impulses in the form of action potentials, which travel back through bipolar and ganglion cell layers and progress through the optic nerve. The optic nerve is a continuation of the optic disc, an area of the retina without photoreceptors, referred to as the blind spot. Neural activation progresses primarily to the lateral geniculate nucleus of the thalamus as well as the brain's visual association and processing areas. [1] Some fibers send a neural transmission to the pretectal area or pretectum in the pupillary light reflex' afferent limb. The pretectum is a group of seven nuclei in the midbrain responsible for initiating the efferent limb of the pupillary light reflex, in addition to playing a role in the optokinetic reflex, accommodation, antinociception, and rapid eye movement (REM) sleep. [5] The pretectal nuclei project to bilateral Edinger-Westphal nuclei in the efferent pupillary reflex. The Edinger-Westphal nuclei then send impulses to the ciliary ganglion and activate the pupillary sphincter muscles to constrict the pupils.", "contents": "Physiology, Night Vision -- Mechanism. Light travels through the cornea, the anterior chamber of the eye, the pupil (a hole in the center of the iris), the lens, and the posterior chamber before striking the retina. Within the retina, light travels past the ganglion and bipolar layers to strike the photoreceptors. The rod and cone photoreceptors convert light energy into neural impulses in the form of action potentials, which travel back through bipolar and ganglion cell layers and progress through the optic nerve. The optic nerve is a continuation of the optic disc, an area of the retina without photoreceptors, referred to as the blind spot. Neural activation progresses primarily to the lateral geniculate nucleus of the thalamus as well as the brain's visual association and processing areas. [1] Some fibers send a neural transmission to the pretectal area or pretectum in the pupillary light reflex' afferent limb. The pretectum is a group of seven nuclei in the midbrain responsible for initiating the efferent limb of the pupillary light reflex, in addition to playing a role in the optokinetic reflex, accommodation, antinociception, and rapid eye movement (REM) sleep. [5] The pretectal nuclei project to bilateral Edinger-Westphal nuclei in the efferent pupillary reflex. The Edinger-Westphal nuclei then send impulses to the ciliary ganglion and activate the pupillary sphincter muscles to constrict the pupils."}
{"id": "article-25887_5", "title": "Physiology, Night Vision -- Mechanism", "content": "Rhodopsin is the photopigment in rods. It is a G-protein-coupled receptor (GPCR) consisting of the protein scotopsin and the Vitamin A–derived cofactor retinol. Light exposure allows retinol's isomerization from its 11-cis-retinal configuration into the active all-trans-retinal conformation. Isomerization of retinol into its active all-trans-retinal conformation then sets off a cascade of changes, resulting in transformation into metarhodopsin II (Meta II). Meta II activates the transducin protein, followed by the transducin alpha subunit activating cyclic guanosine monophosphate phosphodiesterase (cGMP phosphodiesterase). In the resting or dark state, cGMP directly activates cation channels that cause net depolarization of rod photoreceptors (approximately -40 mV), continuously releasing glutamate neurotransmitter that hyperpolarizes some surrounding cells and depolarizes others. In the activation or light pathway, transducin alpha subunit activation of cGMP phosphodiesterase breaks down cGMP into GMP, lowering cellular levels of cGMP and thus decreasing cation channel activity. The decreased cation channel activity causes the hyperpolarization of the rod photoreceptor and reduces the release of excitatory glutamate neurotransmitters by the rod cell. This increase in photon absorption and decreased glutamate release is a light sensation. Rod cells exhibit significant signal amplification, as each rhodopsin GPCR may activate as many as 800 transducin proteins. Reversal of rods to the resting state is mediated by arrestin, rhodopsin kinase (RK), and the closure of cGMP channels. RK phosphorylates the cytosolic tail of rhodopsin, decreasing transducin activity. Arrestin increases GTP to GDP hydrolysis, thereby inactivating transducin, a G protein. The decreased intracellular calcium, caused by the closure of cGMP-sensitive cation channels in the activating pathways, triggers intracellular proteins to activate guanylate cyclase, which restores cGMP levels. These pathways allow for plasma membrane depolarization in the restored resting state of rod cells. [1]", "contents": "Physiology, Night Vision -- Mechanism. Rhodopsin is the photopigment in rods. It is a G-protein-coupled receptor (GPCR) consisting of the protein scotopsin and the Vitamin A–derived cofactor retinol. Light exposure allows retinol's isomerization from its 11-cis-retinal configuration into the active all-trans-retinal conformation. Isomerization of retinol into its active all-trans-retinal conformation then sets off a cascade of changes, resulting in transformation into metarhodopsin II (Meta II). Meta II activates the transducin protein, followed by the transducin alpha subunit activating cyclic guanosine monophosphate phosphodiesterase (cGMP phosphodiesterase). In the resting or dark state, cGMP directly activates cation channels that cause net depolarization of rod photoreceptors (approximately -40 mV), continuously releasing glutamate neurotransmitter that hyperpolarizes some surrounding cells and depolarizes others. In the activation or light pathway, transducin alpha subunit activation of cGMP phosphodiesterase breaks down cGMP into GMP, lowering cellular levels of cGMP and thus decreasing cation channel activity. The decreased cation channel activity causes the hyperpolarization of the rod photoreceptor and reduces the release of excitatory glutamate neurotransmitters by the rod cell. This increase in photon absorption and decreased glutamate release is a light sensation. Rod cells exhibit significant signal amplification, as each rhodopsin GPCR may activate as many as 800 transducin proteins. Reversal of rods to the resting state is mediated by arrestin, rhodopsin kinase (RK), and the closure of cGMP channels. RK phosphorylates the cytosolic tail of rhodopsin, decreasing transducin activity. Arrestin increases GTP to GDP hydrolysis, thereby inactivating transducin, a G protein. The decreased intracellular calcium, caused by the closure of cGMP-sensitive cation channels in the activating pathways, triggers intracellular proteins to activate guanylate cyclase, which restores cGMP levels. These pathways allow for plasma membrane depolarization in the restored resting state of rod cells. [1]"}
{"id": "article-25887_6", "title": "Physiology, Night Vision -- Related Testing", "content": "Refraction testing is used to detect changes in the various components of the eye that can contribute to an impaired focusing of light on the retina. It helps evaluate nyctalopia as nearsightedness, or myopia, is a common cause. Refraction testing involves a visual acuity test that most commonly consists of determining the smallest letters read by a patient on a standardized Snellen chart held twenty feet away. This process is done on each eye, individually and together. Refraction test using a phoropter allows for manual refraction determination utilizing a series of lens powers and the patient’s experience of comparative clarity. Autorefractors and aberrometers are other commonly used equipment to test for refractive error. [6] [7]", "contents": "Physiology, Night Vision -- Related Testing. Refraction testing is used to detect changes in the various components of the eye that can contribute to an impaired focusing of light on the retina. It helps evaluate nyctalopia as nearsightedness, or myopia, is a common cause. Refraction testing involves a visual acuity test that most commonly consists of determining the smallest letters read by a patient on a standardized Snellen chart held twenty feet away. This process is done on each eye, individually and together. Refraction test using a phoropter allows for manual refraction determination utilizing a series of lens powers and the patient’s experience of comparative clarity. Autorefractors and aberrometers are other commonly used equipment to test for refractive error. [6] [7]"}
{"id": "article-25887_7", "title": "Physiology, Night Vision -- Related Testing", "content": "The slit lamp is another piece of equipment widely used to evaluate the eye. A slit lamp is a binocular microscope used to examine structures of the eye under high magnification, often used to detect cataracts, a cause of nyctalopia. [8] Additionally, an electroretinogram (ERG) utilizes electrodes placed on the eye's surface to distinguish its response to light flashes. Visual field assessment with kinetic perimetry, using a Humphrey field analyzer or Goldmann perimeter, may be used to determine peripheral vision deficits. Visual field testing with ERG and clinical history are commonly central to diagnosing retinitis pigmentosa, another cause of nyctalopia. The classic triad found under fundoscopic exam for retinitis pigmentosa includes bony spicule pigmentation, optic disc pallor, and vascular narrowing; macular edema and subscapular cataracts are other notable findings. Newer modalities such as adaptive optics scanning laser ophthalmoscopy (AOSLO) have been increasingly utilized for high-resolution retinal examination for earlier detection, treatment, and evaluation. [9] Blood testing of vitamin A (retinol) and glucose levels are other initial evaluations of rod function and retinal vasculature function, respectively. [10]", "contents": "Physiology, Night Vision -- Related Testing. The slit lamp is another piece of equipment widely used to evaluate the eye. A slit lamp is a binocular microscope used to examine structures of the eye under high magnification, often used to detect cataracts, a cause of nyctalopia. [8] Additionally, an electroretinogram (ERG) utilizes electrodes placed on the eye's surface to distinguish its response to light flashes. Visual field assessment with kinetic perimetry, using a Humphrey field analyzer or Goldmann perimeter, may be used to determine peripheral vision deficits. Visual field testing with ERG and clinical history are commonly central to diagnosing retinitis pigmentosa, another cause of nyctalopia. The classic triad found under fundoscopic exam for retinitis pigmentosa includes bony spicule pigmentation, optic disc pallor, and vascular narrowing; macular edema and subscapular cataracts are other notable findings. Newer modalities such as adaptive optics scanning laser ophthalmoscopy (AOSLO) have been increasingly utilized for high-resolution retinal examination for earlier detection, treatment, and evaluation. [9] Blood testing of vitamin A (retinol) and glucose levels are other initial evaluations of rod function and retinal vasculature function, respectively. [10]"}
{"id": "article-25887_8", "title": "Physiology, Night Vision -- Pathophysiology", "content": "Retinitis pigmentosa is a genetic condition most commonly exhibiting autosomal recessive inheritance, and it often presents with nyctalopia as the primary presenting symptom. At a cellular level, it characteristically demonstrates a degeneration of the rod and cone photoreceptors with a preference for rods. Biochemical defects may contribute to multiple pathways, including ciliary transport dysfunction, intracellular endoplasmic reticular stress, and apoptosis, resulting in photoreceptor death. Degeneration and death of rods in early stages leads to loss of peripheral and nighttime vision, referred to as tunnel vision. Retinal pigment epithelium (RPE) and cone death occur in later stages and are responsible for the loss of acuity, daytime vision, and blindness. RPE cells detach and migrate to perivascular retinal areas, forming melanin pigment deposits in a characteristic bone spicule star shape. [11] [12]", "contents": "Physiology, Night Vision -- Pathophysiology. Retinitis pigmentosa is a genetic condition most commonly exhibiting autosomal recessive inheritance, and it often presents with nyctalopia as the primary presenting symptom. At a cellular level, it characteristically demonstrates a degeneration of the rod and cone photoreceptors with a preference for rods. Biochemical defects may contribute to multiple pathways, including ciliary transport dysfunction, intracellular endoplasmic reticular stress, and apoptosis, resulting in photoreceptor death. Degeneration and death of rods in early stages leads to loss of peripheral and nighttime vision, referred to as tunnel vision. Retinal pigment epithelium (RPE) and cone death occur in later stages and are responsible for the loss of acuity, daytime vision, and blindness. RPE cells detach and migrate to perivascular retinal areas, forming melanin pigment deposits in a characteristic bone spicule star shape. [11] [12]"}
{"id": "article-25887_9", "title": "Physiology, Night Vision -- Pathophysiology", "content": "An obstruction to light in the anterior segment of the eye may lead to impaired travel of light energy to the retinal photoreceptors, such as the lens, commonly in the form of cataracts, which can present as nyctalopia. Decreased activation of rod photoreceptors may present with disproportionately decreased processing of low-light environments.", "contents": "Physiology, Night Vision -- Pathophysiology. An obstruction to light in the anterior segment of the eye may lead to impaired travel of light energy to the retinal photoreceptors, such as the lens, commonly in the form of cataracts, which can present as nyctalopia. Decreased activation of rod photoreceptors may present with disproportionately decreased processing of low-light environments."}
{"id": "article-25887_10", "title": "Physiology, Night Vision -- Pathophysiology", "content": "Vitamin A, a fat-soluble vitamin primarily obtained from the diet in beta-carotene-containing foods, deficiency can also cause nyctalopia. Vitamin A is a precursor substrate to 11-cis-retinal in the retinal rod photoreceptors. The rhodopsin system is sensitive to dietary Vitamin A deficiency and decreased Vitamin A intake may lead to low intracellular levels of 11-cis-retinal in the resting state, impairing dark adaption and manifesting as symptoms of night blindness. [13]", "contents": "Physiology, Night Vision -- Pathophysiology. Vitamin A, a fat-soluble vitamin primarily obtained from the diet in beta-carotene-containing foods, deficiency can also cause nyctalopia. Vitamin A is a precursor substrate to 11-cis-retinal in the retinal rod photoreceptors. The rhodopsin system is sensitive to dietary Vitamin A deficiency and decreased Vitamin A intake may lead to low intracellular levels of 11-cis-retinal in the resting state, impairing dark adaption and manifesting as symptoms of night blindness. [13]"}
{"id": "article-25887_11", "title": "Physiology, Night Vision -- Clinical Significance", "content": "Nyctalopia may be the first presenting symptom of inherited conditions such as retinitis pigmentosa or acquired diseases such as vitamin A deficiency. Night blindness is sensitive and specific for serum retinol levels and is the earliest clinical manifestation of vitamin A deficiency. Night blindness may present with recurrent nighttime falls and difficulty with nighttime driving. [11]", "contents": "Physiology, Night Vision -- Clinical Significance. Nyctalopia may be the first presenting symptom of inherited conditions such as retinitis pigmentosa or acquired diseases such as vitamin A deficiency. Night blindness is sensitive and specific for serum retinol levels and is the earliest clinical manifestation of vitamin A deficiency. Night blindness may present with recurrent nighttime falls and difficulty with nighttime driving. [11]"}
{"id": "article-25887_12", "title": "Physiology, Night Vision -- Clinical Significance", "content": "Myopia, or nearsightedness, is a refractive error pathology that can cause nyctalopia. Refractive error refers to an abnormal change to an aspect of the eye that results in converging light prisms crossing at a focal point significantly in front of or behind the retinal plane. Myopia occurs due to an elongated eye in which the focal point converges in front of the retina, creating a progressively blurrier image of far-distance objects. This blurriness may be accentuated in dim light, manifesting as a common etiology of nyctalopia. Corrective lenses and prescription eyeglasses based on calculated refractive error improve dim light vision. [6] [7]", "contents": "Physiology, Night Vision -- Clinical Significance. Myopia, or nearsightedness, is a refractive error pathology that can cause nyctalopia. Refractive error refers to an abnormal change to an aspect of the eye that results in converging light prisms crossing at a focal point significantly in front of or behind the retinal plane. Myopia occurs due to an elongated eye in which the focal point converges in front of the retina, creating a progressively blurrier image of far-distance objects. This blurriness may be accentuated in dim light, manifesting as a common etiology of nyctalopia. Corrective lenses and prescription eyeglasses based on calculated refractive error improve dim light vision. [6] [7]"}
{"id": "article-25887_13", "title": "Physiology, Night Vision -- Clinical Significance", "content": "Hereditary retinal dystrophies are a rare but significant cause of nyctalopia. In congenital stationary night blindness (CSNB), impaired photoreceptor transmission leads to impaired dark adaptation. Complete type (CSNB1) and incomplete type (CSNB2) are rare heterogeneous conditions, most commonly X-linked. CSNB1 results from a diseased gene in the region between DXS556 and DXS8083 in Xp11.4-p11.3. CSNB1 characteristically results from mutations in genes involved in neurotransmitter detection by bipolar cells and reduced rod sensitivity up to 300x. A different locus is responsible for CSNB2, localized to the region between DXS722 and DXS8023 in Xp11.23; CSNB2 demonstrates membrane defects involved in neurotransmitter release by photoreceptor cells. [14] [15]", "contents": "Physiology, Night Vision -- Clinical Significance. Hereditary retinal dystrophies are a rare but significant cause of nyctalopia. In congenital stationary night blindness (CSNB), impaired photoreceptor transmission leads to impaired dark adaptation. Complete type (CSNB1) and incomplete type (CSNB2) are rare heterogeneous conditions, most commonly X-linked. CSNB1 results from a diseased gene in the region between DXS556 and DXS8083 in Xp11.4-p11.3. CSNB1 characteristically results from mutations in genes involved in neurotransmitter detection by bipolar cells and reduced rod sensitivity up to 300x. A different locus is responsible for CSNB2, localized to the region between DXS722 and DXS8023 in Xp11.23; CSNB2 demonstrates membrane defects involved in neurotransmitter release by photoreceptor cells. [14] [15]"}
{"id": "article-25887_14", "title": "Physiology, Night Vision -- Clinical Significance", "content": "Vitamin A deficiency is among the leading causes of blindness worldwide, particularly in developing countries. The World Health Organization estimates 254 million children have vitamin A deficiency, the most common cause of childhood blindness. An estimated 45% of these children are from South and Southeast Asia. [10] [16] [10] The clinical ocular findings are Xerophthalmia, Bitot spots, keratomalacia, conjunctival and corneal xerosis, retinopathy, developmental defects, and nyctalopia. Vitamin A is necessary for normal visual function and maintenance of the corneal epithelium. Vitamin A is a visual pigment precursor, and subnormal levels of 11-cis-retinal may lead to a decline in the visual sensitivity of peripheral rod photoreceptors. [13] Nyctalopia associated with vitamin A deficiency is reversible and managed with retinal supplementation. [17]", "contents": "Physiology, Night Vision -- Clinical Significance. Vitamin A deficiency is among the leading causes of blindness worldwide, particularly in developing countries. The World Health Organization estimates 254 million children have vitamin A deficiency, the most common cause of childhood blindness. An estimated 45% of these children are from South and Southeast Asia. [10] [16] [10] The clinical ocular findings are Xerophthalmia, Bitot spots, keratomalacia, conjunctival and corneal xerosis, retinopathy, developmental defects, and nyctalopia. Vitamin A is necessary for normal visual function and maintenance of the corneal epithelium. Vitamin A is a visual pigment precursor, and subnormal levels of 11-cis-retinal may lead to a decline in the visual sensitivity of peripheral rod photoreceptors. [13] Nyctalopia associated with vitamin A deficiency is reversible and managed with retinal supplementation. [17]"}
{"id": "article-25887_15", "title": "Physiology, Night Vision -- Clinical Significance", "content": "Retinitis pigmentosa, also known as hereditary retinal dystrophy, refers to a group of disorders with progressive loss of vision representing the most common inherited retinal disease. Nyctalopia is generally the first symptom of retinitis pigmentosa, followed by a gradual narrowing of the visual field or tunnel vision and, eventually, total vision loss. Dyschromatopsia (loss of color discrimination), loss of acuity, photopsia (perceived flashes of light), and visual hallucinations are other ocular signs and symptoms associated with retinitis pigmentosa. Isolated vision loss is termed nonsyndromic retinitis pigmentosa (70%-80% of cases), with additional systemic symptoms termed syndromic RP. [12] Usher syndrome is the most common form of syndromic retinitis pigmentosa and refers to partial or total hearing loss in conjunction with retinitis pigmentosa. [18] Vitamin A supplementation may slow retinitis pigmentosa progression. [11]", "contents": "Physiology, Night Vision -- Clinical Significance. Retinitis pigmentosa, also known as hereditary retinal dystrophy, refers to a group of disorders with progressive loss of vision representing the most common inherited retinal disease. Nyctalopia is generally the first symptom of retinitis pigmentosa, followed by a gradual narrowing of the visual field or tunnel vision and, eventually, total vision loss. Dyschromatopsia (loss of color discrimination), loss of acuity, photopsia (perceived flashes of light), and visual hallucinations are other ocular signs and symptoms associated with retinitis pigmentosa. Isolated vision loss is termed nonsyndromic retinitis pigmentosa (70%-80% of cases), with additional systemic symptoms termed syndromic RP. [12] Usher syndrome is the most common form of syndromic retinitis pigmentosa and refers to partial or total hearing loss in conjunction with retinitis pigmentosa. [18] Vitamin A supplementation may slow retinitis pigmentosa progression. [11]"}
{"id": "article-25887_16", "title": "Physiology, Night Vision -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Night Vision -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}