{"id": "article-29288_0", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Introduction", "content": "First described by Ruggero Oddi in 1887, the sphincter of Oddi (SO) is a smooth muscle sphincter located in the second portion of the duodenum. [1] It regulates the flow of hepatic and pancreatic substances into the small intestines. Although its function seems simple, it represents a prime example of how hormones and other signals can regulate smooth muscle. The sphincter of Oddi is important in hepatobiliary surgery as it is commonly traversed in endoscopic retrograde cholangiopancreatography (ERCP). This sphincter may also become dysfunctional, requiring medical or surgical intervention.", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Introduction. First described by Ruggero Oddi in 1887, the sphincter of Oddi (SO) is a smooth muscle sphincter located in the second portion of the duodenum. [1] It regulates the flow of hepatic and pancreatic substances into the small intestines. Although its function seems simple, it represents a prime example of how hormones and other signals can regulate smooth muscle. The sphincter of Oddi is important in hepatobiliary surgery as it is commonly traversed in endoscopic retrograde cholangiopancreatography (ERCP). This sphincter may also become dysfunctional, requiring medical or surgical intervention."}
{"id": "article-29288_1", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Structure and Function", "content": "The sphincter of Oddi is a muscular valve responsible for controlling the flow of bile and pancreatic secretions through the ampulla of Vater into the second part of the duodenum. It is composed of three layers of concentric smooth muscle that surround the common bile duct, the main pancreatic duct, and the ampulla of Vater. The papilla of Vater includes the sphincter of Oddi and its overlying mucosa. So far, the sphincter of Oddi has been identified to have at least three functions: To prevent reflux of duodenal contents, thereby preventing the accumulation of sludge and particulate matter in the bile ducts and thus helps to reduce the risk of cholangitis. To regulate the flow of bile and pancreatic secretions. To allow retrograde filling of the gallbladder to occur. [2] [3]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Structure and Function. The sphincter of Oddi is a muscular valve responsible for controlling the flow of bile and pancreatic secretions through the ampulla of Vater into the second part of the duodenum. It is composed of three layers of concentric smooth muscle that surround the common bile duct, the main pancreatic duct, and the ampulla of Vater. The papilla of Vater includes the sphincter of Oddi and its overlying mucosa. So far, the sphincter of Oddi has been identified to have at least three functions: To prevent reflux of duodenal contents, thereby preventing the accumulation of sludge and particulate matter in the bile ducts and thus helps to reduce the risk of cholangitis. To regulate the flow of bile and pancreatic secretions. To allow retrograde filling of the gallbladder to occur. [2] [3]"}
{"id": "article-29288_2", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Structure and Function", "content": "The sphincter of Oddi serves as a great example of the hormonal regulation of smooth muscle. The most important of these hormones is cholecystokinin (CCK). It is released from enteroendocrine cells in response to the digestion of a meal; this stimulates the contraction of the gall bladder, resulting in emptying pancreatic secretions and bile into the common bile duct. CCK has been demonstrated to cause the release of VIP and nitric oxide by intrinsic neurons of the sphincter of Oddi, resulting in a decrease in sphincter tone, ultimately leading to the release of the backed-up contents into the duodenum to aid with digestion. Somatostatin is another noteworthy hormone shown to increase the sphincter of Oddi tone. In contrast, motilin and secretin serve the opposite effect by decreasing the sphincter of Oddi tone and allowing the flow of contents from the gallbladder and pancreas. [4] [5] [6]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Structure and Function. The sphincter of Oddi serves as a great example of the hormonal regulation of smooth muscle. The most important of these hormones is cholecystokinin (CCK). It is released from enteroendocrine cells in response to the digestion of a meal; this stimulates the contraction of the gall bladder, resulting in emptying pancreatic secretions and bile into the common bile duct. CCK has been demonstrated to cause the release of VIP and nitric oxide by intrinsic neurons of the sphincter of Oddi, resulting in a decrease in sphincter tone, ultimately leading to the release of the backed-up contents into the duodenum to aid with digestion. Somatostatin is another noteworthy hormone shown to increase the sphincter of Oddi tone. In contrast, motilin and secretin serve the opposite effect by decreasing the sphincter of Oddi tone and allowing the flow of contents from the gallbladder and pancreas. [4] [5] [6]"}
{"id": "article-29288_3", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Embryology", "content": "The sphincter of Oddi is a concentric ring of muscle originating from the mesenchyme surrounding the pre-ampullary portion of the bile and pancreatic ducts. Initially, it begins as a transverse slit in the circular smooth muscle at the junction between the duodenal wall and the bile and pancreatic ducts. The sequence of the sphincter of Oddi differentiation follows a timeline. [7] It is as follows: Week 10: sphincter of Oddi begins differentiation Week 12: the bile and pancreatic ducts emerge through the transverse slit of the concentric smooth muscle of the duodenum Week 16: the muscularis propria extends outside the fenestra to the upper end of the ampulla Week 28: the muscularis propria is differentiated almost to the distal end of the ampulla", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Embryology. The sphincter of Oddi is a concentric ring of muscle originating from the mesenchyme surrounding the pre-ampullary portion of the bile and pancreatic ducts. Initially, it begins as a transverse slit in the circular smooth muscle at the junction between the duodenal wall and the bile and pancreatic ducts. The sequence of the sphincter of Oddi differentiation follows a timeline. [7] It is as follows: Week 10: sphincter of Oddi begins differentiation Week 12: the bile and pancreatic ducts emerge through the transverse slit of the concentric smooth muscle of the duodenum Week 16: the muscularis propria extends outside the fenestra to the upper end of the ampulla Week 28: the muscularis propria is differentiated almost to the distal end of the ampulla"}
{"id": "article-29288_4", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Blood Supply and Lymphatics", "content": "In about half of individuals, the retroduodenal artery (i.e., the posterior superior and anterior superior pancreaticoduodenal arteries) forms an arterial plexus that provides the primary blood supply to the region of the sphincter of Oddi. The remaining half receives blood supply to the sphincter of Oddi directly from one of the major branches of the retroduodenal artery, with the most likely branch being the posterior superior pancreaticoduodenal artery. [8]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Blood Supply and Lymphatics. In about half of individuals, the retroduodenal artery (i.e., the posterior superior and anterior superior pancreaticoduodenal arteries) forms an arterial plexus that provides the primary blood supply to the region of the sphincter of Oddi. The remaining half receives blood supply to the sphincter of Oddi directly from one of the major branches of the retroduodenal artery, with the most likely branch being the posterior superior pancreaticoduodenal artery. [8]"}
{"id": "article-29288_5", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Blood Supply and Lymphatics", "content": "The superior pancreaticoduodenal artery is a branch from the gastroduodenal artery, itself arising from the hepatic artery branch from the celiac trunk. The lymphatic drainage of the sphincter of Oddi follows the drainage of the encompassing ampulla of Vater, which drains into the posterior pancreatoduodenal lymph nodes, followed by the lymph nodes around the superior mesenteric artery, and finally into the para-aortic lymph nodes that follow their well-described path of drainage. [9]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Blood Supply and Lymphatics. The superior pancreaticoduodenal artery is a branch from the gastroduodenal artery, itself arising from the hepatic artery branch from the celiac trunk. The lymphatic drainage of the sphincter of Oddi follows the drainage of the encompassing ampulla of Vater, which drains into the posterior pancreatoduodenal lymph nodes, followed by the lymph nodes around the superior mesenteric artery, and finally into the para-aortic lymph nodes that follow their well-described path of drainage. [9]"}
{"id": "article-29288_6", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves", "content": "The sphincter of Oddi possesses a complex intrinsic set of neural innervation. Currently, two ganglionated plexuses are recognized: Myenteric plexus, which lies between the sphincter's muscular layers Submucosal plexus", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves. The sphincter of Oddi possesses a complex intrinsic set of neural innervation. Currently, two ganglionated plexuses are recognized: Myenteric plexus, which lies between the sphincter's muscular layers Submucosal plexus"}
{"id": "article-29288_7", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves", "content": "There have also been a few subpopulations discovered in animal models that helped the understanding of the intrinsic innervation of the sphincter of Oddi. One of these described subpopulations was in guinea pigs and was found to be immunoreactive to choline acetyltransferase and served to provide an excitatory effect, thereby increasing the sphincter of Oddi tone. Researchers also found a second, smaller subset of neurons in the sphincter of Oddi that was immunoreactive to nitric oxide (NO) synthase and expressed vasoactive intestinal peptide (VIP) and neuropeptide Y (NPY). [10]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves. There have also been a few subpopulations discovered in animal models that helped the understanding of the intrinsic innervation of the sphincter of Oddi. One of these described subpopulations was in guinea pigs and was found to be immunoreactive to choline acetyltransferase and served to provide an excitatory effect, thereby increasing the sphincter of Oddi tone. Researchers also found a second, smaller subset of neurons in the sphincter of Oddi that was immunoreactive to nitric oxide (NO) synthase and expressed vasoactive intestinal peptide (VIP) and neuropeptide Y (NPY). [10]"}
{"id": "article-29288_8", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves", "content": "As opposed to the intrinsic neural innervation of the sphincter of Oddi, its extrinsic innervation is not very well understood but is thought to display characteristics similar to that of most of the biliary tract. This neurology includes parasympathetic nervous system innervation originating from the vagus nerve and sympathetic nervous system innervation originating from the superior mesenteric ganglion following the inferior pancreatic duodenal artery. [11]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves. As opposed to the intrinsic neural innervation of the sphincter of Oddi, its extrinsic innervation is not very well understood but is thought to display characteristics similar to that of most of the biliary tract. This neurology includes parasympathetic nervous system innervation originating from the vagus nerve and sympathetic nervous system innervation originating from the superior mesenteric ganglion following the inferior pancreatic duodenal artery. [11]"}
{"id": "article-29288_9", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves", "content": "The sphincter of Oddi is also thought to be part of bidirectional signaling pathways. There seems to be a bidirectional connection between the sphincter of Oddi and the gallbladder; the electrical activity of the gallbladder has been shown to inhibit the sphincter of Oddi contraction reflexively. Similar to the aforementioned bidirectional system, there also exists evidence of a subpopulation of neurons demonstrating bidirectional signaling between the duodenum and sphincter of Oddi ganglia as part of an excitatory cholinergic pathway. [12]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Nerves. The sphincter of Oddi is also thought to be part of bidirectional signaling pathways. There seems to be a bidirectional connection between the sphincter of Oddi and the gallbladder; the electrical activity of the gallbladder has been shown to inhibit the sphincter of Oddi contraction reflexively. Similar to the aforementioned bidirectional system, there also exists evidence of a subpopulation of neurons demonstrating bidirectional signaling between the duodenum and sphincter of Oddi ganglia as part of an excitatory cholinergic pathway. [12]"}
{"id": "article-29288_10", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Physiologic Variants", "content": "Concerning the sphincter of Oddi musculature, only size variations have been described. Of clinical significance is the existence of hypertrophic sphincter of Oddi smooth muscle in a small proportion of patients, which increases the risk of stenosis. Hypertrophic smooth muscle may also represent a risk factor for chronic obstructive pancreatitis or a cause for biliary-type pain. [13] [14]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Physiologic Variants. Concerning the sphincter of Oddi musculature, only size variations have been described. Of clinical significance is the existence of hypertrophic sphincter of Oddi smooth muscle in a small proportion of patients, which increases the risk of stenosis. Hypertrophic smooth muscle may also represent a risk factor for chronic obstructive pancreatitis or a cause for biliary-type pain. [13] [14]"}
{"id": "article-29288_11", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Surgical Considerations", "content": "Surgeons encounter the sphincter of Oddi in many surgical and nonsurgical procedures, so a proper understanding of potential variations in arterial supply is crucial in avoiding undue harm. About 5% of the population's distance between the retroduodenal artery and the papillary orifice is less than 35 millimeters. This proximity creates a small risk of hemorrhage during procedures that require entry through the sphincter of Oddi, such as an ERCP with sphincterotomy, sphincteroplasty, or surgical interventions. [9]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Surgical Considerations. Surgeons encounter the sphincter of Oddi in many surgical and nonsurgical procedures, so a proper understanding of potential variations in arterial supply is crucial in avoiding undue harm. About 5% of the population's distance between the retroduodenal artery and the papillary orifice is less than 35 millimeters. This proximity creates a small risk of hemorrhage during procedures that require entry through the sphincter of Oddi, such as an ERCP with sphincterotomy, sphincteroplasty, or surgical interventions. [9]"}
{"id": "article-29288_12", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance", "content": "Perhaps one of the most clinically significant topics on the sphincter of Oddi is sphincter of Oddi dysfunction (SOD). Sphincter of Oddi dysfunction is defined broadly as the impairment of the sphincter's ability to perform its normal functions of controlling the flow of contents into the duodenum, as mentioned above. [15] The prevalence of sphincter of Oddi dysfunction in the general population is 1.5%. [16] However, it is found in up to 23% of patients with biliary pain and elevated liver enzymes following cholecystectomy - this may be a result of sphincter dysfunction caused by the change in biliary dynamics following cholecystectomy or reflect that sphincter of Oddi dysfunction was the underlying cause of biliary symptoms leading to cholecystectomy. [17]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance. Perhaps one of the most clinically significant topics on the sphincter of Oddi is sphincter of Oddi dysfunction (SOD). Sphincter of Oddi dysfunction is defined broadly as the impairment of the sphincter's ability to perform its normal functions of controlling the flow of contents into the duodenum, as mentioned above. [15] The prevalence of sphincter of Oddi dysfunction in the general population is 1.5%. [16] However, it is found in up to 23% of patients with biliary pain and elevated liver enzymes following cholecystectomy - this may be a result of sphincter dysfunction caused by the change in biliary dynamics following cholecystectomy or reflect that sphincter of Oddi dysfunction was the underlying cause of biliary symptoms leading to cholecystectomy. [17]"}
{"id": "article-29288_13", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance", "content": "The main clinical feature of sphincter of Oddi dysfunction is intermittent bouts of epigastric and right upper quadrant pain often precipitated by meals. The pain may last between half an hour and up to several hours and most commonly presents in women between the ages of 20 and 50 years, although it can present at any age and in both sexes. [3] The pain is often associated with a definitive symptomatic profile. [17] [18] These symptoms include: Nausea and vomiting, which may be mistaken for a gallbladder attack Transient increase in liver function tests (LFT) or pancreatic enzymes Delay in the emptying of contrast from the CBD or PD while in the supine position Radiating pain in the region of the back, shoulder, or scapula Dilation of the CBD or PD", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance. The main clinical feature of sphincter of Oddi dysfunction is intermittent bouts of epigastric and right upper quadrant pain often precipitated by meals. The pain may last between half an hour and up to several hours and most commonly presents in women between the ages of 20 and 50 years, although it can present at any age and in both sexes. [3] The pain is often associated with a definitive symptomatic profile. [17] [18] These symptoms include: Nausea and vomiting, which may be mistaken for a gallbladder attack Transient increase in liver function tests (LFT) or pancreatic enzymes Delay in the emptying of contrast from the CBD or PD while in the supine position Radiating pain in the region of the back, shoulder, or scapula Dilation of the CBD or PD"}
{"id": "article-29288_14", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance", "content": "While all the above are typical symptoms and findings associated with sphincter of Oddi dysfunction, all of these factors are not present in every patient with sphincter of Oddi dysfunction. SOD is often broken down into two main categories: (1) stenosis and (2) dyskinesia.", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance. While all the above are typical symptoms and findings associated with sphincter of Oddi dysfunction, all of these factors are not present in every patient with sphincter of Oddi dysfunction. SOD is often broken down into two main categories: (1) stenosis and (2) dyskinesia."}
{"id": "article-29288_15", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Stenosis", "content": "Any process that involves a narrowing of the sphincter of Oddi, excluding dysfunction inherent to the sphincter muscle itself, is described as a sphincter of Oddi stenosis. [19] This condition includes inflammatory or neoplastic processes around and including the sphincter that decreases the caliber of the orifice. Trauma to the sphincter may also lead to stenosis; this includes trauma due to the passage of stones or sludge, as well as intra-operative trauma. Sphincterotomies, performed during ERCP, may also be complicated by stricture formation. As described earlier, patients with congenitally hypertrophic sphincters may also develop SO hypertension, which may lead to stenosis. The result of the sphincter of Oddi stenosis is abnormal motility and increased basal pressures.", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Stenosis. Any process that involves a narrowing of the sphincter of Oddi, excluding dysfunction inherent to the sphincter muscle itself, is described as a sphincter of Oddi stenosis. [19] This condition includes inflammatory or neoplastic processes around and including the sphincter that decreases the caliber of the orifice. Trauma to the sphincter may also lead to stenosis; this includes trauma due to the passage of stones or sludge, as well as intra-operative trauma. Sphincterotomies, performed during ERCP, may also be complicated by stricture formation. As described earlier, patients with congenitally hypertrophic sphincters may also develop SO hypertension, which may lead to stenosis. The result of the sphincter of Oddi stenosis is abnormal motility and increased basal pressures."}
{"id": "article-29288_16", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dyskinesia", "content": "While sphincter of Oddi stenosis represents a physical impairment due to damage, inflammation, or neoplastic processes, the sphincter of Oddi dyskinesia represents a less understood motility disorder. [20] SO dyskinesia leads to a transient obstruction of the sphincter, manifesting with the symptoms mentioned above of sphincter of Oddi dysfunction. So far, in the literature, two theories have gained prominence in describing SO dyskinesia: A paradoxical response to endogenous hormones due to dysfunctional neurologic pathways may cause sphincter of Oddi dyskinesia. The sphincter of Oddi dyskinesia may lie at the hormonal and neurotransmitter level leading to the sphincter of Oddi hypertension.", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dyskinesia. While sphincter of Oddi stenosis represents a physical impairment due to damage, inflammation, or neoplastic processes, the sphincter of Oddi dyskinesia represents a less understood motility disorder. [20] SO dyskinesia leads to a transient obstruction of the sphincter, manifesting with the symptoms mentioned above of sphincter of Oddi dysfunction. So far, in the literature, two theories have gained prominence in describing SO dyskinesia: A paradoxical response to endogenous hormones due to dysfunctional neurologic pathways may cause sphincter of Oddi dyskinesia. The sphincter of Oddi dyskinesia may lie at the hormonal and neurotransmitter level leading to the sphincter of Oddi hypertension."}
{"id": "article-29288_17", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management", "content": "The gold standard test to diagnose sphincter of Oddi dysfunction remains Sphincter of Oddi manometry (SOM), which involves using ERCP techniques and knowledge of manometry to directly examine the motor activity of the sphincter of Oddi. [21] SOM is reproducible, with good interobserver variability, and is stable over repeated measurements in the same patient over time. [17] Manometry can guide treatment decisions in patients with symptoms suggestive of sphincter of Oddi dysfunction. Alternatively, the use of clinical criteria, such as the Milwaukee Classification and Rome IV Criteria, can provide a non-invasive way to stratify patients with suspected sphincter of Oddi dysfunction to allow for appropriate management. In the former system, sphincter of Oddi dysfunction is categorized into three substratifications: patients with biliary pain, abnormal liver function tests, and a dilated common bile duct (Type I SOD), patients with biliary pain, one or more suggestive objective criteria (Type II SOD), and patients with biliary pain only (Type III SOD). [22]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management. The gold standard test to diagnose sphincter of Oddi dysfunction remains Sphincter of Oddi manometry (SOM), which involves using ERCP techniques and knowledge of manometry to directly examine the motor activity of the sphincter of Oddi. [21] SOM is reproducible, with good interobserver variability, and is stable over repeated measurements in the same patient over time. [17] Manometry can guide treatment decisions in patients with symptoms suggestive of sphincter of Oddi dysfunction. Alternatively, the use of clinical criteria, such as the Milwaukee Classification and Rome IV Criteria, can provide a non-invasive way to stratify patients with suspected sphincter of Oddi dysfunction to allow for appropriate management. In the former system, sphincter of Oddi dysfunction is categorized into three substratifications: patients with biliary pain, abnormal liver function tests, and a dilated common bile duct (Type I SOD), patients with biliary pain, one or more suggestive objective criteria (Type II SOD), and patients with biliary pain only (Type III SOD). [22]"}
{"id": "article-29288_18", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management", "content": "The Milwaukee stratification was used in the EPISOD randomized clinical trial, whose key result was that patients with type III SOD do not benefit from endoscopic sphincterotomy. [23] In fact, remarkably, patients with type III SOD in the trial undergoing sham sphincterotomy reported improved outcomes versus those in the real intervention group (defined as less than six days of pain within the prior 90 days at follow-up). [23] Thus, although Type I and II SOD may be managed with sphincterotomy, it is clear that type III patients do not benefit from this. Key strategies for managing patients with type III SOD include medical therapy with antispasmodics, anti-depressants (e.g., amitriptyline), anti-muscarinics (e.g., trimebutine), calcium-channel blockers (e.g., nifedipine), sublingual nitrites, and oral opiates of varying strengths. [24] [25] [26] [25] [24] Further novel therapies that have been trialed include sphincter injection with botulinum toxin. [27] [28] These medical therapies have had highly varied reported results, however. [17]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management. The Milwaukee stratification was used in the EPISOD randomized clinical trial, whose key result was that patients with type III SOD do not benefit from endoscopic sphincterotomy. [23] In fact, remarkably, patients with type III SOD in the trial undergoing sham sphincterotomy reported improved outcomes versus those in the real intervention group (defined as less than six days of pain within the prior 90 days at follow-up). [23] Thus, although Type I and II SOD may be managed with sphincterotomy, it is clear that type III patients do not benefit from this. Key strategies for managing patients with type III SOD include medical therapy with antispasmodics, anti-depressants (e.g., amitriptyline), anti-muscarinics (e.g., trimebutine), calcium-channel blockers (e.g., nifedipine), sublingual nitrites, and oral opiates of varying strengths. [24] [25] [26] [25] [24] Further novel therapies that have been trialed include sphincter injection with botulinum toxin. [27] [28] These medical therapies have had highly varied reported results, however. [17]"}
{"id": "article-29288_19", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management", "content": "Other tests besides manometry for investigating the function of the sphincter of Oddi include quantitative hepatobiliary scintigraphy (HBS) and fatty meal ultrasonography (FMU). These tests are non-invasive, in contrast to manometry. HBS is a nuclear medicine test in which a tracer is used to demonstrate biliary flow, and the use of intravenous CCK can augment the diagnostic potential of this technique. [29] However, HBS has been found to have a sensitivity of 38% and specificity of 89% for sphincter of Oddi dysfunction, performing poorly compared to manometry. [30] FMU involves performing focussed abdominal ultrasound before and after ingestion of a standardized fatty meal which stimulates CCK and should demonstrate a dynamic change in the diameter of the common bile duct in the setting of obstruction secondary to sphincter of Oddi dysfunction. [31] Compared to SOM, the sensitivity of FMU is 21%, and its specificity is 97%. Thus there may be a role for FMU in patient selection for sphincterotomy in the Type II SOD group, where treatment choice can cause a dilemma. [31]", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Clinical Significance -- Sphincter of Oddi Dysfunction Diagnosis and Management. Other tests besides manometry for investigating the function of the sphincter of Oddi include quantitative hepatobiliary scintigraphy (HBS) and fatty meal ultrasonography (FMU). These tests are non-invasive, in contrast to manometry. HBS is a nuclear medicine test in which a tracer is used to demonstrate biliary flow, and the use of intravenous CCK can augment the diagnostic potential of this technique. [29] However, HBS has been found to have a sensitivity of 38% and specificity of 89% for sphincter of Oddi dysfunction, performing poorly compared to manometry. [30] FMU involves performing focussed abdominal ultrasound before and after ingestion of a standardized fatty meal which stimulates CCK and should demonstrate a dynamic change in the diameter of the common bile duct in the setting of obstruction secondary to sphincter of Oddi dysfunction. [31] Compared to SOM, the sensitivity of FMU is 21%, and its specificity is 97%. Thus there may be a role for FMU in patient selection for sphincterotomy in the Type II SOD group, where treatment choice can cause a dilemma. [31]"}
{"id": "article-29288_20", "title": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Sphincter of Oddi (Hepatopancreatic Sphincter) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}