{"id": "article-30703_0", "title": "Tympanic Membrane Perforation -- Continuing Education Activity", "content": "Tympanic membrane perforation is when there is a tear in the tympanic membrane leading to a connection between the external auditory canal and the middle ear. This can be caused by infection, trauma, or rapid changes in pressure leading to sudden otalgia, otorrhea, tinnitus, and vertigo. Most perforations resolve spontaneously without complications; however, some can become chronic and lead to complications such as hearing loss, chronic otitis media, cholesteatoma, and mastoiditis. This article reviews the evaluation and treatment of tympanic membrane perforation and highlights the role of the interprofessional team in evaluating and treating patients with this condition.", "contents": "Tympanic Membrane Perforation -- Continuing Education Activity. Tympanic membrane perforation is when there is a tear in the tympanic membrane leading to a connection between the external auditory canal and the middle ear. This can be caused by infection, trauma, or rapid changes in pressure leading to sudden otalgia, otorrhea, tinnitus, and vertigo. Most perforations resolve spontaneously without complications; however, some can become chronic and lead to complications such as hearing loss, chronic otitis media, cholesteatoma, and mastoiditis. This article reviews the evaluation and treatment of tympanic membrane perforation and highlights the role of the interprofessional team in evaluating and treating patients with this condition."}
{"id": "article-30703_1", "title": "Tympanic Membrane Perforation -- Continuing Education Activity", "content": "Objectives: Identify the etiology of tympanic membrane perforation. Outline the appropriate evaluation of the patient with tympanic membrane perforation. Review the management options available for tympanic membrane perforation. Describe the interprofessional team strategies for improving care coordination and communication to advance tympanic membrane perforation and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Tympanic Membrane Perforation -- Continuing Education Activity. Objectives: Identify the etiology of tympanic membrane perforation. Outline the appropriate evaluation of the patient with tympanic membrane perforation. Review the management options available for tympanic membrane perforation. Describe the interprofessional team strategies for improving care coordination and communication to advance tympanic membrane perforation and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30703_2", "title": "Tympanic Membrane Perforation -- Introduction", "content": "Tympanic membrane perforation is when the tympanic membrane (TM) ruptures, creating a hole between the external and middle ear. The TM is a layer of cartilaginous connective tissue, with skin on the outer surface and mucosa covering the inner surface that separates the external auditory canal from the middle ear and ossicles. The TM function is to aid in hearing by creating vibrations whenever struck by sound waves and transmitting those vibrations to the inner ear. [1] When the tympanic membrane perforates, it may no longer create the vibrational patterns, leading to hearing loss in some instances.", "contents": "Tympanic Membrane Perforation -- Introduction. Tympanic membrane perforation is when the tympanic membrane (TM) ruptures, creating a hole between the external and middle ear. The TM is a layer of cartilaginous connective tissue, with skin on the outer surface and mucosa covering the inner surface that separates the external auditory canal from the middle ear and ossicles. The TM function is to aid in hearing by creating vibrations whenever struck by sound waves and transmitting those vibrations to the inner ear. [1] When the tympanic membrane perforates, it may no longer create the vibrational patterns, leading to hearing loss in some instances."}
{"id": "article-30703_3", "title": "Tympanic Membrane Perforation -- Introduction", "content": "Tympanic membrane rupture can occur at any age, although it is mainly seen in the younger population, associated with acute otitis media. As a patient's age increases, trauma becomes a more likely cause of TM rupture. Men are more likely to experience TM perforation compared to women.", "contents": "Tympanic Membrane Perforation -- Introduction. Tympanic membrane rupture can occur at any age, although it is mainly seen in the younger population, associated with acute otitis media. As a patient's age increases, trauma becomes a more likely cause of TM rupture. Men are more likely to experience TM perforation compared to women."}
{"id": "article-30703_4", "title": "Tympanic Membrane Perforation -- Introduction", "content": "Signs and symptoms of tympanic membrane perforation are the same despite the cause of the rupture. There is often sudden onset of pain, followed by relief, with associated otorrhea. Tinnitus and vertiginous symptoms may also be experienced.", "contents": "Tympanic Membrane Perforation -- Introduction. Signs and symptoms of tympanic membrane perforation are the same despite the cause of the rupture. There is often sudden onset of pain, followed by relief, with associated otorrhea. Tinnitus and vertiginous symptoms may also be experienced."}
{"id": "article-30703_5", "title": "Tympanic Membrane Perforation -- Introduction", "content": "Overall, TM perforation has a favorable prognosis with a small risk of complications. Perforations tend to heal spontaneously without intervention. It is important to know when intervention and early referral is required, based on size, location, and symptoms associated with the perforation.", "contents": "Tympanic Membrane Perforation -- Introduction. Overall, TM perforation has a favorable prognosis with a small risk of complications. Perforations tend to heal spontaneously without intervention. It is important to know when intervention and early referral is required, based on size, location, and symptoms associated with the perforation."}
{"id": "article-30703_6", "title": "Tympanic Membrane Perforation -- Etiology", "content": "TM perforations have multiple origins such as a complication of infection (acute otitis media or otitis externa secondary to Aspergillus niger), barotrauma from explosions, scuba diving, or air travel, sudden negative pressure, head trauma, noise trauma, insertion of objects into the ear, or iatrogenic from attempting foreign body or cerumen removal. With acute otitis media (AOM), the risk of spontaneous perforation increases with recurrent episodes of AOM and AOM caused by non-typeable Hemophilus influenzae. [2] Most commonly, perforations are caused by trauma or AOM. [3] Rarely, it has also been seen as secondary to lightning strikes. [4] There are risk factors for TM rupture, as well, such as prior ear surgeries, severe otitis externa, and prior or current otitis media.", "contents": "Tympanic Membrane Perforation -- Etiology. TM perforations have multiple origins such as a complication of infection (acute otitis media or otitis externa secondary to Aspergillus niger), barotrauma from explosions, scuba diving, or air travel, sudden negative pressure, head trauma, noise trauma, insertion of objects into the ear, or iatrogenic from attempting foreign body or cerumen removal. With acute otitis media (AOM), the risk of spontaneous perforation increases with recurrent episodes of AOM and AOM caused by non-typeable Hemophilus influenzae. [2] Most commonly, perforations are caused by trauma or AOM. [3] Rarely, it has also been seen as secondary to lightning strikes. [4] There are risk factors for TM rupture, as well, such as prior ear surgeries, severe otitis externa, and prior or current otitis media."}
{"id": "article-30703_7", "title": "Tympanic Membrane Perforation -- Epidemiology", "content": "While TM perforation incidence is unknown overall, given that many heal spontaneously, it is not uncommon to see a ruptured tympanic membrane in clinical practice. One study of nearly 1,000 patients in the United States showed that men more commonly had traumatic rupture compared to women in a ratio of 1.49:1. [5] A study out of Nigeria looking at 529 patients found similar statistics to the United States with a male to female ratio of 2:1. [6] Another study with 80 participants showed that the average age of patients who experience TM perforation was 26.7 +/- 14.6 years, with children making up 25% of the sample size. [7]", "contents": "Tympanic Membrane Perforation -- Epidemiology. While TM perforation incidence is unknown overall, given that many heal spontaneously, it is not uncommon to see a ruptured tympanic membrane in clinical practice. One study of nearly 1,000 patients in the United States showed that men more commonly had traumatic rupture compared to women in a ratio of 1.49:1. [5] A study out of Nigeria looking at 529 patients found similar statistics to the United States with a male to female ratio of 2:1. [6] Another study with 80 participants showed that the average age of patients who experience TM perforation was 26.7 +/- 14.6 years, with children making up 25% of the sample size. [7]"}
{"id": "article-30703_8", "title": "Tympanic Membrane Perforation -- Pathophysiology", "content": "The pathophysiology behind TM rupture depends on the etiology of the rupture itself. For instance, perforation secondary to barotrauma is related to large or rapid changes in pressure gradients between the middle and external ear. For example, with scuba diving, the pressure in the middle ear is unequal to the pressure in the external auditory canal, creating an air squeeze. The difference across the membrane can ultimately lead to eardrum rupture.", "contents": "Tympanic Membrane Perforation -- Pathophysiology. The pathophysiology behind TM rupture depends on the etiology of the rupture itself. For instance, perforation secondary to barotrauma is related to large or rapid changes in pressure gradients between the middle and external ear. For example, with scuba diving, the pressure in the middle ear is unequal to the pressure in the external auditory canal, creating an air squeeze. The difference across the membrane can ultimately lead to eardrum rupture."}
{"id": "article-30703_9", "title": "Tympanic Membrane Perforation -- Pathophysiology", "content": "Perforation from a foreign body (FB) or ear cleaning is from direct penetration to the eardrum itself, usually in the area of the pars tensa. The pars tensa is the largest and thinnest area of the TM, only a few cell layers thick, located in the inferior and anterior region of the eardrum. Therefore, it is the most commonly and easily torn area, especially secondary to blunt and noise trauma. [1]", "contents": "Tympanic Membrane Perforation -- Pathophysiology. Perforation from a foreign body (FB) or ear cleaning is from direct penetration to the eardrum itself, usually in the area of the pars tensa. The pars tensa is the largest and thinnest area of the TM, only a few cell layers thick, located in the inferior and anterior region of the eardrum. Therefore, it is the most commonly and easily torn area, especially secondary to blunt and noise trauma. [1]"}
{"id": "article-30703_10", "title": "Tympanic Membrane Perforation -- Pathophysiology", "content": "Otitis media causes necrosis and ischemia of the TM leading breakdown and rupture. The most common region for rupture is in the central membrane, followed by the anterior central and posterior central regions, correlating to the pars tensa being most frequently injured, as noted above. [6]", "contents": "Tympanic Membrane Perforation -- Pathophysiology. Otitis media causes necrosis and ischemia of the TM leading breakdown and rupture. The most common region for rupture is in the central membrane, followed by the anterior central and posterior central regions, correlating to the pars tensa being most frequently injured, as noted above. [6]"}
{"id": "article-30703_11", "title": "Tympanic Membrane Perforation -- History and Physical", "content": "Patients experiencing tympanic membrane perforation usually complain of sudden onset of pain accompanied by hearing loss, bloody otorrhea, hearing loss, vertigo, or tinnitus. In the study from Nigeria, the most common presenting symptom was otorrhea (81.5%), followed by otalgia (72.8%) and tinnitus (55.7%). [6] Unless there is associated inner ear injury, vertigo and tinnitus are typically fleeting. The physical exam must include otoscopy for direct visualization and a general assessment of vestibular function and hearing. [8] A thorough neurologic examination is required, as well, to rule out neurologic causes of tinnitus, hearing loss, and vertigo.", "contents": "Tympanic Membrane Perforation -- History and Physical. Patients experiencing tympanic membrane perforation usually complain of sudden onset of pain accompanied by hearing loss, bloody otorrhea, hearing loss, vertigo, or tinnitus. In the study from Nigeria, the most common presenting symptom was otorrhea (81.5%), followed by otalgia (72.8%) and tinnitus (55.7%). [6] Unless there is associated inner ear injury, vertigo and tinnitus are typically fleeting. The physical exam must include otoscopy for direct visualization and a general assessment of vestibular function and hearing. [8] A thorough neurologic examination is required, as well, to rule out neurologic causes of tinnitus, hearing loss, and vertigo."}
{"id": "article-30703_12", "title": "Tympanic Membrane Perforation -- Evaluation", "content": "Tympanic membrane rupture is a clinical diagnosis. In the absence of obvious TM rupture on exam, pneumatic otoscopy and tympanometry can be used to assess for occult perforation. However, these devices are not always readily available. Additionally, if perforation is suspected, pneumatic otoscopy should generally be avoided for the risk of damage to the middle ear. Otoscope fogging may also be used as an indicator for perforation, as warm humidified air is connecting from the nasopharynx into the middle ear and communicating to the EAC via the perforation, leading to condensation on the otoscope. [9] Definitive diagnosis for occult TM rupture would require otomicroscopy or middle ear impedance studies, performed on an outpatient basis. [10]", "contents": "Tympanic Membrane Perforation -- Evaluation. Tympanic membrane rupture is a clinical diagnosis. In the absence of obvious TM rupture on exam, pneumatic otoscopy and tympanometry can be used to assess for occult perforation. However, these devices are not always readily available. Additionally, if perforation is suspected, pneumatic otoscopy should generally be avoided for the risk of damage to the middle ear. Otoscope fogging may also be used as an indicator for perforation, as warm humidified air is connecting from the nasopharynx into the middle ear and communicating to the EAC via the perforation, leading to condensation on the otoscope. [9] Definitive diagnosis for occult TM rupture would require otomicroscopy or middle ear impedance studies, performed on an outpatient basis. [10]"}
{"id": "article-30703_13", "title": "Tympanic Membrane Perforation -- Treatment / Management", "content": "Treatment is primarily supportive, as TM perforations generally heal spontaneously. The ear should be kept dry as much as possible since it can predispose to infection if the ear is wet. [11] One prospective study of traumatic perforation demonstrated that the use of ofloxacin otic drops improved rate and time to closure of the perforation compared to those not treated. However, it was also found that ofloxacin drops made no change in hearing outcomes or the rate of AOM secondary to large perforations. [12] Routine antibiotic treatment is often unnecessary. If perforations are located in the posterosuperior quadrant, caused by penetrating trauma, or has been present for less than two months, surgery would be indicated, and the patient should be referred to otolaryngology, as these are associated with poor routine healing. [13] Moreover, if hearing loss is present, patients should be referred to otolaryngology and audiology early on.", "contents": "Tympanic Membrane Perforation -- Treatment / Management. Treatment is primarily supportive, as TM perforations generally heal spontaneously. The ear should be kept dry as much as possible since it can predispose to infection if the ear is wet. [11] One prospective study of traumatic perforation demonstrated that the use of ofloxacin otic drops improved rate and time to closure of the perforation compared to those not treated. However, it was also found that ofloxacin drops made no change in hearing outcomes or the rate of AOM secondary to large perforations. [12] Routine antibiotic treatment is often unnecessary. If perforations are located in the posterosuperior quadrant, caused by penetrating trauma, or has been present for less than two months, surgery would be indicated, and the patient should be referred to otolaryngology, as these are associated with poor routine healing. [13] Moreover, if hearing loss is present, patients should be referred to otolaryngology and audiology early on."}
{"id": "article-30703_14", "title": "Tympanic Membrane Perforation -- Differential Diagnosis", "content": "Tympanic membrane rupture is generally easy to identify based on history and physical exam alone. However, there is other pathology that needs to be considered when assessing for TM perforation. Differential diagnosis includes AOM, otitis externa, traumatic otorrhea (CSF otorrhea), brain or inner ear neoplasm, posterior stroke, Ramsay Hunt syndrome, ear FB, auricular hematoma, bullous myringitis, labyrinthitis, cholesteatoma, and perilymphatic fistula, to name a few. A thorough history and physical exam can help narrow down the diagnosis.", "contents": "Tympanic Membrane Perforation -- Differential Diagnosis. Tympanic membrane rupture is generally easy to identify based on history and physical exam alone. However, there is other pathology that needs to be considered when assessing for TM perforation. Differential diagnosis includes AOM, otitis externa, traumatic otorrhea (CSF otorrhea), brain or inner ear neoplasm, posterior stroke, Ramsay Hunt syndrome, ear FB, auricular hematoma, bullous myringitis, labyrinthitis, cholesteatoma, and perilymphatic fistula, to name a few. A thorough history and physical exam can help narrow down the diagnosis."}
{"id": "article-30703_15", "title": "Tympanic Membrane Perforation -- Prognosis", "content": "The prognosis for TM perforation is excellent overall. As mentioned above, tympanic membrane perforations typically heal on their own, leading to a favorable prognosis. Studies have shown small TM ruptures have a high likelihood of spontaneous closure over a three to four week period. [14] Another study found there is a 90% rate of closure over a 6 week period. [10] The leading causes of delayed or non-closure are the size of the perforation and secondary infection. [15] Of those who experience delayed closure, chronic perforations, or other complications, surgery is generally indicated. Patients may experience reperforation after surgical repair in anywhere from 7% to 27% of cases. It was determined that the primary factor affecting the outcome was clinical skill alone [16] . Therefore, follow up for many years after surgical intervention is warranted to monitor for delayed complications. Morbidity is related primarily to associated hearing loss in untreated TM perforations, which would benefit from repair. Despite this, overall mortality and morbidity remain low for TM perforations.", "contents": "Tympanic Membrane Perforation -- Prognosis. The prognosis for TM perforation is excellent overall. As mentioned above, tympanic membrane perforations typically heal on their own, leading to a favorable prognosis. Studies have shown small TM ruptures have a high likelihood of spontaneous closure over a three to four week period. [14] Another study found there is a 90% rate of closure over a 6 week period. [10] The leading causes of delayed or non-closure are the size of the perforation and secondary infection. [15] Of those who experience delayed closure, chronic perforations, or other complications, surgery is generally indicated. Patients may experience reperforation after surgical repair in anywhere from 7% to 27% of cases. It was determined that the primary factor affecting the outcome was clinical skill alone [16] . Therefore, follow up for many years after surgical intervention is warranted to monitor for delayed complications. Morbidity is related primarily to associated hearing loss in untreated TM perforations, which would benefit from repair. Despite this, overall mortality and morbidity remain low for TM perforations."}
{"id": "article-30703_16", "title": "Tympanic Membrane Perforation -- Complications", "content": "Patients who experience a perforated TM may develop chronic otitis media. If chronic otitis develops, the infection can erode into the ossicles of the inner ear affecting hearing. [3] Ultimately, the patient can develop permanent sensorineural hearing loss. In one study with 529 patients, the most commonly seen complication was hearing loss, which occurred in 52.6% of patients. Of those cases, most involved only mild to moderate hearing loss. [6] Furthermore, chronic infection can create facial nerve paralysis by affecting CN VII in the middle ear or spread to the brain leading to meningitis or brain abscess. Mastoiditis can also occur from chronic otitis media secondary to chronic perforation. Cholesteatomas can also form, ultimately destroying the middle ear bones over time or eroding into the inner ear and lead to permanent hearing loss and vertigo. Almost all of these patients require surgery and should have a prompt evaluation by an otolaryngologist. [13]", "contents": "Tympanic Membrane Perforation -- Complications. Patients who experience a perforated TM may develop chronic otitis media. If chronic otitis develops, the infection can erode into the ossicles of the inner ear affecting hearing. [3] Ultimately, the patient can develop permanent sensorineural hearing loss. In one study with 529 patients, the most commonly seen complication was hearing loss, which occurred in 52.6% of patients. Of those cases, most involved only mild to moderate hearing loss. [6] Furthermore, chronic infection can create facial nerve paralysis by affecting CN VII in the middle ear or spread to the brain leading to meningitis or brain abscess. Mastoiditis can also occur from chronic otitis media secondary to chronic perforation. Cholesteatomas can also form, ultimately destroying the middle ear bones over time or eroding into the inner ear and lead to permanent hearing loss and vertigo. Almost all of these patients require surgery and should have a prompt evaluation by an otolaryngologist. [13]"}
{"id": "article-30703_17", "title": "Tympanic Membrane Perforation -- Deterrence and Patient Education", "content": "As tympanic membrane rupture is generally unintentional, prevention tactics are limited. However, patients should always be instructed not to use cotton tip swabs in an attempt to clean the ear, as this can cause direct trauma and perforation. One study discovered that of 949 patients with TM perforation, 261 were caused by the use of cotton tip applicators for cleaning their ear canal. [5] Strict instructions should be provided against the use of cotton tip swabs for the prevention of TM rupture. Once the patient is found to have a tympanic membrane rupture, the most important take-home instruction is to keep the ear dry. [17] If water enters the ear, it can be a nidus for AOM, causing increased complications.", "contents": "Tympanic Membrane Perforation -- Deterrence and Patient Education. As tympanic membrane rupture is generally unintentional, prevention tactics are limited. However, patients should always be instructed not to use cotton tip swabs in an attempt to clean the ear, as this can cause direct trauma and perforation. One study discovered that of 949 patients with TM perforation, 261 were caused by the use of cotton tip applicators for cleaning their ear canal. [5] Strict instructions should be provided against the use of cotton tip swabs for the prevention of TM rupture. Once the patient is found to have a tympanic membrane rupture, the most important take-home instruction is to keep the ear dry. [17] If water enters the ear, it can be a nidus for AOM, causing increased complications."}
{"id": "article-30703_18", "title": "Tympanic Membrane Perforation -- Enhancing Healthcare Team Outcomes", "content": "Patients with tympanic membrane rupture are typically initially seen by their primary care provider or in the emergency department setting. For the patients who have large perforations, posterior location of the injury, hearing loss, or other severe symptoms, the patient would benefit from referral to an otolaryngologist for an interdisciplinary approach to patient care. Ultimately, timely diagnosis and referral help to improve long term outcomes and decreased overall morbidity.", "contents": "Tympanic Membrane Perforation -- Enhancing Healthcare Team Outcomes. Patients with tympanic membrane rupture are typically initially seen by their primary care provider or in the emergency department setting. For the patients who have large perforations, posterior location of the injury, hearing loss, or other severe symptoms, the patient would benefit from referral to an otolaryngologist for an interdisciplinary approach to patient care. Ultimately, timely diagnosis and referral help to improve long term outcomes and decreased overall morbidity."}
{"id": "article-30703_19", "title": "Tympanic Membrane Perforation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tympanic Membrane Perforation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}