{"id": "article-19194_0", "title": "Cerebral Venous Thrombosis -- Continuing Education Activity", "content": "Cerebral venous thrombosis (CVT), which includes thrombosis of the cerebral veins and the dural sinuses, is a rare disorder that can lead to significant morbidity and mortality. Cerebral venous thrombosis can present with variable signs and symptoms that include a headache, benign intracranial hypertension, subarachnoid hemorrhage, focal neurological deficit, seizures, unexplained altered sensorium, and meningoencephalitis. This activity reviews the cause of cerebral venous thrombosis and highlights the role of the interprofessional team in its management.", "contents": "Cerebral Venous Thrombosis -- Continuing Education Activity. Cerebral venous thrombosis (CVT), which includes thrombosis of the cerebral veins and the dural sinuses, is a rare disorder that can lead to significant morbidity and mortality. Cerebral venous thrombosis can present with variable signs and symptoms that include a headache, benign intracranial hypertension, subarachnoid hemorrhage, focal neurological deficit, seizures, unexplained altered sensorium, and meningoencephalitis. This activity reviews the cause of cerebral venous thrombosis and highlights the role of the interprofessional team in its management."}
{"id": "article-19194_1", "title": "Cerebral Venous Thrombosis -- Continuing Education Activity", "content": "Objectives: Review the cause of cerebral venous thrombosis. Describe the presentation of cerebral venous thrombosis. Summarize the treatment of cerebral venous thrombosis. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by cerebral venous thrombosis. Access free multiple choice questions on this topic.", "contents": "Cerebral Venous Thrombosis -- Continuing Education Activity. Objectives: Review the cause of cerebral venous thrombosis. Describe the presentation of cerebral venous thrombosis. Summarize the treatment of cerebral venous thrombosis. Outline the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by cerebral venous thrombosis. Access free multiple choice questions on this topic."}
{"id": "article-19194_2", "title": "Cerebral Venous Thrombosis -- Introduction", "content": "Cerebral venous thrombosis (CVT), which includes thrombosis of the cerebral veins and the dural sinuses, is a rare disorder that can lead to significant morbidity and mortality. Cerebral venous thrombosis can present with variable signs and symptoms that include a headache, benign intracranial hypertension, subarachnoid hemorrhage, focal neurological deficit, seizures, unexplained altered sensorium, and meningoencephalitis. [1] [2]", "contents": "Cerebral Venous Thrombosis -- Introduction. Cerebral venous thrombosis (CVT), which includes thrombosis of the cerebral veins and the dural sinuses, is a rare disorder that can lead to significant morbidity and mortality. Cerebral venous thrombosis can present with variable signs and symptoms that include a headache, benign intracranial hypertension, subarachnoid hemorrhage, focal neurological deficit, seizures, unexplained altered sensorium, and meningoencephalitis. [1] [2]"}
{"id": "article-19194_3", "title": "Cerebral Venous Thrombosis -- Introduction", "content": "The diversity of risk factors and variable presentation present challenges in diagnosing cerebral vein thrombosis. Delay in diagnosis is common, as the median delay from symptom onset to hospital admission is four days and from symptom onset to diagnosis is seven days. Thus, having a high index of suspicion for this disorder is crucial to ensure timely diagnosis and treatment. [3] [4]", "contents": "Cerebral Venous Thrombosis -- Introduction. The diversity of risk factors and variable presentation present challenges in diagnosing cerebral vein thrombosis. Delay in diagnosis is common, as the median delay from symptom onset to hospital admission is four days and from symptom onset to diagnosis is seven days. Thus, having a high index of suspicion for this disorder is crucial to ensure timely diagnosis and treatment. [3] [4]"}
{"id": "article-19194_4", "title": "Cerebral Venous Thrombosis -- Etiology", "content": "Many risk factors contribute to the development of cerebral venous thrombosis. At least one risk factor was identified in more than 85% of patients with cerebral venous thrombosis, and multiple risk factors are found in more than 50% of patients with cerebral venous thrombosis. [5] In general, cerebral venous thrombosis is common in any condition that leads to a prothrombotic state, including pregnancy, the post-partum state, or those on oral contraceptives. In the International Study on Cerebral Vein and Dural Sinus Thrombosis (ICSVT), genetic and acquired thrombophilia were present in 34% of patients with cerebral venous thrombosis. Inherited thrombophilia includes protein C and protein S deficiencies, antithrombin deficiency, factor V Leiden mutation, prothrombin gene mutation 20210 , as well as hyperhomocysteinemia. [6] [7]", "contents": "Cerebral Venous Thrombosis -- Etiology. Many risk factors contribute to the development of cerebral venous thrombosis. At least one risk factor was identified in more than 85% of patients with cerebral venous thrombosis, and multiple risk factors are found in more than 50% of patients with cerebral venous thrombosis. [5] In general, cerebral venous thrombosis is common in any condition that leads to a prothrombotic state, including pregnancy, the post-partum state, or those on oral contraceptives. In the International Study on Cerebral Vein and Dural Sinus Thrombosis (ICSVT), genetic and acquired thrombophilia were present in 34% of patients with cerebral venous thrombosis. Inherited thrombophilia includes protein C and protein S deficiencies, antithrombin deficiency, factor V Leiden mutation, prothrombin gene mutation 20210 , as well as hyperhomocysteinemia. [6] [7]"}
{"id": "article-19194_5", "title": "Cerebral Venous Thrombosis -- Etiology", "content": "Acquired thrombophilia should be suspected in patients with a history of nephrotic syndrome (due to loss of antithrombin) or antiphospholipid antibodies. Additional causes and risk factors associated with cerebral venous thrombosis include chronic inflammatory disease states such as systemic lupus erythematosus, inflammatory bowel disease, malignancy, and vasculitides such as Wegener's granulomatosis. Local infections such as otitis and mastoiditis, which can lead to thrombosis of the adjacent sigmoid and transverse sinuses, have also been implicated in developing cerebral venous thrombosis. Cerebral venous thrombosis may also be seen in a patient with a head injury, after certain neurosurgical procedures, direct injury to the sinuses or jugular veins, such as jugular vein catheterization, and even after a lumbar puncture. [8] [9]", "contents": "Cerebral Venous Thrombosis -- Etiology. Acquired thrombophilia should be suspected in patients with a history of nephrotic syndrome (due to loss of antithrombin) or antiphospholipid antibodies. Additional causes and risk factors associated with cerebral venous thrombosis include chronic inflammatory disease states such as systemic lupus erythematosus, inflammatory bowel disease, malignancy, and vasculitides such as Wegener's granulomatosis. Local infections such as otitis and mastoiditis, which can lead to thrombosis of the adjacent sigmoid and transverse sinuses, have also been implicated in developing cerebral venous thrombosis. Cerebral venous thrombosis may also be seen in a patient with a head injury, after certain neurosurgical procedures, direct injury to the sinuses or jugular veins, such as jugular vein catheterization, and even after a lumbar puncture. [8] [9]"}
{"id": "article-19194_6", "title": "Cerebral Venous Thrombosis -- Epidemiology", "content": "Cerebral venous thrombosis is a rare disorder with an annual incidence estimated to be three to four cases per million. The frequency of peripartum and post-partum cerebral venous thrombosis is about 12 cases per 100,000 deliveries in pregnant women, which is only slightly lower than that of peripartum and post-partum arterial stroke. Cerebral venous thrombosis occurs three times more frequently in women than in men. This is thought to be due to gender-specific risk factors, for example, oral contraceptive use and, less frequently, pregnancy, puerperium, and hormone replacement therapy. More recently, there has been a significant female predominance among young adults, with the majority of cases (70% to 80%) being in women of childbearing age, but not among children or elderly persons.", "contents": "Cerebral Venous Thrombosis -- Epidemiology. Cerebral venous thrombosis is a rare disorder with an annual incidence estimated to be three to four cases per million. The frequency of peripartum and post-partum cerebral venous thrombosis is about 12 cases per 100,000 deliveries in pregnant women, which is only slightly lower than that of peripartum and post-partum arterial stroke. Cerebral venous thrombosis occurs three times more frequently in women than in men. This is thought to be due to gender-specific risk factors, for example, oral contraceptive use and, less frequently, pregnancy, puerperium, and hormone replacement therapy. More recently, there has been a significant female predominance among young adults, with the majority of cases (70% to 80%) being in women of childbearing age, but not among children or elderly persons."}
{"id": "article-19194_7", "title": "Cerebral Venous Thrombosis -- Pathophysiology", "content": "There are two pathophysiologic mechanisms thought to contribute to the clinical manifestations of cerebral venous thrombosis. First, thrombosis of the cerebral veins leads to increased venous and capillary pressure, which leads to a decrease in cerebral perfusion. Decreased cerebral perfusion results in ischemic injury, manifested by cytotoxic edema, which damages the energy-dependent cellular membrane pumps and leads to intracellular swelling. Disrupting the blood-brain barrier leads to vasogenic edema and leakage into the interstitial space. The increased pressure in the venous system can lead to an intraparenchymal hemorrhage.", "contents": "Cerebral Venous Thrombosis -- Pathophysiology. There are two pathophysiologic mechanisms thought to contribute to the clinical manifestations of cerebral venous thrombosis. First, thrombosis of the cerebral veins leads to increased venous and capillary pressure, which leads to a decrease in cerebral perfusion. Decreased cerebral perfusion results in ischemic injury, manifested by cytotoxic edema, which damages the energy-dependent cellular membrane pumps and leads to intracellular swelling. Disrupting the blood-brain barrier leads to vasogenic edema and leakage into the interstitial space. The increased pressure in the venous system can lead to an intraparenchymal hemorrhage."}
{"id": "article-19194_8", "title": "Cerebral Venous Thrombosis -- Pathophysiology", "content": "The second pathophysiologic mechanism resulting in cerebral venous thrombosis is obstruction of the cerebral sinuses, particularly when the thrombus does not resolve. Normally, the cerebrospinal fluid found in the cerebral ventricles is transported through the subarachnoid space to the arachnoid granulations and absorbed into the venous sinuses. Thrombosis of the venous sinuses results in impaired cerebrospinal fluid absorption, ultimately leading to increased intracranial pressure. Increased intracranial pressure leads to cytotoxic and vasogenic edema and may result in parenchymal hemorrhage.", "contents": "Cerebral Venous Thrombosis -- Pathophysiology. The second pathophysiologic mechanism resulting in cerebral venous thrombosis is obstruction of the cerebral sinuses, particularly when the thrombus does not resolve. Normally, the cerebrospinal fluid found in the cerebral ventricles is transported through the subarachnoid space to the arachnoid granulations and absorbed into the venous sinuses. Thrombosis of the venous sinuses results in impaired cerebrospinal fluid absorption, ultimately leading to increased intracranial pressure. Increased intracranial pressure leads to cytotoxic and vasogenic edema and may result in parenchymal hemorrhage."}
{"id": "article-19194_9", "title": "Cerebral Venous Thrombosis -- History and Physical", "content": "Physicians should highly suspect cerebral venous thrombosis given the variable presentation and low annual incidence. Signs and symptoms may be acute, subacute, or chronic, with the most common symptom in cerebral venous thrombosis being a headache. A subacute pattern of the clinical presentation was observed in almost 60% of cases compared to acute (<48 hours in 37%) and chronic (>30 days in 7%). [5] A headache presents in up to 90% of patients. [5]", "contents": "Cerebral Venous Thrombosis -- History and Physical. Physicians should highly suspect cerebral venous thrombosis given the variable presentation and low annual incidence. Signs and symptoms may be acute, subacute, or chronic, with the most common symptom in cerebral venous thrombosis being a headache. A subacute pattern of the clinical presentation was observed in almost 60% of cases compared to acute (<48 hours in 37%) and chronic (>30 days in 7%). [5] A headache presents in up to 90% of patients. [5]"}
{"id": "article-19194_10", "title": "Cerebral Venous Thrombosis -- History and Physical", "content": "Headaches may be generalized or diffuse and tend to mimic migraines but may increase in severity slowly over days and weeks and are not relieved with sleep. In some instances, the headache may be thunderclap in nature, starting suddenly and maximal in intensity at onset, thereby mimicking the presentation of subarachnoid hemorrhage. A headache is often worsened with Valsalva or coughing, indicative of increased intracranial pressure. Papilledema and visual symptoms, such as diplopia caused by a sixth cranial nerve palsy when the intracranial pressure is too high, may accompany a headache. The funduscopic examination will reveal papilledema, which, depending on the severity, can cause visual impairment and even permanent blindness if left untreated. However, an isolated headache without any other focal neurologic deficits or papilledema has been reported in up to a fourth of patients with cerebral venous thrombosis and further complicates the diagnostic picture.", "contents": "Cerebral Venous Thrombosis -- History and Physical. Headaches may be generalized or diffuse and tend to mimic migraines but may increase in severity slowly over days and weeks and are not relieved with sleep. In some instances, the headache may be thunderclap in nature, starting suddenly and maximal in intensity at onset, thereby mimicking the presentation of subarachnoid hemorrhage. A headache is often worsened with Valsalva or coughing, indicative of increased intracranial pressure. Papilledema and visual symptoms, such as diplopia caused by a sixth cranial nerve palsy when the intracranial pressure is too high, may accompany a headache. The funduscopic examination will reveal papilledema, which, depending on the severity, can cause visual impairment and even permanent blindness if left untreated. However, an isolated headache without any other focal neurologic deficits or papilledema has been reported in up to a fourth of patients with cerebral venous thrombosis and further complicates the diagnostic picture."}
{"id": "article-19194_11", "title": "Cerebral Venous Thrombosis -- History and Physical", "content": "Focal neurologic signs are common and are seen in up to 44% of patients. Motor weakness, including hemiparesis, is the most common focal finding. However, unlike arterial thrombosis in the setting of cerebrovascular accidents, localization to one vascular territory is often absent. Hemispheric symptoms, such as aphasia and hemiparesis, are a characteristic but rare finding. Seizures are seen in about 40% of patients with cerebral venous thrombosis, the most common of which are focal seizures. Focal seizures account for 50% of those who experience a seizure in the setting of cerebral venous thrombosis but have the potential to generalize to a status epilepticus. Thus, cerebral venous thrombosis should be considered in any patient who presents with a headache and some combination of either focal neurologic deficit or new-onset seizures. Thrombosis of the straight sinus, or in severe cases of venous infarction with hemorrhagic transformation, can lead to compression of the diencephalon and brainstem, resulting in coma or death due to cerebral herniation. [10]", "contents": "Cerebral Venous Thrombosis -- History and Physical. Focal neurologic signs are common and are seen in up to 44% of patients. Motor weakness, including hemiparesis, is the most common focal finding. However, unlike arterial thrombosis in the setting of cerebrovascular accidents, localization to one vascular territory is often absent. Hemispheric symptoms, such as aphasia and hemiparesis, are a characteristic but rare finding. Seizures are seen in about 40% of patients with cerebral venous thrombosis, the most common of which are focal seizures. Focal seizures account for 50% of those who experience a seizure in the setting of cerebral venous thrombosis but have the potential to generalize to a status epilepticus. Thus, cerebral venous thrombosis should be considered in any patient who presents with a headache and some combination of either focal neurologic deficit or new-onset seizures. Thrombosis of the straight sinus, or in severe cases of venous infarction with hemorrhagic transformation, can lead to compression of the diencephalon and brainstem, resulting in coma or death due to cerebral herniation. [10]"}
{"id": "article-19194_12", "title": "Cerebral Venous Thrombosis -- Evaluation", "content": "Diagnosis of cerebral venous thrombosis is clinical and confirmed with neuroimaging. Given its varied presentation and myriad of symptoms, one must have a high index of suspicion to identify and diagnose this rare and potentially life-threatening condition correctly. It should be suspected in young and middle-aged patients, especially those with cerebral venous thrombosis risk factors, such as postpartum women, those with genetic or acquired thrombophilia, and patients with focal neurological findings. It should also be suspected in the following:", "contents": "Cerebral Venous Thrombosis -- Evaluation. Diagnosis of cerebral venous thrombosis is clinical and confirmed with neuroimaging. Given its varied presentation and myriad of symptoms, one must have a high index of suspicion to identify and diagnose this rare and potentially life-threatening condition correctly. It should be suspected in young and middle-aged patients, especially those with cerebral venous thrombosis risk factors, such as postpartum women, those with genetic or acquired thrombophilia, and patients with focal neurological findings. It should also be suspected in the following:"}
{"id": "article-19194_13", "title": "Cerebral Venous Thrombosis -- Evaluation", "content": "Under the age of 50 Who present with atypical headaches or those having multiple repeat evaluations for an unrelenting headaches Focal neurological deficit Stroke-like symptoms, especially in the absence of vascular risk factors that would predispose to cerebral vascular accidents (carotid atherosclerosis) Seizures (focal, generalized, or status-epilepticus) Intracranial hypertension or evidence of papilledema on funduscopic exam Patients with CT evidence of hemorrhagic infarcts, particularly in the setting of multiple infarcts not confined to a single vascular territory Some important clinical clues to the diagnosis include slow progression, bilateral involvement, and concurrent seizures. [5]", "contents": "Cerebral Venous Thrombosis -- Evaluation. Under the age of 50 Who present with atypical headaches or those having multiple repeat evaluations for an unrelenting headaches Focal neurological deficit Stroke-like symptoms, especially in the absence of vascular risk factors that would predispose to cerebral vascular accidents (carotid atherosclerosis) Seizures (focal, generalized, or status-epilepticus) Intracranial hypertension or evidence of papilledema on funduscopic exam Patients with CT evidence of hemorrhagic infarcts, particularly in the setting of multiple infarcts not confined to a single vascular territory Some important clinical clues to the diagnosis include slow progression, bilateral involvement, and concurrent seizures. [5]"}
{"id": "article-19194_14", "title": "Cerebral Venous Thrombosis -- Evaluation", "content": "Laboratory evaluation should include a complete blood count, coagulation panel, chemistry panel, as well as inflammatory markers such as a sedimentation rate and C-reactive protein to evaluate for proinflammatory states. Ideally, a screening test that could effectively rule out the diagnosis without subjecting patients to neuroimaging when it is not necessary would be ideal and prove helpful to clinical practice. The D-dimer assay has been evaluated in this regard, and unfortunately, it has been shown to have an unacceptable false-negative rate of up to 26% in one study. This low sensitivity of the D-dimer assay is in contrast to the utility of the D-dimer in ruling out deep venous thrombosis, which may be due to the lower thrombotic burden of cerebral venous thrombosis compared to DVT. [11] [12]", "contents": "Cerebral Venous Thrombosis -- Evaluation. Laboratory evaluation should include a complete blood count, coagulation panel, chemistry panel, as well as inflammatory markers such as a sedimentation rate and C-reactive protein to evaluate for proinflammatory states. Ideally, a screening test that could effectively rule out the diagnosis without subjecting patients to neuroimaging when it is not necessary would be ideal and prove helpful to clinical practice. The D-dimer assay has been evaluated in this regard, and unfortunately, it has been shown to have an unacceptable false-negative rate of up to 26% in one study. This low sensitivity of the D-dimer assay is in contrast to the utility of the D-dimer in ruling out deep venous thrombosis, which may be due to the lower thrombotic burden of cerebral venous thrombosis compared to DVT. [11] [12]"}
{"id": "article-19194_15", "title": "Cerebral Venous Thrombosis -- Evaluation", "content": "Based on recent American Heart Association/American Stroke Association guidelines, a negative D-dimer does not effectively rule out  cerebral venous thrombosis  and should not preclude neuroimaging if there is clinical suspicion for cerebral venous thrombosis. [13] [14] However, adding D-dimer (≥500 μg/L) to the clinical CVT score (comprising of variables such as seizure, known thrombophilia, oral contraceptive use, duration of symptoms for >6 days, worst headache ever, and focal neurologic deficits) has shown to improve its predictive value. [15]", "contents": "Cerebral Venous Thrombosis -- Evaluation. Based on recent American Heart Association/American Stroke Association guidelines, a negative D-dimer does not effectively rule out  cerebral venous thrombosis  and should not preclude neuroimaging if there is clinical suspicion for cerebral venous thrombosis. [13] [14] However, adding D-dimer (≥500 μg/L) to the clinical CVT score (comprising of variables such as seizure, known thrombophilia, oral contraceptive use, duration of symptoms for >6 days, worst headache ever, and focal neurologic deficits) has shown to improve its predictive value. [15]"}
{"id": "article-19194_16", "title": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging", "content": "Non-contrast computed tomography (CT): The speed and accessibility with which this test can be obtained make it the first test that should be obtained in any patient presenting with an atypical headache, focal neurologic deficit, seizures, altered mental status, or coma. A direct sign of cerebral venous thrombosis is the cord sign , a curvilinear hyperdensity within a cortical vein in the presence of thrombosis that can be seen for up two weeks following thrombus formation. Other direct signs include hyperdensity with a triangular shape in the superior sagittal sinus, also known as the dense triangle sign . Intraparenchymal hemorrhages or infarcts may be seen on non-contrast head CT and may cross vascular boundaries. In a multicentric study, brain infarction was observed in 36.4%, hemorrhagic transformation in 17.3%, and intraparenchymal hemorrhage in 3.8% of cohorts. [5] Hyperdensity within a cortical vein or dural sinus in plain CT is observed in only one-third of the cases. [5]", "contents": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging. Non-contrast computed tomography (CT): The speed and accessibility with which this test can be obtained make it the first test that should be obtained in any patient presenting with an atypical headache, focal neurologic deficit, seizures, altered mental status, or coma. A direct sign of cerebral venous thrombosis is the cord sign , a curvilinear hyperdensity within a cortical vein in the presence of thrombosis that can be seen for up two weeks following thrombus formation. Other direct signs include hyperdensity with a triangular shape in the superior sagittal sinus, also known as the dense triangle sign . Intraparenchymal hemorrhages or infarcts may be seen on non-contrast head CT and may cross vascular boundaries. In a multicentric study, brain infarction was observed in 36.4%, hemorrhagic transformation in 17.3%, and intraparenchymal hemorrhage in 3.8% of cohorts. [5] Hyperdensity within a cortical vein or dural sinus in plain CT is observed in only one-third of the cases. [5]"}
{"id": "article-19194_17", "title": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging", "content": "CT Venography (CTV): While MRI does have a better sensitivity and specificity when compared to computed tomography, diagnostic and confirmatory venography is required to exclude cerebral venous thrombosis. The presence of new, helical CT scanners has led to evidence that CT venography is superior in the identification of cerebral veins when compared to MR venography and that the two methods are equivocal in the identification and diagnosis of cerebral venous thrombosis. The fact that CT venography can rapidly be performed following a non-contrast head CT while the patient is still in the CT scanner makes CT venography a viable option in the emergency setting when access to MRI imaging and venography may otherwise be limited or unavailable. Contrast-enhanced computed tomography illustrates the empty delta sign , representing contrast enhancement flowing around the comparatively hypodense region of the thrombosed superior sagittal sinus.", "contents": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging. CT Venography (CTV): While MRI does have a better sensitivity and specificity when compared to computed tomography, diagnostic and confirmatory venography is required to exclude cerebral venous thrombosis. The presence of new, helical CT scanners has led to evidence that CT venography is superior in the identification of cerebral veins when compared to MR venography and that the two methods are equivocal in the identification and diagnosis of cerebral venous thrombosis. The fact that CT venography can rapidly be performed following a non-contrast head CT while the patient is still in the CT scanner makes CT venography a viable option in the emergency setting when access to MRI imaging and venography may otherwise be limited or unavailable. Contrast-enhanced computed tomography illustrates the empty delta sign , representing contrast enhancement flowing around the comparatively hypodense region of the thrombosed superior sagittal sinus."}
{"id": "article-19194_18", "title": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging", "content": "Magnetic resonance imaging (MRI) and magnetic resonance venography (MRV) are considered the gold standard in diagnosing cerebral venous thrombosis as they have a higher sensitivity than computed tomography. MRI is superior to CT when evaluating for parenchymal edema as a result of cerebral venous thrombosis. MRI findings are dependent on the age of the thrombus, as signal intensities change depending on thrombus age. Thus, MRI interpretation requires a detailed understanding of the evolutionary changes seen radiographically. An acutely formed thrombus (0 to 7 days) is harder to detect, but by week 2, abnormalities are easier to detect, with both T1 and T2-weighted images showing a hyperdense signal. The combination of an abnormal signal in a venous sinus combined with the absence of flow on MRV confirms the diagnosis of cerebral venous thrombosis. 2-dimensional lumen-based TOF showing the absence of a flow void in the dural sinus is the most sensitive imaging modality. Multiscale entropy (MSE) of hemoglobin products within the thrombus is of high diagnostic value. [16] The presence of DWI abnormality within the involved veins or sinus indicates low chances of recanalization. The differentials include arachnoid granulations and fenestrations. [17]", "contents": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging. Magnetic resonance imaging (MRI) and magnetic resonance venography (MRV) are considered the gold standard in diagnosing cerebral venous thrombosis as they have a higher sensitivity than computed tomography. MRI is superior to CT when evaluating for parenchymal edema as a result of cerebral venous thrombosis. MRI findings are dependent on the age of the thrombus, as signal intensities change depending on thrombus age. Thus, MRI interpretation requires a detailed understanding of the evolutionary changes seen radiographically. An acutely formed thrombus (0 to 7 days) is harder to detect, but by week 2, abnormalities are easier to detect, with both T1 and T2-weighted images showing a hyperdense signal. The combination of an abnormal signal in a venous sinus combined with the absence of flow on MRV confirms the diagnosis of cerebral venous thrombosis. 2-dimensional lumen-based TOF showing the absence of a flow void in the dural sinus is the most sensitive imaging modality. Multiscale entropy (MSE) of hemoglobin products within the thrombus is of high diagnostic value. [16] The presence of DWI abnormality within the involved veins or sinus indicates low chances of recanalization. The differentials include arachnoid granulations and fenestrations. [17]"}
{"id": "article-19194_19", "title": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging", "content": "Cerebral angiography: If the diagnosis is still in question after using MRI and MRV, then intra-arterial angiography is indicated. Angiography allows for superior visualization of the cerebral veins and helps identify anatomical variants of normal venous anatomy that mimic cerebral venous thrombosis. It is useful in rare cases of isolated cortical vein thrombosis without sinus thrombosis and may show indirect signs such as dilated and tortuous \"corkscrew\" collateral veins, evidence that there may be thrombosis further downstream of the sinuses.", "contents": "Cerebral Venous Thrombosis -- Evaluation -- Neuroimaging. Cerebral angiography: If the diagnosis is still in question after using MRI and MRV, then intra-arterial angiography is indicated. Angiography allows for superior visualization of the cerebral veins and helps identify anatomical variants of normal venous anatomy that mimic cerebral venous thrombosis. It is useful in rare cases of isolated cortical vein thrombosis without sinus thrombosis and may show indirect signs such as dilated and tortuous \"corkscrew\" collateral veins, evidence that there may be thrombosis further downstream of the sinuses."}
{"id": "article-19194_20", "title": "Cerebral Venous Thrombosis -- Evaluation", "content": "Superior sagittal sinus is most frequently involved, followed by transverse sinus. [5]", "contents": "Cerebral Venous Thrombosis -- Evaluation. Superior sagittal sinus is most frequently involved, followed by transverse sinus. [5]"}
{"id": "article-19194_21", "title": "Cerebral Venous Thrombosis -- Treatment / Management", "content": "Management initially focuses on identifying and addressing life-threatening complications of cerebral venous thrombosis, including increased intracranial pressure (ICP), seizures, and coma. If a patient seizes and has a lesion such as a hemorrhage or infarction on neuroimaging, then specific anticonvulsant therapy, as well as seizure prophylaxis, should be initiated. If a seizure does not occur, then seizure prophylaxis is not indicated. In the case of increased ICP, the head of the bed should be elevated, and administration of dexamethasone and mannitol should be done promptly to reduce increased ICP. This is followed by admission to the intensive care unit or stroke unit for close ICP monitoring, with a neurosurgical consultation if the patient decompensates and requires surgical decompression. Next, attention should be shifted to specific therapy, including anticoagulation and, in certain cases, catheter-directed fibrinolysis and surgical thrombectomy.", "contents": "Cerebral Venous Thrombosis -- Treatment / Management. Management initially focuses on identifying and addressing life-threatening complications of cerebral venous thrombosis, including increased intracranial pressure (ICP), seizures, and coma. If a patient seizes and has a lesion such as a hemorrhage or infarction on neuroimaging, then specific anticonvulsant therapy, as well as seizure prophylaxis, should be initiated. If a seizure does not occur, then seizure prophylaxis is not indicated. In the case of increased ICP, the head of the bed should be elevated, and administration of dexamethasone and mannitol should be done promptly to reduce increased ICP. This is followed by admission to the intensive care unit or stroke unit for close ICP monitoring, with a neurosurgical consultation if the patient decompensates and requires surgical decompression. Next, attention should be shifted to specific therapy, including anticoagulation and, in certain cases, catheter-directed fibrinolysis and surgical thrombectomy."}
{"id": "article-19194_22", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation", "content": "Anticoagulation has been a controversial topic due to the potential for hemorrhagic transformation of cerebral infarcts before administering anticoagulation. The goal of anticoagulation is to prevent thrombus propagation, help recanalize the lumen of occluded cerebral veins, and to prevent the complications of deep venous thrombosis and pulmonary embolism in patients who already have thrombus burden and are predisposed to forming additional thrombi. The results of two randomized controlled trials, which compared anticoagulation with placebo, although statistically insignificant, showed that anticoagulation had a favorable outcome more often than controls. They also showed that anticoagulation was safe and not contraindicated, even in patients with cerebral hemorrhage.", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation. Anticoagulation has been a controversial topic due to the potential for hemorrhagic transformation of cerebral infarcts before administering anticoagulation. The goal of anticoagulation is to prevent thrombus propagation, help recanalize the lumen of occluded cerebral veins, and to prevent the complications of deep venous thrombosis and pulmonary embolism in patients who already have thrombus burden and are predisposed to forming additional thrombi. The results of two randomized controlled trials, which compared anticoagulation with placebo, although statistically insignificant, showed that anticoagulation had a favorable outcome more often than controls. They also showed that anticoagulation was safe and not contraindicated, even in patients with cerebral hemorrhage."}
{"id": "article-19194_23", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation", "content": "Based on these randomized controlled trials and other observational studies, anticoagulation is recommended as a safe and effective treatment of cerebral venous thrombosis. It should be initiated immediately upon diagnosis of cerebral venous thrombosis. Anticoagulation with intravenous unfractionated heparin or subcutaneously administered low-molecular-weight heparin is recommended as a bridge to oral anticoagulation with a vitamin K antagonist. There are no outcome differences while comparing unfractionated heparin (UFH) or low molecular weight heparin (LMWH). The European stroke organization (ESO) guidelines advocate unfractionated heparin in patients with renal insufficiency or the probability of requiring emergent reversal. [5]", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation. Based on these randomized controlled trials and other observational studies, anticoagulation is recommended as a safe and effective treatment of cerebral venous thrombosis. It should be initiated immediately upon diagnosis of cerebral venous thrombosis. Anticoagulation with intravenous unfractionated heparin or subcutaneously administered low-molecular-weight heparin is recommended as a bridge to oral anticoagulation with a vitamin K antagonist. There are no outcome differences while comparing unfractionated heparin (UFH) or low molecular weight heparin (LMWH). The European stroke organization (ESO) guidelines advocate unfractionated heparin in patients with renal insufficiency or the probability of requiring emergent reversal. [5]"}
{"id": "article-19194_24", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation", "content": "The target goal of treatment is an international normalized ratio of 2.0 to 3.0 cerebral venous thrombosis 3 to 6 months in patients with provoked cerebral venous thrombosis and 6 to 12 months in patients with unprovoked cerebral venous thrombosis. [5] Indefinite anticoagulation should be considered in patients with recurrent cerebral venous thrombosis, those who develop deep vein thrombosis and pulmonary embolism in addition to cerebral venous thrombosis, or those with first-time cerebral venous thrombosis in the setting of severe thrombophilia.", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Anticoagulation. The target goal of treatment is an international normalized ratio of 2.0 to 3.0 cerebral venous thrombosis 3 to 6 months in patients with provoked cerebral venous thrombosis and 6 to 12 months in patients with unprovoked cerebral venous thrombosis. [5] Indefinite anticoagulation should be considered in patients with recurrent cerebral venous thrombosis, those who develop deep vein thrombosis and pulmonary embolism in addition to cerebral venous thrombosis, or those with first-time cerebral venous thrombosis in the setting of severe thrombophilia."}
{"id": "article-19194_25", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Thrombolysis", "content": "Although most patients see clinical improvement with anticoagulation therapy, a small subset of patients do not, and these individuals clinically deteriorate despite anticoagulation. In these cases, where the prognosis is poor, systemic and catheter-directed thrombolysis is indicated in patients with large and extensive cerebral venous thrombi who clinically deteriorate despite treatment with anticoagulation. As is the case, whenever fibrinolytics are used, there is an increased risk of intracranial hemorrhage. Based on a systemic review conducted in 2003, which looked at 72 studies and 169 patients with cerebral venous thrombosis, there seems to be a possible clinical benefit due to the use of fibrinolytics in patients with a severe presentation. Intracranial hemorrhage occurred in 17% of patients treated with fibrinolytics and was associated with clinical deterioration in 5% of cases. Overall, endovascular thrombolytics should be used at centers with staff experienced in interventional radiology and should be reserved for patients who are clinically deteriorating and despite treatment with anticoagulation. A systematic has shown local thrombolysis to be beneficial only in patients with severe CVT, whereas the results are anecdotal for mechanical thrombectomy. [5]", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Thrombolysis. Although most patients see clinical improvement with anticoagulation therapy, a small subset of patients do not, and these individuals clinically deteriorate despite anticoagulation. In these cases, where the prognosis is poor, systemic and catheter-directed thrombolysis is indicated in patients with large and extensive cerebral venous thrombi who clinically deteriorate despite treatment with anticoagulation. As is the case, whenever fibrinolytics are used, there is an increased risk of intracranial hemorrhage. Based on a systemic review conducted in 2003, which looked at 72 studies and 169 patients with cerebral venous thrombosis, there seems to be a possible clinical benefit due to the use of fibrinolytics in patients with a severe presentation. Intracranial hemorrhage occurred in 17% of patients treated with fibrinolytics and was associated with clinical deterioration in 5% of cases. Overall, endovascular thrombolytics should be used at centers with staff experienced in interventional radiology and should be reserved for patients who are clinically deteriorating and despite treatment with anticoagulation. A systematic has shown local thrombolysis to be beneficial only in patients with severe CVT, whereas the results are anecdotal for mechanical thrombectomy. [5]"}
{"id": "article-19194_26", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Surgical Intervention", "content": "Surgical thrombectomy is reserved for cases of severe neurological deterioration despite maximal medical therapy. In the case of large venous infarcts and hemorrhages causing a mass effect with risk of herniation, decompressive surgery has been thought to improve clinical outcomes, especially if done early, although this is level C evidence. Decompressive surgery is life-saving, with favorable outcomes observed in more than 50% of patients, with a mortality rate of approximately 20%. [5]", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Surgical Intervention. Surgical thrombectomy is reserved for cases of severe neurological deterioration despite maximal medical therapy. In the case of large venous infarcts and hemorrhages causing a mass effect with risk of herniation, decompressive surgery has been thought to improve clinical outcomes, especially if done early, although this is level C evidence. Decompressive surgery is life-saving, with favorable outcomes observed in more than 50% of patients, with a mortality rate of approximately 20%. [5]"}
{"id": "article-19194_27", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Supportive Care", "content": "It is important to elucidate the underlying contributory factors of cerebral venous thrombosis and devise a treatment strategy to correct them. Women on hormonal contraceptive therapy should seek non-estrogen-based methods of contraception such as levonorgestrel and copper intrauterine devices or progestin-only pills. Further testing to identify the etiology of all acquired and reversible thrombophilic states should be conducted and, when possible, corrected. In addition to clinical follow-up, the American Heart Association and American Stroke Association recommend follow-up imaging 3 to 6 months after diagnosis to assess for recanalization.", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Supportive Care. It is important to elucidate the underlying contributory factors of cerebral venous thrombosis and devise a treatment strategy to correct them. Women on hormonal contraceptive therapy should seek non-estrogen-based methods of contraception such as levonorgestrel and copper intrauterine devices or progestin-only pills. Further testing to identify the etiology of all acquired and reversible thrombophilic states should be conducted and, when possible, corrected. In addition to clinical follow-up, the American Heart Association and American Stroke Association recommend follow-up imaging 3 to 6 months after diagnosis to assess for recanalization."}
{"id": "article-19194_28", "title": "Cerebral Venous Thrombosis -- Treatment / Management -- Supportive Care", "content": "The risks for ICH following anticoagulation therapy ranged from zero to 5.4%. A systematic review has shown that the overall mortality was 9.4%, and dependency of 9.4% and 9.7%, respectively. [18] [19]", "contents": "Cerebral Venous Thrombosis -- Treatment / Management -- Supportive Care. The risks for ICH following anticoagulation therapy ranged from zero to 5.4%. A systematic review has shown that the overall mortality was 9.4%, and dependency of 9.4% and 9.7%, respectively. [18] [19]"}
{"id": "article-19194_29", "title": "Cerebral Venous Thrombosis -- Differential Diagnosis", "content": "Abducens nerve palsy Blood dyscrasias Cavernous sinus syndrome Head injury Intracranial abscess Neurosarcoidosis Pediatric status epilepticus Pseudotumor cerebri Staphylococcal meningitis Subdural empyema", "contents": "Cerebral Venous Thrombosis -- Differential Diagnosis. Abducens nerve palsy Blood dyscrasias Cavernous sinus syndrome Head injury Intracranial abscess Neurosarcoidosis Pediatric status epilepticus Pseudotumor cerebri Staphylococcal meningitis Subdural empyema"}
{"id": "article-19194_30", "title": "Cerebral Venous Thrombosis -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of cerebral venous thrombosis are challenging and best managed by an interprofessional team that includes a neurologist, neurosurgeon, radiologist, hematologist, anesthesiologist, ICU nurses, and intensivist. Other members of the interprofessional team include nursing staff, mid-level practitioners (NPs and PAs), and pharmacists. Management is initially focused on identifying and addressing life-threatening complications of cerebral venous thrombosis, including increased intracranial pressure (ICP), seizures, and coma. Next, attention should be shifted to specific therapy, including anticoagulation and, in certain cases, catheter-directed fibrinolysis and surgical thrombectomy. The prognosis of these patients is guarded. Even those who survive are often left with permanent neurological deficits. [20] [21]", "contents": "Cerebral Venous Thrombosis -- Enhancing Healthcare Team Outcomes. The diagnosis and management of cerebral venous thrombosis are challenging and best managed by an interprofessional team that includes a neurologist, neurosurgeon, radiologist, hematologist, anesthesiologist, ICU nurses, and intensivist. Other members of the interprofessional team include nursing staff, mid-level practitioners (NPs and PAs), and pharmacists. Management is initially focused on identifying and addressing life-threatening complications of cerebral venous thrombosis, including increased intracranial pressure (ICP), seizures, and coma. Next, attention should be shifted to specific therapy, including anticoagulation and, in certain cases, catheter-directed fibrinolysis and surgical thrombectomy. The prognosis of these patients is guarded. Even those who survive are often left with permanent neurological deficits. [20] [21]"}
{"id": "article-19194_31", "title": "Cerebral Venous Thrombosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cerebral Venous Thrombosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}