{"id": "article-28277_0", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Introduction", "content": "The rectus sheath is the durable, resilient, fibrous compartment that contains both the rectus abdominis muscle and the pyramidalis muscle. The fascial coverings of the external oblique, internal oblique, and transversus abdominis muscles comprise the rectus sheath. The layers of decussating and interweaving fascial aponeuroses vary according to their position within the superior two-thirds of the sheath and the inferior third. Because of this variation and the clinical implications, it is crucial to understand the anterior and posterior laminae. The rectus sheath contains within it the superior and inferior epigastric arteries and veins, lymphatic vessels, and the thoracoabdominal nerves related to those particular structures.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Introduction. The rectus sheath is the durable, resilient, fibrous compartment that contains both the rectus abdominis muscle and the pyramidalis muscle. The fascial coverings of the external oblique, internal oblique, and transversus abdominis muscles comprise the rectus sheath. The layers of decussating and interweaving fascial aponeuroses vary according to their position within the superior two-thirds of the sheath and the inferior third. Because of this variation and the clinical implications, it is crucial to understand the anterior and posterior laminae. The rectus sheath contains within it the superior and inferior epigastric arteries and veins, lymphatic vessels, and the thoracoabdominal nerves related to those particular structures."}
{"id": "article-28277_1", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Structure and Function", "content": "The rectus sheath extends from the inferior costal margin and the costal cartilages of ribs 5 to 7 to the pubic crest. The composition of the anterior and posterior rectus sheath will differ according to its position superior or inferior to the arcuate line. The arcuate line is an area of demarcation visible from the peritoneal surface of the abdominal wall, residing one-third the distance between the umbilicus and the pubis. The arcuate line can be a sharp demarcation, or it can be a gradual transition zone where the fibers of the posterior sheath gradually disappear. [1]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Structure and Function. The rectus sheath extends from the inferior costal margin and the costal cartilages of ribs 5 to 7 to the pubic crest. The composition of the anterior and posterior rectus sheath will differ according to its position superior or inferior to the arcuate line. The arcuate line is an area of demarcation visible from the peritoneal surface of the abdominal wall, residing one-third the distance between the umbilicus and the pubis. The arcuate line can be a sharp demarcation, or it can be a gradual transition zone where the fibers of the posterior sheath gradually disappear. [1]"}
{"id": "article-28277_2", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Structure and Function", "content": "Superior to the arcuate line, the fascia of the external oblique and half of the internal oblique pass anterior to the rectus abdominis muscle and make up the anterior rectus sheath. The other half of the internal oblique fascia, the transversus abdominis fascia, and the transversalis fascia make up the posterior rectus sheath superior to the arcuate line. Extending inferiorly from the arcuate line, the anterior rectus sheath is comprised of all three fascial layers of the lateral abdominal wall musculature, leaving only transversalis fascia covering the posterior aspect of the rectus abdominis muscle and pyramidalis muscle. [2]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Structure and Function. Superior to the arcuate line, the fascia of the external oblique and half of the internal oblique pass anterior to the rectus abdominis muscle and make up the anterior rectus sheath. The other half of the internal oblique fascia, the transversus abdominis fascia, and the transversalis fascia make up the posterior rectus sheath superior to the arcuate line. Extending inferiorly from the arcuate line, the anterior rectus sheath is comprised of all three fascial layers of the lateral abdominal wall musculature, leaving only transversalis fascia covering the posterior aspect of the rectus abdominis muscle and pyramidalis muscle. [2]"}
{"id": "article-28277_3", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Embryology", "content": "The muscles that comprise the abdominal wall derive from mesoderm, specifically in thoracic myotomes within the somites. The thoracic myotomes divide into dorsal epaxial and ventral hypaxial divisions during the sixth week of gestation. [3] The abdominal wall forms from the ventral hypaxial divisions of the myotomes. The rectus abdominis muscle develops separately from the lateral abdominal wall musculature. The developing muscle forms myotubes, which are elongated, multinucleated collections of myoblasts. Myofilaments then form in the cytoplasm of the myotubes, followed by myofibrils and other structures which characterize striated muscle cells. As the muscles of the abdominal wall undergo further development, they become invested in epimysium, perimysium, and endomysium. The epimysium and perimysium originate from fibroblasts, while the endomysium forms from reticular fibers and the external lamina of the muscle itself, so it is derived from muscle fibers. These layers make up what is known as the rectus sheath.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Embryology. The muscles that comprise the abdominal wall derive from mesoderm, specifically in thoracic myotomes within the somites. The thoracic myotomes divide into dorsal epaxial and ventral hypaxial divisions during the sixth week of gestation. [3] The abdominal wall forms from the ventral hypaxial divisions of the myotomes. The rectus abdominis muscle develops separately from the lateral abdominal wall musculature. The developing muscle forms myotubes, which are elongated, multinucleated collections of myoblasts. Myofilaments then form in the cytoplasm of the myotubes, followed by myofibrils and other structures which characterize striated muscle cells. As the muscles of the abdominal wall undergo further development, they become invested in epimysium, perimysium, and endomysium. The epimysium and perimysium originate from fibroblasts, while the endomysium forms from reticular fibers and the external lamina of the muscle itself, so it is derived from muscle fibers. These layers make up what is known as the rectus sheath."}
{"id": "article-28277_4", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Blood Supply and Lymphatics", "content": "The superior and inferior epigastric arteries supply the rectus abdominis muscle and rectus sheath. The superior epigastric artery arises from the internal thoracic artery. The inferior epigastric artery has its origin as a branch of the external iliac artery. The superior and inferior epigastric arteries form anastomoses with each other to varying degrees, thus allowing for collateral flow along the midline abdominal wall. These arteries, along with the superior and inferior epigastric veins, run within the posterior rectus sheath. Additionally, small tributaries of the lower six internal intercostal arteries contribute to the blood supply of the rectus abdominis muscle and rectus sheath. [4]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Blood Supply and Lymphatics. The superior and inferior epigastric arteries supply the rectus abdominis muscle and rectus sheath. The superior epigastric artery arises from the internal thoracic artery. The inferior epigastric artery has its origin as a branch of the external iliac artery. The superior and inferior epigastric arteries form anastomoses with each other to varying degrees, thus allowing for collateral flow along the midline abdominal wall. These arteries, along with the superior and inferior epigastric veins, run within the posterior rectus sheath. Additionally, small tributaries of the lower six internal intercostal arteries contribute to the blood supply of the rectus abdominis muscle and rectus sheath. [4]"}
{"id": "article-28277_5", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Blood Supply and Lymphatics", "content": "Deep lymphatics travel with the epigastric veins and drain into the lymph node basins associated with the venous drainage pattern — the lymphatics associated with the inferior epigastric vein drain to the lymph node basin associated with the external iliac vessels.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Blood Supply and Lymphatics. Deep lymphatics travel with the epigastric veins and drain into the lymph node basins associated with the venous drainage pattern — the lymphatics associated with the inferior epigastric vein drain to the lymph node basin associated with the external iliac vessels."}
{"id": "article-28277_6", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Nerves", "content": "The ventral rami of the spinal nerves supplying each myotome innervate the rectus abdominis muscles and sheath. The thoracoabdominal nerves arising from spinal segments T7 to T11 and the subcostal nerve (T12) innervate the rectus abdominis muscle. The subcostal nerve innervates the pyramidalis muscle. [5]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Nerves. The ventral rami of the spinal nerves supplying each myotome innervate the rectus abdominis muscles and sheath. The thoracoabdominal nerves arising from spinal segments T7 to T11 and the subcostal nerve (T12) innervate the rectus abdominis muscle. The subcostal nerve innervates the pyramidalis muscle. [5]"}
{"id": "article-28277_7", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Muscles", "content": "The rectus abdominis and pyramidalis muscles are contained within the rectus sheath as paired, midline abdominal wall muscles. The pyramidalis muscle can be absent in 20% of people. Contraction of the rectus abdominis and pyramidalis muscles causes flexion of the lumbar spine. Abdominal wall muscles also play a significant role in intra-abdominal pressure and provide support to the axial skeleton.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Muscles. The rectus abdominis and pyramidalis muscles are contained within the rectus sheath as paired, midline abdominal wall muscles. The pyramidalis muscle can be absent in 20% of people. Contraction of the rectus abdominis and pyramidalis muscles causes flexion of the lumbar spine. Abdominal wall muscles also play a significant role in intra-abdominal pressure and provide support to the axial skeleton."}
{"id": "article-28277_8", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Muscles", "content": "One recent study noted the transversus abdominis muscle within the rectus sheath, especially superiorly near the costal margin. The presence of the transversus abdominis muscle in the posterior rectus sheath decreases as the sheath descends caudally. [2]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Muscles. One recent study noted the transversus abdominis muscle within the rectus sheath, especially superiorly near the costal margin. The presence of the transversus abdominis muscle in the posterior rectus sheath decreases as the sheath descends caudally. [2]"}
{"id": "article-28277_9", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Surgical Considerations", "content": "Understanding the composition of the rectus sheath is of great significance for surgeons. The arcuate line can be a potential point for entry into the preperitoneal space for a total extraperitoneal laparoscopic inguinal hernia repair. For this type of repair, dissection is started at the umbilicus and continued inferiorly along the anterior surface of the posterior rectus sheath until entering the preperitoneal space at the arcuate line. This space is developed, and the repair is subsequently completed within this created space.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Surgical Considerations. Understanding the composition of the rectus sheath is of great significance for surgeons. The arcuate line can be a potential point for entry into the preperitoneal space for a total extraperitoneal laparoscopic inguinal hernia repair. For this type of repair, dissection is started at the umbilicus and continued inferiorly along the anterior surface of the posterior rectus sheath until entering the preperitoneal space at the arcuate line. This space is developed, and the repair is subsequently completed within this created space."}
{"id": "article-28277_10", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Surgical Considerations", "content": "The rectus sheath is also involved in the repair of any ventral hernia. Mesh, used to reinforce the repair, can be placed anterior to the anterior rectus sheath, within the posterior rectus sheath (known as a retrorectus repair), posterior to the posterior rectus sheath (within the preperitoneal space), or posterior to the peritoneum (within the intra-abdominal cavity).  Additionally, the surgeon must exercise care regarding neurovascular structures to the rectus sheath and muscles during these repairs, as damage to the vessels can lead to bleeding complications, and the devascularization of these structures can lead to tissue damage and failure of the repair. Similarly, denervation injuries can lead to muscle atrophy, which can impact the contour and function of the abdominal wall. [6] The rectus abdominis muscle also has utility in many muscle flap repairs, so knowledge of the vascular supply of the muscle and its innervation are essential considerations in plastic surgery. [5]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Surgical Considerations. The rectus sheath is also involved in the repair of any ventral hernia. Mesh, used to reinforce the repair, can be placed anterior to the anterior rectus sheath, within the posterior rectus sheath (known as a retrorectus repair), posterior to the posterior rectus sheath (within the preperitoneal space), or posterior to the peritoneum (within the intra-abdominal cavity).  Additionally, the surgeon must exercise care regarding neurovascular structures to the rectus sheath and muscles during these repairs, as damage to the vessels can lead to bleeding complications, and the devascularization of these structures can lead to tissue damage and failure of the repair. Similarly, denervation injuries can lead to muscle atrophy, which can impact the contour and function of the abdominal wall. [6] The rectus abdominis muscle also has utility in many muscle flap repairs, so knowledge of the vascular supply of the muscle and its innervation are essential considerations in plastic surgery. [5]"}
{"id": "article-28277_11", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance", "content": "The change in the decussation of the fascial fibers at the arcuate line creates a weakness in the abdominal wall at the juncture of the arcuate line and the lateral rectus sheath. Herniation through this area is called a Spigelian hernia. [1] These types of hernias can be intraparietal, meaning that they involve only one or two of the three layers of fascia. The bowel may protrude partially through the abdominal wall but remain contained deep to the external layer(s) of the fascia. This presentation means that these hernias may exhibit less characteristic exam findings than other ventral hernias, and they can be particularly challenging to detect on a physical exam. They still have the potential for incarceration and strangulation, so diagnosis and treatment are vital. Imaging studies with either a CT scan or ultrasound can aid in their diagnosis. The treatment of these hernias is surgical with either an open or laparoscopic approach.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance. The change in the decussation of the fascial fibers at the arcuate line creates a weakness in the abdominal wall at the juncture of the arcuate line and the lateral rectus sheath. Herniation through this area is called a Spigelian hernia. [1] These types of hernias can be intraparietal, meaning that they involve only one or two of the three layers of fascia. The bowel may protrude partially through the abdominal wall but remain contained deep to the external layer(s) of the fascia. This presentation means that these hernias may exhibit less characteristic exam findings than other ventral hernias, and they can be particularly challenging to detect on a physical exam. They still have the potential for incarceration and strangulation, so diagnosis and treatment are vital. Imaging studies with either a CT scan or ultrasound can aid in their diagnosis. The treatment of these hernias is surgical with either an open or laparoscopic approach."}
{"id": "article-28277_12", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance", "content": "The arcuate line is also significant in that hematomas within the rectus sheath can expand intra-abdominally with relative ease inferior to the arcuate line, since there is no strong posterior fascia. Rectus sheath hematomas are most commonly associated with therapeutic anticoagulation. CT scan or ultrasonography are viable diagnostic tools, with CT demonstrating greater accuracy than ultrasound. Management is typically non-operative with the cessation of anticoagulation, rest, ice, compression, and analgesia being effective in a majority of patients. If the patient is unstable, transfusion and/or angioembolization are indicated for treatment. Surgical management is generally contraindicated, especially in the setting of coagulopathy. [7] [8] [9] [8] [7]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance. The arcuate line is also significant in that hematomas within the rectus sheath can expand intra-abdominally with relative ease inferior to the arcuate line, since there is no strong posterior fascia. Rectus sheath hematomas are most commonly associated with therapeutic anticoagulation. CT scan or ultrasonography are viable diagnostic tools, with CT demonstrating greater accuracy than ultrasound. Management is typically non-operative with the cessation of anticoagulation, rest, ice, compression, and analgesia being effective in a majority of patients. If the patient is unstable, transfusion and/or angioembolization are indicated for treatment. Surgical management is generally contraindicated, especially in the setting of coagulopathy. [7] [8] [9] [8] [7]"}
{"id": "article-28277_13", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance", "content": "The use of local anesthesia for postoperative pain control in abdominal operations is gaining favor in the surgical community. A rectus sheath block (RSB) involves placing a local anesthetic in the plane between the posterior sheath and the rectus abdominis muscle. This type of block works well for midline abdominal pain near the umbilicus. A transversus abdominis plane block (TAP) is also an option. In this method, a local anesthetic is placed in the neurovascular plane, more posteriorly on the nerves, in the posterior lumbar triangle. However, the TAP block affects a broader area than the rectus sheath block, thus making it a viable option for a greater range of surgical procedures. [10]", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Clinical Significance. The use of local anesthesia for postoperative pain control in abdominal operations is gaining favor in the surgical community. A rectus sheath block (RSB) involves placing a local anesthetic in the plane between the posterior sheath and the rectus abdominis muscle. This type of block works well for midline abdominal pain near the umbilicus. A transversus abdominis plane block (TAP) is also an option. In this method, a local anesthetic is placed in the neurovascular plane, more posteriorly on the nerves, in the posterior lumbar triangle. However, the TAP block affects a broader area than the rectus sheath block, thus making it a viable option for a greater range of surgical procedures. [10]"}
{"id": "article-28277_14", "title": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis, Rectus Sheath -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}