{"id": "article-18808_0", "title": "Candesartan -- Continuing Education Activity", "content": "Candesartan, an angiotensin II receptor blocker, has gained FDA approval for the effective management of hypertension in adults. Initially present in its pro-drug form, candesartan cilexetil, this medication undergoes hydrolysis within the gastrointestinal tract during absorption, leading to its activation. Beyond its FDA-approved indication, candesartan is frequently employed off-label in the treatment of various conditions, including cerebrovascular accident or stroke, diabetic nephropathy, left ventricular hypertrophy, and migraines. This educational activity systematically explores the drug's mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring aspects. Clinicians will gain the knowledge essential for the judicious utilization of candesartan when clinically indicated.", "contents": "Candesartan -- Continuing Education Activity. Candesartan, an angiotensin II receptor blocker, has gained FDA approval for the effective management of hypertension in adults. Initially present in its pro-drug form, candesartan cilexetil, this medication undergoes hydrolysis within the gastrointestinal tract during absorption, leading to its activation. Beyond its FDA-approved indication, candesartan is frequently employed off-label in the treatment of various conditions, including cerebrovascular accident or stroke, diabetic nephropathy, left ventricular hypertrophy, and migraines. This educational activity systematically explores the drug's mechanism of action, adverse event profile, toxicity, dosing, pharmacodynamics, and monitoring aspects. Clinicians will gain the knowledge essential for the judicious utilization of candesartan when clinically indicated."}
{"id": "article-18808_1", "title": "Candesartan -- Continuing Education Activity", "content": "Objectives: Identify appropriate indications for candesartan therapy based on the patient's medical history, including hypertension and heart failure. Screen patients for contraindications and potential drug interactions before initiating candesartan therapy. Apply evidence-based guidelines and clinical recommendations in selecting candesartan as a first-line or combination therapy for hypertension and heart failure. Implement strategies with other healthcare professionals to coordinate comprehensive patient care, ensuring proper integration of candesartan therapy into the overall treatment plan. Access free multiple choice questions on this topic.", "contents": "Candesartan -- Continuing Education Activity. Objectives: Identify appropriate indications for candesartan therapy based on the patient's medical history, including hypertension and heart failure. Screen patients for contraindications and potential drug interactions before initiating candesartan therapy. Apply evidence-based guidelines and clinical recommendations in selecting candesartan as a first-line or combination therapy for hypertension and heart failure. Implement strategies with other healthcare professionals to coordinate comprehensive patient care, ensuring proper integration of candesartan therapy into the overall treatment plan. Access free multiple choice questions on this topic."}
{"id": "article-18808_2", "title": "Candesartan -- Indications", "content": "Candesartan is an oral angiotensin II receptor blocker; it is available as a pro-drug, candesartan cilexetil, which undergoes hydrolysis in the gastrointestinal tract during absorption to its active form. Candesartan is marketed under a variety of brand names. [1]", "contents": "Candesartan -- Indications. Candesartan is an oral angiotensin II receptor blocker; it is available as a pro-drug, candesartan cilexetil, which undergoes hydrolysis in the gastrointestinal tract during absorption to its active form. Candesartan is marketed under a variety of brand names. [1]"}
{"id": "article-18808_3", "title": "Candesartan -- Indications -- FDA-Approved Indications", "content": "The FDA approved candesartan in June 1998 for managing hypertension in adults. Clinical trial results revealed that a daily 8 mg dose of candesartan is as effective as a 50 mg dose of losartan, another angiotensin II receptor blocker, or a 10 to 20 mg dose of enalapril, an ACE inhibitor, in lowering blood pressure. The FDA also approved the use of candesartan to treat hypertension in adolescents and children 12 months and older in October 2009. [2] [3]", "contents": "Candesartan -- Indications -- FDA-Approved Indications. The FDA approved candesartan in June 1998 for managing hypertension in adults. Clinical trial results revealed that a daily 8 mg dose of candesartan is as effective as a 50 mg dose of losartan, another angiotensin II receptor blocker, or a 10 to 20 mg dose of enalapril, an ACE inhibitor, in lowering blood pressure. The FDA also approved the use of candesartan to treat hypertension in adolescents and children 12 months and older in October 2009. [2] [3]"}
{"id": "article-18808_4", "title": "Candesartan -- Indications -- FDA-Approved Indications", "content": "Candesartan is often prescribed as monotherapy for managing hypertension and heart failure. However, a combination formulation exists with low-dose hydrochlorothiazide, a thiazide diuretic. This combination helps to achieve an additional antihypertensive effect. [4]", "contents": "Candesartan -- Indications -- FDA-Approved Indications. Candesartan is often prescribed as monotherapy for managing hypertension and heart failure. However, a combination formulation exists with low-dose hydrochlorothiazide, a thiazide diuretic. This combination helps to achieve an additional antihypertensive effect. [4]"}
{"id": "article-18808_5", "title": "Candesartan -- Indications -- FDA-Approved Indications", "content": "In February 2005, the FDA approved using candesartan in adults with heart failure in New York Heart Association classes 2 to 4. The placebo-controlled CHARM studies have shown the efficacy of candesartan in these specific subpopulations: Patients with a left ventricular ejection fraction of 40% or less who have not previously tolerated ACE inhibitors Patients with a left ventricular ejection fraction of 40% or less currently taking ACE inhibitors Patients with a left ventricular ejection fraction of greater than 40% [5]", "contents": "Candesartan -- Indications -- FDA-Approved Indications. In February 2005, the FDA approved using candesartan in adults with heart failure in New York Heart Association classes 2 to 4. The placebo-controlled CHARM studies have shown the efficacy of candesartan in these specific subpopulations: Patients with a left ventricular ejection fraction of 40% or less who have not previously tolerated ACE inhibitors Patients with a left ventricular ejection fraction of 40% or less currently taking ACE inhibitors Patients with a left ventricular ejection fraction of greater than 40% [5]"}
{"id": "article-18808_6", "title": "Candesartan -- Indications -- FDA-Approved Indications", "content": "The CHARM studies demonstrated a reduction in cardiovascular mortality and hospitalizations due to congestive heart failure with either candesartan monotherapy or in combination with an ACE inhibitor. ACC/AHA/HFSA guidelines of 2022 endorse using candesartan for heart failure with reduced ejection fraction (HFrEF). Angiotensin receptor blockers like candesartan are essential for guideline-directed medical therapy (GDMT). [6]", "contents": "Candesartan -- Indications -- FDA-Approved Indications. The CHARM studies demonstrated a reduction in cardiovascular mortality and hospitalizations due to congestive heart failure with either candesartan monotherapy or in combination with an ACE inhibitor. ACC/AHA/HFSA guidelines of 2022 endorse using candesartan for heart failure with reduced ejection fraction (HFrEF). Angiotensin receptor blockers like candesartan are essential for guideline-directed medical therapy (GDMT). [6]"}
{"id": "article-18808_7", "title": "Candesartan -- Indications -- Off-Label Uses", "content": "According to the ACC expert consensus in 2023, candesartan is also recommended for managing heart failure with preserved ejection fraction. [7] [8] Candesartan is also used to treat conditions including cerebrovascular accident or stroke, diabetic nephropathy, left ventricular hypertrophy, and migraines. [9] [10] [11] [12]", "contents": "Candesartan -- Indications -- Off-Label Uses. According to the ACC expert consensus in 2023, candesartan is also recommended for managing heart failure with preserved ejection fraction. [7] [8] Candesartan is also used to treat conditions including cerebrovascular accident or stroke, diabetic nephropathy, left ventricular hypertrophy, and migraines. [9] [10] [11] [12]"}
{"id": "article-18808_8", "title": "Candesartan -- Indications -- Off-Label Uses", "content": "In patients who are not pregnant with diabetes and hypertension, the ADA (American Diabetic Association) guidelines for chronic kidney disease recommend using an angiotensin receptor blocker such as candesartan. This is especially indicated in patients with moderately increased albuminuria (urinary albumin-to-creatinine ratio of 30 to 299 mg/g) and severely increased albuminuria (urinary albumin-to-creatinine ratio ≥300 mg/g creatinine). [13]", "contents": "Candesartan -- Indications -- Off-Label Uses. In patients who are not pregnant with diabetes and hypertension, the ADA (American Diabetic Association) guidelines for chronic kidney disease recommend using an angiotensin receptor blocker such as candesartan. This is especially indicated in patients with moderately increased albuminuria (urinary albumin-to-creatinine ratio of 30 to 299 mg/g) and severely increased albuminuria (urinary albumin-to-creatinine ratio ≥300 mg/g creatinine). [13]"}
{"id": "article-18808_9", "title": "Candesartan -- Mechanism of Action", "content": "Similar to ACE inhibitors such as enalapril or direct renin inhibitors such as aliskiren, candesartan interferes with the renin-angiotensin-aldosterone system (RAAS). Usually, renin is released by renal juxtaglomerular cells in response to decreased renal perfusion pressure, increased sympathetic tone, and reduced delivery of sodium chloride to macula densa cells in the distal convoluted tubule of the nephron. The liver releases Angiotensinogen and then cleaved into angiotensin I by renin. Angiotensin I is converted into angiotensin II in the lungs by angiotensin-converting enzyme (ACE). Angiotensin II has several effects, including:", "contents": "Candesartan -- Mechanism of Action. Similar to ACE inhibitors such as enalapril or direct renin inhibitors such as aliskiren, candesartan interferes with the renin-angiotensin-aldosterone system (RAAS). Usually, renin is released by renal juxtaglomerular cells in response to decreased renal perfusion pressure, increased sympathetic tone, and reduced delivery of sodium chloride to macula densa cells in the distal convoluted tubule of the nephron. The liver releases Angiotensinogen and then cleaved into angiotensin I by renin. Angiotensin I is converted into angiotensin II in the lungs by angiotensin-converting enzyme (ACE). Angiotensin II has several effects, including:"}
{"id": "article-18808_10", "title": "Candesartan -- Mechanism of Action", "content": "Binding to angiotensin II receptor type 1 in vascular smooth muscle leading to vasoconstriction and increased blood pressure.", "contents": "Candesartan -- Mechanism of Action. Binding to angiotensin II receptor type 1 in vascular smooth muscle leading to vasoconstriction and increased blood pressure."}
{"id": "article-18808_11", "title": "Candesartan -- Mechanism of Action", "content": "Constricting the efferent arteriole in the kidney, preserving the glomerular filtration rate when renal perfusion drops.", "contents": "Candesartan -- Mechanism of Action. Constricting the efferent arteriole in the kidney, preserving the glomerular filtration rate when renal perfusion drops."}
{"id": "article-18808_12", "title": "Candesartan -- Mechanism of Action", "content": "Increasing the activity of the sodium-proton cotransporter in the proximal convoluted tubule of the nephron. This action promotes the reabsorption of sodium, water, and bicarbonate.", "contents": "Candesartan -- Mechanism of Action. Increasing the activity of the sodium-proton cotransporter in the proximal convoluted tubule of the nephron. This action promotes the reabsorption of sodium, water, and bicarbonate."}
{"id": "article-18808_13", "title": "Candesartan -- Mechanism of Action", "content": "Stimulating the secretion of aldosterone from the zona glomerulosa of the adrenal cortex. Aldosterone acts on alpha-intercalated cells in the collecting duct to promote proton secretion and urine acidification. Aldosterone also acts on principal cells in the collecting duct to drive sodium reabsorption and potassium excretion. Ultimately, this leads to water retention, increased intravascular volume, and increased blood pressure.", "contents": "Candesartan -- Mechanism of Action. Stimulating the secretion of aldosterone from the zona glomerulosa of the adrenal cortex. Aldosterone acts on alpha-intercalated cells in the collecting duct to promote proton secretion and urine acidification. Aldosterone also acts on principal cells in the collecting duct to drive sodium reabsorption and potassium excretion. Ultimately, this leads to water retention, increased intravascular volume, and increased blood pressure."}
{"id": "article-18808_14", "title": "Candesartan -- Mechanism of Action", "content": "Promoting the release of antidiuretic hormone from the posterior pituitary gland, which acts on principal cells to increase water reabsorption via aquaporin-2 channels. This action raises the intravascular volume and increases blood pressure.", "contents": "Candesartan -- Mechanism of Action. Promoting the release of antidiuretic hormone from the posterior pituitary gland, which acts on principal cells to increase water reabsorption via aquaporin-2 channels. This action raises the intravascular volume and increases blood pressure."}
{"id": "article-18808_15", "title": "Candesartan -- Mechanism of Action", "content": "Candesartan works by antagonizing the type 1 angiotensin II receptor. This activity blocks the previously mentioned angiotensin II effects and reduces blood pressure and fluid retention. Since candesartan only blocks the binding of angiotensin II to its target receptor, its action is independent of the upstream steps leading to angiotensin II biosynthesis. A type 2 angiotensin II receptor also exists but plays no role in maintaining blood pressure and normal hemodynamics. Furthermore, candesartan binds the type 1 angiotensin II receptor 10,000 times more strongly than the type 2. [1] [3]", "contents": "Candesartan -- Mechanism of Action. Candesartan works by antagonizing the type 1 angiotensin II receptor. This activity blocks the previously mentioned angiotensin II effects and reduces blood pressure and fluid retention. Since candesartan only blocks the binding of angiotensin II to its target receptor, its action is independent of the upstream steps leading to angiotensin II biosynthesis. A type 2 angiotensin II receptor also exists but plays no role in maintaining blood pressure and normal hemodynamics. Furthermore, candesartan binds the type 1 angiotensin II receptor 10,000 times more strongly than the type 2. [1] [3]"}
{"id": "article-18808_16", "title": "Candesartan -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Candesartan cilexetil undergoes rapid ester hydrolysis during absorption from the gastrointestinal tract, converting it to candesartan. The bioavailability of candesartan is approximately 15%. Food does not affect the bioavailability of candesartan. The peak plasma concentration is attained in 3 to 4 hours.", "contents": "Candesartan -- Mechanism of Action -- Pharmacokinetics. Absorption: Candesartan cilexetil undergoes rapid ester hydrolysis during absorption from the gastrointestinal tract, converting it to candesartan. The bioavailability of candesartan is approximately 15%. Food does not affect the bioavailability of candesartan. The peak plasma concentration is attained in 3 to 4 hours."}
{"id": "article-18808_17", "title": "Candesartan -- Mechanism of Action -- Pharmacokinetics", "content": "Distribution: The mean volume of distribution of candesartan is 0.13 L/kg. Candesartan has high plasma protein binding (>99%). Animal studies have also demonstrated that candesartan crosses the placental barrier and gets distributed in the fetus.", "contents": "Candesartan -- Mechanism of Action -- Pharmacokinetics. Distribution: The mean volume of distribution of candesartan is 0.13 L/kg. Candesartan has high plasma protein binding (>99%). Animal studies have also demonstrated that candesartan crosses the placental barrier and gets distributed in the fetus."}
{"id": "article-18808_18", "title": "Candesartan -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Candesartan undergoes limited hepatic metabolism via the cytochrome P450 system (CYP2C9). Consequently, the potential for drug-drug interactions with medications metabolized by this system is minimal. Candesartan undergoes minor hepatic metabolism by O-de-ethylation to an inactive metabolite. [14]", "contents": "Candesartan -- Mechanism of Action -- Pharmacokinetics. Metabolism: Candesartan undergoes limited hepatic metabolism via the cytochrome P450 system (CYP2C9). Consequently, the potential for drug-drug interactions with medications metabolized by this system is minimal. Candesartan undergoes minor hepatic metabolism by O-de-ethylation to an inactive metabolite. [14]"}
{"id": "article-18808_19", "title": "Candesartan -- Mechanism of Action -- Pharmacokinetics", "content": "Elimination: The clearance of candesartan is 0.37 mL/min/kg. The mean elimination half-life of candesartan is approximately 9 hours. Repeated once-daily dosing of candesartan does not lead to the accumulation of the drug or its inactive metabolite. Candesartan is predominantly excreted unchanged in urine and feces (via biliary excretion). [15]", "contents": "Candesartan -- Mechanism of Action -- Pharmacokinetics. Elimination: The clearance of candesartan is 0.37 mL/min/kg. The mean elimination half-life of candesartan is approximately 9 hours. Repeated once-daily dosing of candesartan does not lead to the accumulation of the drug or its inactive metabolite. Candesartan is predominantly excreted unchanged in urine and feces (via biliary excretion). [15]"}
{"id": "article-18808_20", "title": "Candesartan -- Administration -- Available Dosage Forms", "content": "Candesartan is administered orally and is available as 4 mg, 8 mg, 16 mg, and 32 mg tablets. For patients who have difficulty swallowing, oral suspensions are available.", "contents": "Candesartan -- Administration -- Available Dosage Forms. Candesartan is administered orally and is available as 4 mg, 8 mg, 16 mg, and 32 mg tablets. For patients who have difficulty swallowing, oral suspensions are available."}
{"id": "article-18808_21", "title": "Candesartan -- Administration -- Hypertension", "content": "Adults and older patients should receive an initial dose of 16 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 8 mg once daily. The usual dose ranges from 8 to 32 mg/d. [2] [3]", "contents": "Candesartan -- Administration -- Hypertension. Adults and older patients should receive an initial dose of 16 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 8 mg once daily. The usual dose ranges from 8 to 32 mg/d. [2] [3]"}
{"id": "article-18808_22", "title": "Candesartan -- Administration -- Hypertension", "content": "Children and adolescents 6 and older, weighing over 50 kg, should receive an initial dose of 8 to 16 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 4 mg once daily. The dose ranges from 4 to 32 mg/d. [2] [3]", "contents": "Candesartan -- Administration -- Hypertension. Children and adolescents 6 and older, weighing over 50 kg, should receive an initial dose of 8 to 16 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 4 mg once daily. The dose ranges from 4 to 32 mg/d. [2] [3]"}
{"id": "article-18808_23", "title": "Candesartan -- Administration -- Hypertension", "content": "Children and adolescents 6 years and older, weighing less than 50 kg, should receive an initial dose of 4 to 8 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 2 mg once daily. The dose ranges from 2 to 16 mg/d.", "contents": "Candesartan -- Administration -- Hypertension. Children and adolescents 6 years and older, weighing less than 50 kg, should receive an initial dose of 4 to 8 mg once daily. If the patient is volume-depleted, the initial dose should be lowered to 2 mg once daily. The dose ranges from 2 to 16 mg/d."}
{"id": "article-18808_24", "title": "Candesartan -- Administration -- Hypertension", "content": "Children between the ages of 1 and 6 should receive an initial dose of 0.2 mg/kg/d as an oral suspension. If the patient is volume-depleted, the initial dose should be lowered to 0.1 mg/kg/d. The usual dose ranges from 0.05 to 0.4 mg/kg/d.", "contents": "Candesartan -- Administration -- Hypertension. Children between the ages of 1 and 6 should receive an initial dose of 0.2 mg/kg/d as an oral suspension. If the patient is volume-depleted, the initial dose should be lowered to 0.1 mg/kg/d. The usual dose ranges from 0.05 to 0.4 mg/kg/d."}
{"id": "article-18808_25", "title": "Candesartan -- Administration -- Hypertension", "content": "Fixed dose combination contains candesartan 16 mg and hydrochlorothiazide 12.5 mg. The dose can be increased to candesartan 32 mg and hydrochlorothiazide 25 mg. [16]", "contents": "Candesartan -- Administration -- Hypertension. Fixed dose combination contains candesartan 16 mg and hydrochlorothiazide 12.5 mg. The dose can be increased to candesartan 32 mg and hydrochlorothiazide 25 mg. [16]"}
{"id": "article-18808_26", "title": "Candesartan -- Administration -- HFrEF", "content": "According to ACC/AHA/HFSA guidelines, for patients with HFrEF, candesartan 4 to 8 mg is initiated once daily. The target dose of 32 mg of candesartan once daily is achieved by gradually increasing the dosage every 2 weeks, as tolerated by the patient. [5] [6]", "contents": "Candesartan -- Administration -- HFrEF. According to ACC/AHA/HFSA guidelines, for patients with HFrEF, candesartan 4 to 8 mg is initiated once daily. The target dose of 32 mg of candesartan once daily is achieved by gradually increasing the dosage every 2 weeks, as tolerated by the patient. [5] [6]"}
{"id": "article-18808_27", "title": "Candesartan -- Administration -- HFpEF", "content": "For GDMT in patients with HFpEF, candesartan is initiated at the same dose (ie, 4 to 8 mg), and the dosage is gradually increased to 32 mg once daily. Hypertension should be controlled ideally to a systolic blood pressure of <130 mm Hg. [7]", "contents": "Candesartan -- Administration -- HFpEF. For GDMT in patients with HFpEF, candesartan is initiated at the same dose (ie, 4 to 8 mg), and the dosage is gradually increased to 32 mg once daily. Hypertension should be controlled ideally to a systolic blood pressure of <130 mm Hg. [7]"}
{"id": "article-18808_28", "title": "Candesartan -- Administration -- Migraine Prophylaxis:", "content": "Adults should receive 16 mg once daily. [12]", "contents": "Candesartan -- Administration -- Migraine Prophylaxis:. Adults should receive 16 mg once daily. [12]"}
{"id": "article-18808_29", "title": "Candesartan -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: No dose adjustment of candesartan is required for mild hepatic impairment. For moderate hepatic insufficiency, initial treatment with candesartan 8 mg is suggested. According to AASLD, angiotensin receptor blockers should be avoided in patients with cirrhosis and ascites. [17]", "contents": "Candesartan -- Administration -- Specific Patient Populations. Hepatic impairment: No dose adjustment of candesartan is required for mild hepatic impairment. For moderate hepatic insufficiency, initial treatment with candesartan 8 mg is suggested. According to AASLD, angiotensin receptor blockers should be avoided in patients with cirrhosis and ascites. [17]"}
{"id": "article-18808_30", "title": "Candesartan -- Administration -- Specific Patient Populations", "content": "Renal impairment: No dose adjustment of candesartan is required for creatinine clearance ≥30 mL/min. Consider dose reduction and monitor the renal function and electrolytes for creatinine clearance of less than 30 mL/min.", "contents": "Candesartan -- Administration -- Specific Patient Populations. Renal impairment: No dose adjustment of candesartan is required for creatinine clearance ≥30 mL/min. Consider dose reduction and monitor the renal function and electrolytes for creatinine clearance of less than 30 mL/min."}
{"id": "article-18808_31", "title": "Candesartan -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: ACOG (American College of Obstetricians and Gynecologists) advises against using ARBs, including candesartan, due to the risk of fetal growth restriction and fetal malformations such as renal dysgenesis and calvarial hypoplasia. [18]", "contents": "Candesartan -- Administration -- Specific Patient Populations. Pregnancy considerations: ACOG (American College of Obstetricians and Gynecologists) advises against using ARBs, including candesartan, due to the risk of fetal growth restriction and fetal malformations such as renal dysgenesis and calvarial hypoplasia. [18]"}
{"id": "article-18808_32", "title": "Candesartan -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: The excretion of candesartan in human milk is currently unknown. However, study results have shown the presence of candesartan in rat milk. Although preliminary evidence suggests that candesartan passes into breast milk in small amounts and is barely detectable in the plasma of breastfed infants, there is potential for severe adverse reactions in breastfed infants. Per the product label, breastfeeding is not recommended while undergoing candesartan treatment. Pediatric patients: The FDA does not approve candesartan for use in children younger than 12 months. Dosing recommendations for pediatric patients are mentioned above.", "contents": "Candesartan -- Administration -- Specific Patient Populations. Breastfeeding considerations: The excretion of candesartan in human milk is currently unknown. However, study results have shown the presence of candesartan in rat milk. Although preliminary evidence suggests that candesartan passes into breast milk in small amounts and is barely detectable in the plasma of breastfed infants, there is potential for severe adverse reactions in breastfed infants. Per the product label, breastfeeding is not recommended while undergoing candesartan treatment. Pediatric patients: The FDA does not approve candesartan for use in children younger than 12 months. Dosing recommendations for pediatric patients are mentioned above."}
{"id": "article-18808_33", "title": "Candesartan -- Administration -- Specific Patient Populations", "content": "Older patients: Candesartan pharmacokinetics were assessed in older patients (≥65 years). The study results demonstrated pharmacokinetic linearity and no accumulation of candesartan was observed with once-daily administration. No dosage adjustment of candesartan is necessary.", "contents": "Candesartan -- Administration -- Specific Patient Populations. Older patients: Candesartan pharmacokinetics were assessed in older patients (≥65 years). The study results demonstrated pharmacokinetic linearity and no accumulation of candesartan was observed with once-daily administration. No dosage adjustment of candesartan is necessary."}
{"id": "article-18808_34", "title": "Candesartan -- Adverse Effects", "content": "The most common adverse effects reported for candesartan include symptomatic hypotension, abnormal renal function, and hyperkalemia. In the CHARM program, symptomatic hypotension, impaired renal function (elevated creatinine), and hyperkalemia occurred with an incidence of 18.8%, 12.5%, and 6.3%, respectively. Hypotension is most common in patients who are volume or salt-depleted secondary to dietary restriction, dialysis, diarrhea, emesis, or diuretic use. [5] Other reported adverse effects include headache, back pain, angioedema, and upper respiratory tract infections.", "contents": "Candesartan -- Adverse Effects. The most common adverse effects reported for candesartan include symptomatic hypotension, abnormal renal function, and hyperkalemia. In the CHARM program, symptomatic hypotension, impaired renal function (elevated creatinine), and hyperkalemia occurred with an incidence of 18.8%, 12.5%, and 6.3%, respectively. Hypotension is most common in patients who are volume or salt-depleted secondary to dietary restriction, dialysis, diarrhea, emesis, or diuretic use. [5] Other reported adverse effects include headache, back pain, angioedema, and upper respiratory tract infections."}
{"id": "article-18808_35", "title": "Candesartan -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent use of candesartan with spironolactone, potassium supplements, or other drugs increasing serum potassium levels may increase the risk of hyperkalemia. Regular monitoring of serum potassium is advised in these conditions. [19]", "contents": "Candesartan -- Adverse Effects -- Drug-Drug Interactions. Concurrent use of candesartan with spironolactone, potassium supplements, or other drugs increasing serum potassium levels may increase the risk of hyperkalemia. Regular monitoring of serum potassium is advised in these conditions. [19]"}
{"id": "article-18808_36", "title": "Candesartan -- Adverse Effects -- Drug-Drug Interactions", "content": "Concurrent use of lithium and ARBs, including candesartan, may increase serum lithium concentrations and cause toxicity. Monitoring of serum lithium levels is recommended. [20]", "contents": "Candesartan -- Adverse Effects -- Drug-Drug Interactions. Concurrent use of lithium and ARBs, including candesartan, may increase serum lithium concentrations and cause toxicity. Monitoring of serum lithium levels is recommended. [20]"}
{"id": "article-18808_37", "title": "Candesartan -- Adverse Effects -- Drug-Drug Interactions", "content": "Co-administration of NSAIDs with candesartan, including selective COX-2 inhibitors, may contribute to decreased renal function. NSAIDs may also lead to the loss of the antihypertensive effect of ARBs. Periodic monitoring of renal function is advised in patients on concomitant therapy. [21]", "contents": "Candesartan -- Adverse Effects -- Drug-Drug Interactions. Co-administration of NSAIDs with candesartan, including selective COX-2 inhibitors, may contribute to decreased renal function. NSAIDs may also lead to the loss of the antihypertensive effect of ARBs. Periodic monitoring of renal function is advised in patients on concomitant therapy. [21]"}
{"id": "article-18808_38", "title": "Candesartan -- Adverse Effects -- Drug-Drug Interactions", "content": "Combination blockade of the renin-angiotensin system (RAS) with angiotensin receptor blockers, ACE inhibitors, or aliskiren increases the risks of hypotension, hyperkalemia, and changes in renal function, including acute kidney injury. Combination treatment with candesartan, an ACE inhibitor, and a mineralocorticoid receptor antagonist is not recommended. [22]", "contents": "Candesartan -- Adverse Effects -- Drug-Drug Interactions. Combination blockade of the renin-angiotensin system (RAS) with angiotensin receptor blockers, ACE inhibitors, or aliskiren increases the risks of hypotension, hyperkalemia, and changes in renal function, including acute kidney injury. Combination treatment with candesartan, an ACE inhibitor, and a mineralocorticoid receptor antagonist is not recommended. [22]"}
{"id": "article-18808_39", "title": "Candesartan -- Contraindications", "content": "The major contraindication to candesartan is hypersensitivity to the medication or excipients. Candesartan induced angiodema has been reported. [23] Concomitant use of candesartan with aliskiren is contraindicated in patients with diabetes.", "contents": "Candesartan -- Contraindications. The major contraindication to candesartan is hypersensitivity to the medication or excipients. Candesartan induced angiodema has been reported. [23] Concomitant use of candesartan with aliskiren is contraindicated in patients with diabetes."}
{"id": "article-18808_40", "title": "Candesartan -- Contraindications -- Boxed Warning", "content": "Candesartan is considered a teratogen and has a boxed warning for fetal toxicity. Medications that interfere with the renin-angiotensin-aldosterone system diminish fetal renal function if used in the second or third trimesters of pregnancy. There is an increased risk of morbidity and death secondary to oligohydramnios resulting from decreased renal function. These neonates may develop skull hypoplasia, lung hypoplasia, hypotension, renal failure, and fetal mortality. [24] [25]", "contents": "Candesartan -- Contraindications -- Boxed Warning. Candesartan is considered a teratogen and has a boxed warning for fetal toxicity. Medications that interfere with the renin-angiotensin-aldosterone system diminish fetal renal function if used in the second or third trimesters of pregnancy. There is an increased risk of morbidity and death secondary to oligohydramnios resulting from decreased renal function. These neonates may develop skull hypoplasia, lung hypoplasia, hypotension, renal failure, and fetal mortality. [24] [25]"}
{"id": "article-18808_41", "title": "Candesartan -- Contraindications -- Precautions", "content": "Candesartan should not be administered to children younger than 12 months due to adverse effects on the development of immature kidneys.", "contents": "Candesartan -- Contraindications -- Precautions. Candesartan should not be administered to children younger than 12 months due to adverse effects on the development of immature kidneys."}
{"id": "article-18808_42", "title": "Candesartan -- Contraindications -- Precautions", "content": "Symptomatic hypotension may occur with candesartan, particularly in patients with volume depletion; a dose reduction of candesartan may be required. Clinicians may also need to adjust the dose of diuretics and consider volume replenishment. Blood pressure monitoring is advised during dose escalation and major surgery/anesthesia. IV fluids and vasopressors may be required in severe hypotension. [26]", "contents": "Candesartan -- Contraindications -- Precautions. Symptomatic hypotension may occur with candesartan, particularly in patients with volume depletion; a dose reduction of candesartan may be required. Clinicians may also need to adjust the dose of diuretics and consider volume replenishment. Blood pressure monitoring is advised during dose escalation and major surgery/anesthesia. IV fluids and vasopressors may be required in severe hypotension. [26]"}
{"id": "article-18808_43", "title": "Candesartan -- Contraindications -- Precautions", "content": "Renal function should be regularly monitored in patients receiving candesartan, as drugs inhibiting the renin-angiotensin system can adversely affect renal function. Candesartan may need to be discontinued if a significant decline in renal function is observed. The initiation of ARBs may increase serum creatinine levels, particularly in patients with extensive atherosclerotic cardiovascular disease. This increase in creatinine levels could be due to bilateral renal artery stenosis or a single renal artery stenosis in patients with a single functioning kidney. If there is a 30% increase in serum creatinine levels from baseline, it is essential to evaluate possible contributing factors, including bilateral renal artery stenosis. [27]", "contents": "Candesartan -- Contraindications -- Precautions. Renal function should be regularly monitored in patients receiving candesartan, as drugs inhibiting the renin-angiotensin system can adversely affect renal function. Candesartan may need to be discontinued if a significant decline in renal function is observed. The initiation of ARBs may increase serum creatinine levels, particularly in patients with extensive atherosclerotic cardiovascular disease. This increase in creatinine levels could be due to bilateral renal artery stenosis or a single renal artery stenosis in patients with a single functioning kidney. If there is a 30% increase in serum creatinine levels from baseline, it is essential to evaluate possible contributing factors, including bilateral renal artery stenosis. [27]"}
{"id": "article-18808_44", "title": "Candesartan -- Monitoring", "content": "Patients taking candesartan should have their blood pressure routinely measured to assess for adequate blood pressure response to the medication. Additionally, clinicians should monitor for adverse effects of symptomatic hypotension, including dizziness, lightheadedness, nausea, syncope, and fatigue. [28] Hyperkalemia and impaired renal function can occur with candesartan use. Therefore, serum potassium and renal function should be closely monitored. [29]", "contents": "Candesartan -- Monitoring. Patients taking candesartan should have their blood pressure routinely measured to assess for adequate blood pressure response to the medication. Additionally, clinicians should monitor for adverse effects of symptomatic hypotension, including dizziness, lightheadedness, nausea, syncope, and fatigue. [28] Hyperkalemia and impaired renal function can occur with candesartan use. Therefore, serum potassium and renal function should be closely monitored. [29]"}
{"id": "article-18808_45", "title": "Candesartan -- Toxicity", "content": "Candesartan overdose manifests as symptomatic hypotension, dizziness, and reflexive tachycardia. Patients who develop symptomatic hypotension should have their vital signs monitored. Unintentional overdoses in children have been reported. [30] Patients should lie down supine and raise their legs. If insufficient, clinicians can initiate fluid resuscitation and supportive pharmacotherapy to increase blood pressure. [28]", "contents": "Candesartan -- Toxicity. Candesartan overdose manifests as symptomatic hypotension, dizziness, and reflexive tachycardia. Patients who develop symptomatic hypotension should have their vital signs monitored. Unintentional overdoses in children have been reported. [30] Patients should lie down supine and raise their legs. If insufficient, clinicians can initiate fluid resuscitation and supportive pharmacotherapy to increase blood pressure. [28]"}
{"id": "article-18808_46", "title": "Candesartan -- Enhancing Healthcare Team Outcomes", "content": "Candesartan is an antihypertensive agent commonly used to manage congestive heart failure. In heart failure, the cardiologist or heart failure specialist should be consulted to optimize guideline-directed medical therapy. Pharmacists should check for potential drug-drug interactions, perform medication reconciliation, and inform prescribers in case of discrepancy. Nurses should monitor vital signs and volume status and educate patients regarding the importance of compliance with treatment.", "contents": "Candesartan -- Enhancing Healthcare Team Outcomes. Candesartan is an antihypertensive agent commonly used to manage congestive heart failure. In heart failure, the cardiologist or heart failure specialist should be consulted to optimize guideline-directed medical therapy. Pharmacists should check for potential drug-drug interactions, perform medication reconciliation, and inform prescribers in case of discrepancy. Nurses should monitor vital signs and volume status and educate patients regarding the importance of compliance with treatment."}
{"id": "article-18808_47", "title": "Candesartan -- Enhancing Healthcare Team Outcomes", "content": "Angioedema associated with candesartan requires rapid stabilization by emergency physicians and advanced practice practitioners. Severe cases may require admission to MICU under the supervision of a critical care physician. A medical toxicologist or poison control center should be consulted for candesartan overdose for the latest information. If an overdose is intentional, psychiatry consultation is indicated after stabilization.", "contents": "Candesartan -- Enhancing Healthcare Team Outcomes. Angioedema associated with candesartan requires rapid stabilization by emergency physicians and advanced practice practitioners. Severe cases may require admission to MICU under the supervision of a critical care physician. A medical toxicologist or poison control center should be consulted for candesartan overdose for the latest information. If an overdose is intentional, psychiatry consultation is indicated after stabilization."}
{"id": "article-18808_48", "title": "Candesartan -- Enhancing Healthcare Team Outcomes", "content": "A recent study investigated the potential advantages of physician-pharmacist collaborative drug therapy management (CDTM) for pediatric hypertension. The results demonstrated that implementing CDTM resulted in higher rates of successfully attaining target blood pressure levels without significantly increasing adverse events. [31]", "contents": "Candesartan -- Enhancing Healthcare Team Outcomes. A recent study investigated the potential advantages of physician-pharmacist collaborative drug therapy management (CDTM) for pediatric hypertension. The results demonstrated that implementing CDTM resulted in higher rates of successfully attaining target blood pressure levels without significantly increasing adverse events. [31]"}
{"id": "article-18808_49", "title": "Candesartan -- Enhancing Healthcare Team Outcomes", "content": "The entire interprofessional healthcare team, physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists can collaborate to make treatment with candesartan more effective by monitoring therapy, checking dosing, counseling the patient, and watching for drug-drug interactions while minimizing adverse effects, thereby achieving optimal patient outcomes.", "contents": "Candesartan -- Enhancing Healthcare Team Outcomes. The entire interprofessional healthcare team, physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists can collaborate to make treatment with candesartan more effective by monitoring therapy, checking dosing, counseling the patient, and watching for drug-drug interactions while minimizing adverse effects, thereby achieving optimal patient outcomes."}
{"id": "article-18808_50", "title": "Candesartan -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Candesartan -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}