{"id": "article-17307_0", "title": "Physiology, Airflow Resistance -- Introduction", "content": "The definition of airway resistance is the change in transpulmonary pressure needed to produce a unit flow of gas through the airways of the lung. More simply put, it is the pressure difference between the mouth and alveoli of the lung, divided by airflow. Multiple factors can influence airway resistance, including airflow velocity, the diameter of the airway, and lung volume. These are some of the most significant contributing factors and will be discussed further on how these variables exert change and why this is important for managing patient airways.", "contents": "Physiology, Airflow Resistance -- Introduction. The definition of airway resistance is the change in transpulmonary pressure needed to produce a unit flow of gas through the airways of the lung. More simply put, it is the pressure difference between the mouth and alveoli of the lung, divided by airflow. Multiple factors can influence airway resistance, including airflow velocity, the diameter of the airway, and lung volume. These are some of the most significant contributing factors and will be discussed further on how these variables exert change and why this is important for managing patient airways."}
{"id": "article-17307_1", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "One of the most important factors influencing airway resistance is the diameter of the airway. In general, the opposition of flow can be described as the pressure divided by the rate of flow (R = change in P/V). However, factors such as turbulent or laminar flow also impact the resistance to flow in the lungs. In the anatomical lung, airflow is primarily laminar, which allows us to utilize Poiseuille’s Law: Q = πPr4/8ηl (Q=flow rate, P=pressure, r=radius, η= viscosity, l=length). [1] Based on this equation, it is easy to see how the diameter of the airway can make a tremendous impact, changing the flow rate by a power of four. Due to these rapid and drastic changes, it is why clinicians are worried about patients who have constricted airways and why β2 agonists are readily used to help dilate airways. Some forces act on the lungs in healthy patients to help them expand and opposing forces that promote lung collapse. The natural elasticity of lungs wanting to assume the smallest possible size and lung surface tension are two forces that favor lung collapse.", "contents": "Physiology, Airflow Resistance -- Issues of Concern. One of the most important factors influencing airway resistance is the diameter of the airway. In general, the opposition of flow can be described as the pressure divided by the rate of flow (R = change in P/V). However, factors such as turbulent or laminar flow also impact the resistance to flow in the lungs. In the anatomical lung, airflow is primarily laminar, which allows us to utilize Poiseuille’s Law: Q = πPr4/8ηl (Q=flow rate, P=pressure, r=radius, η= viscosity, l=length). [1] Based on this equation, it is easy to see how the diameter of the airway can make a tremendous impact, changing the flow rate by a power of four. Due to these rapid and drastic changes, it is why clinicians are worried about patients who have constricted airways and why β2 agonists are readily used to help dilate airways. Some forces act on the lungs in healthy patients to help them expand and opposing forces that promote lung collapse. The natural elasticity of lungs wanting to assume the smallest possible size and lung surface tension are two forces that favor lung collapse."}
{"id": "article-17307_2", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "Additionally, the pleural pressure also acts on the lungs favoring collapse. Most of this pleural pressure comes from the weight of the lung itself. Therefore most of the pleural pressure exists at the base of the lung and least at the apex. Thus, airflow resistance will be highest at the base and least at the lung apex. Fortunately, the natural elasticity of the chest wall pulls the thorax outwards, helping keep the lungs open. Additionally, type 2 pneumocytes produce surfactant, which helps keep the alveoli open and prevent collapse. The transpulmonary pressure (the difference between the intrapulmonary and intrapleural pressures) keeps the airways open enough for air to pass through.", "contents": "Physiology, Airflow Resistance -- Issues of Concern. Additionally, the pleural pressure also acts on the lungs favoring collapse. Most of this pleural pressure comes from the weight of the lung itself. Therefore most of the pleural pressure exists at the base of the lung and least at the apex. Thus, airflow resistance will be highest at the base and least at the lung apex. Fortunately, the natural elasticity of the chest wall pulls the thorax outwards, helping keep the lungs open. Additionally, type 2 pneumocytes produce surfactant, which helps keep the alveoli open and prevent collapse. The transpulmonary pressure (the difference between the intrapulmonary and intrapleural pressures) keeps the airways open enough for air to pass through."}
{"id": "article-17307_3", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "The peak airway pressure is the pressure needed for air to move through the lungs during inhalation while on mechanical ventilation. The higher the pressure needed to move air, the greater the airway resistance. The plateau pressure is a convenient way to try and demonstrate the pressure the alveoli encounter (this occurs by performing an inspiratory pause). Normal resistance is about 1cm HO/L/sec, mild obstructive disease is around 5cm HO/L/sec, and severe obstructive disease will have airway resistance of 10+cm HO/L/sec. When a patient requires ventilation, utilizing peak and plateau pressures can be used to estimate the amount of resistance (airway resistance = peak airway pressure – plateau pressure). [2] Usually, a difference between the peak and plateau pressures of < 5cm HO/L/sec is considered acceptable. As the resistance increases, the gap between the two pressures will increase. Utilizing the alveolar pressure, it is possible to determine whether higher pressures will be needed to overcome higher alveolar pressure. Since air flows from areas of high to low pressures, if the alveoli become damaged and at baseline have elevated pressures, this will need to be overcome to ventilate the patient properly. A more accurate way to measure alveolar pressure is as follows:", "contents": "Physiology, Airflow Resistance -- Issues of Concern. The peak airway pressure is the pressure needed for air to move through the lungs during inhalation while on mechanical ventilation. The higher the pressure needed to move air, the greater the airway resistance. The plateau pressure is a convenient way to try and demonstrate the pressure the alveoli encounter (this occurs by performing an inspiratory pause). Normal resistance is about 1cm HO/L/sec, mild obstructive disease is around 5cm HO/L/sec, and severe obstructive disease will have airway resistance of 10+cm HO/L/sec. When a patient requires ventilation, utilizing peak and plateau pressures can be used to estimate the amount of resistance (airway resistance = peak airway pressure – plateau pressure). [2] Usually, a difference between the peak and plateau pressures of < 5cm HO/L/sec is considered acceptable. As the resistance increases, the gap between the two pressures will increase. Utilizing the alveolar pressure, it is possible to determine whether higher pressures will be needed to overcome higher alveolar pressure. Since air flows from areas of high to low pressures, if the alveoli become damaged and at baseline have elevated pressures, this will need to be overcome to ventilate the patient properly. A more accurate way to measure alveolar pressure is as follows:"}
{"id": "article-17307_4", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "PO = (FiO x (P – P)) – (PCO / RQ). Where PO is the alveolar pressures, FiO is the fraction of inspired oxygen (0.21 at normal room air), P is the atmospheric pressure (usually 760 mmHg at sea level), P is water vapor pressure in alveoli (usually 45 mmHg), PCO is the partial pressure from carbon dioxide (usually 40 mmHg), and finally, RQ is the respiratory quotient (usually 0.8). In healthy patients at standard values, the PO will be about 100 mmHg. [3]", "contents": "Physiology, Airflow Resistance -- Issues of Concern. PO = (FiO x (P – P)) – (PCO / RQ). Where PO is the alveolar pressures, FiO is the fraction of inspired oxygen (0.21 at normal room air), P is the atmospheric pressure (usually 760 mmHg at sea level), P is water vapor pressure in alveoli (usually 45 mmHg), PCO is the partial pressure from carbon dioxide (usually 40 mmHg), and finally, RQ is the respiratory quotient (usually 0.8). In healthy patients at standard values, the PO will be about 100 mmHg. [3]"}
{"id": "article-17307_5", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "Lung volume has a non-linear relationship with airway resistance. When the volume of the lungs increases above functional residual capacity (FRC), the airway resistance only minimally increases. But, when FRC decreases, airway resistance will rapidly increase and approach infinity at residual volume (RV). The driving factor for such a rapid increase in airflow resistance is the loss of lung elastic recoil. When lung volumes decrease, so too does the elastic recoil, which, as previously mentioned, acts to keep the airways open. Simply put, during inspiration, airway resistance goes down because the lungs and airways expand, in contrast to expiration (analogous to decreased FRC), which increases airway resistance because the lung and airways deflate, narrowing the airways. [4]", "contents": "Physiology, Airflow Resistance -- Issues of Concern. Lung volume has a non-linear relationship with airway resistance. When the volume of the lungs increases above functional residual capacity (FRC), the airway resistance only minimally increases. But, when FRC decreases, airway resistance will rapidly increase and approach infinity at residual volume (RV). The driving factor for such a rapid increase in airflow resistance is the loss of lung elastic recoil. When lung volumes decrease, so too does the elastic recoil, which, as previously mentioned, acts to keep the airways open. Simply put, during inspiration, airway resistance goes down because the lungs and airways expand, in contrast to expiration (analogous to decreased FRC), which increases airway resistance because the lung and airways deflate, narrowing the airways. [4]"}
{"id": "article-17307_6", "title": "Physiology, Airflow Resistance -- Issues of Concern", "content": "Bernoulli’s principle mathematically states that when a gas flows through a tube whose diameter decreases, the velocity must increase. The pressure must decrease to the main volumetric flow (granted, other factors such as air density and temperature remain constant). In a healthy physiologic state, the airway divides and gets smaller and smaller. To maintain volumetric flow, the velocity will increase with each further division of the airway. As a result of higher velocity, the turbulent flow will increase, resulting in greater airflow resistance, which is important clinically when trying to treat a patient whose airways have either collapsed or constricted. [5] Other factors can also influence the diameter via reflexive bronchi constriction, including inhaled irritants (smoke, sulfur dioxide, some types of dust, etc.), arterial hypoxemia, vessel embolization, cold temperature, and medications. [6] [7] [8] [9] [10]", "contents": "Physiology, Airflow Resistance -- Issues of Concern. Bernoulli’s principle mathematically states that when a gas flows through a tube whose diameter decreases, the velocity must increase. The pressure must decrease to the main volumetric flow (granted, other factors such as air density and temperature remain constant). In a healthy physiologic state, the airway divides and gets smaller and smaller. To maintain volumetric flow, the velocity will increase with each further division of the airway. As a result of higher velocity, the turbulent flow will increase, resulting in greater airflow resistance, which is important clinically when trying to treat a patient whose airways have either collapsed or constricted. [5] Other factors can also influence the diameter via reflexive bronchi constriction, including inhaled irritants (smoke, sulfur dioxide, some types of dust, etc.), arterial hypoxemia, vessel embolization, cold temperature, and medications. [6] [7] [8] [9] [10]"}
{"id": "article-17307_7", "title": "Physiology, Airflow Resistance -- Development -- Embryology", "content": "The respiratory tract begins developing around day 22 of life and does not reach a final mature form until the age of 8. The stages of development divide into the following five categories: embryonic, pseudoglandular, canalicular, saccular, and alveolar.", "contents": "Physiology, Airflow Resistance -- Development -- Embryology. The respiratory tract begins developing around day 22 of life and does not reach a final mature form until the age of 8. The stages of development divide into the following five categories: embryonic, pseudoglandular, canalicular, saccular, and alveolar."}
{"id": "article-17307_8", "title": "Physiology, Airflow Resistance -- Development -- Embryonic Stage, Weeks 3 – 6", "content": "The respiratory diverticulum first appears on the wall of the foregut endoderm. The wall pinches itself off and elongates to form the trachea (anteriorly) and esophagus (posteriorly). Towards the end of the fourth week, the trachea will divide to give rise to the right and left primary bronchial buds. Branching morphogenesis begins when the initial bifurcation of the right and left bronchial buds appears. By the end of week five, the right and left bronchial buds will divide into three and two secondary bronchial buds, respectively. These secondary bronchial buds will develop into the mature lobes of the lung. A third branching occurs towards the end of week 6; the secondary will divide into tertiary bronchial buds bilaterally, giving way to the eventual bronchopulmonary segments of mature lungs. When the embryonic stage is complete, the bronchopulmonary segments, lobes, trachea, and larynx will have their primitive formation.", "contents": "Physiology, Airflow Resistance -- Development -- Embryonic Stage, Weeks 3 – 6. The respiratory diverticulum first appears on the wall of the foregut endoderm. The wall pinches itself off and elongates to form the trachea (anteriorly) and esophagus (posteriorly). Towards the end of the fourth week, the trachea will divide to give rise to the right and left primary bronchial buds. Branching morphogenesis begins when the initial bifurcation of the right and left bronchial buds appears. By the end of week five, the right and left bronchial buds will divide into three and two secondary bronchial buds, respectively. These secondary bronchial buds will develop into the mature lobes of the lung. A third branching occurs towards the end of week 6; the secondary will divide into tertiary bronchial buds bilaterally, giving way to the eventual bronchopulmonary segments of mature lungs. When the embryonic stage is complete, the bronchopulmonary segments, lobes, trachea, and larynx will have their primitive formation."}
{"id": "article-17307_9", "title": "Physiology, Airflow Resistance -- Development -- Pseudoglandular Stage, Weeks 5 – 17", "content": "During these weeks, the bronchial tree will form, the primary result of this stage. Tertiary bronchial buds formed in the embryonic stage will branch extensively to give rise to the bronchial tree. During this stage, the epithelium will begin to differentiate, starting in the proximal airway; here, the columnar epithelial cells will form cilia on the surface. The blood supply for the lungs also expands vastly when the splanchnopleuric mesoderm differentiates into various intrapulmonary arteries.", "contents": "Physiology, Airflow Resistance -- Development -- Pseudoglandular Stage, Weeks 5 – 17. During these weeks, the bronchial tree will form, the primary result of this stage. Tertiary bronchial buds formed in the embryonic stage will branch extensively to give rise to the bronchial tree. During this stage, the epithelium will begin to differentiate, starting in the proximal airway; here, the columnar epithelial cells will form cilia on the surface. The blood supply for the lungs also expands vastly when the splanchnopleuric mesoderm differentiates into various intrapulmonary arteries."}
{"id": "article-17307_10", "title": "Physiology, Airflow Resistance -- Development -- Pseudoglandular Stage, Weeks 5 – 17", "content": "When the pseudoglandular stage is complete, the respiratory smooth muscle, cartilage, arterial system, and terminal bronchioles will be present. However, despite a tremendous amount of growth and development, without respiratory bronchioles, an infant born in this stage would not be able to survive due to an inability to absorb oxygen.", "contents": "Physiology, Airflow Resistance -- Development -- Pseudoglandular Stage, Weeks 5 – 17. When the pseudoglandular stage is complete, the respiratory smooth muscle, cartilage, arterial system, and terminal bronchioles will be present. However, despite a tremendous amount of growth and development, without respiratory bronchioles, an infant born in this stage would not be able to survive due to an inability to absorb oxygen."}
{"id": "article-17307_11", "title": "Physiology, Airflow Resistance -- Development -- Canalicular Stage, Weeks 16 – 25", "content": "The conducting and respiratory components divide during this stage, a landmark of the stage and respiratory development. With the development of respiratory bronchioles from the terminal bronchioles, an extensive amount of angiogenesis occurs. This vasculature begins to create the blood-air barrier necessary for gas exchange. At some point during week 20, lamellar bodies arise in type II pneumocytes, which line the distal epithelium. These bodies store surfactant before its release into the alveoli.", "contents": "Physiology, Airflow Resistance -- Development -- Canalicular Stage, Weeks 16 – 25. The conducting and respiratory components divide during this stage, a landmark of the stage and respiratory development. With the development of respiratory bronchioles from the terminal bronchioles, an extensive amount of angiogenesis occurs. This vasculature begins to create the blood-air barrier necessary for gas exchange. At some point during week 20, lamellar bodies arise in type II pneumocytes, which line the distal epithelium. These bodies store surfactant before its release into the alveoli."}
{"id": "article-17307_12", "title": "Physiology, Airflow Resistance -- Development -- Canalicular Stage, Weeks 16 – 25", "content": "Infants born in this stage may survive with extensive care since all the necessary anatomy is present. However, due to decreased surface area for gas exchange and limited surfactant, not all infants will survive if born during this stage.", "contents": "Physiology, Airflow Resistance -- Development -- Canalicular Stage, Weeks 16 – 25. Infants born in this stage may survive with extensive care since all the necessary anatomy is present. However, due to decreased surface area for gas exchange and limited surfactant, not all infants will survive if born during this stage."}
{"id": "article-17307_13", "title": "Physiology, Airflow Resistance -- Development -- Saccular Stage, Weeks 25 – 36", "content": "With the respiratory bronchioles developed, the further growth and development of these bronchioles allow for an increased surface area. The continued growth of the terminal airway decreases the mesodermal tissue and forms airspaces known as saccules. Every saccule has a thick septum and double capillary network; this network is what invades the sacculi to form a more mature blood-gas-barrier. Type II pneumocytes continue to mature and produce surfactant and also differentiate into type I pneumocytes. Surfactant production will start in week 24. However, it is in insignificant amounts until week 32. Around this age, a baby born would have enough surfactant to prevent atelectasis on their own.", "contents": "Physiology, Airflow Resistance -- Development -- Saccular Stage, Weeks 25 – 36. With the respiratory bronchioles developed, the further growth and development of these bronchioles allow for an increased surface area. The continued growth of the terminal airway decreases the mesodermal tissue and forms airspaces known as saccules. Every saccule has a thick septum and double capillary network; this network is what invades the sacculi to form a more mature blood-gas-barrier. Type II pneumocytes continue to mature and produce surfactant and also differentiate into type I pneumocytes. Surfactant production will start in week 24. However, it is in insignificant amounts until week 32. Around this age, a baby born would have enough surfactant to prevent atelectasis on their own."}
{"id": "article-17307_14", "title": "Physiology, Airflow Resistance -- Development -- Alveolar Stage, Birth – 8 years old", "content": "Sacculi continue to grow in size, the primary septa becoming larger as the individual ages during infancy. New septations occur from the primary septa, known as secondary septa, and mark the last division of the lungs from sacculi into alveoli. This process occurs until roughly 3 years old, but the bulk occurs in the first 6 months. The double-layer capillary network mentioned previously also fuses into a single network; this allows for a thinner diffusion barrier, closer associated with each alveolus. Until 3 years old, the lungs primarily grow via increased alveoli number, but after 3 years of age, the size and number will increase until 8 years old. At this point, the lungs are considered fully mature. [11] [12] [13]", "contents": "Physiology, Airflow Resistance -- Development -- Alveolar Stage, Birth – 8 years old. Sacculi continue to grow in size, the primary septa becoming larger as the individual ages during infancy. New septations occur from the primary septa, known as secondary septa, and mark the last division of the lungs from sacculi into alveoli. This process occurs until roughly 3 years old, but the bulk occurs in the first 6 months. The double-layer capillary network mentioned previously also fuses into a single network; this allows for a thinner diffusion barrier, closer associated with each alveolus. Until 3 years old, the lungs primarily grow via increased alveoli number, but after 3 years of age, the size and number will increase until 8 years old. At this point, the lungs are considered fully mature. [11] [12] [13]"}
{"id": "article-17307_15", "title": "Physiology, Airflow Resistance -- Mechanism -- Inhalation", "content": "Nerve impulses are sent to muscles in the body, the diaphragm and the intercostal muscles being the most important for breathing. When these muscles contract, the lungs can expand due to increased intrathoracic space. This expansion leads to increased lung volume and a slight drop in intrapulmonary pressure. The decrease in pressure allows air to move from the outside world into the lungs (gases travel from an area of high pressure to low pressure).", "contents": "Physiology, Airflow Resistance -- Mechanism -- Inhalation. Nerve impulses are sent to muscles in the body, the diaphragm and the intercostal muscles being the most important for breathing. When these muscles contract, the lungs can expand due to increased intrathoracic space. This expansion leads to increased lung volume and a slight drop in intrapulmonary pressure. The decrease in pressure allows air to move from the outside world into the lungs (gases travel from an area of high pressure to low pressure)."}
{"id": "article-17307_16", "title": "Physiology, Airflow Resistance -- Mechanism -- Exhalation", "content": "Once the diaphragm and intercostal muscles have contracted, they will relax, causing the intrathoracic space to decrease slightly. This decrease causes the lung volume to become smaller, and as a result, the intrapulmonary pressure increases. As previously stated, gas travels from an area of high pressure to low pressure. The pressure increase has now made the outside world have a lower pressure in comparison (external atmospheric pressure does not change), and gas will flow out of the lungs and back into the environment.", "contents": "Physiology, Airflow Resistance -- Mechanism -- Exhalation. Once the diaphragm and intercostal muscles have contracted, they will relax, causing the intrathoracic space to decrease slightly. This decrease causes the lung volume to become smaller, and as a result, the intrapulmonary pressure increases. As previously stated, gas travels from an area of high pressure to low pressure. The pressure increase has now made the outside world have a lower pressure in comparison (external atmospheric pressure does not change), and gas will flow out of the lungs and back into the environment."}
{"id": "article-17307_17", "title": "Physiology, Airflow Resistance -- Mechanism -- Pulmonary Innervation", "content": "The pulmonary plexus and phrenic nerve are the main innervations of the lung. The pulmonary plexus is a combination of both parasympathetic (branches of the vagus nerve) and sympathetic nerves found at the lung root. The plexus has an extensive branching network that innervates both the pulmonary vasculature and smooth muscle. The phrenic nerve innervates parts of the visceral pleura, the diaphragm, and fibrous pericardium. It originates from the cervical nerve roots C3, C4, C5 and is essential not only for pulmonary innervation but the expansion and contraction of the thorax via diaphragm contraction and relaxation. Parasympathetic innervation results in smooth muscle contraction, leading to bronchiole constriction and pulmonary vessel dilation. With sympathetic innervation, the opposite is true. The smooth muscle will relax, bronchioles will dilate, and pulmonary vessels will constrict. [14] [15] [16]", "contents": "Physiology, Airflow Resistance -- Mechanism -- Pulmonary Innervation. The pulmonary plexus and phrenic nerve are the main innervations of the lung. The pulmonary plexus is a combination of both parasympathetic (branches of the vagus nerve) and sympathetic nerves found at the lung root. The plexus has an extensive branching network that innervates both the pulmonary vasculature and smooth muscle. The phrenic nerve innervates parts of the visceral pleura, the diaphragm, and fibrous pericardium. It originates from the cervical nerve roots C3, C4, C5 and is essential not only for pulmonary innervation but the expansion and contraction of the thorax via diaphragm contraction and relaxation. Parasympathetic innervation results in smooth muscle contraction, leading to bronchiole constriction and pulmonary vessel dilation. With sympathetic innervation, the opposite is true. The smooth muscle will relax, bronchioles will dilate, and pulmonary vessels will constrict. [14] [15] [16]"}
{"id": "article-17307_18", "title": "Physiology, Airflow Resistance -- Related Testing -- Spirometry", "content": "A commonly used test to help diagnose obstructive and restrictive lung diseases. The test is useful in measuring patient inhalation and exhalation over time. The actual test itself consists of three stages: maximal inspiration, forceful exhalation, and continued exhalation. During maximal inspiration, the patient takes in as big a breath as possible, followed by a sudden burst of air out. This forceful exhalation is meant to be the patient’s maximum speed and effort of exhalation. The forceful exhalation, without pause, transitions into a continuous exhalation meant to empty any remaining air in the lungs. Spirometry provides forced vital capacity (FVC) and forced expiratory volume in one second (FEV). Using this ratio, it is possible to determine what type of lung pathology is present. A normal FEV/FVC will depend on age, as older patients will an expected lower ratio.", "contents": "Physiology, Airflow Resistance -- Related Testing -- Spirometry. A commonly used test to help diagnose obstructive and restrictive lung diseases. The test is useful in measuring patient inhalation and exhalation over time. The actual test itself consists of three stages: maximal inspiration, forceful exhalation, and continued exhalation. During maximal inspiration, the patient takes in as big a breath as possible, followed by a sudden burst of air out. This forceful exhalation is meant to be the patient’s maximum speed and effort of exhalation. The forceful exhalation, without pause, transitions into a continuous exhalation meant to empty any remaining air in the lungs. Spirometry provides forced vital capacity (FVC) and forced expiratory volume in one second (FEV). Using this ratio, it is possible to determine what type of lung pathology is present. A normal FEV/FVC will depend on age, as older patients will an expected lower ratio."}
{"id": "article-17307_19", "title": "Physiology, Airflow Resistance -- Related Testing -- Spirometry", "content": "In obstructive lung diseases, the FEV will be severely reduced, and the FVC will also be reduced, resulting in an overall decreased ratio. The FEV is then used to determine the severity. (Beta-2 agonists are used, and spirometry is repeated to note if there is an improvement in test values, indicating if the disease is reversible or not.) GOLD Staging Mild - FEV ≥ 80% predicted Moderate - FEV < 80% predicted Severe - FEV < 50% predicted Very Severe - FEV < 30% predicted", "contents": "Physiology, Airflow Resistance -- Related Testing -- Spirometry. In obstructive lung diseases, the FEV will be severely reduced, and the FVC will also be reduced, resulting in an overall decreased ratio. The FEV is then used to determine the severity. (Beta-2 agonists are used, and spirometry is repeated to note if there is an improvement in test values, indicating if the disease is reversible or not.) GOLD Staging Mild - FEV ≥ 80% predicted Moderate - FEV < 80% predicted Severe - FEV < 50% predicted Very Severe - FEV < 30% predicted"}
{"id": "article-17307_20", "title": "Physiology, Airflow Resistance -- Related Testing -- Spirometry", "content": "In restrictive lung disease, the FEV will be reduced, and the FVC will be greatly reduced. Both values decrease, but since the FVC decreases more, the FEV/FVC ratio actually increases to over 80%, indicating restrictive disease pathology.", "contents": "Physiology, Airflow Resistance -- Related Testing -- Spirometry. In restrictive lung disease, the FEV will be reduced, and the FVC will be greatly reduced. Both values decrease, but since the FVC decreases more, the FEV/FVC ratio actually increases to over 80%, indicating restrictive disease pathology."}
{"id": "article-17307_21", "title": "Physiology, Airflow Resistance -- Related Testing -- Body Plethysmography", "content": "Determining lung volumes is dependent on finding out the functional residual capacity (FRC). Once this value is known, all other volumes and capacities (capacity is two or more volumes added together) can be calculated. The gold standard to calculate these values is body plethysmography. A patient sits in a body box and will breathe against a shutter valve. Using Boyle’s Law (PV = PV when the temperature is constant), the FRC can then be determined. [17] [18]", "contents": "Physiology, Airflow Resistance -- Related Testing -- Body Plethysmography. Determining lung volumes is dependent on finding out the functional residual capacity (FRC). Once this value is known, all other volumes and capacities (capacity is two or more volumes added together) can be calculated. The gold standard to calculate these values is body plethysmography. A patient sits in a body box and will breathe against a shutter valve. Using Boyle’s Law (PV = PV when the temperature is constant), the FRC can then be determined. [17] [18]"}
{"id": "article-17307_22", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma", "content": "Asthma is a common pathology in both children and adults, ranging from intermittent, mild persistent, moderate persistent, and severe persistent. An essential and unique aspect of asthma is a reversible inflammation of the airway caused by hyper-responsiveness. This response can become triggered by many different factors, including infections, exercise, allergens, smoke, and temperature.", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma. Asthma is a common pathology in both children and adults, ranging from intermittent, mild persistent, moderate persistent, and severe persistent. An essential and unique aspect of asthma is a reversible inflammation of the airway caused by hyper-responsiveness. This response can become triggered by many different factors, including infections, exercise, allergens, smoke, and temperature."}
{"id": "article-17307_23", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma", "content": "The pathological response begins with the initial inhalation of an irritant. This irritation results in bronchospasms, airway inflammation, and increased mucus. These changes result in an increase in airway resistance, most noticeable during expiration. If left untreated, mucus can build up and block future medication doses from successfully working. Additionally, the inflammation can lead to local airway edema, further reducing gas exchange.", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma. The pathological response begins with the initial inhalation of an irritant. This irritation results in bronchospasms, airway inflammation, and increased mucus. These changes result in an increase in airway resistance, most noticeable during expiration. If left untreated, mucus can build up and block future medication doses from successfully working. Additionally, the inflammation can lead to local airway edema, further reducing gas exchange."}
{"id": "article-17307_24", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma", "content": "Asthma exacerbations are treatable if caught early. Common medications include beta-2 agonists (i.e., albuterol) and muscarinic receptor antagonists (ipratropium bromide). The medications help dilate the airway and halt further inflammation, allowing gas exchange and the patient to gain better quality breaths. [19] [20] [21]", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Asthma. Asthma exacerbations are treatable if caught early. Common medications include beta-2 agonists (i.e., albuterol) and muscarinic receptor antagonists (ipratropium bromide). The medications help dilate the airway and halt further inflammation, allowing gas exchange and the patient to gain better quality breaths. [19] [20] [21]"}
{"id": "article-17307_25", "title": "Physiology, Airflow Resistance -- Pathophysiology -- COPD", "content": "Chronic obstructive pulmonary disease (COPD) is a blanket term that encompasses the following disease: chronic bronchitis, emphysema, refractory asthma, and bronchiectasis. COPD, in general terms, describes diseases that result in air being trapped within the lungs, unable to be fully exhaled. This condition results in increased residual volume (RV), increased functional residual capacity (FRC), increased total lung capacity (TLC), resulting in a V/Q mismatch, and chronic hypoxia.", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- COPD. Chronic obstructive pulmonary disease (COPD) is a blanket term that encompasses the following disease: chronic bronchitis, emphysema, refractory asthma, and bronchiectasis. COPD, in general terms, describes diseases that result in air being trapped within the lungs, unable to be fully exhaled. This condition results in increased residual volume (RV), increased functional residual capacity (FRC), increased total lung capacity (TLC), resulting in a V/Q mismatch, and chronic hypoxia."}
{"id": "article-17307_26", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Chronic Bronchitis", "content": "Repeated exposures to irritants (most commonly cigarette smoke) cause high sensitivity, mucus production, and an increase in inflammatory markers. Alveolar epithelium initiates the inflammatory response; it is also the target. Thus, when exposed to an irritant, the alveolar epithelium responds by commencing the inflammatory response—this inflammation results in increased blood flow (and resulting edema) and mucus production. Due to a long history of exposure, this state becomes a baseline pulmonary state of increased mucus production and edematous vasculature. Acute exacerbations occur as a result of mucociliary dysfunction from long-term scarring. Without the cilia to clear debris, mucus plugs will block the airways. Therefore, the initial irritant causes an inflammatory response, increasing mucus production. The inhaled debris and mucus are then stuck due to dysfunctional mucocilia, further exacerbating the inflammation and trapping air in the process (hence the obstruction). The characteristic wet cough of chronic bronchitis comes from excess mucus production. [22] [23] [24] [25] [26]", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Chronic Bronchitis. Repeated exposures to irritants (most commonly cigarette smoke) cause high sensitivity, mucus production, and an increase in inflammatory markers. Alveolar epithelium initiates the inflammatory response; it is also the target. Thus, when exposed to an irritant, the alveolar epithelium responds by commencing the inflammatory response—this inflammation results in increased blood flow (and resulting edema) and mucus production. Due to a long history of exposure, this state becomes a baseline pulmonary state of increased mucus production and edematous vasculature. Acute exacerbations occur as a result of mucociliary dysfunction from long-term scarring. Without the cilia to clear debris, mucus plugs will block the airways. Therefore, the initial irritant causes an inflammatory response, increasing mucus production. The inhaled debris and mucus are then stuck due to dysfunctional mucocilia, further exacerbating the inflammation and trapping air in the process (hence the obstruction). The characteristic wet cough of chronic bronchitis comes from excess mucus production. [22] [23] [24] [25] [26]"}
{"id": "article-17307_27", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Emphysema", "content": "Emphysema can split into three pathological subdivisions: centrilobular, panacinar, and paraseptal. Centrilobular being the most common and has a particularly high association with smoking. Panacinar is less common and is the result of a deficiency of alpha one antitrypsin. Paraseptal may be seen on its own or in the presence of centrilobular or panacinar. When it is a single pathology, it commonly presents in young adults with spontaneous pneumothorax.", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Emphysema. Emphysema can split into three pathological subdivisions: centrilobular, panacinar, and paraseptal. Centrilobular being the most common and has a particularly high association with smoking. Panacinar is less common and is the result of a deficiency of alpha one antitrypsin. Paraseptal may be seen on its own or in the presence of centrilobular or panacinar. When it is a single pathology, it commonly presents in young adults with spontaneous pneumothorax."}
{"id": "article-17307_28", "title": "Physiology, Airflow Resistance -- Pathophysiology -- Emphysema", "content": "The disease process results from damage to the acinus, resulting in distal airway wall destruction leading to permanent dilation. When the distal walls are destroyed, there is a decrease in the overall number of alveoli, causing a decrease in capillary surface area. Therefore, with a decreased capillary surface area, there is a resulting decrease in gas exchange. The exact mechanism of wall breakdown determines the pathological subdivision. Centrilobular emphysema is the result of long-term exposure to a noxious irritant, typically smoke. Macrophages are recruited to the site of irritation and begin releasing chemical markers to attract neutrophils. Neutrophils and macrophages will release proteinases that destroy elastin and cause mucus secretion. Elastin destruction results in connective tissue loss in the lungs and the decreased surface area. Panacinar emphysema is the result of a mutation that leads to decreased alpha one antitrypsin (AAT). AAT normally inhibits the action of elastase in the lung, keeping elastin and the integrity of the lung intact. However, with decreased levels of AAT, elastase is no longer inhibited, and it begins breaking down the elastin, leading to progressively worsening emphysema. In all forms of emphysema, there is a loss of pulmonary connective tissue. Without elastin, the lungs cannot properly contract and push air back out of the lung, leading to air trapping. [27] [28] [29] [30]", "contents": "Physiology, Airflow Resistance -- Pathophysiology -- Emphysema. The disease process results from damage to the acinus, resulting in distal airway wall destruction leading to permanent dilation. When the distal walls are destroyed, there is a decrease in the overall number of alveoli, causing a decrease in capillary surface area. Therefore, with a decreased capillary surface area, there is a resulting decrease in gas exchange. The exact mechanism of wall breakdown determines the pathological subdivision. Centrilobular emphysema is the result of long-term exposure to a noxious irritant, typically smoke. Macrophages are recruited to the site of irritation and begin releasing chemical markers to attract neutrophils. Neutrophils and macrophages will release proteinases that destroy elastin and cause mucus secretion. Elastin destruction results in connective tissue loss in the lungs and the decreased surface area. Panacinar emphysema is the result of a mutation that leads to decreased alpha one antitrypsin (AAT). AAT normally inhibits the action of elastase in the lung, keeping elastin and the integrity of the lung intact. However, with decreased levels of AAT, elastase is no longer inhibited, and it begins breaking down the elastin, leading to progressively worsening emphysema. In all forms of emphysema, there is a loss of pulmonary connective tissue. Without elastin, the lungs cannot properly contract and push air back out of the lung, leading to air trapping. [27] [28] [29] [30]"}
{"id": "article-17307_29", "title": "Physiology, Airflow Resistance -- Clinical Significance", "content": "When airway resistance increases, the pressure needed to deliver a fixed volume of gas increases, which poses an airway problem. With a ventilated patient, only the peak inspiratory pressure will increase, and there will be no increase in the plateau pressure, which would signify a parenchymal or lung problem. The problem can be remedied depending on the causes, which include: retained secretions (suction the airway), bronchoconstriction or bronchospasm (administer bronchodilators), water in the ventilator circuit (drain the circuit). Conversely, compliance is a lung issue. When both the peak inspiratory pressure and the plateau pressure increase or decrease, it is a compliance (lung) issue. Increases in both pressures reflect decreasing lung compliance. When both pressures decrease, it reflects an increase in lung compliance and patient improvement. [31]", "contents": "Physiology, Airflow Resistance -- Clinical Significance. When airway resistance increases, the pressure needed to deliver a fixed volume of gas increases, which poses an airway problem. With a ventilated patient, only the peak inspiratory pressure will increase, and there will be no increase in the plateau pressure, which would signify a parenchymal or lung problem. The problem can be remedied depending on the causes, which include: retained secretions (suction the airway), bronchoconstriction or bronchospasm (administer bronchodilators), water in the ventilator circuit (drain the circuit). Conversely, compliance is a lung issue. When both the peak inspiratory pressure and the plateau pressure increase or decrease, it is a compliance (lung) issue. Increases in both pressures reflect decreasing lung compliance. When both pressures decrease, it reflects an increase in lung compliance and patient improvement. [31]"}
{"id": "article-17307_30", "title": "Physiology, Airflow Resistance -- Clinical Significance", "content": "Airflow resistance is important for everyday function as the heart and brain require high amounts of oxygen to function properly. It is even more important in ill patients – especially those on ventilators. Airflow resistance, if elevated, will prevent proper ventilation and can lead to air trapping, atelectasis, and pulmonary hypertension – to name a few. Many of the forces, pressures, and variables which affect airflow resistance may undergo alteration in sick patients. These alterations are why a thorough history and physical exam are necessary to treat ill patients properly. Neurological injuries, which impact sympathetic output, can result in uninhibited parasympathetic input, leading to constriction of bronchial smooth muscle, narrowing of the airway, and increasing airflow resistance. If the patient is on a ventilator, it is important to first assess the machine and the circuit before adjusting the ventilator settings. Often a kinked tube, improperly sized endotracheal tube, or disconnected tubing is the culprit of altered ventilation. Once the machine and circuit are confirmed to be still working correctly, then adjusting the ventilator can improve patient ventilation. [6]", "contents": "Physiology, Airflow Resistance -- Clinical Significance. Airflow resistance is important for everyday function as the heart and brain require high amounts of oxygen to function properly. It is even more important in ill patients – especially those on ventilators. Airflow resistance, if elevated, will prevent proper ventilation and can lead to air trapping, atelectasis, and pulmonary hypertension – to name a few. Many of the forces, pressures, and variables which affect airflow resistance may undergo alteration in sick patients. These alterations are why a thorough history and physical exam are necessary to treat ill patients properly. Neurological injuries, which impact sympathetic output, can result in uninhibited parasympathetic input, leading to constriction of bronchial smooth muscle, narrowing of the airway, and increasing airflow resistance. If the patient is on a ventilator, it is important to first assess the machine and the circuit before adjusting the ventilator settings. Often a kinked tube, improperly sized endotracheal tube, or disconnected tubing is the culprit of altered ventilation. Once the machine and circuit are confirmed to be still working correctly, then adjusting the ventilator can improve patient ventilation. [6]"}
{"id": "article-17307_31", "title": "Physiology, Airflow Resistance -- Clinical Significance -- Inhaled Corticosteroids", "content": "These medications have a strong glucocorticoid activity but are slower in their onset of action due to the mechanism of action. They work by decreasing capillary permeability and lysosomal stability, decreasing the inflammatory response at the cellular level, allowing decreased inflammatory markers and less mucus. This response allows for the airways to exchange air more freely. [32] [33] [34]", "contents": "Physiology, Airflow Resistance -- Clinical Significance -- Inhaled Corticosteroids. These medications have a strong glucocorticoid activity but are slower in their onset of action due to the mechanism of action. They work by decreasing capillary permeability and lysosomal stability, decreasing the inflammatory response at the cellular level, allowing decreased inflammatory markers and less mucus. This response allows for the airways to exchange air more freely. [32] [33] [34]"}
{"id": "article-17307_32", "title": "Physiology, Airflow Resistance -- Clinical Significance -- Beta-2 Agonists", "content": "Beta-2 agonists mimic catecholamines that occur naturally in the body. The molecules preferentially bind to beta-2 adrenergic receptors. This initiates a signal cascade, ultimately leading to increased cAMP levels, activating protein kinase A (PKA). PKA phosphorylates Gq receptors, which researchers believe decreases intracellular levels of calcium. This decrease inhibits the function of myosin light chain phosphorylation, inhibiting airway smooth muscle from contracting. This allows the airway to dilate and increase airflow and gas exchange. Beta-2 agonists are first-line treatments for many respiratory diseases, including COPD and asthma. Beta-2 agonists often classify as short-acting beta-agonists (SABA) and long-acting beta-agonists (LABA), the difference being duration of action. SABAs are used during attacks and exacerbations, while LABAs are better for long-term therapy. [34] [35] [36]", "contents": "Physiology, Airflow Resistance -- Clinical Significance -- Beta-2 Agonists. Beta-2 agonists mimic catecholamines that occur naturally in the body. The molecules preferentially bind to beta-2 adrenergic receptors. This initiates a signal cascade, ultimately leading to increased cAMP levels, activating protein kinase A (PKA). PKA phosphorylates Gq receptors, which researchers believe decreases intracellular levels of calcium. This decrease inhibits the function of myosin light chain phosphorylation, inhibiting airway smooth muscle from contracting. This allows the airway to dilate and increase airflow and gas exchange. Beta-2 agonists are first-line treatments for many respiratory diseases, including COPD and asthma. Beta-2 agonists often classify as short-acting beta-agonists (SABA) and long-acting beta-agonists (LABA), the difference being duration of action. SABAs are used during attacks and exacerbations, while LABAs are better for long-term therapy. [34] [35] [36]"}
{"id": "article-17307_33", "title": "Physiology, Airflow Resistance -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Airflow Resistance -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}