{"id": "article-19658_0", "title": "Physiology, Coagulation Pathways -- Introduction", "content": "The coagulation pathway is a cascade of events that leads to hemostasis. The intricate pathway allows for rapid healing and prevention of spontaneous bleeding. Two paths, intrinsic and extrinsic, originate separately but converge at a specific point, leading to fibrin activation. The purpose is to stabilize the platelet plug with a fibrin mesh ultimately. [1] [2] [3]", "contents": "Physiology, Coagulation Pathways -- Introduction. The coagulation pathway is a cascade of events that leads to hemostasis. The intricate pathway allows for rapid healing and prevention of spontaneous bleeding. Two paths, intrinsic and extrinsic, originate separately but converge at a specific point, leading to fibrin activation. The purpose is to stabilize the platelet plug with a fibrin mesh ultimately. [1] [2] [3]"}
{"id": "article-19658_1", "title": "Physiology, Coagulation Pathways -- Function", "content": "The function of the coagulation pathway is to keep hemostasis, which is the blockage of a bleeding or hemorrhage. Primary hemostasis is an aggregation of platelets forming a plug at the damaged site of exposed endothelial cells. Secondary hemostasis includes the two main coagulation pathways, intrinsic and extrinsic, that meet up at a point to form the common pathway. The common pathway ultimately activates fibrinogen into fibrin. These fibrin subunits have an affinity for each other and combine into fibrin strands that bind the platelets together, stabilizing the platelet plug. [4] [5] [6] [7]", "contents": "Physiology, Coagulation Pathways -- Function. The function of the coagulation pathway is to keep hemostasis, which is the blockage of a bleeding or hemorrhage. Primary hemostasis is an aggregation of platelets forming a plug at the damaged site of exposed endothelial cells. Secondary hemostasis includes the two main coagulation pathways, intrinsic and extrinsic, that meet up at a point to form the common pathway. The common pathway ultimately activates fibrinogen into fibrin. These fibrin subunits have an affinity for each other and combine into fibrin strands that bind the platelets together, stabilizing the platelet plug. [4] [5] [6] [7]"}
{"id": "article-19658_2", "title": "Physiology, Coagulation Pathways -- Mechanism", "content": "The mechanism by which coagulation allows for hemostasis is an intricate process that is done through a series of clotting factors. The intrinsic pathway consists of factors I, II, IX, X, XI, and XII. Respectively, each one is named fibrinogen , prothrombin , Christmas factor , Stuart-Prower factor, plasma thromboplastin , and Hageman factor . The extrinsic pathway consists of factors I, II, VII, and X. Factor VII is called stable factor . The common pathway consists of factors I, II, V, VIII, and X. The factors circulate through the bloodstream as zymogens and are activated into serine proteases. These serine proteases act as a catalyst to cleave the next zymogen into more serine proteases and ultimately activate fibrinogen. The following are serine proteases: factors II, VII, IX, X, XI, and XII. These are not serine proteases: factors V, VIII, XIII. The intrinsic pathway is activated through exposed endothelial collagen, and the extrinsic pathway is activated through tissue factor released by endothelial cells after external damage.", "contents": "Physiology, Coagulation Pathways -- Mechanism. The mechanism by which coagulation allows for hemostasis is an intricate process that is done through a series of clotting factors. The intrinsic pathway consists of factors I, II, IX, X, XI, and XII. Respectively, each one is named fibrinogen , prothrombin , Christmas factor , Stuart-Prower factor, plasma thromboplastin , and Hageman factor . The extrinsic pathway consists of factors I, II, VII, and X. Factor VII is called stable factor . The common pathway consists of factors I, II, V, VIII, and X. The factors circulate through the bloodstream as zymogens and are activated into serine proteases. These serine proteases act as a catalyst to cleave the next zymogen into more serine proteases and ultimately activate fibrinogen. The following are serine proteases: factors II, VII, IX, X, XI, and XII. These are not serine proteases: factors V, VIII, XIII. The intrinsic pathway is activated through exposed endothelial collagen, and the extrinsic pathway is activated through tissue factor released by endothelial cells after external damage."}
{"id": "article-19658_3", "title": "Physiology, Coagulation Pathways -- Mechanism -- Intrinsic Pathway", "content": "This pathway is the longer pathway of secondary hemostasis. It begins with the activation of factor XII (a zymogen, inactivated serine protease), which becomes factor XIIA (activated serine protease) after exposure to endothelial collagen. Endothelial collagen is only exposed when endothelial damage occurs. Factor XIIA acts as a catalyst to activate factor XI to factor XIA. Factor XIA then goes on to activate factor IX to factor IXA. Factor IXA goes on to serve as a catalyst for turning factor X into factor Xa. This is known as a cascade. When each factor is activated, it goes on to activate many more factors in the next steps. As you move further down the cascade, the concentration of that factor increases in the blood. For example, the concentration of factor IX is more than that of factor XI. When factor II is activated by either the intrinsic or extrinsic pathway, it can reinforce the intrinsic pathway by giving positive feedback to factors V, VII, VIII, XI, XIII. This makes factor XII less critical; patients can actually clot well without factor XII. The intrinsic pathway is clinically measured as the partial thromboplastin time (PTT).", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Intrinsic Pathway. This pathway is the longer pathway of secondary hemostasis. It begins with the activation of factor XII (a zymogen, inactivated serine protease), which becomes factor XIIA (activated serine protease) after exposure to endothelial collagen. Endothelial collagen is only exposed when endothelial damage occurs. Factor XIIA acts as a catalyst to activate factor XI to factor XIA. Factor XIA then goes on to activate factor IX to factor IXA. Factor IXA goes on to serve as a catalyst for turning factor X into factor Xa. This is known as a cascade. When each factor is activated, it goes on to activate many more factors in the next steps. As you move further down the cascade, the concentration of that factor increases in the blood. For example, the concentration of factor IX is more than that of factor XI. When factor II is activated by either the intrinsic or extrinsic pathway, it can reinforce the intrinsic pathway by giving positive feedback to factors V, VII, VIII, XI, XIII. This makes factor XII less critical; patients can actually clot well without factor XII. The intrinsic pathway is clinically measured as the partial thromboplastin time (PTT)."}
{"id": "article-19658_4", "title": "Physiology, Coagulation Pathways -- Mechanism -- Extrinsic Pathway", "content": "The extrinsic pathway is the shorter pathway of secondary hemostasis. Once the damage to the vessel is done, the endothelial cells release tissue factor, which goes on to activate factor VII to factor VIIa. Factor VIIa goes on to activate factor X into factor Xa. This is the point where both extrinsic and intrinsic pathways become one. The extrinsic pathway is clinically measured as the prothrombin time (PT).", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Extrinsic Pathway. The extrinsic pathway is the shorter pathway of secondary hemostasis. Once the damage to the vessel is done, the endothelial cells release tissue factor, which goes on to activate factor VII to factor VIIa. Factor VIIa goes on to activate factor X into factor Xa. This is the point where both extrinsic and intrinsic pathways become one. The extrinsic pathway is clinically measured as the prothrombin time (PT)."}
{"id": "article-19658_5", "title": "Physiology, Coagulation Pathways -- Mechanism -- Common Pathway", "content": "This pathway begins at factor X, which is activated to factor Xa. The process of activating factor Xa is a complicated reaction. Tenase is the complex that cleaves factor X into factor Xa. Tenase has two forms: extrinsic, consisting of factor VII, factor III (tissue factor), and Ca2 + , or intrinsic, made up of cofactor factor VIII, factor IXA, a phospholipid, and Ca2 + . Once activated to factor Xa, it goes on to activate factor II (prothrombin) into factor IIa (thrombin). Also, factor Xa requires factor V as a cofactor to cleave prothrombin into thrombin. Factor IIa (thrombin) goes on to activate fibrinogen into fibrin. Thrombin also goes on to activate other factors in the intrinsic pathway (factor XI) as well as cofactors V and VIII and factor XIII. Fibrin subunits come together to form fibrin strands, and factor XIII acts on fibrin strands to form a fibrin mesh. This mesh helps to stabilize the platelet plug.", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Common Pathway. This pathway begins at factor X, which is activated to factor Xa. The process of activating factor Xa is a complicated reaction. Tenase is the complex that cleaves factor X into factor Xa. Tenase has two forms: extrinsic, consisting of factor VII, factor III (tissue factor), and Ca2 + , or intrinsic, made up of cofactor factor VIII, factor IXA, a phospholipid, and Ca2 + . Once activated to factor Xa, it goes on to activate factor II (prothrombin) into factor IIa (thrombin). Also, factor Xa requires factor V as a cofactor to cleave prothrombin into thrombin. Factor IIa (thrombin) goes on to activate fibrinogen into fibrin. Thrombin also goes on to activate other factors in the intrinsic pathway (factor XI) as well as cofactors V and VIII and factor XIII. Fibrin subunits come together to form fibrin strands, and factor XIII acts on fibrin strands to form a fibrin mesh. This mesh helps to stabilize the platelet plug."}
{"id": "article-19658_6", "title": "Physiology, Coagulation Pathways -- Mechanism -- Negative Feedback", "content": "To prevent over-coagulation, which causes widespread thrombosis, there are certain processes to keep the coagulation cascade in check. As thrombin acts as a procoagulant, it also acts as a negative feedback by activating plasminogen to plasmin and stimulating the production of antithrombin (AT). Plasmin acts directly on the fibrin mesh and breaks it down. AT decreases the production of thrombin from prothrombin and decreases the amount of activated factor X. Proteins C and S also act to prevent coagulation, mainly by inactivating factors V and VIII.", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Negative Feedback. To prevent over-coagulation, which causes widespread thrombosis, there are certain processes to keep the coagulation cascade in check. As thrombin acts as a procoagulant, it also acts as a negative feedback by activating plasminogen to plasmin and stimulating the production of antithrombin (AT). Plasmin acts directly on the fibrin mesh and breaks it down. AT decreases the production of thrombin from prothrombin and decreases the amount of activated factor X. Proteins C and S also act to prevent coagulation, mainly by inactivating factors V and VIII."}
{"id": "article-19658_7", "title": "Physiology, Coagulation Pathways -- Mechanism -- Organs Involved", "content": "One of the organs intimately involved in the coagulation process is the liver. The liver is responsible for the formation of factors I, II, V, VII, VIII, IX, X, XI, XIII, and protein C and S.  Factor VIII is created by the vascular endothelium.", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Organs Involved. One of the organs intimately involved in the coagulation process is the liver. The liver is responsible for the formation of factors I, II, V, VII, VIII, IX, X, XI, XIII, and protein C and S.  Factor VIII is created by the vascular endothelium."}
{"id": "article-19658_8", "title": "Physiology, Coagulation Pathways -- Mechanism -- Organs Involved", "content": "Pathology to the liver can cause a lack of coagulation factors and lead to hemorrhage. A decrease in coagulation factors typically means severe liver damage. Factor VII has the shortest half-life, leading to elevated PT first in liver disease. INR can be greater than 6.5 (normal is close to 1.0). Coagulopathy in liver disease is treated with fresh frozen plasma.", "contents": "Physiology, Coagulation Pathways -- Mechanism -- Organs Involved. Pathology to the liver can cause a lack of coagulation factors and lead to hemorrhage. A decrease in coagulation factors typically means severe liver damage. Factor VII has the shortest half-life, leading to elevated PT first in liver disease. INR can be greater than 6.5 (normal is close to 1.0). Coagulopathy in liver disease is treated with fresh frozen plasma."}
{"id": "article-19658_9", "title": "Physiology, Coagulation Pathways -- Pathophysiology", "content": "Hemophilia A and B are inherited in an x-linked recessive pattern. In hemophilia A, there is a deficiency in factor VIII. In hemophilia B, there is a deficiency in factor IX. [2] [8] [9] [10] [11] Hemophilia C is an autosomal recessive mutation where there is a deficiency in factor XI.", "contents": "Physiology, Coagulation Pathways -- Pathophysiology. Hemophilia A and B are inherited in an x-linked recessive pattern. In hemophilia A, there is a deficiency in factor VIII. In hemophilia B, there is a deficiency in factor IX. [2] [8] [9] [10] [11] Hemophilia C is an autosomal recessive mutation where there is a deficiency in factor XI."}
{"id": "article-19658_10", "title": "Physiology, Coagulation Pathways -- Pathophysiology", "content": "Factor V Leiden is a genetic mutation more prevalent in people of European descent. This defect causes a state of hypercoagulability. The genetic mutation causes a defect in factor V such that protein C cannot inactivate it, allowing factor V to activate downstream factors continuously. Deficiencies in proteins C and S also can lead to hypercoagulable states due to an inability to appropriately inhibit factors V and VIII, respectively.", "contents": "Physiology, Coagulation Pathways -- Pathophysiology. Factor V Leiden is a genetic mutation more prevalent in people of European descent. This defect causes a state of hypercoagulability. The genetic mutation causes a defect in factor V such that protein C cannot inactivate it, allowing factor V to activate downstream factors continuously. Deficiencies in proteins C and S also can lead to hypercoagulable states due to an inability to appropriately inhibit factors V and VIII, respectively."}
{"id": "article-19658_11", "title": "Physiology, Coagulation Pathways -- Clinical Significance", "content": "PT and PTT evaluate the time it takes for the extrinsic and intrinsic pathways to take effect, respectively.", "contents": "Physiology, Coagulation Pathways -- Clinical Significance. PT and PTT evaluate the time it takes for the extrinsic and intrinsic pathways to take effect, respectively."}
{"id": "article-19658_12", "title": "Physiology, Coagulation Pathways -- Clinical Significance", "content": "Mixing studies are done to determine whether a PT or PTT is elevated due to a factor deficiency or a factor inhibitor (antibodies to specific factors). It is done by mixing the patient's plasma with a control plasma. If the mixed plasma PT and PTT normalize, the PT and PTT prolongation is due to a factor deficiency. If they do not normalize, the prolongation is due to a factor inhibitor. An example of an inhibitor is lupus anticoagulant.", "contents": "Physiology, Coagulation Pathways -- Clinical Significance. Mixing studies are done to determine whether a PT or PTT is elevated due to a factor deficiency or a factor inhibitor (antibodies to specific factors). It is done by mixing the patient's plasma with a control plasma. If the mixed plasma PT and PTT normalize, the PT and PTT prolongation is due to a factor deficiency. If they do not normalize, the prolongation is due to a factor inhibitor. An example of an inhibitor is lupus anticoagulant."}
{"id": "article-19658_13", "title": "Physiology, Coagulation Pathways -- Clinical Significance", "content": "Vitamin K deficiency can lead to elevated PT and PTT. It can present as hemarthrosis, intramuscular bleeding, or gastrointestinal bleeding. Vitamin K deficiency is commonly seen in newborns due to the lack of gut colonization by bacteria. It also can be seen in malabsorption (cystic fibrosis, celiac disease, Crohn disease). Heparin is an anticoagulant used in hospital settings for deep venous thrombosis prophylaxis. Heparin binds and activates AT. AT goes on to inactivate thrombin and factor Xa.", "contents": "Physiology, Coagulation Pathways -- Clinical Significance. Vitamin K deficiency can lead to elevated PT and PTT. It can present as hemarthrosis, intramuscular bleeding, or gastrointestinal bleeding. Vitamin K deficiency is commonly seen in newborns due to the lack of gut colonization by bacteria. It also can be seen in malabsorption (cystic fibrosis, celiac disease, Crohn disease). Heparin is an anticoagulant used in hospital settings for deep venous thrombosis prophylaxis. Heparin binds and activates AT. AT goes on to inactivate thrombin and factor Xa."}
{"id": "article-19658_14", "title": "Physiology, Coagulation Pathways -- Clinical Significance", "content": "Warfarin is used for long-term therapy in patients with atrial fibrillation to prevent a thrombus from forming in the left atrium. It acts by inhibiting epoxide reductase. Epoxide reductase is a critical component in coagulation factor production because it helps recycle Vitamin K. Without vitamin K, more coagulation factors cannot be produced by the liver.", "contents": "Physiology, Coagulation Pathways -- Clinical Significance. Warfarin is used for long-term therapy in patients with atrial fibrillation to prevent a thrombus from forming in the left atrium. It acts by inhibiting epoxide reductase. Epoxide reductase is a critical component in coagulation factor production because it helps recycle Vitamin K. Without vitamin K, more coagulation factors cannot be produced by the liver."}
{"id": "article-19658_15", "title": "Physiology, Coagulation Pathways -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Coagulation Pathways -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}