{"id": "article-25166_0", "title": "Millipede Envenomation -- Continuing Education Activity", "content": "Millipedes are arthropods from the class Diplopoda that consists of more than 12,000 species. Millipedes are unable to inject venom instead employ defensive mechanisms by curling up in a ball and secreting irritating chemicals from micropores along their sides to deter predators. This activity reviews millipede envenomation and the identification and evaluation of exposure by an interprofessional team. It discusses the management of millipede exposure and highlights the role of ophthalmologists in managing patients with eye exposure.", "contents": "Millipede Envenomation -- Continuing Education Activity. Millipedes are arthropods from the class Diplopoda that consists of more than 12,000 species. Millipedes are unable to inject venom instead employ defensive mechanisms by curling up in a ball and secreting irritating chemicals from micropores along their sides to deter predators. This activity reviews millipede envenomation and the identification and evaluation of exposure by an interprofessional team. It discusses the management of millipede exposure and highlights the role of ophthalmologists in managing patients with eye exposure."}
{"id": "article-25166_1", "title": "Millipede Envenomation -- Continuing Education Activity", "content": "Objectives: Identify the pathophysiology of millipede envenomation. Review the evaluation of millipede envenomation. Outline the management options available for millipede envenomation. Summarize when the interprofessional team should include ophthalmology consultation with millipede envenomation to improve outcomes. Access free multiple choice questions on this topic.", "contents": "Millipede Envenomation -- Continuing Education Activity. Objectives: Identify the pathophysiology of millipede envenomation. Review the evaluation of millipede envenomation. Outline the management options available for millipede envenomation. Summarize when the interprofessional team should include ophthalmology consultation with millipede envenomation to improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-25166_2", "title": "Millipede Envenomation -- Introduction", "content": "Millipedes are arthropods from the class Diplopoda that consists of more than 12,000 species. [1] Many of the species are brown or black but can also vary in color, including orange and red. They are detrivores meaning that they feed primarily off of decaying plant matter. Size is variable and ranges from 2 mm to greater than 160 mm, and their body shape can be flattened or cylindrical. Their distribution extends to all continents except Antarctica with a preference for burrowing in dark areas of warm, humid climates such as the tropics. They are easily confused with their distant relative to the centipede but can typically be distinguished by the following criteria. Millipedes have two pairs of legs per body segment compared to centipedes, which have one, they are slower moving than centipedes, and they lack forcipules or fangs like centipedes and are unable to inject venom. Millipedes instead employ defensive mechanisms by curling up in a ball and secreting irritating chemicals from micropores along their sides to deter predators.", "contents": "Millipede Envenomation -- Introduction. Millipedes are arthropods from the class Diplopoda that consists of more than 12,000 species. [1] Many of the species are brown or black but can also vary in color, including orange and red. They are detrivores meaning that they feed primarily off of decaying plant matter. Size is variable and ranges from 2 mm to greater than 160 mm, and their body shape can be flattened or cylindrical. Their distribution extends to all continents except Antarctica with a preference for burrowing in dark areas of warm, humid climates such as the tropics. They are easily confused with their distant relative to the centipede but can typically be distinguished by the following criteria. Millipedes have two pairs of legs per body segment compared to centipedes, which have one, they are slower moving than centipedes, and they lack forcipules or fangs like centipedes and are unable to inject venom. Millipedes instead employ defensive mechanisms by curling up in a ball and secreting irritating chemicals from micropores along their sides to deter predators."}
{"id": "article-25166_3", "title": "Millipede Envenomation -- Etiology", "content": "As mentioned previously, millipedes lack the ability to bite, sting, or inject venom. Their primary defense mechanisms consist of coiling up and secreting toxins from the sides of their body. Within these secretions, a variety of irritating chemicals have been identified, some of which include hydrogen cyanide, hydrochloric acid, hydroquinones, benzoquinones, alkaloids, and phenols. [2] [3] [4] [5] [6] Many of these are caustic and help to explain presenting symptoms. For example, benzoquinones commonly cause brown skin discoloration or localized erythema and can be irritating to ocular structures. Hydrogen cyanide is well known to be a local skin irritant in small doses. [7] Hydrochloric acid is also locally irritating to the skin, and despite the small dose of exposure can cause burning among other symptoms. Most exposures to secretions are harmless and only result in skin discoloration, minor irritation, and leave an unpleasant odor on the skin.", "contents": "Millipede Envenomation -- Etiology. As mentioned previously, millipedes lack the ability to bite, sting, or inject venom. Their primary defense mechanisms consist of coiling up and secreting toxins from the sides of their body. Within these secretions, a variety of irritating chemicals have been identified, some of which include hydrogen cyanide, hydrochloric acid, hydroquinones, benzoquinones, alkaloids, and phenols. [2] [3] [4] [5] [6] Many of these are caustic and help to explain presenting symptoms. For example, benzoquinones commonly cause brown skin discoloration or localized erythema and can be irritating to ocular structures. Hydrogen cyanide is well known to be a local skin irritant in small doses. [7] Hydrochloric acid is also locally irritating to the skin, and despite the small dose of exposure can cause burning among other symptoms. Most exposures to secretions are harmless and only result in skin discoloration, minor irritation, and leave an unpleasant odor on the skin."}
{"id": "article-25166_4", "title": "Millipede Envenomation -- Epidemiology", "content": "Epidemiological information is limited and comes primarily from case reports. Children appear to be more commonly affected, and exposure primarily occurs on the face, eyes, and skin, or extremities. The frequency of harmful exposure appears to be greater in tropical regions of the world. [8] Millipede encounters are more common during rainy seasons as they prefer moist environments.", "contents": "Millipede Envenomation -- Epidemiology. Epidemiological information is limited and comes primarily from case reports. Children appear to be more commonly affected, and exposure primarily occurs on the face, eyes, and skin, or extremities. The frequency of harmful exposure appears to be greater in tropical regions of the world. [8] Millipede encounters are more common during rainy seasons as they prefer moist environments."}
{"id": "article-25166_5", "title": "Millipede Envenomation -- Pathophysiology", "content": "Most interactions with humans are harmless and are limited to minor skin irritation or hyperpigmentation that lasts for a few days to a month. [9] Skin discoloration is often attributed to benzoquinones, which are a commonly found deterrent in a number of arthropods and are a natural tanning agent. [10] Some tropical species emit chemicals that can cause local skin reactions consisting of localized erythema, edema, blisters, pruritis, and pain that is often referred to as millipede burn. [11] [12] [13] [14] Several cases have reported more severe reactions with eye exposure, which include conjunctivitis, lacrimation, chemosis, and even blindness. [15] [16] Our understanding of the exact pathophysiology is currently limited, as much of the literature is constricted to case reports or studies on the defensive mechanism of millipedes with regard to other insects. While a variety of compounds that are known to be caustic to human skin have been identified, the dose and duration of exposure are more than likely limited and of limited significance, with the exception of eye exposure.", "contents": "Millipede Envenomation -- Pathophysiology. Most interactions with humans are harmless and are limited to minor skin irritation or hyperpigmentation that lasts for a few days to a month. [9] Skin discoloration is often attributed to benzoquinones, which are a commonly found deterrent in a number of arthropods and are a natural tanning agent. [10] Some tropical species emit chemicals that can cause local skin reactions consisting of localized erythema, edema, blisters, pruritis, and pain that is often referred to as millipede burn. [11] [12] [13] [14] Several cases have reported more severe reactions with eye exposure, which include conjunctivitis, lacrimation, chemosis, and even blindness. [15] [16] Our understanding of the exact pathophysiology is currently limited, as much of the literature is constricted to case reports or studies on the defensive mechanism of millipedes with regard to other insects. While a variety of compounds that are known to be caustic to human skin have been identified, the dose and duration of exposure are more than likely limited and of limited significance, with the exception of eye exposure."}
{"id": "article-25166_6", "title": "Millipede Envenomation -- History and Physical", "content": "Exposure most commonly occurs in children. [9] Examples of activities that likely increase the opportunity for exposure include while putting on shoes, as millipedes tend to hide in dark places. Visualization of either centipedes or millipedes may be noted as the two are often confused. More commonly, an acute inflammatory reaction of the skin with discoloration or hyperpigmentation is often described. Occasionally a mild burning sensation, bullae, or vesicles may be present. [11] Common ocular symptoms include lacrimation and conjunctivitis. [10] Symptoms of skin discoloration can persist for up to several weeks.", "contents": "Millipede Envenomation -- History and Physical. Exposure most commonly occurs in children. [9] Examples of activities that likely increase the opportunity for exposure include while putting on shoes, as millipedes tend to hide in dark places. Visualization of either centipedes or millipedes may be noted as the two are often confused. More commonly, an acute inflammatory reaction of the skin with discoloration or hyperpigmentation is often described. Occasionally a mild burning sensation, bullae, or vesicles may be present. [11] Common ocular symptoms include lacrimation and conjunctivitis. [10] Symptoms of skin discoloration can persist for up to several weeks."}
{"id": "article-25166_7", "title": "Millipede Envenomation -- Evaluation", "content": "The diagnosis of millipede exposure is typically made clinically. A thorough history and physical examination, as always, are useful in narrowing down the differential. History should include the timing of symptom onset and progression, duration, travel history, environmental exposures, occupational risk factors, and any dermatological disorders, to name a few. No additional laboratory or radiographic testing is typically needed.", "contents": "Millipede Envenomation -- Evaluation. The diagnosis of millipede exposure is typically made clinically. A thorough history and physical examination, as always, are useful in narrowing down the differential. History should include the timing of symptom onset and progression, duration, travel history, environmental exposures, occupational risk factors, and any dermatological disorders, to name a few. No additional laboratory or radiographic testing is typically needed."}
{"id": "article-25166_8", "title": "Millipede Envenomation -- Treatment / Management", "content": "Treatment is primarily supportive and consists of rinsing the affected area with soap and water until any residual odor disappears or for up to twenty minutes. The use of topical corticosteroids and analgesics should be considered, and a 1% hydrocortisone cream can be applied to affected areas three times daily in appropriate cases. There is anecdotal evidence suggesting the use of topical alcohols, which may break down any remaining chemicals on the skin; however, clinical studies regarding the efficacy of adjunctive treatment with alcohols are lacking. [10] Eye exposure, as noted above, has a greater likelihood of being more severe and should be managed with thorough irrigation with water initially and followed up by ophthalmology. Urgent consultation may be warranted in the setting of visual acuity changes. Scheduled daily eye exams may be necessary to direct further management properly.", "contents": "Millipede Envenomation -- Treatment / Management. Treatment is primarily supportive and consists of rinsing the affected area with soap and water until any residual odor disappears or for up to twenty minutes. The use of topical corticosteroids and analgesics should be considered, and a 1% hydrocortisone cream can be applied to affected areas three times daily in appropriate cases. There is anecdotal evidence suggesting the use of topical alcohols, which may break down any remaining chemicals on the skin; however, clinical studies regarding the efficacy of adjunctive treatment with alcohols are lacking. [10] Eye exposure, as noted above, has a greater likelihood of being more severe and should be managed with thorough irrigation with water initially and followed up by ophthalmology. Urgent consultation may be warranted in the setting of visual acuity changes. Scheduled daily eye exams may be necessary to direct further management properly."}
{"id": "article-25166_9", "title": "Millipede Envenomation -- Differential Diagnosis", "content": "Case studies on millipede are primarily localized to tropical environments, and exposure is unlikely outside of warm, humid environments. Serious consideration should be given to the setting and likelihood of exposure. More common presenting causes of skin discoloration or hyperpigmentation in a clinical setting include burns, chemical exposure, traumatic injuries, non-accidental abuse, and other arthropod bites and exposure.", "contents": "Millipede Envenomation -- Differential Diagnosis. Case studies on millipede are primarily localized to tropical environments, and exposure is unlikely outside of warm, humid environments. Serious consideration should be given to the setting and likelihood of exposure. More common presenting causes of skin discoloration or hyperpigmentation in a clinical setting include burns, chemical exposure, traumatic injuries, non-accidental abuse, and other arthropod bites and exposure."}
{"id": "article-25166_10", "title": "Millipede Envenomation -- Prognosis", "content": "Exposure is typically self-limited. Skin discoloration tends to resolve within weeks, with other signs of local irritation limited to several days. Eye exposure can portend a worse outcome, and literature expounding on prognosis is limited to rare case reports of blindness in less developed areas.", "contents": "Millipede Envenomation -- Prognosis. Exposure is typically self-limited. Skin discoloration tends to resolve within weeks, with other signs of local irritation limited to several days. Eye exposure can portend a worse outcome, and literature expounding on prognosis is limited to rare case reports of blindness in less developed areas."}
{"id": "article-25166_11", "title": "Millipede Envenomation -- Complications", "content": "Symptoms are well controlled with topical treatments, and there is little evidence to suggest post-exposure infections or other complications except for eye exposure. A number of case reports note complications of corneal ulceration and even blindness.", "contents": "Millipede Envenomation -- Complications. Symptoms are well controlled with topical treatments, and there is little evidence to suggest post-exposure infections or other complications except for eye exposure. A number of case reports note complications of corneal ulceration and even blindness."}
{"id": "article-25166_12", "title": "Millipede Envenomation -- Deterrence and Patient Education", "content": "Efforts to prevent recurrence should include the following: teaching children to check socks and shoes before placing them on their feet, wearing gloves if occupational exposure is likely, and strict instructions to avoid handling millipedes are suggested. Home exposure may be more commonly associated with damp areas, and prevention includes the removal of all damp and decaying organic material. In many circumstances, chemical pest control is not needed, but many readily available pesticides are effective in eliminating larger infestations.", "contents": "Millipede Envenomation -- Deterrence and Patient Education. Efforts to prevent recurrence should include the following: teaching children to check socks and shoes before placing them on their feet, wearing gloves if occupational exposure is likely, and strict instructions to avoid handling millipedes are suggested. Home exposure may be more commonly associated with damp areas, and prevention includes the removal of all damp and decaying organic material. In many circumstances, chemical pest control is not needed, but many readily available pesticides are effective in eliminating larger infestations."}
{"id": "article-25166_13", "title": "Millipede Envenomation -- Pearls and Other Issues", "content": "Millipedes species are widely distributed throughout the world and often confused with centipedes. They can be distinguished by the absence of fangs to inject venom and instead employ a defensive mechanism of secreting chemicals from their sides. These chemicals often only cause local skin discoloration or irritation that is self-limited and treated by washing the affected area with soap and water. Eye exposure can be more severe and should be followed closely by ophthalmology. Most patients can be discharged home with instructions to prevent reexposure. Care should be taken not to mistake exposure with more common causes of the noted skin changes.", "contents": "Millipede Envenomation -- Pearls and Other Issues. Millipedes species are widely distributed throughout the world and often confused with centipedes. They can be distinguished by the absence of fangs to inject venom and instead employ a defensive mechanism of secreting chemicals from their sides. These chemicals often only cause local skin discoloration or irritation that is self-limited and treated by washing the affected area with soap and water. Eye exposure can be more severe and should be followed closely by ophthalmology. Most patients can be discharged home with instructions to prevent reexposure. Care should be taken not to mistake exposure with more common causes of the noted skin changes."}
{"id": "article-25166_14", "title": "Millipede Envenomation -- Enhancing Healthcare Team Outcomes", "content": "Exposure and symptoms are typically self-limiting and management can be followed by a dermatologist or primary care provider. Exceptions to this include following up with ophthalmology for any cases of eye exposure. [Level 5]", "contents": "Millipede Envenomation -- Enhancing Healthcare Team Outcomes. Exposure and symptoms are typically self-limiting and management can be followed by a dermatologist or primary care provider. Exceptions to this include following up with ophthalmology for any cases of eye exposure. [Level 5]"}
{"id": "article-25166_15", "title": "Millipede Envenomation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Millipede Envenomation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}