{"id": "article-23485_0", "title": "Neuroanatomy, Inferior Colliculus -- Introduction", "content": "The inferior colliculus (IC; plural: colliculi) is a paired structure in the midbrain, which serves as an important relay point for auditory information as it travels from the inner ear to the auditory cortex. It is responsible for integrated sound localization, as it is the first site at which input from cells carrying horizontal and vertical sound location data from each ear converge. Also, it plays an important role in generating the startle response, orienting the body toward relevant stimuli, and discriminating pitch and rhythm. It receives signals from many non-auditory sources, but primarily from the other brainstem nuclei involved in the auditory system. Efferent projections from the IC often travel to the many nuclei which send it afferents, but especially to the medial geniculate nucleus of the thalamus. [1] [2] [3]", "contents": "Neuroanatomy, Inferior Colliculus -- Introduction. The inferior colliculus (IC; plural: colliculi) is a paired structure in the midbrain, which serves as an important relay point for auditory information as it travels from the inner ear to the auditory cortex. It is responsible for integrated sound localization, as it is the first site at which input from cells carrying horizontal and vertical sound location data from each ear converge. Also, it plays an important role in generating the startle response, orienting the body toward relevant stimuli, and discriminating pitch and rhythm. It receives signals from many non-auditory sources, but primarily from the other brainstem nuclei involved in the auditory system. Efferent projections from the IC often travel to the many nuclei which send it afferents, but especially to the medial geniculate nucleus of the thalamus. [1] [2] [3]"}
{"id": "article-23485_1", "title": "Neuroanatomy, Inferior Colliculus -- Structure and Function", "content": "The two ICs lie rostral to the trochlear nerve and just caudal to the superior colliculi. Their location is on the dorsal surface of the rostral midbrain, ventral to the lateral lemniscus. Each set of colliculi resembles two symmetrical bumps. The two sets of colliculi (superior and inferior) comprise the quadrigeminal cistern , part of the tectum or “roof” of the midbrain. [2] [4]", "contents": "Neuroanatomy, Inferior Colliculus -- Structure and Function. The two ICs lie rostral to the trochlear nerve and just caudal to the superior colliculi. Their location is on the dorsal surface of the rostral midbrain, ventral to the lateral lemniscus. Each set of colliculi resembles two symmetrical bumps. The two sets of colliculi (superior and inferior) comprise the quadrigeminal cistern , part of the tectum or “roof” of the midbrain. [2] [4]"}
{"id": "article-23485_2", "title": "Neuroanatomy, Inferior Colliculus -- Structure and Function", "content": "Glutamatergic cells in layers V and VI of the auditory cortex project principally to the ipsilateral IC, with the majority of cortical input coming from layer V. This cortical input, allows for top-down modulation of IC response to frequency, intensity, duration, and location of auditory stimuli, and may play a role in discrimination of multiple different sound sources. [5] The IC contains mostly glutamatergic neurons, which receive and integrate auditory input from the cortex, medial geniculate nucleus, cerebellum, lateral lemniscus, and the contralateral IC. A minority of neurons are GABAergic and inhibit neurons in the medial geniculate body and contralateral IC. There is a hypothesis that they play a role in refining the auditory information conducted to higher structures. The major output from the IC runs through the brachium of the inferior colliculus to excite the medial geniculate nucleus of the thalamus. Another major source of output runs to the contralateral IC and lateral lemniscus. [2] [6]", "contents": "Neuroanatomy, Inferior Colliculus -- Structure and Function. Glutamatergic cells in layers V and VI of the auditory cortex project principally to the ipsilateral IC, with the majority of cortical input coming from layer V. This cortical input, allows for top-down modulation of IC response to frequency, intensity, duration, and location of auditory stimuli, and may play a role in discrimination of multiple different sound sources. [5] The IC contains mostly glutamatergic neurons, which receive and integrate auditory input from the cortex, medial geniculate nucleus, cerebellum, lateral lemniscus, and the contralateral IC. A minority of neurons are GABAergic and inhibit neurons in the medial geniculate body and contralateral IC. There is a hypothesis that they play a role in refining the auditory information conducted to higher structures. The major output from the IC runs through the brachium of the inferior colliculus to excite the medial geniculate nucleus of the thalamus. Another major source of output runs to the contralateral IC and lateral lemniscus. [2] [6]"}
{"id": "article-23485_3", "title": "Neuroanatomy, Inferior Colliculus -- Structure and Function", "content": "There are three regions of the IC: the central nucleus, the dorsal cortex, and the external cortex. The dorsal and external cortices are the major sites of non-auditory input to the IC, discussed below. [7] The central nucleus is so named because the other two regions encircle it; it is the largest nucleus and the major site of auditory inputs to the IC. The central nucleus sends tonotopically organized efferent fibers, ultimately to the primary auditory cortex in the temporal lobe. [8] Pitch location in the cochlea is also mappable within the central nucleus. [9] Discrimination between two different concurrent pitches is achieved in the IC and aided by the timing of their arrival at the IC. [10] Differences in the gray matter density and activity level of the IC modulate the perception and dislike of harmonic dissonance, likely related to pitch discrimination. [11] [12] Interestingly, the IC pitch representation differs between those who speak tonal languages, such as Chinese, and those who speak non-tonal languages. [13] Cells in the IC are selectively active depending on the horizontal and vertical angle from which sound arrives at the ears of the listener and the rhythm of those sounds. [14] [15] [16]", "contents": "Neuroanatomy, Inferior Colliculus -- Structure and Function. There are three regions of the IC: the central nucleus, the dorsal cortex, and the external cortex. The dorsal and external cortices are the major sites of non-auditory input to the IC, discussed below. [7] The central nucleus is so named because the other two regions encircle it; it is the largest nucleus and the major site of auditory inputs to the IC. The central nucleus sends tonotopically organized efferent fibers, ultimately to the primary auditory cortex in the temporal lobe. [8] Pitch location in the cochlea is also mappable within the central nucleus. [9] Discrimination between two different concurrent pitches is achieved in the IC and aided by the timing of their arrival at the IC. [10] Differences in the gray matter density and activity level of the IC modulate the perception and dislike of harmonic dissonance, likely related to pitch discrimination. [11] [12] Interestingly, the IC pitch representation differs between those who speak tonal languages, such as Chinese, and those who speak non-tonal languages. [13] Cells in the IC are selectively active depending on the horizontal and vertical angle from which sound arrives at the ears of the listener and the rhythm of those sounds. [14] [15] [16]"}
{"id": "article-23485_4", "title": "Neuroanatomy, Inferior Colliculus -- Structure and Function", "content": "Not only does the IC allow for sound localization by integrating the input from both ears, but it also receives many non-auditory inputs. Some cells in IC respond to contralateral visual field stimuli, sending and receiving information from the superior colliculi. While their purpose is unknown, the theory is that they help map physical space with both modalities of information. The auditory and visual inputs regarding where a sound originated are also joined by somatosensory inputs from the spinal cord and cranial nerves, which researchers hypothesize aid one’s ability to orient the body toward the source of the sound. When an unexpected or loud sound occurs, the IC helps to mediate the ensuing startle response. Additionally, the IC is more active when perceiving communication by a member of the same species, indicating a special interest in salient environmental noises. [3] [17] When paying greater attention to a task (for example, in anticipation of a reward or during opposite-sex social encounters), the IC is more active. In contrast, the IC also plays a role in filtering out noises that are not important, such as self-generated chewing and breathing. [3] [18] IC activity changes with body movement and posture, additional information that serves to discriminate between internal sounds and sounds in the environment. [7]", "contents": "Neuroanatomy, Inferior Colliculus -- Structure and Function. Not only does the IC allow for sound localization by integrating the input from both ears, but it also receives many non-auditory inputs. Some cells in IC respond to contralateral visual field stimuli, sending and receiving information from the superior colliculi. While their purpose is unknown, the theory is that they help map physical space with both modalities of information. The auditory and visual inputs regarding where a sound originated are also joined by somatosensory inputs from the spinal cord and cranial nerves, which researchers hypothesize aid one’s ability to orient the body toward the source of the sound. When an unexpected or loud sound occurs, the IC helps to mediate the ensuing startle response. Additionally, the IC is more active when perceiving communication by a member of the same species, indicating a special interest in salient environmental noises. [3] [17] When paying greater attention to a task (for example, in anticipation of a reward or during opposite-sex social encounters), the IC is more active. In contrast, the IC also plays a role in filtering out noises that are not important, such as self-generated chewing and breathing. [3] [18] IC activity changes with body movement and posture, additional information that serves to discriminate between internal sounds and sounds in the environment. [7]"}
{"id": "article-23485_5", "title": "Neuroanatomy, Inferior Colliculus -- Embryology", "content": "The precursor to the brain and spinal cord, the neural tube, begins closing to form its cylindrical shape around embryonic day 21. The tube then begins to bend and expand to further specialized structures, in response to chemical signals from nearby tissues that influence their developmental fate. Those signals cause the neural tube to develop into three primary vesicles: the prosencephalon, mesencephalon, and rhombencephalon. By day 24, the neural tube further develops into secondary vesicles. The prosencephalon divides into telencephalon and diencephalon, the rhombencephalon develops into metencephalon and myelencephalon, and the mesencephalon does not further divide. The mesencephalon, also known as the midbrain, is the embryonic structure from which the tectum forms. [19] The dorsal portion of the mesencephalon is the portion from which derive the inferior and superior colliculi. [20]", "contents": "Neuroanatomy, Inferior Colliculus -- Embryology. The precursor to the brain and spinal cord, the neural tube, begins closing to form its cylindrical shape around embryonic day 21. The tube then begins to bend and expand to further specialized structures, in response to chemical signals from nearby tissues that influence their developmental fate. Those signals cause the neural tube to develop into three primary vesicles: the prosencephalon, mesencephalon, and rhombencephalon. By day 24, the neural tube further develops into secondary vesicles. The prosencephalon divides into telencephalon and diencephalon, the rhombencephalon develops into metencephalon and myelencephalon, and the mesencephalon does not further divide. The mesencephalon, also known as the midbrain, is the embryonic structure from which the tectum forms. [19] The dorsal portion of the mesencephalon is the portion from which derive the inferior and superior colliculi. [20]"}
{"id": "article-23485_6", "title": "Neuroanatomy, Inferior Colliculus -- Embryology", "content": "Multiple molecular signals are essential in the process of IC formation, including fibroblast growth factor (FGF) 8 and FGF17. The absence of either of the growth factors mentioned earlier results in abnormal formation of the midbrain and cerebellum in mice. [20] There is also a prominent role of Pax2 and Pax5 proteins in the development of the midbrain in mice. Knockout of Pax2 in Zebrafish disrupts the organization of the midbrain, while knockout of Pax5 protein results in underdeveloped or absent IC. [21] While many more inductive signals are vital for the proper development of this structure, one final notable example is Neurod1 , which is a protein essential for the tonotopic structure of the auditory system throughout the pathway— in the ear, cochlear nuclei, and IC. [22] Tonotopy of the IC continues to develop after birth, and upon the comparison between postnatal days 9 and 20 in mice, the frequency responsiveness and characteristic frequencies of different IC cell populations had changed and developed. [23]", "contents": "Neuroanatomy, Inferior Colliculus -- Embryology. Multiple molecular signals are essential in the process of IC formation, including fibroblast growth factor (FGF) 8 and FGF17. The absence of either of the growth factors mentioned earlier results in abnormal formation of the midbrain and cerebellum in mice. [20] There is also a prominent role of Pax2 and Pax5 proteins in the development of the midbrain in mice. Knockout of Pax2 in Zebrafish disrupts the organization of the midbrain, while knockout of Pax5 protein results in underdeveloped or absent IC. [21] While many more inductive signals are vital for the proper development of this structure, one final notable example is Neurod1 , which is a protein essential for the tonotopic structure of the auditory system throughout the pathway— in the ear, cochlear nuclei, and IC. [22] Tonotopy of the IC continues to develop after birth, and upon the comparison between postnatal days 9 and 20 in mice, the frequency responsiveness and characteristic frequencies of different IC cell populations had changed and developed. [23]"}
{"id": "article-23485_7", "title": "Neuroanatomy, Inferior Colliculus -- Blood Supply and Lymphatics", "content": "The two vertebral arteries within the neck merge at the base of the skull to form one midline basilar artery. The blood supply of the medial IC mainly flows from the paramedian branches of the basilar artery. The lateral IC primarily receives vascular supply via the rostral trunk of the superior cerebellar artery, another branch arising from the basilar artery. [2] [4] Additional blood supply to the IC comes from the collicular and posteromedial choroidal arteries, both proximal branches of the posterior cerebral artery (which also arises from the basilar artery). [24] Blockage to any of the more distal or proximal branches may impact the functioning of the inferior colliculus.", "contents": "Neuroanatomy, Inferior Colliculus -- Blood Supply and Lymphatics. The two vertebral arteries within the neck merge at the base of the skull to form one midline basilar artery. The blood supply of the medial IC mainly flows from the paramedian branches of the basilar artery. The lateral IC primarily receives vascular supply via the rostral trunk of the superior cerebellar artery, another branch arising from the basilar artery. [2] [4] Additional blood supply to the IC comes from the collicular and posteromedial choroidal arteries, both proximal branches of the posterior cerebral artery (which also arises from the basilar artery). [24] Blockage to any of the more distal or proximal branches may impact the functioning of the inferior colliculus."}
{"id": "article-23485_8", "title": "Neuroanatomy, Inferior Colliculus -- Blood Supply and Lymphatics", "content": "Previously, anatomists believed that the brain lacked lymphatic drainage. A growing body of evidence reveals the presence of a glymphatic system, which then may drain through the cerebrospinal fluid to the periphery. [25] Found to lie along the surface of much of the Zebrafish brain, brain lymphatic endothelial cells are closely associated with blood vessels. [26]", "contents": "Neuroanatomy, Inferior Colliculus -- Blood Supply and Lymphatics. Previously, anatomists believed that the brain lacked lymphatic drainage. A growing body of evidence reveals the presence of a glymphatic system, which then may drain through the cerebrospinal fluid to the periphery. [25] Found to lie along the surface of much of the Zebrafish brain, brain lymphatic endothelial cells are closely associated with blood vessels. [26]"}
{"id": "article-23485_9", "title": "Neuroanatomy, Inferior Colliculus -- Nerves", "content": "The IC receives information from the lateral lemniscus, which contains neurons from the cochlear nuclei and superior olive relaying auditory information from the cochlear nerve. [4] The cochlear nerve is a portion of the vestibulocochlear nerve or CN VIII. It is responsible for carrying auditory signals from the cochlea, while the vestibular portion carries information from the semicircular canals about the position of the head. [27] In its auditory functions, such as pitch localization and recognition, the IC primarily utilizes neural input from the cochlear nerve. It also integrates efferent information mostly from the ipsilateral auditory cortex, referred to as cortico-collicular projections. [5]", "contents": "Neuroanatomy, Inferior Colliculus -- Nerves. The IC receives information from the lateral lemniscus, which contains neurons from the cochlear nuclei and superior olive relaying auditory information from the cochlear nerve. [4] The cochlear nerve is a portion of the vestibulocochlear nerve or CN VIII. It is responsible for carrying auditory signals from the cochlea, while the vestibular portion carries information from the semicircular canals about the position of the head. [27] In its auditory functions, such as pitch localization and recognition, the IC primarily utilizes neural input from the cochlear nerve. It also integrates efferent information mostly from the ipsilateral auditory cortex, referred to as cortico-collicular projections. [5]"}
{"id": "article-23485_10", "title": "Neuroanatomy, Inferior Colliculus -- Nerves", "content": "However, the IC also receives input from and sends output to the retina and superior colliculi, which receive visual information through the optic nerve, CN II. As mentioned above, these connections may aid in the creation of a mental map of physical space. Additionally, multiple spinal somatosensory nerves, mostly from the dorsal column of the spinal cord and peripheral nerves, also input to the IC to allow coordination of movement in response to different behaviorally relevant auditory stimuli, including a startle response away from unexpected noises. The IC is sensitive to inputs from the trigeminal nerve, CN V, and its associated ganglion. [3]", "contents": "Neuroanatomy, Inferior Colliculus -- Nerves. However, the IC also receives input from and sends output to the retina and superior colliculi, which receive visual information through the optic nerve, CN II. As mentioned above, these connections may aid in the creation of a mental map of physical space. Additionally, multiple spinal somatosensory nerves, mostly from the dorsal column of the spinal cord and peripheral nerves, also input to the IC to allow coordination of movement in response to different behaviorally relevant auditory stimuli, including a startle response away from unexpected noises. The IC is sensitive to inputs from the trigeminal nerve, CN V, and its associated ganglion. [3]"}
{"id": "article-23485_11", "title": "Neuroanatomy, Inferior Colliculus -- Muscles", "content": "While many skeletal muscles will be involved in the ability to orient oneself to relevant stimuli and produce a startle response, the muscles that may be involved with IC functioning have not been fully elucidated. [3] The auditory pathway contains two small muscles in the middle ear: the tensor tympani and the stapedius. Both muscles play a role in stiffening the tympanic membrane when they contract, decreasing the amount of movement transmitted through the middle ear ossicles and thus lowering the perceived amplitude or volume of sounds. [28] [29] In this way, they aid in preventing auditory damage due to loud noises, which have been shown to cause hearing loss and change the tonotopy, frequency thresholds, excitability, and firing rates of IC neurons specifically. [30]", "contents": "Neuroanatomy, Inferior Colliculus -- Muscles. While many skeletal muscles will be involved in the ability to orient oneself to relevant stimuli and produce a startle response, the muscles that may be involved with IC functioning have not been fully elucidated. [3] The auditory pathway contains two small muscles in the middle ear: the tensor tympani and the stapedius. Both muscles play a role in stiffening the tympanic membrane when they contract, decreasing the amount of movement transmitted through the middle ear ossicles and thus lowering the perceived amplitude or volume of sounds. [28] [29] In this way, they aid in preventing auditory damage due to loud noises, which have been shown to cause hearing loss and change the tonotopy, frequency thresholds, excitability, and firing rates of IC neurons specifically. [30]"}
{"id": "article-23485_12", "title": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations", "content": "The IC lies near many important areas controlling vital functions, and caution is necessary during any surgical manipulations of the area. Most of the midbrain tracts and nuclear groups are located at the level of the IC, and thus lesions in this area can have widespread effects. One of the most frequent complications of tumors in the midbrain is hydrocephalus due to blockage of the cerebral aqueduct. Nothnagel syndrome, characterized by ipsilateral or bilateral oculomotor nerve paralysis and ipsilateral cerebellar ataxia, is another pathology associated with tumors of the midbrain. [2]", "contents": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations. The IC lies near many important areas controlling vital functions, and caution is necessary during any surgical manipulations of the area. Most of the midbrain tracts and nuclear groups are located at the level of the IC, and thus lesions in this area can have widespread effects. One of the most frequent complications of tumors in the midbrain is hydrocephalus due to blockage of the cerebral aqueduct. Nothnagel syndrome, characterized by ipsilateral or bilateral oculomotor nerve paralysis and ipsilateral cerebellar ataxia, is another pathology associated with tumors of the midbrain. [2]"}
{"id": "article-23485_13", "title": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations", "content": "Surgery to the tectum may be considered as a treatment for tectal glioma, especially for those with neurofibromatosis-1, because these patients’ tumors tend to grow more often and at a faster rate. [31] One common complication of tumor resection and other surgical manipulations in the midbrain is Parinaud syndrome, characterized by issues with vertical gaze due to damage of the rostral interstitial nucleus of the medial longitudinal fasciculus. [2] [32] [33]", "contents": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations. Surgery to the tectum may be considered as a treatment for tectal glioma, especially for those with neurofibromatosis-1, because these patients’ tumors tend to grow more often and at a faster rate. [31] One common complication of tumor resection and other surgical manipulations in the midbrain is Parinaud syndrome, characterized by issues with vertical gaze due to damage of the rostral interstitial nucleus of the medial longitudinal fasciculus. [2] [32] [33]"}
{"id": "article-23485_14", "title": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations", "content": "Another surgery in this area is the placement of an IC implant, which works similarly to a cochlear implant but is utilized in those with cochlear nerve damage. These implants may be used especially for those with neurofibromatosis-2 whose cochlear nerves suffer damage upon removal of schwannomas of CN VIII. A trans-labyrinthine or retrosigmoid approach with possible endoscopic aid may be the best approach to the area surgically, and brainstem auditory evoked potentials (discussed below) can be monitored during surgery to avoid damage to auditory pathways. [4] [32]", "contents": "Neuroanatomy, Inferior Colliculus -- Surgical Considerations. Another surgery in this area is the placement of an IC implant, which works similarly to a cochlear implant but is utilized in those with cochlear nerve damage. These implants may be used especially for those with neurofibromatosis-2 whose cochlear nerves suffer damage upon removal of schwannomas of CN VIII. A trans-labyrinthine or retrosigmoid approach with possible endoscopic aid may be the best approach to the area surgically, and brainstem auditory evoked potentials (discussed below) can be monitored during surgery to avoid damage to auditory pathways. [4] [32]"}
{"id": "article-23485_15", "title": "Neuroanatomy, Inferior Colliculus -- Clinical Significance", "content": "As the level of the IC contains many important structures, IC lesions can result in several clinical syndromes. Lesions of the IC include tumors, hemorrhages, and other derangements. Damage in one IC has resulted in many auditory issues, such as tinnitus, hyperacusis, audiogenic seizures, auditory agnosia, deficits in contralateral hemispace sound localization, and difficulty recognizing speech among other concurrent noises on the ipsilateral side. [30] [34] [35] [36] [37] Damage to the IC can also result in signs which stem from nearby structures, such as contralateral hemisensory loss (spinothalamic tract disturbance) and vertical diplopia (trochlear nerve palsies). [36]", "contents": "Neuroanatomy, Inferior Colliculus -- Clinical Significance. As the level of the IC contains many important structures, IC lesions can result in several clinical syndromes. Lesions of the IC include tumors, hemorrhages, and other derangements. Damage in one IC has resulted in many auditory issues, such as tinnitus, hyperacusis, audiogenic seizures, auditory agnosia, deficits in contralateral hemispace sound localization, and difficulty recognizing speech among other concurrent noises on the ipsilateral side. [30] [34] [35] [36] [37] Damage to the IC can also result in signs which stem from nearby structures, such as contralateral hemisensory loss (spinothalamic tract disturbance) and vertical diplopia (trochlear nerve palsies). [36]"}
{"id": "article-23485_16", "title": "Neuroanatomy, Inferior Colliculus -- Clinical Significance", "content": "In animal models, deep brain stimulation of the external cortex of the IC results in reduced tinnitus, and the central nucleus has been implicated in the generation of tinnitus. [34] [38] In human tinnitus patients, differences in morphology and gray matter volume in the IC, as well as changes in IC activation, have been observed. [39]", "contents": "Neuroanatomy, Inferior Colliculus -- Clinical Significance. In animal models, deep brain stimulation of the external cortex of the IC results in reduced tinnitus, and the central nucleus has been implicated in the generation of tinnitus. [34] [38] In human tinnitus patients, differences in morphology and gray matter volume in the IC, as well as changes in IC activation, have been observed. [39]"}
{"id": "article-23485_17", "title": "Neuroanatomy, Inferior Colliculus -- Clinical Significance", "content": "The IC may have some involvement in audiogenic seizures, as studies of genetically epilepsy-prone rats have revealed IC excitatory and inhibitory balance derangements, which may play a role in seizure initiation. [40] [41] Damage to the central nucleus IC in mice has resulted in temporary deficits in the startle response, while dorsal and external nuclei lesions have resulted in increased startle response. [42] Further investigation in each of these areas will be required to determine their applicability to humans.", "contents": "Neuroanatomy, Inferior Colliculus -- Clinical Significance. The IC may have some involvement in audiogenic seizures, as studies of genetically epilepsy-prone rats have revealed IC excitatory and inhibitory balance derangements, which may play a role in seizure initiation. [40] [41] Damage to the central nucleus IC in mice has resulted in temporary deficits in the startle response, while dorsal and external nuclei lesions have resulted in increased startle response. [42] Further investigation in each of these areas will be required to determine their applicability to humans."}
{"id": "article-23485_18", "title": "Neuroanatomy, Inferior Colliculus -- Clinical Significance", "content": "Auditory evoked potentials are useful for diagnosing pathologies in the auditory pathway as well as monitoring the auditory system during surgery. The waveform of the auditory evoked potentials corresponds to different portions of the pathway, with wave V (and the negative potential that follows) attributed to the activity of the lateral lemniscus and IC. [43] [44] Lesions of the IC result in the reduction of those specific waves. [45]", "contents": "Neuroanatomy, Inferior Colliculus -- Clinical Significance. Auditory evoked potentials are useful for diagnosing pathologies in the auditory pathway as well as monitoring the auditory system during surgery. The waveform of the auditory evoked potentials corresponds to different portions of the pathway, with wave V (and the negative potential that follows) attributed to the activity of the lateral lemniscus and IC. [43] [44] Lesions of the IC result in the reduction of those specific waves. [45]"}
{"id": "article-23485_19", "title": "Neuroanatomy, Inferior Colliculus -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Inferior Colliculus -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}