{"id": "article-25111_0", "title": "Microscopic Polyangiitis -- Continuing Education Activity", "content": "Microscopic polyangiitis is a small vessel necrotizing vasculitis, a part of a large spectrum of disorders termed anti-neutrophil-cytoplasmic-antibody (ANCA)-associated vasculitides (AAV). This umbrella term includes granulomatosis with polyangiitis, microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss disease), and renal limited vasculitis (RLV). Immunosuppressive medications are used to manage MPA. The choice of drugs depends partially on the rate of progression, the extent of the disease, and the degree of inflammation. This activity reviews the evaluation and management of microscopic polyangiitis and highlights the role of the interprofessional team in recognizing and managing this condition.", "contents": "Microscopic Polyangiitis -- Continuing Education Activity. Microscopic polyangiitis is a small vessel necrotizing vasculitis, a part of a large spectrum of disorders termed anti-neutrophil-cytoplasmic-antibody (ANCA)-associated vasculitides (AAV). This umbrella term includes granulomatosis with polyangiitis, microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss disease), and renal limited vasculitis (RLV). Immunosuppressive medications are used to manage MPA. The choice of drugs depends partially on the rate of progression, the extent of the disease, and the degree of inflammation. This activity reviews the evaluation and management of microscopic polyangiitis and highlights the role of the interprofessional team in recognizing and managing this condition."}
{"id": "article-25111_1", "title": "Microscopic Polyangiitis -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of microscopic polyangiitis. Outline the typical presentation for a patient with microscopic polyangiitis. Describe the recommended management of microscopic polyangiitis. Explain the interprofessional team strategies for improving care coordination and communication regarding managing patients with microscopic polyangiitis. Access free multiple choice questions on this topic.", "contents": "Microscopic Polyangiitis -- Continuing Education Activity. Objectives: Review the pathophysiology of microscopic polyangiitis. Outline the typical presentation for a patient with microscopic polyangiitis. Describe the recommended management of microscopic polyangiitis. Explain the interprofessional team strategies for improving care coordination and communication regarding managing patients with microscopic polyangiitis. Access free multiple choice questions on this topic."}
{"id": "article-25111_2", "title": "Microscopic Polyangiitis -- Introduction", "content": "Microscopic polyangiitis is a small vessel necrotizing vasculitis, a part of a large spectrum of disorders termed anti-neutrophil-cytoplasmic-antibody (ANCA)-associated vasculitides (AAV). This umbrella term includes granulomatosis with polyangiitis, microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss disease), and renal limited vasculitis (RLV). This classification of vasculitides based on the type of vessels involved and the underlying etiology was first laid down by the International Chapel Hill Convention Conference on the Nomenclature of Vasculitides (CHCC 2012). [1]", "contents": "Microscopic Polyangiitis -- Introduction. Microscopic polyangiitis is a small vessel necrotizing vasculitis, a part of a large spectrum of disorders termed anti-neutrophil-cytoplasmic-antibody (ANCA)-associated vasculitides (AAV). This umbrella term includes granulomatosis with polyangiitis, microscopic polyangiitis (MPA), eosinophilic granulomatosis with polyangiitis (EGPA or Churg-Strauss disease), and renal limited vasculitis (RLV). This classification of vasculitides based on the type of vessels involved and the underlying etiology was first laid down by the International Chapel Hill Convention Conference on the Nomenclature of Vasculitides (CHCC 2012). [1]"}
{"id": "article-25111_3", "title": "Microscopic Polyangiitis -- Introduction", "content": "The term microscopic polyarteritis was introduced in the literature by Davson in 1948 to describe the pattern of glomerulonephritis seen in patients with polyarteritis nodosa. It was later described as a pattern of necrotizing vasculitis, without immune complex deposition, affecting small vessels such as the capillaries, venules, and arterioles. The disease commonly involves glomerulonephritis, pulmonary capillaritis, and other systemic capillary beds. It shows considerable overlap with granulomatosis with polyangiitis (GPA). The absence of granulomatous inflammation involving the upper respiratory tract and the presence of pulmonary capillaritis is said to differentiate MPA from GPA. MPA has also been included in a group of disorders termed pulmonary-renal syndrome, which includes MPA, GPA, Goodpasture disease, and systemic lupus erythematosus (SLE). [2] [3]", "contents": "Microscopic Polyangiitis -- Introduction. The term microscopic polyarteritis was introduced in the literature by Davson in 1948 to describe the pattern of glomerulonephritis seen in patients with polyarteritis nodosa. It was later described as a pattern of necrotizing vasculitis, without immune complex deposition, affecting small vessels such as the capillaries, venules, and arterioles. The disease commonly involves glomerulonephritis, pulmonary capillaritis, and other systemic capillary beds. It shows considerable overlap with granulomatosis with polyangiitis (GPA). The absence of granulomatous inflammation involving the upper respiratory tract and the presence of pulmonary capillaritis is said to differentiate MPA from GPA. MPA has also been included in a group of disorders termed pulmonary-renal syndrome, which includes MPA, GPA, Goodpasture disease, and systemic lupus erythematosus (SLE). [2] [3]"}
{"id": "article-25111_4", "title": "Microscopic Polyangiitis -- Introduction", "content": "Immunosuppressive medications are used to manage MPA. The choice of drugs depends partially on the rate of progression, the extent of the disease, and the degree of inflammation.", "contents": "Microscopic Polyangiitis -- Introduction. Immunosuppressive medications are used to manage MPA. The choice of drugs depends partially on the rate of progression, the extent of the disease, and the degree of inflammation."}
{"id": "article-25111_5", "title": "Microscopic Polyangiitis -- Etiology", "content": "The etiopathogenesis of microscopic polyangiitis (MPA) and other related vasculitides have largely been attributed to anti-neutrophil-cytoplasmic antibodies or ANCA. These are host-derived auto-antibodies against shielded neutrophilic antigens. These antibodies react against primary granules present in neutrophils and monocytes. The formation of these antibodies has been hypothesized to be a two-step process. [4] The first step involves exposure of neutrophils to inflammatory cytokines leading to surface exposure of cryptogenic antigens like myeloperoxidase or MPO. Next, predisposing genetic, environmental, and other factors result in the production of MPO-ANCA. In the second step, these MPO-ANCA cause damage to the host vasculature by reacting and crosslinking neutrophils to the endothelial receptors. [5]", "contents": "Microscopic Polyangiitis -- Etiology. The etiopathogenesis of microscopic polyangiitis (MPA) and other related vasculitides have largely been attributed to anti-neutrophil-cytoplasmic antibodies or ANCA. These are host-derived auto-antibodies against shielded neutrophilic antigens. These antibodies react against primary granules present in neutrophils and monocytes. The formation of these antibodies has been hypothesized to be a two-step process. [4] The first step involves exposure of neutrophils to inflammatory cytokines leading to surface exposure of cryptogenic antigens like myeloperoxidase or MPO. Next, predisposing genetic, environmental, and other factors result in the production of MPO-ANCA. In the second step, these MPO-ANCA cause damage to the host vasculature by reacting and crosslinking neutrophils to the endothelial receptors. [5]"}
{"id": "article-25111_6", "title": "Microscopic Polyangiitis -- Etiology", "content": "Only 70% of cases of MPA have ANCA at the time of diagnosis, and most of the cases of limited MPA do not have ANCA at all. This has led to the understanding that other factors may also play a role in its etiopathogenesis. These include, but are not limited to: Infectious Causes: There is considerable overlap in the clinical presentation of various infectious processes and MPA leading to this implication. A possible role of chronic nasal carriage of Staphylococcus aureus has been suggested in relapsing GPA as well. Drugs: Various drugs like hydralazine, thionamides, sulfasalazine, and minocycline, among others, have been observed to be associated with the incidence of ANCA-associated vasculitis. [6] [7] Genetic Factors: More recently, a genome-wide study conducted in Europe reported genes like HLA-DP , HLA-DR3 , and alpha-1 antitrypsin in the pathogenesis of ANCA-associated vasculitides. [8] [7]", "contents": "Microscopic Polyangiitis -- Etiology. Only 70% of cases of MPA have ANCA at the time of diagnosis, and most of the cases of limited MPA do not have ANCA at all. This has led to the understanding that other factors may also play a role in its etiopathogenesis. These include, but are not limited to: Infectious Causes: There is considerable overlap in the clinical presentation of various infectious processes and MPA leading to this implication. A possible role of chronic nasal carriage of Staphylococcus aureus has been suggested in relapsing GPA as well. Drugs: Various drugs like hydralazine, thionamides, sulfasalazine, and minocycline, among others, have been observed to be associated with the incidence of ANCA-associated vasculitis. [6] [7] Genetic Factors: More recently, a genome-wide study conducted in Europe reported genes like HLA-DP , HLA-DR3 , and alpha-1 antitrypsin in the pathogenesis of ANCA-associated vasculitides. [8] [7]"}
{"id": "article-25111_7", "title": "Microscopic Polyangiitis -- Etiology", "content": "MPA has also been linked to the exposure of silica by inducing autoimmunity in patients with some genetic susceptibility. [9]", "contents": "Microscopic Polyangiitis -- Etiology. MPA has also been linked to the exposure of silica by inducing autoimmunity in patients with some genetic susceptibility. [9]"}
{"id": "article-25111_8", "title": "Microscopic Polyangiitis -- Epidemiology", "content": "Due to the recent differentiation of microscopic polyangiitis (MPA) from other AAVs, widespread data regarding its demographic factors in the American population is not available yet. One study conducted in Rochester, Minnesota, over a period of 20 years estimated the annual incidence of AAV to be 3.3 per 100,000 with a prevalence of 42.1 per 100,000. The incidence of GPA and MPA were approximately 1.5 per 100,000. [10] Studies from European countries have revealed a comparatively higher incidence and prevalence of AAV, with the highest incidence rates seen in Spain and the United Kingdom, 11.6 and 5.8 cases per million population, respectively. [11] There seems to be an increase in the prevalence of MPA in the last two decades, which may be attributed to, in part, the availability of ANCA testing.", "contents": "Microscopic Polyangiitis -- Epidemiology. Due to the recent differentiation of microscopic polyangiitis (MPA) from other AAVs, widespread data regarding its demographic factors in the American population is not available yet. One study conducted in Rochester, Minnesota, over a period of 20 years estimated the annual incidence of AAV to be 3.3 per 100,000 with a prevalence of 42.1 per 100,000. The incidence of GPA and MPA were approximately 1.5 per 100,000. [10] Studies from European countries have revealed a comparatively higher incidence and prevalence of AAV, with the highest incidence rates seen in Spain and the United Kingdom, 11.6 and 5.8 cases per million population, respectively. [11] There seems to be an increase in the prevalence of MPA in the last two decades, which may be attributed to, in part, the availability of ANCA testing."}
{"id": "article-25111_9", "title": "Microscopic Polyangiitis -- Epidemiology", "content": "Overall the incidence of MPA is more significant in southern Europe as opposed to northern Europe; for instance, the incidence in Norway is 2.7 per million but increases to 11.6 per million in Spain. [12] Other studies reveal that the frequency is not affected by latitude. [13] [2]", "contents": "Microscopic Polyangiitis -- Epidemiology. Overall the incidence of MPA is more significant in southern Europe as opposed to northern Europe; for instance, the incidence in Norway is 2.7 per million but increases to 11.6 per million in Spain. [12] Other studies reveal that the frequency is not affected by latitude. [13] [2]"}
{"id": "article-25111_10", "title": "Microscopic Polyangiitis -- Epidemiology -- Race", "content": "MPA is more common in the White than Black population.", "contents": "Microscopic Polyangiitis -- Epidemiology -- Race. MPA is more common in the White than Black population."}
{"id": "article-25111_11", "title": "Microscopic Polyangiitis -- Epidemiology -- Age", "content": "The median age of onset is 50 years.", "contents": "Microscopic Polyangiitis -- Epidemiology -- Age. The median age of onset is 50 years."}
{"id": "article-25111_12", "title": "Microscopic Polyangiitis -- Epidemiology -- Sex", "content": "The disease is more prevalent among males.", "contents": "Microscopic Polyangiitis -- Epidemiology -- Sex. The disease is more prevalent among males."}
{"id": "article-25111_13", "title": "Microscopic Polyangiitis -- Pathophysiology", "content": "Microscopic polyangiitis is associated with MPO-ANCA in 58% of cases and with PR3-ANCA in 26% of cases. [14] However, a small number of patients are ANCA-negative. [15] Taken together, there is convincing evidence to suggest that MPO-ANCA is directly linked to the pathogenesis of MPA. [16]", "contents": "Microscopic Polyangiitis -- Pathophysiology. Microscopic polyangiitis is associated with MPO-ANCA in 58% of cases and with PR3-ANCA in 26% of cases. [14] However, a small number of patients are ANCA-negative. [15] Taken together, there is convincing evidence to suggest that MPO-ANCA is directly linked to the pathogenesis of MPA. [16]"}
{"id": "article-25111_14", "title": "Microscopic Polyangiitis -- Pathophysiology", "content": "As explained above, the clinical manifestations of MPA stem from the activation of primed neutrophils and MPO-ANCA with receptors present on the endothelial surface. [17] These lead to various manifestations affecting the renal, pulmonary, and other capillary beds. Individuals may present with an insidious onset of systemic signs like fever, malaise, or weight loss, but more commonly, the onset is acute in patients complaining of arthralgia and flu-like symptoms. MPA is a small vessel vasculitis it causes inflammation of the vessel walls. This may lead to necrosis and bleeding. MPA is characterized by pauci-immune, necrotizing, small vessel vasculitis without clinical or pathological evidence of granulomatous inflammation.", "contents": "Microscopic Polyangiitis -- Pathophysiology. As explained above, the clinical manifestations of MPA stem from the activation of primed neutrophils and MPO-ANCA with receptors present on the endothelial surface. [17] These lead to various manifestations affecting the renal, pulmonary, and other capillary beds. Individuals may present with an insidious onset of systemic signs like fever, malaise, or weight loss, but more commonly, the onset is acute in patients complaining of arthralgia and flu-like symptoms. MPA is a small vessel vasculitis it causes inflammation of the vessel walls. This may lead to necrosis and bleeding. MPA is characterized by pauci-immune, necrotizing, small vessel vasculitis without clinical or pathological evidence of granulomatous inflammation."}
{"id": "article-25111_15", "title": "Microscopic Polyangiitis -- Pathophysiology", "content": "Renal manifestations are most common, and up to 80% to 100% of individuals have some form of glomerulonephritis at onset or with disease progression. The most common manifestation is a \"pauci-immune\" form of rapidly progressive glomerulonephritis (RPGN). Clinical presentation may vary from asymptomatic hematuria, sub-nephrotic proteinuria, a rise in serum creatinine, or overt renal failure. Pulmonary manifestations may be in the form of alveolar hemorrhage, which is sometimes the first presenting symptom of the disease. [18]", "contents": "Microscopic Polyangiitis -- Pathophysiology. Renal manifestations are most common, and up to 80% to 100% of individuals have some form of glomerulonephritis at onset or with disease progression. The most common manifestation is a \"pauci-immune\" form of rapidly progressive glomerulonephritis (RPGN). Clinical presentation may vary from asymptomatic hematuria, sub-nephrotic proteinuria, a rise in serum creatinine, or overt renal failure. Pulmonary manifestations may be in the form of alveolar hemorrhage, which is sometimes the first presenting symptom of the disease. [18]"}
{"id": "article-25111_16", "title": "Microscopic Polyangiitis -- Histopathology", "content": "Histopathological evidence of vasculitis is the gold standard for confirmation of the diagnosis of microscopic polyangiitis and other AAV. The most commonly sampled tissues are renal, skin, and lung tissue. Pulmonary findings in MPA are most commonly a form of diffuse capillaritis (distinguishing it from GPA, which characteristically shows granulomatous lesions). Skin biopsy yields acute or chronic leukocytoclastic vasculitis with neutrophilic infiltrate in the narrow caliber vessels of the superficial dermis. Renal biopsy most commonly varies from mild focal or segmental to diffuse necrotizing and sclerosing glomerulonephritis that shows minimal to no immune complex deposits on light and immunofluorescent microscopy (\"pauci-immune\"). [19]", "contents": "Microscopic Polyangiitis -- Histopathology. Histopathological evidence of vasculitis is the gold standard for confirmation of the diagnosis of microscopic polyangiitis and other AAV. The most commonly sampled tissues are renal, skin, and lung tissue. Pulmonary findings in MPA are most commonly a form of diffuse capillaritis (distinguishing it from GPA, which characteristically shows granulomatous lesions). Skin biopsy yields acute or chronic leukocytoclastic vasculitis with neutrophilic infiltrate in the narrow caliber vessels of the superficial dermis. Renal biopsy most commonly varies from mild focal or segmental to diffuse necrotizing and sclerosing glomerulonephritis that shows minimal to no immune complex deposits on light and immunofluorescent microscopy (\"pauci-immune\"). [19]"}
{"id": "article-25111_17", "title": "Microscopic Polyangiitis -- Histopathology", "content": "The importance of renal biopsy lies in the fact that the severity of renal involvement on histopathological evaluation correlates clinically with disease activity. [20] It thus plays an important role in guiding patient management and tapering immunosuppressive therapy. Although this is the mainstay, it has been shown that many patients may have diffuse interstitial nephritis without involving the glomeruli, which may pose a difficulty in diagnosis. Moreover, a few may have immune complex deposits in the glomeruli and experience more severe systemic signs and symptoms.", "contents": "Microscopic Polyangiitis -- Histopathology. The importance of renal biopsy lies in the fact that the severity of renal involvement on histopathological evaluation correlates clinically with disease activity. [20] It thus plays an important role in guiding patient management and tapering immunosuppressive therapy. Although this is the mainstay, it has been shown that many patients may have diffuse interstitial nephritis without involving the glomeruli, which may pose a difficulty in diagnosis. Moreover, a few may have immune complex deposits in the glomeruli and experience more severe systemic signs and symptoms."}
{"id": "article-25111_18", "title": "Microscopic Polyangiitis -- History and Physical", "content": "Patients with microscopic polyangiitis may present with constitutional symptoms, including insidious onset fever, arthralgia, myalgia, and weight loss. Other manifestations include urinary abnormalities, cough with or without hemoptysis, skin findings consistent with palpable purpura, mononeuritis multiplex, seizures, other non-specific neurological complaints, abdominal pain, gastrointestinal bleeding, chest pain, ocular pain, sinusitis, and testicular pain. Some patients may present with acute onset of fulminant disease with frank hemoptysis, hematuria, or even renal failure.", "contents": "Microscopic Polyangiitis -- History and Physical. Patients with microscopic polyangiitis may present with constitutional symptoms, including insidious onset fever, arthralgia, myalgia, and weight loss. Other manifestations include urinary abnormalities, cough with or without hemoptysis, skin findings consistent with palpable purpura, mononeuritis multiplex, seizures, other non-specific neurological complaints, abdominal pain, gastrointestinal bleeding, chest pain, ocular pain, sinusitis, and testicular pain. Some patients may present with acute onset of fulminant disease with frank hemoptysis, hematuria, or even renal failure."}
{"id": "article-25111_19", "title": "Microscopic Polyangiitis -- History and Physical -- Renal Manifestations", "content": "The major renal feature of MPA is rapidly progressive glomerulonephritis (RPGN). [21] Previous studies reported that 80 to 100% of MPA patients experience renal manifestations ranging from asymptomatic urinary sediment to end-stage renal failure requiring renal replacement therapy. Attributable to glomerulonephritis, the most common clinical features of renal involvement are microscopic hematuria, proteinuria, and granular or red blood cell (RBC) casts in urine. [22]", "contents": "Microscopic Polyangiitis -- History and Physical -- Renal Manifestations. The major renal feature of MPA is rapidly progressive glomerulonephritis (RPGN). [21] Previous studies reported that 80 to 100% of MPA patients experience renal manifestations ranging from asymptomatic urinary sediment to end-stage renal failure requiring renal replacement therapy. Attributable to glomerulonephritis, the most common clinical features of renal involvement are microscopic hematuria, proteinuria, and granular or red blood cell (RBC) casts in urine. [22]"}
{"id": "article-25111_20", "title": "Microscopic Polyangiitis -- History and Physical -- Pulmonary Manifestations", "content": "Pulmonary involvement can be observed in 25 to 55% of cases. In a large study, 80% of MPA patients were observed to have symptoms of pulmonary involvement, and 92% were found to have radiographic changes. [23] The most common pulmonary feature is diffuse alveolar hemorrhage; however, some patients may develop chronic interstitial fibrosis causing respiratory failure. [24] Common manifestations of an alveolar hemorrhage include hemoptysis, cough, dyspnea, and pleuritic chest pain. [25]", "contents": "Microscopic Polyangiitis -- History and Physical -- Pulmonary Manifestations. Pulmonary involvement can be observed in 25 to 55% of cases. In a large study, 80% of MPA patients were observed to have symptoms of pulmonary involvement, and 92% were found to have radiographic changes. [23] The most common pulmonary feature is diffuse alveolar hemorrhage; however, some patients may develop chronic interstitial fibrosis causing respiratory failure. [24] Common manifestations of an alveolar hemorrhage include hemoptysis, cough, dyspnea, and pleuritic chest pain. [25]"}
{"id": "article-25111_21", "title": "Microscopic Polyangiitis -- History and Physical -- Skin Manifestations", "content": "Skin lesions are seen in 30 to 60% of patients with MPA and are the initial presenting feature in 15 to 30% of patients. [26] [27] Skin manifestations include palpable purpura, livedo reticularis, urticaria, nodules, and skin ulcers with necrosis. [28] Skin manifestations have been associated with joint pains in patients with MPA.", "contents": "Microscopic Polyangiitis -- History and Physical -- Skin Manifestations. Skin lesions are seen in 30 to 60% of patients with MPA and are the initial presenting feature in 15 to 30% of patients. [26] [27] Skin manifestations include palpable purpura, livedo reticularis, urticaria, nodules, and skin ulcers with necrosis. [28] Skin manifestations have been associated with joint pains in patients with MPA."}
{"id": "article-25111_22", "title": "Microscopic Polyangiitis -- History and Physical -- Gastrointestinal Manifestations", "content": "Abdominal pain is the most frequently observed gastrointestinal symptom in MPA. While gastrointestinal bleeding may occur in some cases, massive hemorrhage is rare. [29]", "contents": "Microscopic Polyangiitis -- History and Physical -- Gastrointestinal Manifestations. Abdominal pain is the most frequently observed gastrointestinal symptom in MPA. While gastrointestinal bleeding may occur in some cases, massive hemorrhage is rare. [29]"}
{"id": "article-25111_23", "title": "Microscopic Polyangiitis -- History and Physical -- Neurological Manifestations", "content": "Neurologic involvement is common in MPA, and peripheral neuropathy is more frequent than central nervous system involvement. Predominant peripheral nervous system features include distal symmetrical polyneuropathy and mononeuritis multiplex. Sural nerve biopsy reveals necrotizing vasculitis in up to 80% of cases, and nerve conduction studies show acute axonopathy. [30] Rarely can patients present with posterior reversible encephalopathy syndrome (PRES). [31] Central nervous system manifestations are varied and can include cerebral hemorrhage, non-hemorrhagic cerebral infarctions, and pachymeningitis. [32]", "contents": "Microscopic Polyangiitis -- History and Physical -- Neurological Manifestations. Neurologic involvement is common in MPA, and peripheral neuropathy is more frequent than central nervous system involvement. Predominant peripheral nervous system features include distal symmetrical polyneuropathy and mononeuritis multiplex. Sural nerve biopsy reveals necrotizing vasculitis in up to 80% of cases, and nerve conduction studies show acute axonopathy. [30] Rarely can patients present with posterior reversible encephalopathy syndrome (PRES). [31] Central nervous system manifestations are varied and can include cerebral hemorrhage, non-hemorrhagic cerebral infarctions, and pachymeningitis. [32]"}
{"id": "article-25111_24", "title": "Microscopic Polyangiitis -- History and Physical -- Neurological Manifestations", "content": "Physical examination may show ulceronodular skin lesions of the extremities, fever, tachypnea, and tachycardia. Skin examination findings include leukocytoclastic angiitis and its palpable purpura, livedo reticularis, skin ulcerations, necrosis and gangrene, necrotizing nodules, digital ischemia, and urticaria. A pulmonary examination may be significant for rales or bronchial breath sounds in pulmonary capillaritis cases, and a neurological exam may show motor or sensory deficits localized to a particular dermatome. Cardiovascular findings include hypertension, signs of heart failure, myocardial infarction, and pericarditis. Gastrointestinal bleeding, bowel ischemia, and perforation are gastrointestinal examination findings. The ocular examination can reveal retinal hemorrhage, scleritis, and uveitis. Other physical findings will vary depending on the involved capillary bed.", "contents": "Microscopic Polyangiitis -- History and Physical -- Neurological Manifestations. Physical examination may show ulceronodular skin lesions of the extremities, fever, tachypnea, and tachycardia. Skin examination findings include leukocytoclastic angiitis and its palpable purpura, livedo reticularis, skin ulcerations, necrosis and gangrene, necrotizing nodules, digital ischemia, and urticaria. A pulmonary examination may be significant for rales or bronchial breath sounds in pulmonary capillaritis cases, and a neurological exam may show motor or sensory deficits localized to a particular dermatome. Cardiovascular findings include hypertension, signs of heart failure, myocardial infarction, and pericarditis. Gastrointestinal bleeding, bowel ischemia, and perforation are gastrointestinal examination findings. The ocular examination can reveal retinal hemorrhage, scleritis, and uveitis. Other physical findings will vary depending on the involved capillary bed."}
{"id": "article-25111_25", "title": "Microscopic Polyangiitis -- Evaluation", "content": "Evaluation of a patient suspected of microscopic polyangiitis involves a thorough clinical, radiological, histopathological, and lab evaluation:", "contents": "Microscopic Polyangiitis -- Evaluation. Evaluation of a patient suspected of microscopic polyangiitis involves a thorough clinical, radiological, histopathological, and lab evaluation:"}
{"id": "article-25111_26", "title": "Microscopic Polyangiitis -- Evaluation", "content": "A detailed clinical evaluation to elicit the site and extent of involvement of the different organ systems is the first step in the evaluation.", "contents": "Microscopic Polyangiitis -- Evaluation. A detailed clinical evaluation to elicit the site and extent of involvement of the different organ systems is the first step in the evaluation."}
{"id": "article-25111_27", "title": "Microscopic Polyangiitis -- Evaluation", "content": "Lab Evaluation: It  involves routine complete blood count (CBC), electrolytes, and measurement of serum titers of MPO and PR3 antibodies, which may be seen in most cases. However, low serum levels cannot be used to rule out AAV reliably. The complete blood cell count (CBC) shows leukocytosis and anemia. The erythrocyte sedimentation rate (ESR) is elevated. Blood urea nitrogen (BUN) and serum creatinine levels are elevated. Abnormal urine sediments, proteinuria, hematuria, leukocyturia, and erythrocyte casts are found on urine examination. The antineutrophil cytoplasmic antibody (ANCA) test is positive in 80% of cases. Among these, perinuclear ANCA, related to myeloperoxidase, is present in 60%, while cytoplasmic ANCA, related to proteinase-3 ANCA, is present in 40%. Blood cultures may be performed to rule out bacterial endocarditis. On complement testing, C3 and C4 levels are normal.", "contents": "Microscopic Polyangiitis -- Evaluation. Lab Evaluation: It  involves routine complete blood count (CBC), electrolytes, and measurement of serum titers of MPO and PR3 antibodies, which may be seen in most cases. However, low serum levels cannot be used to rule out AAV reliably. The complete blood cell count (CBC) shows leukocytosis and anemia. The erythrocyte sedimentation rate (ESR) is elevated. Blood urea nitrogen (BUN) and serum creatinine levels are elevated. Abnormal urine sediments, proteinuria, hematuria, leukocyturia, and erythrocyte casts are found on urine examination. The antineutrophil cytoplasmic antibody (ANCA) test is positive in 80% of cases. Among these, perinuclear ANCA, related to myeloperoxidase, is present in 60%, while cytoplasmic ANCA, related to proteinase-3 ANCA, is present in 40%. Blood cultures may be performed to rule out bacterial endocarditis. On complement testing, C3 and C4 levels are normal."}
{"id": "article-25111_28", "title": "Microscopic Polyangiitis -- Evaluation", "content": "Radiological Evaluation: It  involves a chest X-ray and a CT scan of the chest to look for pulmonary lesions in the case of patients presenting with hemoptysis and pulmonary fibrosis. [33] It also helps differentiate between GPA and MPA, with the former having cavitary and nodular lesions on radiological evaluation. Abdominal computed tomography may be done for pancreatitis or mesenteric angiography to differentiate MPA from polyarteritis nodosa. [34]", "contents": "Microscopic Polyangiitis -- Evaluation. Radiological Evaluation: It  involves a chest X-ray and a CT scan of the chest to look for pulmonary lesions in the case of patients presenting with hemoptysis and pulmonary fibrosis. [33] It also helps differentiate between GPA and MPA, with the former having cavitary and nodular lesions on radiological evaluation. Abdominal computed tomography may be done for pancreatitis or mesenteric angiography to differentiate MPA from polyarteritis nodosa. [34]"}
{"id": "article-25111_29", "title": "Microscopic Polyangiitis -- Evaluation", "content": "Other Tests : Electrocardiography (ECG) - For myocardial infarction, pericarditis, or heart failure Gastrointestinal endoscopy - In cases of gastrointestinal bleeding Electromyography (EMG) - In cases of clinical evidence of neuropathy [35]", "contents": "Microscopic Polyangiitis -- Evaluation. Other Tests : Electrocardiography (ECG) - For myocardial infarction, pericarditis, or heart failure Gastrointestinal endoscopy - In cases of gastrointestinal bleeding Electromyography (EMG) - In cases of clinical evidence of neuropathy [35]"}
{"id": "article-25111_30", "title": "Microscopic Polyangiitis -- Evaluation", "content": "Histopathological Evaluation: This should be done when possible (skin, renal. and lung biopsy) to look for evidence of vasculitis and immune deposits. The extent of inflammation seen on renal biopsy may be used to measure disease activity and help guide treatment.", "contents": "Microscopic Polyangiitis -- Evaluation. Histopathological Evaluation: This should be done when possible (skin, renal. and lung biopsy) to look for evidence of vasculitis and immune deposits. The extent of inflammation seen on renal biopsy may be used to measure disease activity and help guide treatment."}
{"id": "article-25111_31", "title": "Microscopic Polyangiitis -- Treatment / Management", "content": "Treatment of microscopic polyangiitis involves extensive use of corticosteroids and other immunosuppressive agents in different combinations. The aim of treatment has been defined in 2 parts: induction of remission and, subsequently, maintenance of remission. MPA can manifest as a mild disease with mild systemic vasculitis and renal insufficiency. However, it can also present as an acute severe disease with rapid deterioration of renal function and pulmonary capillaritis that leads to respiratory failure. The choice of medication depends on the extent of the disease, the rate of progression, and the degree of inflammation.", "contents": "Microscopic Polyangiitis -- Treatment / Management. Treatment of microscopic polyangiitis involves extensive use of corticosteroids and other immunosuppressive agents in different combinations. The aim of treatment has been defined in 2 parts: induction of remission and, subsequently, maintenance of remission. MPA can manifest as a mild disease with mild systemic vasculitis and renal insufficiency. However, it can also present as an acute severe disease with rapid deterioration of renal function and pulmonary capillaritis that leads to respiratory failure. The choice of medication depends on the extent of the disease, the rate of progression, and the degree of inflammation."}
{"id": "article-25111_32", "title": "Microscopic Polyangiitis -- Treatment / Management", "content": "It is essential to know that remission does not imply the complete absence of symptoms; instead, the term is used to convey the absence of symptoms attributable to active vasculitis. [36] The treatment for relapse of MPA is the same as that of remission induction. Intravenous immunoglobulin has been used in the treatment of refractory disease. [37] The commonly used immunosuppressive agents in MPA management include cyclophosphamide, rituximab, methotrexate, glucocorticoids, azathioprine, and a few other biological agents.", "contents": "Microscopic Polyangiitis -- Treatment / Management. It is essential to know that remission does not imply the complete absence of symptoms; instead, the term is used to convey the absence of symptoms attributable to active vasculitis. [36] The treatment for relapse of MPA is the same as that of remission induction. Intravenous immunoglobulin has been used in the treatment of refractory disease. [37] The commonly used immunosuppressive agents in MPA management include cyclophosphamide, rituximab, methotrexate, glucocorticoids, azathioprine, and a few other biological agents."}
{"id": "article-25111_33", "title": "Microscopic Polyangiitis -- Treatment / Management -- Induction of Remission", "content": "Generally, remission is achieved using a combination of glucocorticoids and cyclophosphamide. Rituximab is a comparable substitute to cyclophosphamide in terms of safety and efficacy for the induction of remission in MPA. However, in the severe form of diseases, induction using cyclophosphamide with glucocorticoids may be the first-line option. Cyclophosphamide is started at 1.5 to 2 mg/kg/day. The CBC should be monitored for leukocytopenia and neutropenia. Prednisone is started at 1 mg/kg/day and is continued for one month. Induction of remission may take between 2 and 6 months. [38]", "contents": "Microscopic Polyangiitis -- Treatment / Management -- Induction of Remission. Generally, remission is achieved using a combination of glucocorticoids and cyclophosphamide. Rituximab is a comparable substitute to cyclophosphamide in terms of safety and efficacy for the induction of remission in MPA. However, in the severe form of diseases, induction using cyclophosphamide with glucocorticoids may be the first-line option. Cyclophosphamide is started at 1.5 to 2 mg/kg/day. The CBC should be monitored for leukocytopenia and neutropenia. Prednisone is started at 1 mg/kg/day and is continued for one month. Induction of remission may take between 2 and 6 months. [38]"}
{"id": "article-25111_34", "title": "Microscopic Polyangiitis -- Treatment / Management -- Induction of Remission", "content": "Treatment of the severe disease may include corticosteroids, cyclophosphamide, and plasmapheresis. [39] Plasmapheresis is effective in cases of pulmonary hemorrhage and severe renal disease. [40] In patients where serum creatinine is more than 500 mmol/l, plasma exchange as an additional measure increases the rate of renal improvement. [41] A 24% risk reduction of end-stage renal failure was seen in randomization to plasma exchange at 12 months. [42] [43]", "contents": "Microscopic Polyangiitis -- Treatment / Management -- Induction of Remission. Treatment of the severe disease may include corticosteroids, cyclophosphamide, and plasmapheresis. [39] Plasmapheresis is effective in cases of pulmonary hemorrhage and severe renal disease. [40] In patients where serum creatinine is more than 500 mmol/l, plasma exchange as an additional measure increases the rate of renal improvement. [41] A 24% risk reduction of end-stage renal failure was seen in randomization to plasma exchange at 12 months. [42] [43]"}
{"id": "article-25111_35", "title": "Microscopic Polyangiitis -- Treatment / Management -- Maintenance of Remission", "content": "After complete remission, the maintenance phase is started. In case of life-threatening alveolar capillaritis with pulmonary alveolar hemorrhage, plasmapheresis is done in addition to intravenous cyclophosphamide, and pulse doses of steroids may be used. The Rituximab versus Cyclophosphamide for Induction of Remission in AAV trial (RAVE trial) established that comparable results could be achieved using rituximab, especially in individuals experiencing side effects of cyclophosphamide therapy. [44] Typically remission is achieved in most individuals over a period of 2 to 6 months.", "contents": "Microscopic Polyangiitis -- Treatment / Management -- Maintenance of Remission. After complete remission, the maintenance phase is started. In case of life-threatening alveolar capillaritis with pulmonary alveolar hemorrhage, plasmapheresis is done in addition to intravenous cyclophosphamide, and pulse doses of steroids may be used. The Rituximab versus Cyclophosphamide for Induction of Remission in AAV trial (RAVE trial) established that comparable results could be achieved using rituximab, especially in individuals experiencing side effects of cyclophosphamide therapy. [44] Typically remission is achieved in most individuals over a period of 2 to 6 months."}
{"id": "article-25111_36", "title": "Microscopic Polyangiitis -- Treatment / Management -- Maintenance of Remission", "content": "Maintenance therapy is started after induction of remission and typically involves the use of azathioprine compared to cyclophosphamide, as demonstrated by the Cyclophosphamide versus Azathioprine for Early Remission Phase of Vasculitis trial (CYCAZAREM trial). [45] Azathioprine is given in a dose of 2 mg/kg/day for 12 months. After one year, the dose of azathioprine is decreased to 1.5 mg/kg/d. If methotrexate is used in maintenance therapy, it can be started at 0.3 mg/kg once a week, with a maximum dose of 15 mg/week. This is increased by 2.5 mg/week (maximum 20 mg/week). This phase lasts for 12 to 24 months. Prednisone can be continued at 10 mg/day or every other day. Low-dose cyclosporine has also been used for maintenance therapy. Pneumocystis jiroveci prophylaxis with low-dose trimethoprim-sulphamethoxazole is necessary.", "contents": "Microscopic Polyangiitis -- Treatment / Management -- Maintenance of Remission. Maintenance therapy is started after induction of remission and typically involves the use of azathioprine compared to cyclophosphamide, as demonstrated by the Cyclophosphamide versus Azathioprine for Early Remission Phase of Vasculitis trial (CYCAZAREM trial). [45] Azathioprine is given in a dose of 2 mg/kg/day for 12 months. After one year, the dose of azathioprine is decreased to 1.5 mg/kg/d. If methotrexate is used in maintenance therapy, it can be started at 0.3 mg/kg once a week, with a maximum dose of 15 mg/week. This is increased by 2.5 mg/week (maximum 20 mg/week). This phase lasts for 12 to 24 months. Prednisone can be continued at 10 mg/day or every other day. Low-dose cyclosporine has also been used for maintenance therapy. Pneumocystis jiroveci prophylaxis with low-dose trimethoprim-sulphamethoxazole is necessary."}
{"id": "article-25111_37", "title": "Microscopic Polyangiitis -- Differential Diagnosis", "content": "Many conditions may mimic AAV/MPG and must be excluded before a diagnosis can be established. These include:", "contents": "Microscopic Polyangiitis -- Differential Diagnosis. Many conditions may mimic AAV/MPG and must be excluded before a diagnosis can be established. These include:"}
{"id": "article-25111_38", "title": "Microscopic Polyangiitis -- Differential Diagnosis -- Infectious Etiologies", "content": "Infective endocarditis Disseminated Gonococcosis Rocky Mountain spotted fever (RMSF) and other tick-born vasculitides Disseminated fungal infections", "contents": "Microscopic Polyangiitis -- Differential Diagnosis -- Infectious Etiologies. Infective endocarditis Disseminated Gonococcosis Rocky Mountain spotted fever (RMSF) and other tick-born vasculitides Disseminated fungal infections"}
{"id": "article-25111_39", "title": "Microscopic Polyangiitis -- Differential Diagnosis -- Malignancies", "content": "Atrial myxomas Lymphomas Carcinomatosis", "contents": "Microscopic Polyangiitis -- Differential Diagnosis -- Malignancies. Atrial myxomas Lymphomas Carcinomatosis"}
{"id": "article-25111_40", "title": "Microscopic Polyangiitis -- Differential Diagnosis -- Drug Toxicities", "content": "Cocaine Amphetamines Ergot alkaloids Levamisole", "contents": "Microscopic Polyangiitis -- Differential Diagnosis -- Drug Toxicities. Cocaine Amphetamines Ergot alkaloids Levamisole"}
{"id": "article-25111_41", "title": "Microscopic Polyangiitis -- Differential Diagnosis -- Other Autoimmune Conditions", "content": "Amyloidosis Goodpasture disease [46] Sarcoidosis Polyarteritis nodosa Leukocytoclastic vasculitis Granulomatosis with polyangiitis Eosinophilic granulomatosis with polyangiitis Crescentic glomerulonephritis Cryoglobulinemia", "contents": "Microscopic Polyangiitis -- Differential Diagnosis -- Other Autoimmune Conditions. Amyloidosis Goodpasture disease [46] Sarcoidosis Polyarteritis nodosa Leukocytoclastic vasculitis Granulomatosis with polyangiitis Eosinophilic granulomatosis with polyangiitis Crescentic glomerulonephritis Cryoglobulinemia"}
{"id": "article-25111_42", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management", "content": "The immunosuppressive agents used in managing AAV have serious side effects, which may be more debilitating than the manifestations of the disease. These include:", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management. The immunosuppressive agents used in managing AAV have serious side effects, which may be more debilitating than the manifestations of the disease. These include:"}
{"id": "article-25111_43", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Glucocorticoids", "content": "Osteoporosis [47] Cataract Glaucoma Diabetes mellitus Electrolyte abnormalities Avascular necrosis of bone", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Glucocorticoids. Osteoporosis [47] Cataract Glaucoma Diabetes mellitus Electrolyte abnormalities Avascular necrosis of bone"}
{"id": "article-25111_44", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Cyclophosphamide", "content": "Bone marrow suppression Hemorrhagic cystitis [48] Bladder carcinoma myelodysplasia", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Cyclophosphamide. Bone marrow suppression Hemorrhagic cystitis [48] Bladder carcinoma myelodysplasia"}
{"id": "article-25111_45", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Methotrexate", "content": "Hepatotoxicity Pneumonitis Bone marrow suppression", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Methotrexate. Hepatotoxicity Pneumonitis Bone marrow suppression"}
{"id": "article-25111_46", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Azathioprine", "content": "Hepatotoxicity Bone marrow suppression", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Azathioprine. Hepatotoxicity Bone marrow suppression"}
{"id": "article-25111_47", "title": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Rituximab", "content": "Progressive multifocal leukoencephalopathy Opportunistic infections", "contents": "Microscopic Polyangiitis -- Toxicity and Adverse Effect Management -- Rituximab. Progressive multifocal leukoencephalopathy Opportunistic infections"}
{"id": "article-25111_48", "title": "Microscopic Polyangiitis -- Prognosis", "content": "When treated appropriately, about 90% of all microscopic polyangiitis patients show improvement, and roughly 75% achieve complete remission. The condition has a 5-year survival rate of 75%. MPA has a poorer survival rate than Churgg-Strauss syndrome or granulomatosis with polyangiitis, likely resulting from renal impairment present at the onset of the disease. [49]", "contents": "Microscopic Polyangiitis -- Prognosis. When treated appropriately, about 90% of all microscopic polyangiitis patients show improvement, and roughly 75% achieve complete remission. The condition has a 5-year survival rate of 75%. MPA has a poorer survival rate than Churgg-Strauss syndrome or granulomatosis with polyangiitis, likely resulting from renal impairment present at the onset of the disease. [49]"}
{"id": "article-25111_49", "title": "Microscopic Polyangiitis -- Prognosis", "content": "Long-term damage in a cohort of 296 patients with MPA or GPA was linked to the severity of primary disease, the number of relapses, older age, and the duration of glucocorticoid treatment. A follow-up of 7 years post-diagnosis was conducted. The mean duration of glucocorticoid therapy was 40.4 months. [50]", "contents": "Microscopic Polyangiitis -- Prognosis. Long-term damage in a cohort of 296 patients with MPA or GPA was linked to the severity of primary disease, the number of relapses, older age, and the duration of glucocorticoid treatment. A follow-up of 7 years post-diagnosis was conducted. The mean duration of glucocorticoid therapy was 40.4 months. [50]"}
{"id": "article-25111_50", "title": "Microscopic Polyangiitis -- Prognosis", "content": "In another study of 151 AAV patients, cases with lung involvement at baseline showed increased damage and disease activity scores at 6, 12, and 24 months. Patients with pulmonary involvement had a higher risk of developing renal and cardiovascular involvement and were more prone to developing pulmonary fibrosis. [51]", "contents": "Microscopic Polyangiitis -- Prognosis. In another study of 151 AAV patients, cases with lung involvement at baseline showed increased damage and disease activity scores at 6, 12, and 24 months. Patients with pulmonary involvement had a higher risk of developing renal and cardiovascular involvement and were more prone to developing pulmonary fibrosis. [51]"}
{"id": "article-25111_51", "title": "Microscopic Polyangiitis -- Complications", "content": "If left untreated, microscopic polyangiitis (MPA) can result in permanent damage to the organs. Kidney failure is the most common complication. MPA complications will depend on the particular organ system involved. Research has shown that older age, diastolic hypertension, and positive PR3-ANCA status correlate with cardiovascular events. [52]", "contents": "Microscopic Polyangiitis -- Complications. If left untreated, microscopic polyangiitis (MPA) can result in permanent damage to the organs. Kidney failure is the most common complication. MPA complications will depend on the particular organ system involved. Research has shown that older age, diastolic hypertension, and positive PR3-ANCA status correlate with cardiovascular events. [52]"}
{"id": "article-25111_52", "title": "Microscopic Polyangiitis -- Complications", "content": "The medications that treat MPA can also carry adverse complications. For example, cyclophosphamide has a relatively strong correlation with bladder cancer in those treated with the drug. In addition, steroids are known to cause bone loss, hyperglycemia, muscle weakness, and skin problems.", "contents": "Microscopic Polyangiitis -- Complications. The medications that treat MPA can also carry adverse complications. For example, cyclophosphamide has a relatively strong correlation with bladder cancer in those treated with the drug. In addition, steroids are known to cause bone loss, hyperglycemia, muscle weakness, and skin problems."}
{"id": "article-25111_53", "title": "Microscopic Polyangiitis -- Deterrence and Patient Education", "content": "Patients must understand the seriousness of their condition and that they may not return to full pre-disease function and strength. Medication and therapy adherence is crucial, as are frequent follow-ups. Patients should be monitored closely as the immunosuppressive treatment continues for more than a year, and disease activity is measured with ANCA levels. Patients must be told the adverse effects of the drugs they use and when to report them.", "contents": "Microscopic Polyangiitis -- Deterrence and Patient Education. Patients must understand the seriousness of their condition and that they may not return to full pre-disease function and strength. Medication and therapy adherence is crucial, as are frequent follow-ups. Patients should be monitored closely as the immunosuppressive treatment continues for more than a year, and disease activity is measured with ANCA levels. Patients must be told the adverse effects of the drugs they use and when to report them."}
{"id": "article-25111_54", "title": "Microscopic Polyangiitis -- Enhancing Healthcare Team Outcomes", "content": "Microscopic polyangiitis is a complex condition to manage by the provider because of the heterogeneity in its clinical presentation and the patient-specific treatment that it demands. Good communication and an interprofessional medical team comprised of clinicians, nurses, radiologists, pathologists, and pharmacists may help ease this hurdle. The nurses play an essential role in monitoring and charting vitals, especially urine output, which is crucial in helping the provider decide on the treatment. Radiologists play a vital role in assisting image-guided tissue biopsy, which the pathologist then studies to confirm the presence of disease. Proper dosing and dispensing of immunosuppressive agents by pharmacists can help in the induction and maintenance of remission. In contrast, failure to do so can lead to severe systemic side effects of these drugs. Pharmacists must also perform medication reconciliation to ensure there are no drug-drug interactions.", "contents": "Microscopic Polyangiitis -- Enhancing Healthcare Team Outcomes. Microscopic polyangiitis is a complex condition to manage by the provider because of the heterogeneity in its clinical presentation and the patient-specific treatment that it demands. Good communication and an interprofessional medical team comprised of clinicians, nurses, radiologists, pathologists, and pharmacists may help ease this hurdle. The nurses play an essential role in monitoring and charting vitals, especially urine output, which is crucial in helping the provider decide on the treatment. Radiologists play a vital role in assisting image-guided tissue biopsy, which the pathologist then studies to confirm the presence of disease. Proper dosing and dispensing of immunosuppressive agents by pharmacists can help in the induction and maintenance of remission. In contrast, failure to do so can lead to severe systemic side effects of these drugs. Pharmacists must also perform medication reconciliation to ensure there are no drug-drug interactions."}
{"id": "article-25111_55", "title": "Microscopic Polyangiitis -- Enhancing Healthcare Team Outcomes", "content": "To ease the process of deciding the appropriate treatment, researchers at Johns Hopkins University have teamed up to provide the revised Birmingham score, which can be used to classify the patient's disease state clinically. [53] All interprofessional team members must maintain accurate, updated patient records, so all professionals involved in care have access to the same patient data. Open communication channels between all team members are crucial to successful interprofessional care. [Level 5]", "contents": "Microscopic Polyangiitis -- Enhancing Healthcare Team Outcomes. To ease the process of deciding the appropriate treatment, researchers at Johns Hopkins University have teamed up to provide the revised Birmingham score, which can be used to classify the patient's disease state clinically. [53] All interprofessional team members must maintain accurate, updated patient records, so all professionals involved in care have access to the same patient data. Open communication channels between all team members are crucial to successful interprofessional care. [Level 5]"}
{"id": "article-25111_56", "title": "Microscopic Polyangiitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Microscopic Polyangiitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}