{"id": "article-22792_0", "title": "Hepatitis D -- Continuing Education Activity", "content": "Hepatitis D virus (HDV) was discovered in 1977 in patients with chronic hepatitis B virus (HBV) infection. Originally thought to be an unrecognized HBV antigen, the HDV nuclear antigen was later discovered to be a part of a new pathogen, initially known as the delta agent. HDV is considered a hybrid virus as it uses HBV surface antigen as its envelope protein and can only infect patients that concomitantly harbor the HBV. For unknown reasons, HBV replication is suppressed in HDV-infected individuals. This activity outlines the presentation, evaluation, and management of HDV and highlights the interprofessional team's role in managing these patients.", "contents": "Hepatitis D -- Continuing Education Activity. Hepatitis D virus (HDV) was discovered in 1977 in patients with chronic hepatitis B virus (HBV) infection. Originally thought to be an unrecognized HBV antigen, the HDV nuclear antigen was later discovered to be a part of a new pathogen, initially known as the delta agent. HDV is considered a hybrid virus as it uses HBV surface antigen as its envelope protein and can only infect patients that concomitantly harbor the HBV. For unknown reasons, HBV replication is suppressed in HDV-infected individuals. This activity outlines the presentation, evaluation, and management of HDV and highlights the interprofessional team's role in managing these patients."}
{"id": "article-22792_1", "title": "Hepatitis D -- Continuing Education Activity", "content": "Objectives: Hepatitis D infection is caused by the Hepatitis D virus. Hepatitis D is clinically similar to other forms of hepatic viral infections. Majority of the patients are asymptomatic. Signs and symptoms can include fever, abdominal pain, nausea, vomiting, jaundice, confusion, bruising, or bleeding depending on the severity of illness. Treatment options for hepatitis D are limited and optimal treatment is not known. There are no known treatments for acute hepatitis D. Although it is not FDA-approved for chronic hepatitis D, interferon alpha (IFN alpha) has been shown to be beneficial in most clinical trials. When the disease progresses to cirrhosis, liver transplantation is the only viable option. Hepatitis D virus is not one of the common viruses inflicting the liver. When diagnosed, it is important to have a multi disciplinary approach including the Hepatologist as treatment options are very limited. For advanced liver disease, a liver transplantation may be needed. Access free multiple choice questions on this topic.", "contents": "Hepatitis D -- Continuing Education Activity. Objectives: Hepatitis D infection is caused by the Hepatitis D virus. Hepatitis D is clinically similar to other forms of hepatic viral infections. Majority of the patients are asymptomatic. Signs and symptoms can include fever, abdominal pain, nausea, vomiting, jaundice, confusion, bruising, or bleeding depending on the severity of illness. Treatment options for hepatitis D are limited and optimal treatment is not known. There are no known treatments for acute hepatitis D. Although it is not FDA-approved for chronic hepatitis D, interferon alpha (IFN alpha) has been shown to be beneficial in most clinical trials. When the disease progresses to cirrhosis, liver transplantation is the only viable option. Hepatitis D virus is not one of the common viruses inflicting the liver. When diagnosed, it is important to have a multi disciplinary approach including the Hepatologist as treatment options are very limited. For advanced liver disease, a liver transplantation may be needed. Access free multiple choice questions on this topic."}
{"id": "article-22792_2", "title": "Hepatitis D -- Introduction", "content": "Hepatitis D virus (HDV) was discovered in 1977 in patients with chronic Hepatitis B virus (HBV) infection. [1] Originally thought to be an unrecognized HBV antigen, the HDV nuclear antigen was later discovered to be a part of a new pathogen, initially known as the delta agent. HDV is considered a hybrid virus as it uses Hepatitis B surface antigen (HBsAg) as its envelope protein, rendering it able to infect only patients that concomitantly harbor HBV. [2] Due to unknown reasons, HBV replication is suppressed in HDV-infected individuals. [3]", "contents": "Hepatitis D -- Introduction. Hepatitis D virus (HDV) was discovered in 1977 in patients with chronic Hepatitis B virus (HBV) infection. [1] Originally thought to be an unrecognized HBV antigen, the HDV nuclear antigen was later discovered to be a part of a new pathogen, initially known as the delta agent. HDV is considered a hybrid virus as it uses Hepatitis B surface antigen (HBsAg) as its envelope protein, rendering it able to infect only patients that concomitantly harbor HBV. [2] Due to unknown reasons, HBV replication is suppressed in HDV-infected individuals. [3]"}
{"id": "article-22792_3", "title": "Hepatitis D -- Etiology", "content": "HDV infection is an acute and chronic inflammatory process transmitted parenterally. HDV replicates independently within hepatocytes but requires HBsAg for propagation. Hepatic cell death occurs due to direct cytotoxic effects of HDV or a host-mediated immune response. [2] Perinatal transmission is uncommon. Risk factors include blood transfusions and intravenous drug use. [4]", "contents": "Hepatitis D -- Etiology. HDV infection is an acute and chronic inflammatory process transmitted parenterally. HDV replicates independently within hepatocytes but requires HBsAg for propagation. Hepatic cell death occurs due to direct cytotoxic effects of HDV or a host-mediated immune response. [2] Perinatal transmission is uncommon. Risk factors include blood transfusions and intravenous drug use. [4]"}
{"id": "article-22792_4", "title": "Hepatitis D -- Epidemiology", "content": "Even though HDV is dependent on HBV, its geographical distribution differs from that of HBV, partly due to the differences in mode of transmission. HDV is mainly transmitted via the parenteral route through blood or blood product exposure. Although sexual transmission (even in homosexual men) is infrequent, vertical transmission is rare. [5] [6] [5] Information on HDV epidemiology has mostly been obtained from HBV carriers who are superinfected with HDV. Approximately 5% of the HBV carriers are estimated to be infected with HDV. [7] Recently, there has been a significant decline in HDV transmission due to the decrease in the incidence of HBV infection. This is mainly due to improved socioeconomic conditions, increased awareness of infectious disease transmission, and improved HBV vaccination rates. [7] HDV is most prevalent in the Mediterranean, East Africa, the Amazon basin, the Middle East, Central and Northern Asia, and certain areas of the Pacific. [8] In Western countries, HDV infection is infrequent and occurs only in high-risk populations such as intravenous drug users, individuals from areas with a high prevalence of HDV, and recipients of multiple transfusions.", "contents": "Hepatitis D -- Epidemiology. Even though HDV is dependent on HBV, its geographical distribution differs from that of HBV, partly due to the differences in mode of transmission. HDV is mainly transmitted via the parenteral route through blood or blood product exposure. Although sexual transmission (even in homosexual men) is infrequent, vertical transmission is rare. [5] [6] [5] Information on HDV epidemiology has mostly been obtained from HBV carriers who are superinfected with HDV. Approximately 5% of the HBV carriers are estimated to be infected with HDV. [7] Recently, there has been a significant decline in HDV transmission due to the decrease in the incidence of HBV infection. This is mainly due to improved socioeconomic conditions, increased awareness of infectious disease transmission, and improved HBV vaccination rates. [7] HDV is most prevalent in the Mediterranean, East Africa, the Amazon basin, the Middle East, Central and Northern Asia, and certain areas of the Pacific. [8] In Western countries, HDV infection is infrequent and occurs only in high-risk populations such as intravenous drug users, individuals from areas with a high prevalence of HDV, and recipients of multiple transfusions."}
{"id": "article-22792_5", "title": "Hepatitis D -- Pathophysiology", "content": "Structurally, HDV comprises an RNA genome, hepatitis D antigen (HDAg), and a lipoprotein envelope from HBV. The genome only codes for the HDAg. There are 2 types of HDAgs named after their size (ie, long and short). Viral replication occurs in the hepatocytes. The virus is unique as it uses the host RNA polymerase II to transcribe its messenger RNA. Although the short HDAg activates viral replication via direct binding to the HDV RNA, the long HDAg directs viral assembly and inhibits viral replication. The virus is completely assembled after incorporating the HBV envelope, after which it is released. [2] [9] [10]", "contents": "Hepatitis D -- Pathophysiology. Structurally, HDV comprises an RNA genome, hepatitis D antigen (HDAg), and a lipoprotein envelope from HBV. The genome only codes for the HDAg. There are 2 types of HDAgs named after their size (ie, long and short). Viral replication occurs in the hepatocytes. The virus is unique as it uses the host RNA polymerase II to transcribe its messenger RNA. Although the short HDAg activates viral replication via direct binding to the HDV RNA, the long HDAg directs viral assembly and inhibits viral replication. The virus is completely assembled after incorporating the HBV envelope, after which it is released. [2] [9] [10]"}
{"id": "article-22792_6", "title": "Hepatitis D -- Pathophysiology", "content": "HDV infection only occurs in the presence of HBV. In individuals susceptible to HBV, coinfection with both viruses results in an acute HBV and HBD infection. Clinically, coinfection resembles classic acute HBV, except a biphasic course of two peaks of serum alanine aminotransferase (ALT) may be seen several weeks apart. This is because HBV infection must be established first during the acute coinfection before HDV starts to spread. More severe cases than acute HBV mono-infection may be seen in some cases with an increased risk for liver failure. Most patients recover during the acute coinfection with HBV and HDV, and only about 5% of the patients go on to develop chronic infection (defined as persistence of infection beyond 6 months). [5] [11]", "contents": "Hepatitis D -- Pathophysiology. HDV infection only occurs in the presence of HBV. In individuals susceptible to HBV, coinfection with both viruses results in an acute HBV and HBD infection. Clinically, coinfection resembles classic acute HBV, except a biphasic course of two peaks of serum alanine aminotransferase (ALT) may be seen several weeks apart. This is because HBV infection must be established first during the acute coinfection before HDV starts to spread. More severe cases than acute HBV mono-infection may be seen in some cases with an increased risk for liver failure. Most patients recover during the acute coinfection with HBV and HDV, and only about 5% of the patients go on to develop chronic infection (defined as persistence of infection beyond 6 months). [5] [11]"}
{"id": "article-22792_7", "title": "Hepatitis D -- Pathophysiology", "content": "In individuals who are chronic carriers of HBsAg, a full-blown superinfection can occur, which may present as severe acute hepatitis or exacerbation of preexisting chronic HBV. In patients with chronic HBV infection, acute HDV infection may be mistaken for an HBV virus flare. In those with hitherto undiagnosed HBV infection, clinical presentation and initial investigations may be mistaken for acute HBV infection if HDV superinfection is not entertained as a diagnostic possibility. The clinical course during a superinfection is often more severe than HBV/HDV coinfection. As the presence of HBsAg allows for continuous viral replication, 90% of these individuals progress to chronic HDV. Chronic HDV infection causes more severe morbidity and complications (progressive fibrosis, cirrhosis, hepatocellular carcinoma, and hepatic decompensation) than chronic HBV infection. [12] In cases of triple infection with HBV,  hepatitis C virus (HCV), and HDV, either HDV or HCV will dominate the other viruses depending on the geographic region, host immune factors, activity, and genotype of the HDV involved.", "contents": "Hepatitis D -- Pathophysiology. In individuals who are chronic carriers of HBsAg, a full-blown superinfection can occur, which may present as severe acute hepatitis or exacerbation of preexisting chronic HBV. In patients with chronic HBV infection, acute HDV infection may be mistaken for an HBV virus flare. In those with hitherto undiagnosed HBV infection, clinical presentation and initial investigations may be mistaken for acute HBV infection if HDV superinfection is not entertained as a diagnostic possibility. The clinical course during a superinfection is often more severe than HBV/HDV coinfection. As the presence of HBsAg allows for continuous viral replication, 90% of these individuals progress to chronic HDV. Chronic HDV infection causes more severe morbidity and complications (progressive fibrosis, cirrhosis, hepatocellular carcinoma, and hepatic decompensation) than chronic HBV infection. [12] In cases of triple infection with HBV,  hepatitis C virus (HCV), and HDV, either HDV or HCV will dominate the other viruses depending on the geographic region, host immune factors, activity, and genotype of the HDV involved."}
{"id": "article-22792_8", "title": "Hepatitis D -- Pathophysiology", "content": "Although the mechanism by which HDV induces liver damage is not entirely known, it is thought to be due to the host immune response. [13] The spectrum of damage can range from no symptoms to fulminant liver failure. HDV superinfection tends to have a more rapid course and increases the risk of hepatocellular carcinoma. [14] The degree of injury depends on various factors, including HDV genotype, host immune response, and HBV genotype. Classically, there are 3 main HDV genotypes: 1, 2, and 3. Additionally, there are other genotypes identified but not as well characterized yet. Genotype 1 is the predominant type in Western countries. [15] When associated with acute hepatitis D, it has a fulminant course. Once chronic, it can exacerbate previously existing HBV disease. It can rapidly progress towards liver cirrhosis but can also have an indolent course. Genotype 2 is most common in the Far East countries. Contrary to genotype 1, it is less frequently associated with fulminant liver disease and the progression of chronic liver disease. [16] Genotype 3 is most prevalent in South America and tends to cause severe acute hepatitis, which can progress to liver failure. [17]", "contents": "Hepatitis D -- Pathophysiology. Although the mechanism by which HDV induces liver damage is not entirely known, it is thought to be due to the host immune response. [13] The spectrum of damage can range from no symptoms to fulminant liver failure. HDV superinfection tends to have a more rapid course and increases the risk of hepatocellular carcinoma. [14] The degree of injury depends on various factors, including HDV genotype, host immune response, and HBV genotype. Classically, there are 3 main HDV genotypes: 1, 2, and 3. Additionally, there are other genotypes identified but not as well characterized yet. Genotype 1 is the predominant type in Western countries. [15] When associated with acute hepatitis D, it has a fulminant course. Once chronic, it can exacerbate previously existing HBV disease. It can rapidly progress towards liver cirrhosis but can also have an indolent course. Genotype 2 is most common in the Far East countries. Contrary to genotype 1, it is less frequently associated with fulminant liver disease and the progression of chronic liver disease. [16] Genotype 3 is most prevalent in South America and tends to cause severe acute hepatitis, which can progress to liver failure. [17]"}
{"id": "article-22792_9", "title": "Hepatitis D -- Histopathology", "content": "HDV causes the same histological changes in the liver parenchyma as other viral infections. It results in necrosis and inflammation of the hepatic cells. In acute disease, there is intralobular infiltration of inflammatory cells (lymphocytes, macrophages) and cytoplasmic eosinophilia. Chronic hepatitis is characterized by periportal necrosis and is often accompanied by nodular changes.", "contents": "Hepatitis D -- Histopathology. HDV causes the same histological changes in the liver parenchyma as other viral infections. It results in necrosis and inflammation of the hepatic cells. In acute disease, there is intralobular infiltration of inflammatory cells (lymphocytes, macrophages) and cytoplasmic eosinophilia. Chronic hepatitis is characterized by periportal necrosis and is often accompanied by nodular changes."}
{"id": "article-22792_10", "title": "Hepatitis D -- History and Physical", "content": "Hepatitis D is clinically similar to other forms of hepatic viral infections. The majority of the patients are asymptomatic. Signs and symptoms can include fever, abdominal pain, nausea, vomiting, jaundice, confusion, bruising, or bleeding, depending on the severity of the illness.", "contents": "Hepatitis D -- History and Physical. Hepatitis D is clinically similar to other forms of hepatic viral infections. The majority of the patients are asymptomatic. Signs and symptoms can include fever, abdominal pain, nausea, vomiting, jaundice, confusion, bruising, or bleeding, depending on the severity of the illness."}
{"id": "article-22792_11", "title": "Hepatitis D -- Evaluation", "content": "In response to the HDAg, antibodies of the immunoglobulin M (IgM) and immunoglobulin G (IgG class) (anti-HDV) are produced. The 3 infective patterns (acute HDV/HBV coinfection, acute HDV superinfection, and chronic HDV infection) vary concerning appearance and levels of HDV RNA, HDAg, and anti-HDV as well as HBV markers (see Image. Hepatitis D Stages and Serological Markers). As HDV depends on HBV, the presence of HBsAg is essential for diagnosis. Additionally, IgM antibody to hepatitis B core antigen (IgM anti-HBc) is necessary to diagnose acute HBV/HDV coinfection. [18]", "contents": "Hepatitis D -- Evaluation. In response to the HDAg, antibodies of the immunoglobulin M (IgM) and immunoglobulin G (IgG class) (anti-HDV) are produced. The 3 infective patterns (acute HDV/HBV coinfection, acute HDV superinfection, and chronic HDV infection) vary concerning appearance and levels of HDV RNA, HDAg, and anti-HDV as well as HBV markers (see Image. Hepatitis D Stages and Serological Markers). As HDV depends on HBV, the presence of HBsAg is essential for diagnosis. Additionally, IgM antibody to hepatitis B core antigen (IgM anti-HBc) is necessary to diagnose acute HBV/HDV coinfection. [18]"}
{"id": "article-22792_12", "title": "Hepatitis D -- Evaluation", "content": "In acute HDV infection, the appearance of HDAg is early but short-lived and often requires repeat testing for detection. The appearance of anti-HDV is late in acute infection and may be the only way to diagnose acute HDV if other HDV infection markers are absent. The pattern of the IgM class of anti-HDV depends on the course of acute hepatitis D. If HDV infection is self-limited, the appearance of anti-HDV IgM is transient and delayed. [18] [19] [20] If HDV infection progresses to chronicity, anti-HDV IgM is found in high titers and for a prolonged duration. Anti-HDV IgM is found in acute HDV infection but is not very specific as it is also found in chronic HDV infection. [21] [22]", "contents": "Hepatitis D -- Evaluation. In acute HDV infection, the appearance of HDAg is early but short-lived and often requires repeat testing for detection. The appearance of anti-HDV is late in acute infection and may be the only way to diagnose acute HDV if other HDV infection markers are absent. The pattern of the IgM class of anti-HDV depends on the course of acute hepatitis D. If HDV infection is self-limited, the appearance of anti-HDV IgM is transient and delayed. [18] [19] [20] If HDV infection progresses to chronicity, anti-HDV IgM is found in high titers and for a prolonged duration. Anti-HDV IgM is found in acute HDV infection but is not very specific as it is also found in chronic HDV infection. [21] [22]"}
{"id": "article-22792_13", "title": "Hepatitis D -- Evaluation", "content": "Historically, HDAg detection was considered the gold standard for diagnosis of active HBV infection. As anti-HDV forms immune complexes with HDAg, detecting HDAg by the required immunoblot assay is difficult and time-consuming. Therefore, HDV RNA detection via reverse transcriptase-polymerase chain reaction (RT-PCR) is the most sensitive and practical test for detecting active HDV infection. [23] [24]", "contents": "Hepatitis D -- Evaluation. Historically, HDAg detection was considered the gold standard for diagnosis of active HBV infection. As anti-HDV forms immune complexes with HDAg, detecting HDAg by the required immunoblot assay is difficult and time-consuming. Therefore, HDV RNA detection via reverse transcriptase-polymerase chain reaction (RT-PCR) is the most sensitive and practical test for detecting active HDV infection. [23] [24]"}
{"id": "article-22792_14", "title": "Hepatitis D -- Evaluation", "content": "High-risk individuals (intravenous drug users, individuals from HDV-endemic areas) or those who present with severe course who have acute hepatitis B should be suspected of HDV coinfection. As mentioned, patients with coinfection have high titers of IgM anti-HBc. In these individuals, HDV markers can come before or after HBV markers. Occasionally, patients who present during the second phase of biphasic hepatitis seroconvert to anti-HBs, but they could still test positive for high titer IgM anti-HBc.", "contents": "Hepatitis D -- Evaluation. High-risk individuals (intravenous drug users, individuals from HDV-endemic areas) or those who present with severe course who have acute hepatitis B should be suspected of HDV coinfection. As mentioned, patients with coinfection have high titers of IgM anti-HBc. In these individuals, HDV markers can come before or after HBV markers. Occasionally, patients who present during the second phase of biphasic hepatitis seroconvert to anti-HBs, but they could still test positive for high titer IgM anti-HBc."}
{"id": "article-22792_15", "title": "Hepatitis D -- Evaluation", "content": "When the etiology of hepatitis is undetermined in chronic HBV carriers, HDV testing should be performed to rule out an acute HDV superinfection. Distinguishing between HDV superinfection and HBV/HDV coinfection can be difficult when superinfection occurs in unidentified chronic HBV carriers.", "contents": "Hepatitis D -- Evaluation. When the etiology of hepatitis is undetermined in chronic HBV carriers, HDV testing should be performed to rule out an acute HDV superinfection. Distinguishing between HDV superinfection and HBV/HDV coinfection can be difficult when superinfection occurs in unidentified chronic HBV carriers."}
{"id": "article-22792_16", "title": "Hepatitis D -- Evaluation", "content": "In individuals with chronic hepatitis B, HDV testing should be considered in high-risk individuals to rule out concurrent chronic HDV infection. This can be obtained by the detection of total anti-HDV antibody followed by confirmatory staining for HDAg in liver tissues and/or measurement of serum HDV RNA. As HBV replication is suppressed in chronic HDV infection, hepatitis B e-antibodies (anti-HBe) are typically present.", "contents": "Hepatitis D -- Evaluation. In individuals with chronic hepatitis B, HDV testing should be considered in high-risk individuals to rule out concurrent chronic HDV infection. This can be obtained by the detection of total anti-HDV antibody followed by confirmatory staining for HDAg in liver tissues and/or measurement of serum HDV RNA. As HBV replication is suppressed in chronic HDV infection, hepatitis B e-antibodies (anti-HBe) are typically present."}
{"id": "article-22792_17", "title": "Hepatitis D -- Treatment / Management", "content": "Treatment options for HDV are limited, and optimal treatment is not known. There are no known treatments for acute HDV. Although it is not FDA-approved for chronic HDV, interferon alpha (IFN alpha) has been shown to be beneficial in most clinical trials. [25] The pegylated form of IFN alpha is recommended as the preferred agent per expert guidelines. Treatment is administered once weekly for at least 1 year. [26] The goal of treatment is to suppress HDV replication, which is shown by the inability to detect HDV RNA in serum and HDAg in the liver. Treatment end-points include normalization of alanine aminotransferase (ALT) and inflammation on liver biopsy. When the disease progresses to cirrhosis, liver transplantation is the only viable option.", "contents": "Hepatitis D -- Treatment / Management. Treatment options for HDV are limited, and optimal treatment is not known. There are no known treatments for acute HDV. Although it is not FDA-approved for chronic HDV, interferon alpha (IFN alpha) has been shown to be beneficial in most clinical trials. [25] The pegylated form of IFN alpha is recommended as the preferred agent per expert guidelines. Treatment is administered once weekly for at least 1 year. [26] The goal of treatment is to suppress HDV replication, which is shown by the inability to detect HDV RNA in serum and HDAg in the liver. Treatment end-points include normalization of alanine aminotransferase (ALT) and inflammation on liver biopsy. When the disease progresses to cirrhosis, liver transplantation is the only viable option."}
{"id": "article-22792_18", "title": "Hepatitis D -- Differential Diagnosis", "content": "The differential diagnoses for HDV include the following: Alcoholic hepatitis Autoimmune hepatitis Budd-Chiari syndrome Cholangitis Cholecystitis HDA HDB HDC Liver abscess", "contents": "Hepatitis D -- Differential Diagnosis. The differential diagnoses for HDV include the following: Alcoholic hepatitis Autoimmune hepatitis Budd-Chiari syndrome Cholangitis Cholecystitis HDA HDB HDC Liver abscess"}
{"id": "article-22792_19", "title": "Hepatitis D -- Pearls and Other Issues", "content": "As HDV depends on HBV, prevention can be achieved with HBV vaccination. If the host is immune to HBV, they are subsequently protected against HDV. Patients at risk of contracting HDV infection should be encouraged to receive hepatitis B vaccine.", "contents": "Hepatitis D -- Pearls and Other Issues. As HDV depends on HBV, prevention can be achieved with HBV vaccination. If the host is immune to HBV, they are subsequently protected against HDV. Patients at risk of contracting HDV infection should be encouraged to receive hepatitis B vaccine."}
{"id": "article-22792_20", "title": "Hepatitis D -- Enhancing Healthcare Team Outcomes", "content": "HDV only occurs in patients with HBV. Thus, healthcare providers should consider serological testing for HDV in patients with HBV. This can be obtained by the detection of total anti-HDV antibody followed by confirmatory staining for HDAg in liver tissues or measurement of serum HDV RNA. As HBV replication is suppressed in chronic HDV infection, anti-HBe are typically present.", "contents": "Hepatitis D -- Enhancing Healthcare Team Outcomes. HDV only occurs in patients with HBV. Thus, healthcare providers should consider serological testing for HDV in patients with HBV. This can be obtained by the detection of total anti-HDV antibody followed by confirmatory staining for HDAg in liver tissues or measurement of serum HDV RNA. As HBV replication is suppressed in chronic HDV infection, anti-HBe are typically present."}
{"id": "article-22792_21", "title": "Hepatitis D -- Enhancing Healthcare Team Outcomes", "content": "As HDV depends on HBV, prevention can be achieved with HBV vaccination. If the host is immune to HBV, they are subsequently protected against HDV. Patients who are at risk of contracting HDV infection should be encouraged to receive the HBV vaccine. Currently, there is no specific treatment for HDV, but unlike HBV, the former is a benign infection.", "contents": "Hepatitis D -- Enhancing Healthcare Team Outcomes. As HDV depends on HBV, prevention can be achieved with HBV vaccination. If the host is immune to HBV, they are subsequently protected against HDV. Patients who are at risk of contracting HDV infection should be encouraged to receive the HBV vaccine. Currently, there is no specific treatment for HDV, but unlike HBV, the former is a benign infection."}
{"id": "article-22792_22", "title": "Hepatitis D -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hepatitis D -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}