{"id": "article-24314_0", "title": "Histology, Lipofuscin -- Introduction", "content": "Lipofuscin is a pigmented, heterogenous byproduct of failed intracellular catabolism conventionally found within lysosomes or the cytosol of aging postmitotic cells. Although it is present in virtually any cell type, phenotypically proliferative cells often dilute its concentration to an insignificant level. [1] Hannover first discovered lipofuscin in 1842, but its progressive accumulation with age was unknown until the end of the nineteenth century. [2] [3] While this historical description is still accurate, the literature of the past few decades has shifted focus towards its newly understood function as a photosensitizer of tissue and potentiator of intracellular dyshomeostasis. Because of lipofuscin’s extensively cross-linked tertiary structure and nondegradable nature, it is hypothesized to play a critical role in inhibiting proteasome function, mitophagy, autophagy, lysosomal stability, and the propagating reactive oxygen species. [1] [4] [5]", "contents": "Histology, Lipofuscin -- Introduction. Lipofuscin is a pigmented, heterogenous byproduct of failed intracellular catabolism conventionally found within lysosomes or the cytosol of aging postmitotic cells. Although it is present in virtually any cell type, phenotypically proliferative cells often dilute its concentration to an insignificant level. [1] Hannover first discovered lipofuscin in 1842, but its progressive accumulation with age was unknown until the end of the nineteenth century. [2] [3] While this historical description is still accurate, the literature of the past few decades has shifted focus towards its newly understood function as a photosensitizer of tissue and potentiator of intracellular dyshomeostasis. Because of lipofuscin’s extensively cross-linked tertiary structure and nondegradable nature, it is hypothesized to play a critical role in inhibiting proteasome function, mitophagy, autophagy, lysosomal stability, and the propagating reactive oxygen species. [1] [4] [5]"}
{"id": "article-24314_1", "title": "Histology, Lipofuscin -- Introduction", "content": "Lipofuscin is frequently used interchangeably with “ ceroid ” or “ ceroid lipofuscin ” as both ceroid and lipofuscin are autofluorescent intracellular accumulations of similar composition. [6] However, this may be misleading as the etymological differentiation between lipofuscin and ceroid was traditionally intended to label the former as a term associated with normal aging, and the latter for pathological conditions. [7] [8] [7] This distinction has become muddied as traditional lipofuscin has continued to gain attention for its risk modification effect on many diseases. [4]", "contents": "Histology, Lipofuscin -- Introduction. Lipofuscin is frequently used interchangeably with “ ceroid ” or “ ceroid lipofuscin ” as both ceroid and lipofuscin are autofluorescent intracellular accumulations of similar composition. [6] However, this may be misleading as the etymological differentiation between lipofuscin and ceroid was traditionally intended to label the former as a term associated with normal aging, and the latter for pathological conditions. [7] [8] [7] This distinction has become muddied as traditional lipofuscin has continued to gain attention for its risk modification effect on many diseases. [4]"}
{"id": "article-24314_2", "title": "Histology, Lipofuscin -- Structure", "content": "Its Latin namesake translates to “dark lipid,” which is only partially correct in characterizing its variable composition. [3] Lipofuscin is heterogenous amalgam mainly composed of oxidized proteins (30 to 70%) and lipids such as triglycerides, free fatty acids, cholesterol, and lipoproteins (20 to 50%). Carbohydrates make a small contribution that proportionally may increase with age (4 to 7%). This idiosyncratic composition varies amongst tissues types, but many lipofuscin researchers agree that the protein content has a significant contribution from mitochondria. [3] [9] [10] Jung et al. suggested that some lipofuscin aggregates’ protein source may even be up to 50% ATP synthase subunit residues in congenital ceroid lipofuscinoses. [6]", "contents": "Histology, Lipofuscin -- Structure. Its Latin namesake translates to “dark lipid,” which is only partially correct in characterizing its variable composition. [3] Lipofuscin is heterogenous amalgam mainly composed of oxidized proteins (30 to 70%) and lipids such as triglycerides, free fatty acids, cholesterol, and lipoproteins (20 to 50%). Carbohydrates make a small contribution that proportionally may increase with age (4 to 7%). This idiosyncratic composition varies amongst tissues types, but many lipofuscin researchers agree that the protein content has a significant contribution from mitochondria. [3] [9] [10] Jung et al. suggested that some lipofuscin aggregates’ protein source may even be up to 50% ATP synthase subunit residues in congenital ceroid lipofuscinoses. [6]"}
{"id": "article-24314_3", "title": "Histology, Lipofuscin -- Structure", "content": "Metals such as iron, copper, zinc, aluminum, manganese, and calcium make up only 2% of lipofuscin. [11] Despite minimal contribution to lipofuscin’s total volume, iron is hypothesized to be the principal source free radicals via Fenton mechanics. [12] [13]", "contents": "Histology, Lipofuscin -- Structure. Metals such as iron, copper, zinc, aluminum, manganese, and calcium make up only 2% of lipofuscin. [11] Despite minimal contribution to lipofuscin’s total volume, iron is hypothesized to be the principal source free radicals via Fenton mechanics. [12] [13]"}
{"id": "article-24314_4", "title": "Histology, Lipofuscin -- Structure", "content": "Fluorophores are another important component of lipofuscin structure. Its 400nm to 700nm fluorescence emission spectrum is a testament to its tissue-to-tissue variability. [1] [4] Cell-specific breakdown products result in a broad range of photosensitive substances, of which fluorophore A2E is of specific interest due to its supposed association with wet macular degeneration. Many phototoxic effects have been described. [1] [14] [15] Ultimately, these components aggregate secondary to a maladaptive intracellular environment favoring lipid peroxidation, proteasome and autophagy inhibition, and erratic polymerization of granule constituents. [4] [13] The result is the formation of a nondegradable and insoluble accumulation of lipofuscin in lysosomes and cytosols. Repeat cycles of inept lysosomal autophagy and mitophagy, compounded by uncontrolled reactive oxygen species, leads to a positive feedback loop of lipofuscin buildup. [13]", "contents": "Histology, Lipofuscin -- Structure. Fluorophores are another important component of lipofuscin structure. Its 400nm to 700nm fluorescence emission spectrum is a testament to its tissue-to-tissue variability. [1] [4] Cell-specific breakdown products result in a broad range of photosensitive substances, of which fluorophore A2E is of specific interest due to its supposed association with wet macular degeneration. Many phototoxic effects have been described. [1] [14] [15] Ultimately, these components aggregate secondary to a maladaptive intracellular environment favoring lipid peroxidation, proteasome and autophagy inhibition, and erratic polymerization of granule constituents. [4] [13] The result is the formation of a nondegradable and insoluble accumulation of lipofuscin in lysosomes and cytosols. Repeat cycles of inept lysosomal autophagy and mitophagy, compounded by uncontrolled reactive oxygen species, leads to a positive feedback loop of lipofuscin buildup. [13]"}
{"id": "article-24314_5", "title": "Histology, Lipofuscin -- Structure", "content": "The continuous net positive gain of intracellular lipofuscin can have a dramatic effect on the lysosomal structure. As seen in the work of Sitte and collaborators, progressive formation within fibroblast lysosomes and spillover into the cytoplasm can cause a toxic effect, hastening apoptosis. [16] Eventually, cellular macrostructure may become compromised due to shear lipofuscin volume. In motor neurons of humans over one hundred years of age, research shows that lipofuscin may constitute up to 75% of total cytoplasmic volume. [17] G0-phase cells such as myocytes and neurons will display the largest accumulations. [18]", "contents": "Histology, Lipofuscin -- Structure. The continuous net positive gain of intracellular lipofuscin can have a dramatic effect on the lysosomal structure. As seen in the work of Sitte and collaborators, progressive formation within fibroblast lysosomes and spillover into the cytoplasm can cause a toxic effect, hastening apoptosis. [16] Eventually, cellular macrostructure may become compromised due to shear lipofuscin volume. In motor neurons of humans over one hundred years of age, research shows that lipofuscin may constitute up to 75% of total cytoplasmic volume. [17] G0-phase cells such as myocytes and neurons will display the largest accumulations. [18]"}
{"id": "article-24314_6", "title": "Histology, Lipofuscin -- Function", "content": "Outside of congenital lysosomal storage disease diagnostics, lipofuscin has no traditional histological purpose or clinical value other than indicating oxidative dyshomeostasis and aging cellular machinery. For over a century its main histological utility was the identification of cellular senescence, inversely correlating with longevity. [2] [4]", "contents": "Histology, Lipofuscin -- Function. Outside of congenital lysosomal storage disease diagnostics, lipofuscin has no traditional histological purpose or clinical value other than indicating oxidative dyshomeostasis and aging cellular machinery. For over a century its main histological utility was the identification of cellular senescence, inversely correlating with longevity. [2] [4]"}
{"id": "article-24314_7", "title": "Histology, Lipofuscin -- Function", "content": "As previously mentioned, recent discoveries have led to a greater understanding of lipofuscin’s function as a potentiator, rather than bystander, of apoptosis and intracellular dysregulation. While the exact details of lipofuscin’s effect on the cell are still hypothetical, there is agreement on several areas of research. [19] The most widely accepted theory of lipofuscin formation is the “mitochondrial-lysosomal axis theory of postmitotic cellular aging” proposed by Brunk and Terman: lipofuscin forms as a result of chronic lysosomal uptake of iron-rich mitochondrial breakdown products that propagate reactive oxygen species. [20] [21] The subsequent lipid peroxidation breakdown products cause extensive cross-linking, preventing degradation and decreasing lysosomal stability . Sequelae include the release of toxic lipofuscin and excess iron into the cytosol, restarting the cycle as another lysosome attempts to degrade the nondegradable. [12]", "contents": "Histology, Lipofuscin -- Function. As previously mentioned, recent discoveries have led to a greater understanding of lipofuscin’s function as a potentiator, rather than bystander, of apoptosis and intracellular dysregulation. While the exact details of lipofuscin’s effect on the cell are still hypothetical, there is agreement on several areas of research. [19] The most widely accepted theory of lipofuscin formation is the “mitochondrial-lysosomal axis theory of postmitotic cellular aging” proposed by Brunk and Terman: lipofuscin forms as a result of chronic lysosomal uptake of iron-rich mitochondrial breakdown products that propagate reactive oxygen species. [20] [21] The subsequent lipid peroxidation breakdown products cause extensive cross-linking, preventing degradation and decreasing lysosomal stability . Sequelae include the release of toxic lipofuscin and excess iron into the cytosol, restarting the cycle as another lysosome attempts to degrade the nondegradable. [12]"}
{"id": "article-24314_8", "title": "Histology, Lipofuscin -- Function", "content": "There are reports of other mechanisms of collateral damage. Cross-linked lipofuscin proteins such as 4-hydroxynonenal are very weak proteasomal substrates and limit proteasome efficacy. [22] Furthermore, exposed hydrophobic residues on rich unfolded oxidized protein aggregates have been shown to attach to 20S and 26S proteasomes, inhibiting further attempts to degrade the material. [23] [24] Autophagy and mitophagy gradually become impaired, allowing for a cytosolic accumulation of lipofuscin. [4] [25] Because pro-apoptotic proteins like c-jun, bax, p27 do not degrade efficiently, lipofuscin correlates with increased rates of apoptosis. [4] [26] Hohn et al. showed that artificial lipofuscin with increased iron stores led to increasing caspase 3 activity as well. [12] Evidence of lipofuscin's direct contribution to a negative effect on mitophagy has been highlighted by its ability to decrease PINK1 expression on senescent mitochondria, an essential protein for marking malfunctioning mitochondria. Lipofuscinogenesis also demonstrates inhibition of mitochondrial fission. [25] [27]", "contents": "Histology, Lipofuscin -- Function. There are reports of other mechanisms of collateral damage. Cross-linked lipofuscin proteins such as 4-hydroxynonenal are very weak proteasomal substrates and limit proteasome efficacy. [22] Furthermore, exposed hydrophobic residues on rich unfolded oxidized protein aggregates have been shown to attach to 20S and 26S proteasomes, inhibiting further attempts to degrade the material. [23] [24] Autophagy and mitophagy gradually become impaired, allowing for a cytosolic accumulation of lipofuscin. [4] [25] Because pro-apoptotic proteins like c-jun, bax, p27 do not degrade efficiently, lipofuscin correlates with increased rates of apoptosis. [4] [26] Hohn et al. showed that artificial lipofuscin with increased iron stores led to increasing caspase 3 activity as well. [12] Evidence of lipofuscin's direct contribution to a negative effect on mitophagy has been highlighted by its ability to decrease PINK1 expression on senescent mitochondria, an essential protein for marking malfunctioning mitochondria. Lipofuscinogenesis also demonstrates inhibition of mitochondrial fission. [25] [27]"}
{"id": "article-24314_9", "title": "Histology, Lipofuscin -- Tissue Preparation", "content": "Lipofuscin can exist in almost any tissue; therefore tissue preparation varies significantly. Extraction for analysis is the preferred method in postmitotic cells where lipofuscin is most abundant. Traditionally, organic solvent extraction or density gradient ultracentrifugation were used to isolate lipofuscin due to its high lipid content. [4] [28] However, modern analysis and quantification of lipofuscin rely on its intrinsic autofluorescence properties. [29]", "contents": "Histology, Lipofuscin -- Tissue Preparation. Lipofuscin can exist in almost any tissue; therefore tissue preparation varies significantly. Extraction for analysis is the preferred method in postmitotic cells where lipofuscin is most abundant. Traditionally, organic solvent extraction or density gradient ultracentrifugation were used to isolate lipofuscin due to its high lipid content. [4] [28] However, modern analysis and quantification of lipofuscin rely on its intrinsic autofluorescence properties. [29]"}
{"id": "article-24314_10", "title": "Histology, Lipofuscin -- Histochemistry and Cytochemistry", "content": "Due to its highly variable and polymeric nature, there are no antibodies specific for lipofuscin. Jung et al. pointed out that using non-overlapping antibodies and probes can be used to localize lipofuscin's fluorescence with other cellular structures of interest. [29] Many classical methods for identifying lipofuscin involved lipid and carbohydrate histochemical staining including but not limited to sudan black, Fontana-Masson, Schmorl, Ziehl-Nielson, copper sulfate, picric acid, Nile Blue, OsO4, eosin, hematoxylin, and ferric ferricyanide. Arguably, sudan black has been the most commonly used stain. [2] [3] [6] [30]", "contents": "Histology, Lipofuscin -- Histochemistry and Cytochemistry. Due to its highly variable and polymeric nature, there are no antibodies specific for lipofuscin. Jung et al. pointed out that using non-overlapping antibodies and probes can be used to localize lipofuscin's fluorescence with other cellular structures of interest. [29] Many classical methods for identifying lipofuscin involved lipid and carbohydrate histochemical staining including but not limited to sudan black, Fontana-Masson, Schmorl, Ziehl-Nielson, copper sulfate, picric acid, Nile Blue, OsO4, eosin, hematoxylin, and ferric ferricyanide. Arguably, sudan black has been the most commonly used stain. [2] [3] [6] [30]"}
{"id": "article-24314_11", "title": "Histology, Lipofuscin -- Microscopy, Light", "content": "Both light and electron microscopy are viable methods to identify lipofuscin with or without histochemical or immunocytochemical staining; however, fluorescence microscopy is the gold standard for quantitative identification. [29] Lipofuscin can be detected within ultraviolet light (330nm to 380nm) as well as within the visible light spectrum ranging from 380nm to approximately 700nm. [1] [8] Maximum fluorescence emission is around 578 nm for excitation at 364 nm. [31]", "contents": "Histology, Lipofuscin -- Microscopy, Light. Both light and electron microscopy are viable methods to identify lipofuscin with or without histochemical or immunocytochemical staining; however, fluorescence microscopy is the gold standard for quantitative identification. [29] Lipofuscin can be detected within ultraviolet light (330nm to 380nm) as well as within the visible light spectrum ranging from 380nm to approximately 700nm. [1] [8] Maximum fluorescence emission is around 578 nm for excitation at 364 nm. [31]"}
{"id": "article-24314_12", "title": "Histology, Lipofuscin -- Microscopy, Light", "content": "Lipofuscin granule spatial arrangement is variable, even though there may be more predictable locations per cell type. It is often free floating in the cytoplasm. With electron microscopic magnification, detailed lysosomal membranes can be easily seen surrounding the granular aggregations. [6]", "contents": "Histology, Lipofuscin -- Microscopy, Light. Lipofuscin granule spatial arrangement is variable, even though there may be more predictable locations per cell type. It is often free floating in the cytoplasm. With electron microscopic magnification, detailed lysosomal membranes can be easily seen surrounding the granular aggregations. [6]"}
{"id": "article-24314_13", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "The clinical significance of lipofuscin is yet to be fully elucidated despite its ubiquity in aging and a number of diseases. As discussed earlier, its hypothesized role in cellular degeneration via oxidative sequelae is likely widespread in many common pathologies; however, there are diseases in which lipofuscin accumulation is suspected to be a legitimate risk factor.", "contents": "Histology, Lipofuscin -- Clinical Significance. The clinical significance of lipofuscin is yet to be fully elucidated despite its ubiquity in aging and a number of diseases. As discussed earlier, its hypothesized role in cellular degeneration via oxidative sequelae is likely widespread in many common pathologies; however, there are diseases in which lipofuscin accumulation is suspected to be a legitimate risk factor."}
{"id": "article-24314_14", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "Congenital neuronal ceroid lipofuscinoses (NCLs) have the strongest evidence for the implication of lipofuscin's direct role in pathology. These early onset lysosomal storage disorders cause a massive buildup of lipofuscin visible on biopsy. With NCLs such as Batten disease and Niemann-Pick C disease, inevitable and progressive accumulation leads to cell dysfunction and death at a young age. [4] [6]", "contents": "Histology, Lipofuscin -- Clinical Significance. Congenital neuronal ceroid lipofuscinoses (NCLs) have the strongest evidence for the implication of lipofuscin's direct role in pathology. These early onset lysosomal storage disorders cause a massive buildup of lipofuscin visible on biopsy. With NCLs such as Batten disease and Niemann-Pick C disease, inevitable and progressive accumulation leads to cell dysfunction and death at a young age. [4] [6]"}
{"id": "article-24314_15", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "Elderly patients often present with hyperpigmented macules and patches most frequently on their dorsal hands and other sun-exposed areas of the skin. These benign melanin and lipofuscin-rich areas are colloquially known as \"age spots\" or \"liver spots,\" and have no clinical significance. [3] Another disease in which lipofuscin’s abundance is a clear indicator of its role in pathology is apocrine chromhidrosis, a rare disease in which the patient's sweat appears red. Identification of extensive lipofuscin granules in apocrine glands can be useful in differentiating the etiological process from toxin-induced psuedochromhidrosis and extrinsic pigment-induced eccrine chromhidrosis. [32]", "contents": "Histology, Lipofuscin -- Clinical Significance. Elderly patients often present with hyperpigmented macules and patches most frequently on their dorsal hands and other sun-exposed areas of the skin. These benign melanin and lipofuscin-rich areas are colloquially known as \"age spots\" or \"liver spots,\" and have no clinical significance. [3] Another disease in which lipofuscin’s abundance is a clear indicator of its role in pathology is apocrine chromhidrosis, a rare disease in which the patient's sweat appears red. Identification of extensive lipofuscin granules in apocrine glands can be useful in differentiating the etiological process from toxin-induced psuedochromhidrosis and extrinsic pigment-induced eccrine chromhidrosis. [32]"}
{"id": "article-24314_16", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "The role of lipofuscin in most other pathologies are much less defined. Age-related macular degeneration’s correlation to lipofuscin accumulation has been hypothesized but remains highly controversial. Most agree that lipofuscin accumulation inhibits phagocytosis of retinal pigment epithelial cells and that its fluorophores sensitize lysosomes to the visible light spectrum, leading to cellular instability. [1] [6] [33] However, some studies argue that lipofuscin concentration does not correlate with the rate of macular degeneration. [34]", "contents": "Histology, Lipofuscin -- Clinical Significance. The role of lipofuscin in most other pathologies are much less defined. Age-related macular degeneration’s correlation to lipofuscin accumulation has been hypothesized but remains highly controversial. Most agree that lipofuscin accumulation inhibits phagocytosis of retinal pigment epithelial cells and that its fluorophores sensitize lysosomes to the visible light spectrum, leading to cellular instability. [1] [6] [33] However, some studies argue that lipofuscin concentration does not correlate with the rate of macular degeneration. [34]"}
{"id": "article-24314_17", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "Lipofuscin accumulation has been observed, but not implicated, in many other common diseases found in the clinical setting. A prominent area of investigation is underway in analyzing its presence and possible role in advancing some of the most prolific age-related neurodegenerative diseases such as Alzheimer disease and Parkinson disease. Its accumulation has been noted in a number of other diseases including but not limited to atherosclerosis, Niemann-Pick disease, brown bowel syndrome, pigmented cysts, dermal hyperpigmentation, as well as numerous neoplastic processes such as pancreatic tumors, non-choroidal melanomas, and mammary gland carcinomas. [4] [6]", "contents": "Histology, Lipofuscin -- Clinical Significance. Lipofuscin accumulation has been observed, but not implicated, in many other common diseases found in the clinical setting. A prominent area of investigation is underway in analyzing its presence and possible role in advancing some of the most prolific age-related neurodegenerative diseases such as Alzheimer disease and Parkinson disease. Its accumulation has been noted in a number of other diseases including but not limited to atherosclerosis, Niemann-Pick disease, brown bowel syndrome, pigmented cysts, dermal hyperpigmentation, as well as numerous neoplastic processes such as pancreatic tumors, non-choroidal melanomas, and mammary gland carcinomas. [4] [6]"}
{"id": "article-24314_18", "title": "Histology, Lipofuscin -- Clinical Significance", "content": "While these pathologies may have a unique relationship with lipofuscin, it is important to keep in mind that the clinical significance of finding lipofuscin in a biopsy of the prototypical patient is limited outside of signifying cellular senescence or oxidative stress. Seeing that lipofuscin can potentially be in any cell type of any patient of older age, incidental finding on biopsy does not require further workup unless there is a specific indication.", "contents": "Histology, Lipofuscin -- Clinical Significance. While these pathologies may have a unique relationship with lipofuscin, it is important to keep in mind that the clinical significance of finding lipofuscin in a biopsy of the prototypical patient is limited outside of signifying cellular senescence or oxidative stress. Seeing that lipofuscin can potentially be in any cell type of any patient of older age, incidental finding on biopsy does not require further workup unless there is a specific indication."}
{"id": "article-24314_19", "title": "Histology, Lipofuscin -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Histology, Lipofuscin -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}