{"id": "article-27580_0", "title": "Pott Puffy Tumor -- Continuing Education Activity", "content": "Pott puffy tumor is a subperiosteal abscess due to associated frontal skull osteomyelitis. This usually occurs as a rare complication of frontal sinusitis or trauma to the forehead, that presents with tender forehead swelling associated with fever, headaches, nasal discharge, or symptoms of increased intracranial pressure. Including this in the differential diagnosis is important, as early diagnosis and treatment are crucial for a successful outcome. This activity highlights the role of the interprofessional team in managing patients suffering from this condition.", "contents": "Pott Puffy Tumor -- Continuing Education Activity. Pott puffy tumor is a subperiosteal abscess due to associated frontal skull osteomyelitis. This usually occurs as a rare complication of frontal sinusitis or trauma to the forehead, that presents with tender forehead swelling associated with fever, headaches, nasal discharge, or symptoms of increased intracranial pressure. Including this in the differential diagnosis is important, as early diagnosis and treatment are crucial for a successful outcome. This activity highlights the role of the interprofessional team in managing patients suffering from this condition."}
{"id": "article-27580_1", "title": "Pott Puffy Tumor -- Continuing Education Activity", "content": "Objectives: Identify the etiology of Pott puffy tumor-related medical conditions and emergencies. Summarize appropriate steps for the evaluation of Pott puffy tumor. Describe the management options available for Pott puffy tumor. Outline the interprofessional team strategies for improving care coordination and communication in patients with Pott puffy tumor and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Pott Puffy Tumor -- Continuing Education Activity. Objectives: Identify the etiology of Pott puffy tumor-related medical conditions and emergencies. Summarize appropriate steps for the evaluation of Pott puffy tumor. Describe the management options available for Pott puffy tumor. Outline the interprofessional team strategies for improving care coordination and communication in patients with Pott puffy tumor and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-27580_2", "title": "Pott Puffy Tumor -- Introduction", "content": "Pott puffy tumor (PPT) describes a forehead edema resulting from osteomyelitis of the frontal bone with associated subperiosteal abscess. First described by Sir Percival Pott in 1768, a surgeon in London. [1] Initially the word tumor represented one of the four components of inflammation described by Aulus Cornelius Celsus; rubor (redness), tumor (swelling), calor (warmth), and dolor (pain). The tumor in this case refers to the observable swelling of the forehead, rather than to any neoplasia. [1]", "contents": "Pott Puffy Tumor -- Introduction. Pott puffy tumor (PPT) describes a forehead edema resulting from osteomyelitis of the frontal bone with associated subperiosteal abscess. First described by Sir Percival Pott in 1768, a surgeon in London. [1] Initially the word tumor represented one of the four components of inflammation described by Aulus Cornelius Celsus; rubor (redness), tumor (swelling), calor (warmth), and dolor (pain). The tumor in this case refers to the observable swelling of the forehead, rather than to any neoplasia. [1]"}
{"id": "article-27580_3", "title": "Pott Puffy Tumor -- Introduction", "content": "When originally described, it was thought to be caused by a complication from direct trauma to the forehead. [2] It is now known that it most frequently occurs as a complication of frontal sinusitis, most commonly seen in young adolescents. It is characterized by a circumscribed, tender swelling at the forehead presenting with other associated signs and symptoms including fever, headache, nasal discharge, or increased intracranial pressure. Early diagnosis and treatment of this condition are crucial for optimal outcomes. [3] [4]", "contents": "Pott Puffy Tumor -- Introduction. When originally described, it was thought to be caused by a complication from direct trauma to the forehead. [2] It is now known that it most frequently occurs as a complication of frontal sinusitis, most commonly seen in young adolescents. It is characterized by a circumscribed, tender swelling at the forehead presenting with other associated signs and symptoms including fever, headache, nasal discharge, or increased intracranial pressure. Early diagnosis and treatment of this condition are crucial for optimal outcomes. [3] [4]"}
{"id": "article-27580_4", "title": "Pott Puffy Tumor -- Etiology -- Causes", "content": "Sinonasal infection : The most common cause of this rare complication of acute or chronic frontal or ethmoid sinusitis. Sinusitis occurs in 1 out of every 8 people in the United States and most of the time, resolves uneventfully. Only 0.5% to 2% of patients develop bacterial sinusitis and of these, 80% resolve without antibiotics. In rare instances untreated bacterial sinusitis can lead to serious complications, such as PPT. [4] [5] [6] Trauma : Head trauma, especially to the frontal area, is the second most common cause. PPT occurs by direct extension of wound infection or contamination, and not through secondary septic thrombophlebitis. [7] Less Common Causes [1] [3] [7] Cranial/frontal surgery Dental infection Cocaine abuse Wrestling injuries Insect bites", "contents": "Pott Puffy Tumor -- Etiology -- Causes. Sinonasal infection : The most common cause of this rare complication of acute or chronic frontal or ethmoid sinusitis. Sinusitis occurs in 1 out of every 8 people in the United States and most of the time, resolves uneventfully. Only 0.5% to 2% of patients develop bacterial sinusitis and of these, 80% resolve without antibiotics. In rare instances untreated bacterial sinusitis can lead to serious complications, such as PPT. [4] [5] [6] Trauma : Head trauma, especially to the frontal area, is the second most common cause. PPT occurs by direct extension of wound infection or contamination, and not through secondary septic thrombophlebitis. [7] Less Common Causes [1] [3] [7] Cranial/frontal surgery Dental infection Cocaine abuse Wrestling injuries Insect bites"}
{"id": "article-27580_5", "title": "Pott Puffy Tumor -- Etiology", "content": "Risk factors that affect the normal immune response and can influence the development of PPT include diabetes mellitus, chronic renal failure, and aplastic anemia, as well as other causes of immunosuppression. [8]", "contents": "Pott Puffy Tumor -- Etiology. Risk factors that affect the normal immune response and can influence the development of PPT include diabetes mellitus, chronic renal failure, and aplastic anemia, as well as other causes of immunosuppression. [8]"}
{"id": "article-27580_6", "title": "Pott Puffy Tumor -- Etiology", "content": "In most instances this is polymicrobial infection. [1] [2] [3] [5] [9] [10] The most common organisms encountered include non-enterococci streptococci (47%), anaerobic oral bacterial (28%), staphylococci (22%). [1] Less common organisms that have been reported include Fusobacterium, H. Influenza, Enterococcus, Pseudomonas, Escherechia Coli, Pasteurella multocida, Proteus , and Bacteroides . [2] [10]", "contents": "Pott Puffy Tumor -- Etiology. In most instances this is polymicrobial infection. [1] [2] [3] [5] [9] [10] The most common organisms encountered include non-enterococci streptococci (47%), anaerobic oral bacterial (28%), staphylococci (22%). [1] Less common organisms that have been reported include Fusobacterium, H. Influenza, Enterococcus, Pseudomonas, Escherechia Coli, Pasteurella multocida, Proteus , and Bacteroides . [2] [10]"}
{"id": "article-27580_7", "title": "Pott Puffy Tumor -- Epidemiology", "content": "Pott puffy tumor is a rare clinical entity whose incidence has significantly decreased with the use of modern broad-spectrum antibiotics. Even though it is currently rare, rapid recognition and high suspicion is required for prompt management and improved outcomes. It can present in all age groups but is more commonly seen in the pediatric and young adolescent population, as the frontal sinuses may be relatively hypoplastic. The immunocompromised population also has a higher risk for the development of PPT. [10] [1] [3] [5] [7] [9] Very rarely is PPT seen in immunocompetent adults.", "contents": "Pott Puffy Tumor -- Epidemiology. Pott puffy tumor is a rare clinical entity whose incidence has significantly decreased with the use of modern broad-spectrum antibiotics. Even though it is currently rare, rapid recognition and high suspicion is required for prompt management and improved outcomes. It can present in all age groups but is more commonly seen in the pediatric and young adolescent population, as the frontal sinuses may be relatively hypoplastic. The immunocompromised population also has a higher risk for the development of PPT. [10] [1] [3] [5] [7] [9] Very rarely is PPT seen in immunocompetent adults."}
{"id": "article-27580_8", "title": "Pott Puffy Tumor -- Epidemiology", "content": "Infection can develop in the pediatric age group because the pneumatization process of the frontal and ethmoid sinus starts in early childhood, but can vary, and may not be fully pneumatized until 15 to 18 years old. [3] [7] [8] [10]", "contents": "Pott Puffy Tumor -- Epidemiology. Infection can develop in the pediatric age group because the pneumatization process of the frontal and ethmoid sinus starts in early childhood, but can vary, and may not be fully pneumatized until 15 to 18 years old. [3] [7] [8] [10]"}
{"id": "article-27580_9", "title": "Pott Puffy Tumor -- Pathophysiology", "content": "The frontal scalp swelling with edema is caused by underlying osteomyelitis of the frontal bone with an associated subperiosteal abscess, which, if not treated, leads to severe complications. [3] [9] The pathophysiology for the development of frontal skull osteomyelitis can occur due to hematogenous spread of the infection or to direct extension of infection.", "contents": "Pott Puffy Tumor -- Pathophysiology. The frontal scalp swelling with edema is caused by underlying osteomyelitis of the frontal bone with an associated subperiosteal abscess, which, if not treated, leads to severe complications. [3] [9] The pathophysiology for the development of frontal skull osteomyelitis can occur due to hematogenous spread of the infection or to direct extension of infection."}
{"id": "article-27580_10", "title": "Pott Puffy Tumor -- Pathophysiology", "content": "Hematogenous spread : [3] [9] It is the most common route. The process starts with frontal sinusitis that is untreated or partially treated, which leads to vascular compromise of the area, which in part leads to the development of secondary septic thrombophlebitis. This produces bone necrosis and an increased risk of intracranial complications. The communication of frontal sinus with dural venous plexuses through diploic veins can propagate septic emboli and lead to intracranial involvement with or without direct erosion of the frontal bone. Direct extension : [8] [9] From an open trauma to the forehead, which becomes infected. Bacterial sinusitis in contact with the frontal skull bone.", "contents": "Pott Puffy Tumor -- Pathophysiology. Hematogenous spread : [3] [9] It is the most common route. The process starts with frontal sinusitis that is untreated or partially treated, which leads to vascular compromise of the area, which in part leads to the development of secondary septic thrombophlebitis. This produces bone necrosis and an increased risk of intracranial complications. The communication of frontal sinus with dural venous plexuses through diploic veins can propagate septic emboli and lead to intracranial involvement with or without direct erosion of the frontal bone. Direct extension : [8] [9] From an open trauma to the forehead, which becomes infected. Bacterial sinusitis in contact with the frontal skull bone."}
{"id": "article-27580_11", "title": "Pott Puffy Tumor -- Pathophysiology", "content": "The development of the subperiosteal abscess can be explained with the pneumatization process of the frontal and ethmoid sinuses. This process allows sinus mucosa communication with trabecular bone by a local venous system favoring the development of osteomyelitis. [10] The frontal sinus communicates through diploic veins with dural venous plexuses. [9] The pneumatization process starts as early as one year of age and ends approximately at 15 to 18 years of age. [8] PPT most commonly presents in the adolescent period because it is when the peak of vascularity in the diploic circulation is reached during the pneumatization process. [2]", "contents": "Pott Puffy Tumor -- Pathophysiology. The development of the subperiosteal abscess can be explained with the pneumatization process of the frontal and ethmoid sinuses. This process allows sinus mucosa communication with trabecular bone by a local venous system favoring the development of osteomyelitis. [10] The frontal sinus communicates through diploic veins with dural venous plexuses. [9] The pneumatization process starts as early as one year of age and ends approximately at 15 to 18 years of age. [8] PPT most commonly presents in the adolescent period because it is when the peak of vascularity in the diploic circulation is reached during the pneumatization process. [2]"}
{"id": "article-27580_12", "title": "Pott Puffy Tumor -- Pathophysiology", "content": "Morphological anomalies during the pneumatization process, such as overpneumatized ethmoid bullae, extensively pneumatized middle turbinate, or enlargement of agger nasi cells may lead to frontal sinus obstruction by the anatomical anomalies or inflamed mucosa leading to dysfunction of the normal ciliary action and stagnation of mucus resulting in an anaerobic environment that stimulates bacterial growth. [8]", "contents": "Pott Puffy Tumor -- Pathophysiology. Morphological anomalies during the pneumatization process, such as overpneumatized ethmoid bullae, extensively pneumatized middle turbinate, or enlargement of agger nasi cells may lead to frontal sinus obstruction by the anatomical anomalies or inflamed mucosa leading to dysfunction of the normal ciliary action and stagnation of mucus resulting in an anaerobic environment that stimulates bacterial growth. [8]"}
{"id": "article-27580_13", "title": "Pott Puffy Tumor -- History and Physical", "content": "The presentation is most commonly seen in patients 6 to 15 years old but may include all ages. [3] [7] [9] The patient will classically show a fluctuant, tender swelling of the frontal scalp. [6] A \"doughy\" erythematous forehead swelling associated with fever is considered pathognomonic of Pott puffy tumor. [9] The most common presentation is a combination of forehead swelling, headache, fever, and rhinorrhea (nasal congestion or purulent/non-purulent secretion). [2] [4] [6] [10] In some cases, fever can be absent. Other signs/symptoms that may present in PPT include periorbital swelling, nausea/vomiting, cutaneous fistulas, meningitis, or encephalitis. [2] [3] [4]", "contents": "Pott Puffy Tumor -- History and Physical. The presentation is most commonly seen in patients 6 to 15 years old but may include all ages. [3] [7] [9] The patient will classically show a fluctuant, tender swelling of the frontal scalp. [6] A \"doughy\" erythematous forehead swelling associated with fever is considered pathognomonic of Pott puffy tumor. [9] The most common presentation is a combination of forehead swelling, headache, fever, and rhinorrhea (nasal congestion or purulent/non-purulent secretion). [2] [4] [6] [10] In some cases, fever can be absent. Other signs/symptoms that may present in PPT include periorbital swelling, nausea/vomiting, cutaneous fistulas, meningitis, or encephalitis. [2] [3] [4]"}
{"id": "article-27580_14", "title": "Pott Puffy Tumor -- History and Physical", "content": "In the pediatric population, nonspecific symptoms can be present, and they vary depending on the severity of the infection. The indolent course usually presents with headache, rhinorrhea, and fever. The presence of a fluctuant, tender swelling of the frontal scalp should place PPT high in the differential. [6]", "contents": "Pott Puffy Tumor -- History and Physical. In the pediatric population, nonspecific symptoms can be present, and they vary depending on the severity of the infection. The indolent course usually presents with headache, rhinorrhea, and fever. The presence of a fluctuant, tender swelling of the frontal scalp should place PPT high in the differential. [6]"}
{"id": "article-27580_15", "title": "Pott Puffy Tumor -- History and Physical", "content": "Increased intracranial pressure is suspected if the patient presents with nausea/vomiting, photophobia, cranial nerve deficits, seizures, altered mental status, lethargy, or obtundation. Emergent diagnosis, imaging, neurosurgical/otolaryngologist consultation, and treatment is advised. [2]", "contents": "Pott Puffy Tumor -- History and Physical. Increased intracranial pressure is suspected if the patient presents with nausea/vomiting, photophobia, cranial nerve deficits, seizures, altered mental status, lethargy, or obtundation. Emergent diagnosis, imaging, neurosurgical/otolaryngologist consultation, and treatment is advised. [2]"}
{"id": "article-27580_16", "title": "Pott Puffy Tumor -- Evaluation", "content": "As soon as there is suspicion of Pott puffy tumor, rapid imaging should be obtained. The imaging of choice between a head computed tomographic (CT) scan with contrast or a brain magnetic resonance imaging (MRI) is controversial. One of them is necessary, not only to confirm the diagnosis but to identify any intracranial complication. Imaging should not be delayed, since rapid diagnosis and treatment influence the outcome and prognosis. [2] [3] [4] [6] [7] [8] [9] [10]", "contents": "Pott Puffy Tumor -- Evaluation. As soon as there is suspicion of Pott puffy tumor, rapid imaging should be obtained. The imaging of choice between a head computed tomographic (CT) scan with contrast or a brain magnetic resonance imaging (MRI) is controversial. One of them is necessary, not only to confirm the diagnosis but to identify any intracranial complication. Imaging should not be delayed, since rapid diagnosis and treatment influence the outcome and prognosis. [2] [3] [4] [6] [7] [8] [9] [10]"}
{"id": "article-27580_17", "title": "Pott Puffy Tumor -- Evaluation", "content": "Head CT with contrast : It is an excellent initial study because it is fast and confirms the diagnosis. It can show the frontal sinusitis, bone erosion, subperiosteal collection, and intracranial extension. It provides the best visualization of the air-bone and air-soft tissue interface but involves a radiation dose. It is may not recommended for follow up imaging due to the increased risk for the development of malignancy from repetitive radiation exposure.", "contents": "Pott Puffy Tumor -- Evaluation. Head CT with contrast : It is an excellent initial study because it is fast and confirms the diagnosis. It can show the frontal sinusitis, bone erosion, subperiosteal collection, and intracranial extension. It provides the best visualization of the air-bone and air-soft tissue interface but involves a radiation dose. It is may not recommended for follow up imaging due to the increased risk for the development of malignancy from repetitive radiation exposure."}
{"id": "article-27580_18", "title": "Pott Puffy Tumor -- Evaluation", "content": "Brain MRI with contrast : It is the study of choice if possible and available. It characterizes better the intracranial pathology and the extent of the infection, dural sinus thrombosis, and abscess showing restricted diffusion. It has a superior soft-tissue resolution, and excellent evaluation of brain and subdural space, but poorly characterizes bone destruction. This is the study of choice for follow up during the postoperative period because it eliminates radiation exposure. It can delay diagnosis and treatment in some centers due to difficulty in obtaining an available MRI.", "contents": "Pott Puffy Tumor -- Evaluation. Brain MRI with contrast : It is the study of choice if possible and available. It characterizes better the intracranial pathology and the extent of the infection, dural sinus thrombosis, and abscess showing restricted diffusion. It has a superior soft-tissue resolution, and excellent evaluation of brain and subdural space, but poorly characterizes bone destruction. This is the study of choice for follow up during the postoperative period because it eliminates radiation exposure. It can delay diagnosis and treatment in some centers due to difficulty in obtaining an available MRI."}
{"id": "article-27580_19", "title": "Pott Puffy Tumor -- Evaluation", "content": "Bone scintigraphy has also been described, although not often used in the modern setting. It is more sensitive than CT for early osteomyelitis but has little use if clinical signs are present. [3] Laboratory workup may include complete blood count, comprehensive metabolic panel, erythrocyte sedimentation rate, and C-reactive protein.", "contents": "Pott Puffy Tumor -- Evaluation. Bone scintigraphy has also been described, although not often used in the modern setting. It is more sensitive than CT for early osteomyelitis but has little use if clinical signs are present. [3] Laboratory workup may include complete blood count, comprehensive metabolic panel, erythrocyte sedimentation rate, and C-reactive protein."}
{"id": "article-27580_20", "title": "Pott Puffy Tumor -- Treatment / Management", "content": "The rapid diagnosis and treatment of this condition are crucial for reducing the risk of development of complications and to optimize outcomes. Numerous studies have demonstrated the best strategy for management of Pott puffy tumor is the combination of medical treatment with systemic antibiotics and surgical treatment to drain abscesses, debride devitalized tissue, and restore sinus drainage. [3] [4] [5] [6] [8] [10]", "contents": "Pott Puffy Tumor -- Treatment / Management. The rapid diagnosis and treatment of this condition are crucial for reducing the risk of development of complications and to optimize outcomes. Numerous studies have demonstrated the best strategy for management of Pott puffy tumor is the combination of medical treatment with systemic antibiotics and surgical treatment to drain abscesses, debride devitalized tissue, and restore sinus drainage. [3] [4] [5] [6] [8] [10]"}
{"id": "article-27580_21", "title": "Pott Puffy Tumor -- Treatment / Management", "content": "Once the patient arrives and PPT is suspected, the patient should be admitted and started on broad-spectrum intravenous (IV) antibiotics, IV hydration, analgesia, and rapid coordination for imaging studies. Once the diagnosis is confirmed, otolaryngology and neurosurgical consultation should be obtained. [9]", "contents": "Pott Puffy Tumor -- Treatment / Management. Once the patient arrives and PPT is suspected, the patient should be admitted and started on broad-spectrum intravenous (IV) antibiotics, IV hydration, analgesia, and rapid coordination for imaging studies. Once the diagnosis is confirmed, otolaryngology and neurosurgical consultation should be obtained. [9]"}
{"id": "article-27580_22", "title": "Pott Puffy Tumor -- Treatment / Management", "content": "Broad-Spectrum IV Antibiotics: Should begin as soon as the diagnosis is suspected. Coverage for the most common pathogens, including Gram-positive and anaerobes, is required. It is essential to choose antibiotics that have adequate blood-brain barrier penetration for intracranial coverage. Choices include penicillins or vancomycin, 3rd generation cephalosporin, and metronidazole. Once the culture results are available, broad-spectrum antibiotics can be changed to more targeted therapy. The length of treatment varies but is prolonged, often 4-8 weeks of IV antibiotic therapy postoperatively. Some small extradural collections are often treated with IV antibiotics, but aspiration/biopsy is highly recommended to obtain culture and guide antibiotic therapy.", "contents": "Pott Puffy Tumor -- Treatment / Management. Broad-Spectrum IV Antibiotics: Should begin as soon as the diagnosis is suspected. Coverage for the most common pathogens, including Gram-positive and anaerobes, is required. It is essential to choose antibiotics that have adequate blood-brain barrier penetration for intracranial coverage. Choices include penicillins or vancomycin, 3rd generation cephalosporin, and metronidazole. Once the culture results are available, broad-spectrum antibiotics can be changed to more targeted therapy. The length of treatment varies but is prolonged, often 4-8 weeks of IV antibiotic therapy postoperatively. Some small extradural collections are often treated with IV antibiotics, but aspiration/biopsy is highly recommended to obtain culture and guide antibiotic therapy."}
{"id": "article-27580_23", "title": "Pott Puffy Tumor -- Treatment / Management", "content": "Surgery: Surgical options include an open approach or a minimally invasive technique (endoscopic intranasal frontal sinusotomy). The goal of surgery is to drain the sinus and excise the infected bone; this is extremely important to obtain a successful treatment. Traditionally, an open approach was the standard of care due to better visualization of the frontal recess, but it can result in significant cosmetic deformity. With recent advances in technique and experience, endoscopic intranasal frontal sinusotomy is not more widely used. The endoscopic approach has significantly less morbidity and mortality, shorter convalescent period, and no external scarring. [5] Patients with anatomical variations causing PPT require surgical intervention. [8] Surgery options will depend on image findings, including the location and extent of disease. The surgical options include:", "contents": "Pott Puffy Tumor -- Treatment / Management. Surgery: Surgical options include an open approach or a minimally invasive technique (endoscopic intranasal frontal sinusotomy). The goal of surgery is to drain the sinus and excise the infected bone; this is extremely important to obtain a successful treatment. Traditionally, an open approach was the standard of care due to better visualization of the frontal recess, but it can result in significant cosmetic deformity. With recent advances in technique and experience, endoscopic intranasal frontal sinusotomy is not more widely used. The endoscopic approach has significantly less morbidity and mortality, shorter convalescent period, and no external scarring. [5] Patients with anatomical variations causing PPT require surgical intervention. [8] Surgery options will depend on image findings, including the location and extent of disease. The surgical options include:"}
{"id": "article-27580_24", "title": "Pott Puffy Tumor -- Treatment / Management", "content": "Craniotomy: for direct visualization, opening and exenteration of the frontal sinus, radical debridement of the infection, and removal of osteomyelitic bone/abscess. It has a high risk of cosmetic deformity due to surgical scars and complications. [3] [5] [8] Trephination: may be done for abscess aspiration. [3] [5] [10] Frontal sinus obliteration: to remove all the sinus mucosa involved and prevent future infections. [5] [10] Minimally invasive endoscopic frontal sinusotomy: drains the sinus, removes the mucosa, but involved bone can not be removed. [5] [11] [12] [13]", "contents": "Pott Puffy Tumor -- Treatment / Management. Craniotomy: for direct visualization, opening and exenteration of the frontal sinus, radical debridement of the infection, and removal of osteomyelitic bone/abscess. It has a high risk of cosmetic deformity due to surgical scars and complications. [3] [5] [8] Trephination: may be done for abscess aspiration. [3] [5] [10] Frontal sinus obliteration: to remove all the sinus mucosa involved and prevent future infections. [5] [10] Minimally invasive endoscopic frontal sinusotomy: drains the sinus, removes the mucosa, but involved bone can not be removed. [5] [11] [12] [13]"}
{"id": "article-27580_25", "title": "Pott Puffy Tumor -- Differential Diagnosis", "content": "Differential diagnoses for Pott puffy tumor include the following: Simple acute sinusitis Chronic sinusitis Benign/malignant neoplasms Soft tissue infection Skin infection Infected hematoma of frontal area Inflammation from trauma Cephalohematoma Foreign body causing purulent rhinorrhea Meningitis Encephalitis Brain abscess Seizures", "contents": "Pott Puffy Tumor -- Differential Diagnosis. Differential diagnoses for Pott puffy tumor include the following: Simple acute sinusitis Chronic sinusitis Benign/malignant neoplasms Soft tissue infection Skin infection Infected hematoma of frontal area Inflammation from trauma Cephalohematoma Foreign body causing purulent rhinorrhea Meningitis Encephalitis Brain abscess Seizures"}
{"id": "article-27580_26", "title": "Pott Puffy Tumor -- Prognosis", "content": "The morbidity, mortality, and prognosis of Pott puffy tumor will be dependent on the early successful treatment of PPT. If severe complications are present (intracranial complications), the prognosis is worst. Also, the longer the time PPT is left untreated, the worse the prognosis. [2] [4] [6] [9] [10]", "contents": "Pott Puffy Tumor -- Prognosis. The morbidity, mortality, and prognosis of Pott puffy tumor will be dependent on the early successful treatment of PPT. If severe complications are present (intracranial complications), the prognosis is worst. Also, the longer the time PPT is left untreated, the worse the prognosis. [2] [4] [6] [9] [10]"}
{"id": "article-27580_27", "title": "Pott Puffy Tumor -- Complications", "content": "Intracranial complications : These are the most common complications in the Pott puffy tumor, occuring in 60-85% of patients with PPT. [3] [8] The pathophysiology of this complication is either septic thrombophlebitis or direct extension of the infection into the brain. [5] The secomplications increase in frequency and severity as the time from diagnosis to treatment increases. Subdural/epidural empyema: most frequently seen complication [1] Meningitis/encephalitis Frontal lobe abscess Subdural/epidural/intraparenchymal abscess Cavernous sinus thrombosis Cortical brain thrombosis Dural venous sinus thrombosis Subarachnoid inflammation Orbital cellulitis: Present when the inferior frontal sinus wall is involved. Ophthalmology consult is warranted. [3] Infraorbital abscess: Present when the inferior sinus wall is involved. Ophthalmology consult is warranted. [3]", "contents": "Pott Puffy Tumor -- Complications. Intracranial complications : These are the most common complications in the Pott puffy tumor, occuring in 60-85% of patients with PPT. [3] [8] The pathophysiology of this complication is either septic thrombophlebitis or direct extension of the infection into the brain. [5] The secomplications increase in frequency and severity as the time from diagnosis to treatment increases. Subdural/epidural empyema: most frequently seen complication [1] Meningitis/encephalitis Frontal lobe abscess Subdural/epidural/intraparenchymal abscess Cavernous sinus thrombosis Cortical brain thrombosis Dural venous sinus thrombosis Subarachnoid inflammation Orbital cellulitis: Present when the inferior frontal sinus wall is involved. Ophthalmology consult is warranted. [3] Infraorbital abscess: Present when the inferior sinus wall is involved. Ophthalmology consult is warranted. [3]"}
{"id": "article-27580_28", "title": "Pott Puffy Tumor -- Complications", "content": "Surgical complications: These will vary whether an endoscopic or open approach is used. For endoscopic approaches, complications can include blindness, CSF leak, seizures, re-accumulation of infection, nasal obstruction and intranasal scarring, as well as bleeding. For open approaches, the same complications are possible, but others including forehead or upper eyelid paralysis, forehead and scalp numbness are possible, and cosmetic deformities can be more severe due to external scarring. [5]", "contents": "Pott Puffy Tumor -- Complications. Surgical complications: These will vary whether an endoscopic or open approach is used. For endoscopic approaches, complications can include blindness, CSF leak, seizures, re-accumulation of infection, nasal obstruction and intranasal scarring, as well as bleeding. For open approaches, the same complications are possible, but others including forehead or upper eyelid paralysis, forehead and scalp numbness are possible, and cosmetic deformities can be more severe due to external scarring. [5]"}
{"id": "article-27580_29", "title": "Pott Puffy Tumor -- Consultations", "content": "Given the anatomical location that encompasses this diagnosis, it involves a multidisciplinary team for decision making, management, and follow up. [3] [9] Pediatrician Pediatric critical care intensivist Otorhinolaryngology Neurosurgery Infectious disease Neuroradiologist Enterostomal service Physical medicine and rehabilitation Speech and swallow specialist Ophthalmology", "contents": "Pott Puffy Tumor -- Consultations. Given the anatomical location that encompasses this diagnosis, it involves a multidisciplinary team for decision making, management, and follow up. [3] [9] Pediatrician Pediatric critical care intensivist Otorhinolaryngology Neurosurgery Infectious disease Neuroradiologist Enterostomal service Physical medicine and rehabilitation Speech and swallow specialist Ophthalmology"}
{"id": "article-27580_30", "title": "Pott Puffy Tumor -- Deterrence and Patient Education", "content": "Pott puffy tumor is a rare but critical diagnosis because if untreated, it can be lethal. Parents need to monitor patients' signs/symptoms when episodes of sinusitis are present. Patients presenting recurrent episodes of sinusitis with associated headache, febrile episodes, purulent rhinorrhea, or forehead swelling should be more than enough to take the patient to the emergency department for evaluation and management. Rapid recognition of PPT for emergent treatment is crucial for an optimal outcome.", "contents": "Pott Puffy Tumor -- Deterrence and Patient Education. Pott puffy tumor is a rare but critical diagnosis because if untreated, it can be lethal. Parents need to monitor patients' signs/symptoms when episodes of sinusitis are present. Patients presenting recurrent episodes of sinusitis with associated headache, febrile episodes, purulent rhinorrhea, or forehead swelling should be more than enough to take the patient to the emergency department for evaluation and management. Rapid recognition of PPT for emergent treatment is crucial for an optimal outcome."}
{"id": "article-27580_31", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Pott puffy tumor is a forehead swelling due to frontal bone osteomyelitis with associated subperiosteal abscess.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Pott puffy tumor is a forehead swelling due to frontal bone osteomyelitis with associated subperiosteal abscess."}
{"id": "article-27580_32", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "PPT is a rare complication of sinusitis, but can also occur due to trauma.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. PPT is a rare complication of sinusitis, but can also occur due to trauma."}
{"id": "article-27580_33", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "PPT is most commonly seen in the pediatric and young adolescent populations due to the pneumatization process and venous drainage.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. PPT is most commonly seen in the pediatric and young adolescent populations due to the pneumatization process and venous drainage."}
{"id": "article-27580_34", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "The most common pathogen is polymicrobial (Streptococci, anaerobes, and Staphylococci).", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. The most common pathogen is polymicrobial (Streptococci, anaerobes, and Staphylococci)."}
{"id": "article-27580_35", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "The most common presentation is forehead swelling, fever, rhinorrhea, and headache.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. The most common presentation is forehead swelling, fever, rhinorrhea, and headache."}
{"id": "article-27580_36", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Increased intracranial pressure symptoms should raise concerns for the presence of intracranial complications.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Increased intracranial pressure symptoms should raise concerns for the presence of intracranial complications."}
{"id": "article-27580_37", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Once suspected, broad-spectrum IV antibiotics, IV hydration, analgesia, and imaging studies should be done.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Once suspected, broad-spectrum IV antibiotics, IV hydration, analgesia, and imaging studies should be done."}
{"id": "article-27580_38", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Head CT with contrast is the initial imaging performed, but brain MRI is preferred to evaluate intracranial involvement if available.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Head CT with contrast is the initial imaging performed, but brain MRI is preferred to evaluate intracranial involvement if available."}
{"id": "article-27580_39", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Brain MRI is preferred during follow up as there is no radiation exposure.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Brain MRI is preferred during follow up as there is no radiation exposure."}
{"id": "article-27580_40", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Specialists consultation, especially otolaryngology and neurosurgery, are crucial for management.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Specialists consultation, especially otolaryngology and neurosurgery, are crucial for management."}
{"id": "article-27580_41", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "The best management is a combination of surgical intervention and prolonged IV antibiotics.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. The best management is a combination of surgical intervention and prolonged IV antibiotics."}
{"id": "article-27580_42", "title": "Pott Puffy Tumor -- Pearls and Other Issues", "content": "Rapid recognition, imaging, and treatment are crucial for optimal outcomes.", "contents": "Pott Puffy Tumor -- Pearls and Other Issues. Rapid recognition, imaging, and treatment are crucial for optimal outcomes."}
{"id": "article-27580_43", "title": "Pott Puffy Tumor -- Enhancing Healthcare Team Outcomes", "content": "The treatment after arrival to the emergency department encompasses a large team of multidisciplinary health care professionals, including nurses, administrative personnel, case manager, physicians, therapists, pharmacists, and technicians. Every member of this team contributes to the successful treatment of a patient with pott puffy tumor. An integrated approach is necessary for efficient inter-professional and multidisciplinary teamwork.", "contents": "Pott Puffy Tumor -- Enhancing Healthcare Team Outcomes. The treatment after arrival to the emergency department encompasses a large team of multidisciplinary health care professionals, including nurses, administrative personnel, case manager, physicians, therapists, pharmacists, and technicians. Every member of this team contributes to the successful treatment of a patient with pott puffy tumor. An integrated approach is necessary for efficient inter-professional and multidisciplinary teamwork."}
{"id": "article-27580_44", "title": "Pott Puffy Tumor -- Enhancing Healthcare Team Outcomes", "content": "While the emergency department physician coordinates the management, prompt consultation with an interprofessional group of specialists and good collaboration of the rest of the team members will offer the best possible care of the patient. Respectful and efficient teamwork must be maintained to obtain the best possible outcome and prognosis.", "contents": "Pott Puffy Tumor -- Enhancing Healthcare Team Outcomes. While the emergency department physician coordinates the management, prompt consultation with an interprofessional group of specialists and good collaboration of the rest of the team members will offer the best possible care of the patient. Respectful and efficient teamwork must be maintained to obtain the best possible outcome and prognosis."}
{"id": "article-27580_45", "title": "Pott Puffy Tumor -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pott Puffy Tumor -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}