{"id": "article-30256_0", "title": "Tonsillitis -- Continuing Education Activity", "content": "Tonsillitis, or inflammation of the tonsils, is a common disease and makes up approximately 1.3% of outpatient visits. It is predominantly the result of a viral or bacterial infection and, when uncomplicated, presents as a sore throat. Acute tonsillitis is a clinical diagnosis. Differentiation between bacterial and viral causes can be difficult; however, this is crucial to prevent the overuse of antibiotics. This activity reviews the etiology, presentation, evaluation, and management of tonsillitis, and examines the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Tonsillitis -- Continuing Education Activity. Tonsillitis, or inflammation of the tonsils, is a common disease and makes up approximately 1.3% of outpatient visits. It is predominantly the result of a viral or bacterial infection and, when uncomplicated, presents as a sore throat. Acute tonsillitis is a clinical diagnosis. Differentiation between bacterial and viral causes can be difficult; however, this is crucial to prevent the overuse of antibiotics. This activity reviews the etiology, presentation, evaluation, and management of tonsillitis, and examines the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-30256_1", "title": "Tonsillitis -- Continuing Education Activity", "content": "Objectives: Identify the etiology and pathophysiology of tonsillitis. Review the history, physical, and evaluation of tonsillitis as well as the need for a thorough differential. Outline the treatment and management options available for tonsillitis as well as the potential complications and prevention strategies. Explain interprofessional team strategies for improving care coordination and communication to enhance tonsillitis outcomes. Access free multiple choice questions on this topic.", "contents": "Tonsillitis -- Continuing Education Activity. Objectives: Identify the etiology and pathophysiology of tonsillitis. Review the history, physical, and evaluation of tonsillitis as well as the need for a thorough differential. Outline the treatment and management options available for tonsillitis as well as the potential complications and prevention strategies. Explain interprofessional team strategies for improving care coordination and communication to enhance tonsillitis outcomes. Access free multiple choice questions on this topic."}
{"id": "article-30256_2", "title": "Tonsillitis -- Introduction", "content": "The palatine or faucial tonsils are in the lateral oropharynx. They are found between the palatoglossal arch anteriorly and the palatopharyngeal arch posteriorly, known as the palatine arches or pillars. The tonsils are composed of lymphatic tissue and are a component of Waldeyer's ring along with the adenoids (nasopharyngeal tonsil), tubal tonsil, and lingual tonsil. [1] [2] They serve as an important defense against inhaled or ingested pathogens by providing the initial immunological barrier to insults. [2]", "contents": "Tonsillitis -- Introduction. The palatine or faucial tonsils are in the lateral oropharynx. They are found between the palatoglossal arch anteriorly and the palatopharyngeal arch posteriorly, known as the palatine arches or pillars. The tonsils are composed of lymphatic tissue and are a component of Waldeyer's ring along with the adenoids (nasopharyngeal tonsil), tubal tonsil, and lingual tonsil. [1] [2] They serve as an important defense against inhaled or ingested pathogens by providing the initial immunological barrier to insults. [2]"}
{"id": "article-30256_3", "title": "Tonsillitis -- Introduction", "content": "Tonsillitis, or inflammation of the tonsils, is a common disease and makes up approximately 1.3% of outpatient visits. [3] It is predominantly the result of a viral or bacterial infection and, when uncomplicated, presents as a sore throat. [4] Acute tonsillitis is a clinical diagnosis. Differentiation between bacterial and viral causes can be difficult; however, this is crucial to prevent the overuse of antibiotics.", "contents": "Tonsillitis -- Introduction. Tonsillitis, or inflammation of the tonsils, is a common disease and makes up approximately 1.3% of outpatient visits. [3] It is predominantly the result of a viral or bacterial infection and, when uncomplicated, presents as a sore throat. [4] Acute tonsillitis is a clinical diagnosis. Differentiation between bacterial and viral causes can be difficult; however, this is crucial to prevent the overuse of antibiotics."}
{"id": "article-30256_4", "title": "Tonsillitis -- Etiology", "content": "Tonsillitis is generally the result of an infection, which may be viral or bacterial. Viral etiologies are the most common. The most common viral causes are usually those that cause the common cold, including rhinovirus, respiratory syncytial virus, adenovirus, and coronavirus. These typically have low virulence and rarely lead to complications. Other viral causes such as Epstein-Barr (causing mononucleosis), cytomegalovirus, hepatitis A, rubella, and HIV may also cause tonsilitis. [5] [6]", "contents": "Tonsillitis -- Etiology. Tonsillitis is generally the result of an infection, which may be viral or bacterial. Viral etiologies are the most common. The most common viral causes are usually those that cause the common cold, including rhinovirus, respiratory syncytial virus, adenovirus, and coronavirus. These typically have low virulence and rarely lead to complications. Other viral causes such as Epstein-Barr (causing mononucleosis), cytomegalovirus, hepatitis A, rubella, and HIV may also cause tonsilitis. [5] [6]"}
{"id": "article-30256_5", "title": "Tonsillitis -- Etiology", "content": "Bacterial infections are typically due to group A beta-hemolytic Streptococcus (GABHS), but Staphylococcus aureus , Streptococcus pneumoniae , and Haemophilus influenza have also been cultured. [7] Bacterial tonsillitis can result from both aerobic and anaerobic pathogens.  In unvaccinated patients, Corynebacterium diphtheriae causing diphtheria should even merit consideration as an etiology. [8] In sexually active patients, HIV, syphilis, gonorrhea, and chlamydia are possible as additional causes. [9] [10] Tuberculosis has also been implicated in recurrent tonsilitis, and clinicians should assess patients' risks. [11]", "contents": "Tonsillitis -- Etiology. Bacterial infections are typically due to group A beta-hemolytic Streptococcus (GABHS), but Staphylococcus aureus , Streptococcus pneumoniae , and Haemophilus influenza have also been cultured. [7] Bacterial tonsillitis can result from both aerobic and anaerobic pathogens.  In unvaccinated patients, Corynebacterium diphtheriae causing diphtheria should even merit consideration as an etiology. [8] In sexually active patients, HIV, syphilis, gonorrhea, and chlamydia are possible as additional causes. [9] [10] Tuberculosis has also been implicated in recurrent tonsilitis, and clinicians should assess patients' risks. [11]"}
{"id": "article-30256_6", "title": "Tonsillitis -- Epidemiology", "content": "Approximately 2% of ambulatory patient visits in the United States are due to a sore throat. Though it is more common in winter and early spring, the disease can occur at any time during the year. [12] GABHS accounts for 5% to 15% of adults with pharyngitis and 15% to 30% of patients between the ages of five and fifteen. Viral etiologies are more common in patients under five. GABHS is rare in children under two years of age. [13] [14]", "contents": "Tonsillitis -- Epidemiology. Approximately 2% of ambulatory patient visits in the United States are due to a sore throat. Though it is more common in winter and early spring, the disease can occur at any time during the year. [12] GABHS accounts for 5% to 15% of adults with pharyngitis and 15% to 30% of patients between the ages of five and fifteen. Viral etiologies are more common in patients under five. GABHS is rare in children under two years of age. [13] [14]"}
{"id": "article-30256_7", "title": "Tonsillitis -- History and Physical", "content": "Symptoms of acute tonsillitis include fever, tonsillar exudates, sore throat, and tender anterior cervical chain lymphadenopathy. [15] Patients may also note odynophagia and dysphagia secondary to tonsillar swelling.", "contents": "Tonsillitis -- History and Physical. Symptoms of acute tonsillitis include fever, tonsillar exudates, sore throat, and tender anterior cervical chain lymphadenopathy. [15] Patients may also note odynophagia and dysphagia secondary to tonsillar swelling."}
{"id": "article-30256_8", "title": "Tonsillitis -- History and Physical", "content": "Examination of patients should involve a thorough history and physical exam focused on the oropharynx. Vaccination status and sexual activity should both undergo assessment. Visualization of the tonsils is paramount, and features such as swelling, erythema, and the examiner should note any exudates. Tonsillar enlargement resulting in decreased visualization of the posterior oropharynx and decreased ability to handle secretions and/or protect the airway should alert the provider to consider further imaging and assess the need for airway management. In the absence of direct visualization of a tonsillar abscess, uvular deviation should raise suspicion, and CT imaging can be an option. As with all otolaryngological complaints, a full examination of the ears and nose should also be performed.", "contents": "Tonsillitis -- History and Physical. Examination of patients should involve a thorough history and physical exam focused on the oropharynx. Vaccination status and sexual activity should both undergo assessment. Visualization of the tonsils is paramount, and features such as swelling, erythema, and the examiner should note any exudates. Tonsillar enlargement resulting in decreased visualization of the posterior oropharynx and decreased ability to handle secretions and/or protect the airway should alert the provider to consider further imaging and assess the need for airway management. In the absence of direct visualization of a tonsillar abscess, uvular deviation should raise suspicion, and CT imaging can be an option. As with all otolaryngological complaints, a full examination of the ears and nose should also be performed."}
{"id": "article-30256_9", "title": "Tonsillitis -- Evaluation", "content": "For the majority of patients, evaluation for tonsillitis includes physical examination, risk stratification by scoring systems, and consideration of rapid antigen testing and/or throat culture.  Imaging is rarely necessary for uncomplicated infections. Evaluation should begin with a thorough history and physical exam, and this information can be used to calculate a Centor Score. This scoring system uses the following criteria: the presence of a fever, tonsillar enlargement and/or exudates, tender cervical lymphadenopathy, and absence of a cough. Each finding warrants one point. This criterion was updated to include an age modification, giving an extra point for age groups 3 to 15 years and subtracting a point for patients 45 years of age and older. [16] [17] In patients scoring 0 to 1, no further testing or antibiotics is necessary. In patients scoring 2 to 3 points, rapid strep testing and throat culture is an option. In patients with scores of 4 or more, clinicians should consider testing and empiric antibiotics.", "contents": "Tonsillitis -- Evaluation. For the majority of patients, evaluation for tonsillitis includes physical examination, risk stratification by scoring systems, and consideration of rapid antigen testing and/or throat culture.  Imaging is rarely necessary for uncomplicated infections. Evaluation should begin with a thorough history and physical exam, and this information can be used to calculate a Centor Score. This scoring system uses the following criteria: the presence of a fever, tonsillar enlargement and/or exudates, tender cervical lymphadenopathy, and absence of a cough. Each finding warrants one point. This criterion was updated to include an age modification, giving an extra point for age groups 3 to 15 years and subtracting a point for patients 45 years of age and older. [16] [17] In patients scoring 0 to 1, no further testing or antibiotics is necessary. In patients scoring 2 to 3 points, rapid strep testing and throat culture is an option. In patients with scores of 4 or more, clinicians should consider testing and empiric antibiotics."}
{"id": "article-30256_10", "title": "Tonsillitis -- Evaluation", "content": "Testing for GABHS can occur via throat culture alone or in conjunction with rapid antigen testing. When using rapid antigen testing, it is important to note that while this test is specific (88% to 100%), it is not sensitive (61% to 95%); false negatives are possible. [5] In the appropriate clinical setting, clinicians should consider also obtaining pharyngeal swabs for gonorrhea and chlamydia and HIV testing. In rare cases, syphilis can cause tonsilitis, and an RPR can be sent to establish the diagnosis. [18] A mononucleosis spot test can be a consideration when the Ebstein-Barr virus is suspected.", "contents": "Tonsillitis -- Evaluation. Testing for GABHS can occur via throat culture alone or in conjunction with rapid antigen testing. When using rapid antigen testing, it is important to note that while this test is specific (88% to 100%), it is not sensitive (61% to 95%); false negatives are possible. [5] In the appropriate clinical setting, clinicians should consider also obtaining pharyngeal swabs for gonorrhea and chlamydia and HIV testing. In rare cases, syphilis can cause tonsilitis, and an RPR can be sent to establish the diagnosis. [18] A mononucleosis spot test can be a consideration when the Ebstein-Barr virus is suspected."}
{"id": "article-30256_11", "title": "Tonsillitis -- Evaluation", "content": "In complicated infections, including patients with unstable vital signs, toxic appearance, inability to swallow, inability to tolerate oral intake, or trismus, a more extensive evaluation may be required. Examples include CT imaging of the neck with intravenous contrast to exclude dangerous causes such as abscess, Lemierre disease, and epiglottitis. Laboratory testing, including complete blood count and basic metabolic panel to assess renal function, merits consideration.", "contents": "Tonsillitis -- Evaluation. In complicated infections, including patients with unstable vital signs, toxic appearance, inability to swallow, inability to tolerate oral intake, or trismus, a more extensive evaluation may be required. Examples include CT imaging of the neck with intravenous contrast to exclude dangerous causes such as abscess, Lemierre disease, and epiglottitis. Laboratory testing, including complete blood count and basic metabolic panel to assess renal function, merits consideration."}
{"id": "article-30256_12", "title": "Tonsillitis -- Treatment / Management", "content": "For the majority of patients, tonsilitis is a self-limiting disease. Given the frequency of viral etiologies, the mainstay of treatment of acute tonsillitis is supportive care, including analgesia and hydration; patients rarely require hospitalization. [4] Medications such as NSAIDs can provide symptomatic relief. [19] Corticosteroids can be considered as an adjunct therapy to decrease pain scores and improve time to recovery, typically given as a single dose of dexamethasone. While studies have shown limited harm from steroids, their use requires care in patients with medical comorbidities such as diabetes. [20] [21] Holistic treatments and herbal remedies have shown inconsistent and limited utility. The use of zinc gluconate is not a recommended therapy. [17]", "contents": "Tonsillitis -- Treatment / Management. For the majority of patients, tonsilitis is a self-limiting disease. Given the frequency of viral etiologies, the mainstay of treatment of acute tonsillitis is supportive care, including analgesia and hydration; patients rarely require hospitalization. [4] Medications such as NSAIDs can provide symptomatic relief. [19] Corticosteroids can be considered as an adjunct therapy to decrease pain scores and improve time to recovery, typically given as a single dose of dexamethasone. While studies have shown limited harm from steroids, their use requires care in patients with medical comorbidities such as diabetes. [20] [21] Holistic treatments and herbal remedies have shown inconsistent and limited utility. The use of zinc gluconate is not a recommended therapy. [17]"}
{"id": "article-30256_13", "title": "Tonsillitis -- Treatment / Management", "content": "For patients at high risk of bacterial pharyngitis based on Centor criteria and antigen testing or throat culture, antibiotics are often used in treatment. Streptococcus pyogenes is the most common cause of bacterial tonsillitis and, if antibiotic treatment is deemed to be appropriate, penicillins are generally the antibiotic of choice. [22] In patients with a penicillin allergy, antibiotic therapy with azithromycin or cephalosporins is comparable to treatment with penicillin. However, when considering the use of antibiotics, the provider should weigh the risks against the benefits. It is important to note that most pathogens responsible for tonsillitis belong to healthy flora and do not require full eradication. [19] The risks of antibiotic use include increased antibacterial resistance, GI upset, diarrhea, Clostridium  difficile infection, and cost. [17] Additionally, while antibiotics may reduce suppurative complications and symptom duration, the effect is small. [15] A Cochrane review found that the duration of symptoms only decreases by 16 hours. The benefit from antibiotics is more likely to be seen in populations with high rates of complications, especially rheumatic heart disease and rheumatic fever. [3] Antibiotics are most important in patients at high risk of rheumatic heart disease, including indigenous populations in Australia and certain lower socioeconomic status communities.", "contents": "Tonsillitis -- Treatment / Management. For patients at high risk of bacterial pharyngitis based on Centor criteria and antigen testing or throat culture, antibiotics are often used in treatment. Streptococcus pyogenes is the most common cause of bacterial tonsillitis and, if antibiotic treatment is deemed to be appropriate, penicillins are generally the antibiotic of choice. [22] In patients with a penicillin allergy, antibiotic therapy with azithromycin or cephalosporins is comparable to treatment with penicillin. However, when considering the use of antibiotics, the provider should weigh the risks against the benefits. It is important to note that most pathogens responsible for tonsillitis belong to healthy flora and do not require full eradication. [19] The risks of antibiotic use include increased antibacterial resistance, GI upset, diarrhea, Clostridium  difficile infection, and cost. [17] Additionally, while antibiotics may reduce suppurative complications and symptom duration, the effect is small. [15] A Cochrane review found that the duration of symptoms only decreases by 16 hours. The benefit from antibiotics is more likely to be seen in populations with high rates of complications, especially rheumatic heart disease and rheumatic fever. [3] Antibiotics are most important in patients at high risk of rheumatic heart disease, including indigenous populations in Australia and certain lower socioeconomic status communities."}
{"id": "article-30256_14", "title": "Tonsillitis -- Treatment / Management", "content": "Recurrent tonsillitis is arbitrarily defined but generally identified as five or more tonsillitis episodes in one year. [5] Special consideration should be given to cause, and, while rare, primary immunodeficiency requires consideration. [23] Treatment may be surgical, including tonsillectomy or tonsillotomy.  The American Academy of Otolaryngology, Head, and Neck Surgery outlines the criteria for surgical management decision making. Tonsillectomy provides mostly short term benefits reflected in studies as a decrease in absence from school, sore throat days, and diagnosed infections with limited long term benefits. [24]", "contents": "Tonsillitis -- Treatment / Management. Recurrent tonsillitis is arbitrarily defined but generally identified as five or more tonsillitis episodes in one year. [5] Special consideration should be given to cause, and, while rare, primary immunodeficiency requires consideration. [23] Treatment may be surgical, including tonsillectomy or tonsillotomy.  The American Academy of Otolaryngology, Head, and Neck Surgery outlines the criteria for surgical management decision making. Tonsillectomy provides mostly short term benefits reflected in studies as a decrease in absence from school, sore throat days, and diagnosed infections with limited long term benefits. [24]"}
{"id": "article-30256_15", "title": "Tonsillitis -- Differential Diagnosis", "content": "The differential diagnosis for tonsillitis is broad and includes pharyngitis, retropharyngeal abscess, epiglottitis, and Ludwig angina. The presence of dental or peritonsillar abscess is also a possibility. Kawasaki disease, Coxsackie virus, primary HIV, Ebstein-Barr virus, and oral Candidiasis may also present with throat pain, and differentiation can be via history and other clinical features. [15]", "contents": "Tonsillitis -- Differential Diagnosis. The differential diagnosis for tonsillitis is broad and includes pharyngitis, retropharyngeal abscess, epiglottitis, and Ludwig angina. The presence of dental or peritonsillar abscess is also a possibility. Kawasaki disease, Coxsackie virus, primary HIV, Ebstein-Barr virus, and oral Candidiasis may also present with throat pain, and differentiation can be via history and other clinical features. [15]"}
{"id": "article-30256_16", "title": "Tonsillitis -- Treatment Planning", "content": "Acute tonsillitis treatment is usually via outpatient supportive management, including analgesia and oral hydration; hospital admission is rarely necessary. [4] Medications such as steroids and NSAIDs can provide symptomatic relief. [19] Streptococcus pyogenes (GABHS) is the most common cause of bacterial tonsillitis, and penicillins are the antibiotic of choice; these are usually a 10-day oral regimen or a single benzathine penicillin G intramuscular injection. In penicillin-allergic patients, a 5-day course of azithromycin or a 10-day course of cephalosporin or clindamycin are also options. [22] [19]", "contents": "Tonsillitis -- Treatment Planning. Acute tonsillitis treatment is usually via outpatient supportive management, including analgesia and oral hydration; hospital admission is rarely necessary. [4] Medications such as steroids and NSAIDs can provide symptomatic relief. [19] Streptococcus pyogenes (GABHS) is the most common cause of bacterial tonsillitis, and penicillins are the antibiotic of choice; these are usually a 10-day oral regimen or a single benzathine penicillin G intramuscular injection. In penicillin-allergic patients, a 5-day course of azithromycin or a 10-day course of cephalosporin or clindamycin are also options. [22] [19]"}
{"id": "article-30256_17", "title": "Tonsillitis -- Prognosis", "content": "The prognosis of acute tonsillitis in the absence of complications is excellent. Most cases are self-limiting infections in healthy patient populations who improve and have minimal sequela. Those with recurrent infections may require surgery; however, even these patients have good long term prognosis. In the age of antibiotics, even patients with complications, including peritonsillar abscess and Lemierre syndrome, have excellent long-term outcomes. In cases with GABHS complications, including rheumatic fever and glomerulonephritis, patients can have long-term sequela, including cardiac valvular disease and decreased renal function. These entities are very rare in the developed world, and incidence has dropped with the advent of penicillin treatment. If symptoms do not improve, another diagnosis should be considered, including HIV, TB, gonorrhea, chlamydia, syphilis, mononucleosis, Kawasaki disease, abscess, and Lemierre syndrome. Overall prognosis in these cases is related to the underlying condition. [5]", "contents": "Tonsillitis -- Prognosis. The prognosis of acute tonsillitis in the absence of complications is excellent. Most cases are self-limiting infections in healthy patient populations who improve and have minimal sequela. Those with recurrent infections may require surgery; however, even these patients have good long term prognosis. In the age of antibiotics, even patients with complications, including peritonsillar abscess and Lemierre syndrome, have excellent long-term outcomes. In cases with GABHS complications, including rheumatic fever and glomerulonephritis, patients can have long-term sequela, including cardiac valvular disease and decreased renal function. These entities are very rare in the developed world, and incidence has dropped with the advent of penicillin treatment. If symptoms do not improve, another diagnosis should be considered, including HIV, TB, gonorrhea, chlamydia, syphilis, mononucleosis, Kawasaki disease, abscess, and Lemierre syndrome. Overall prognosis in these cases is related to the underlying condition. [5]"}
{"id": "article-30256_18", "title": "Tonsillitis -- Complications", "content": "While tonsillitis is typically symptomatically managed with good clinical outcomes, complications do occur. Although rare, abscesses, rheumatic fever, scarlet fever, and acute glomerulonephritis are known complications.", "contents": "Tonsillitis -- Complications. While tonsillitis is typically symptomatically managed with good clinical outcomes, complications do occur. Although rare, abscesses, rheumatic fever, scarlet fever, and acute glomerulonephritis are known complications."}
{"id": "article-30256_19", "title": "Tonsillitis -- Complications", "content": "Peritonsillar abscesses are a collection of pus between the pharyngeal constrictor muscle and tonsillar capsule, and tonsillitis symptoms often precede their appearance. It is worth noting that this symptom development does not prove causation. While the two diagnoses are clinically distinct, antibiotic treatment for tonsillitis reduces abscess development risk. [25] Adolescents and younger adults are the most commonly affected. Smokers are at higher risk. Most infections are polymicrobial and respond well to a combination of antibiotics, steroids, and drainage. [26]", "contents": "Tonsillitis -- Complications. Peritonsillar abscesses are a collection of pus between the pharyngeal constrictor muscle and tonsillar capsule, and tonsillitis symptoms often precede their appearance. It is worth noting that this symptom development does not prove causation. While the two diagnoses are clinically distinct, antibiotic treatment for tonsillitis reduces abscess development risk. [25] Adolescents and younger adults are the most commonly affected. Smokers are at higher risk. Most infections are polymicrobial and respond well to a combination of antibiotics, steroids, and drainage. [26]"}
{"id": "article-30256_20", "title": "Tonsillitis -- Complications", "content": "Acute tonsillitis caused by group A beta-hemolytic streptococci, in rare cases, causes rheumatic fever and rheumatic heart disease. Rheumatic fever is an inflammatory, immunological disease that occurs following infection with group A Streptococcus. It most commonly presents in patients between 5 to 18 years old. While rare in the developed world, in developing nations, the incidence is as high as 24 per 1000. The disease affects multiple organ systems, most commonly causing arthritis, which presents in the large joints as migratory, asymmetrical, and painful. Carditis affects nearly 50% of patients and often causes valvular pathology, with the mitral valve being the most commonly affected. Sydenham chorea is a classic delayed presentation of involuntary movements of the limbs and facial muscles with associated speech and gait abnormalities. Patients may present with a rash known as erythema marginatum and subcutaneous nodules. [27]", "contents": "Tonsillitis -- Complications. Acute tonsillitis caused by group A beta-hemolytic streptococci, in rare cases, causes rheumatic fever and rheumatic heart disease. Rheumatic fever is an inflammatory, immunological disease that occurs following infection with group A Streptococcus. It most commonly presents in patients between 5 to 18 years old. While rare in the developed world, in developing nations, the incidence is as high as 24 per 1000. The disease affects multiple organ systems, most commonly causing arthritis, which presents in the large joints as migratory, asymmetrical, and painful. Carditis affects nearly 50% of patients and often causes valvular pathology, with the mitral valve being the most commonly affected. Sydenham chorea is a classic delayed presentation of involuntary movements of the limbs and facial muscles with associated speech and gait abnormalities. Patients may present with a rash known as erythema marginatum and subcutaneous nodules. [27]"}
{"id": "article-30256_21", "title": "Tonsillitis -- Complications", "content": "Post-streptococcal glomerulonephritis is an immune-mediated disorder following infection with Group A streptococcus. Patients present with edema, hypertension, abnormalities on urine sediment, hypoproteinemia, elevated inflammatory markers, and low complement levels. It affects approximately 470000 individuals globally, with an estimated 5000 deaths. Children in developing nations are most commonly affected; however, any individuals with crowded living situations are at increased risk. It generally occurs in outbreaks of disease due to nephritogenic strains of Group A Streptococcus. The majority of patients will have spontaneous resolution of the illness and return to normal renal function though the prognosis is worse in older patients. Antibiotics do not actually alter the course of the disease but help to decrease disease transmission. [28]", "contents": "Tonsillitis -- Complications. Post-streptococcal glomerulonephritis is an immune-mediated disorder following infection with Group A streptococcus. Patients present with edema, hypertension, abnormalities on urine sediment, hypoproteinemia, elevated inflammatory markers, and low complement levels. It affects approximately 470000 individuals globally, with an estimated 5000 deaths. Children in developing nations are most commonly affected; however, any individuals with crowded living situations are at increased risk. It generally occurs in outbreaks of disease due to nephritogenic strains of Group A Streptococcus. The majority of patients will have spontaneous resolution of the illness and return to normal renal function though the prognosis is worse in older patients. Antibiotics do not actually alter the course of the disease but help to decrease disease transmission. [28]"}
{"id": "article-30256_22", "title": "Tonsillitis -- Complications", "content": "Lemierre disease is a rare complication of oropharyngeal infections. It commonly presents as sepsis following a sore throat with associated thrombosis of the internal jugular vein and septic emboli. It is most commonly associated with Fusobacterium necrophorum , though it has also occurred with Staphylococcal and Streptococcal infections. In the era of modern antibiotics, mortality is low though complications can include ARDS, osteomyelitis, and meningitis. [29]", "contents": "Tonsillitis -- Complications. Lemierre disease is a rare complication of oropharyngeal infections. It commonly presents as sepsis following a sore throat with associated thrombosis of the internal jugular vein and septic emboli. It is most commonly associated with Fusobacterium necrophorum , though it has also occurred with Staphylococcal and Streptococcal infections. In the era of modern antibiotics, mortality is low though complications can include ARDS, osteomyelitis, and meningitis. [29]"}
{"id": "article-30256_23", "title": "Tonsillitis -- Deterrence and Patient Education", "content": "As a provider, it is essential to educate patients on the likely cause of their tonsillitis and provide a thorough explanation of the diagnosis. The provider should address patients' expectations for antibiotics as well as the potential for harmful side effects. Patients should receive education on possible complications of pharyngitis and the rationale for treatment plans. Given that the majority of these infections are viral, this is an opportunity to employ antibiotic stewardship. The Centor criteria can be used to risk-stratify patients and explain the rationale for testing. Properly outlining the disease course and managing symptoms can help to reduce bouncebacks and decrease the overuse of antibiotics.", "contents": "Tonsillitis -- Deterrence and Patient Education. As a provider, it is essential to educate patients on the likely cause of their tonsillitis and provide a thorough explanation of the diagnosis. The provider should address patients' expectations for antibiotics as well as the potential for harmful side effects. Patients should receive education on possible complications of pharyngitis and the rationale for treatment plans. Given that the majority of these infections are viral, this is an opportunity to employ antibiotic stewardship. The Centor criteria can be used to risk-stratify patients and explain the rationale for testing. Properly outlining the disease course and managing symptoms can help to reduce bouncebacks and decrease the overuse of antibiotics."}
{"id": "article-30256_24", "title": "Tonsillitis -- Deterrence and Patient Education", "content": "Both rheumatic heart disease and rheumatic fever can be prevented via treatment with antibiotics, most commonly penicillin. Given the extremely low incidence of rheumatic fever in developed, resource-rich countries, aggressive antibiotic therapy for group A strep tonsillitis may not be necessary. [6] The overall duration of tonsilitis is improved by less than one day, and antibiotics have side effects, including GI upset and diarrhea, as well as increased risk for Clostridium difficile infection. If pursuing antibiotic therapy, shared decision making should take place between the patient and the provider. [15] [6]", "contents": "Tonsillitis -- Deterrence and Patient Education. Both rheumatic heart disease and rheumatic fever can be prevented via treatment with antibiotics, most commonly penicillin. Given the extremely low incidence of rheumatic fever in developed, resource-rich countries, aggressive antibiotic therapy for group A strep tonsillitis may not be necessary. [6] The overall duration of tonsilitis is improved by less than one day, and antibiotics have side effects, including GI upset and diarrhea, as well as increased risk for Clostridium difficile infection. If pursuing antibiotic therapy, shared decision making should take place between the patient and the provider. [15] [6]"}
{"id": "article-30256_25", "title": "Tonsillitis -- Enhancing Healthcare Team Outcomes", "content": "Patients with tonsillitis often present with a sore throat, a common symptom with a myriad of possible diagnoses. A thorough history and physical exam performed by the healthcare team is paramount to hone in on a diagnosis.", "contents": "Tonsillitis -- Enhancing Healthcare Team Outcomes. Patients with tonsillitis often present with a sore throat, a common symptom with a myriad of possible diagnoses. A thorough history and physical exam performed by the healthcare team is paramount to hone in on a diagnosis."}
{"id": "article-30256_26", "title": "Tonsillitis -- Enhancing Healthcare Team Outcomes", "content": "When diagnosing tonsillitis and implementing treatments, it is important for the healthcare provider to discuss treatment options and choices with the patient, especially when considering the administration of antibiotics. Risks and adverse reactions should be disclosed to the patient when prescribing any drug.", "contents": "Tonsillitis -- Enhancing Healthcare Team Outcomes. When diagnosing tonsillitis and implementing treatments, it is important for the healthcare provider to discuss treatment options and choices with the patient, especially when considering the administration of antibiotics. Risks and adverse reactions should be disclosed to the patient when prescribing any drug."}
{"id": "article-30256_27", "title": "Tonsillitis -- Enhancing Healthcare Team Outcomes", "content": "In cases where other diagnoses are possible, it can be helpful to recruit specialists, including otolaryngology, internal medicine, and nephrology, depending on the patient's clinical picture and test results. Additionally, when ordering imaging, it is important to provide the radiologist with physical exam findings to hone in on areas of interest when reading films.", "contents": "Tonsillitis -- Enhancing Healthcare Team Outcomes. In cases where other diagnoses are possible, it can be helpful to recruit specialists, including otolaryngology, internal medicine, and nephrology, depending on the patient's clinical picture and test results. Additionally, when ordering imaging, it is important to provide the radiologist with physical exam findings to hone in on areas of interest when reading films."}
{"id": "article-30256_28", "title": "Tonsillitis -- Enhancing Healthcare Team Outcomes", "content": "Evidence of treatment effectiveness includes multiple large randomized controlled trials included in several Cochrane review articles. The decision-to treat-model, Centor criteria, has also been evaluated in several extensive studies. The evidence on this topic consists of a broad range of evidence and overall study quality though level 1 evidence is available in regards to the use of antibiotics in GABHS, causing tonsilitis and the use of Centor criteria in risk stratification. Rarer etiologies such as tuberculosis and Lemierre disease, however, exist primarily as level 5 evidence simply as a result of rarity.", "contents": "Tonsillitis -- Enhancing Healthcare Team Outcomes. Evidence of treatment effectiveness includes multiple large randomized controlled trials included in several Cochrane review articles. The decision-to treat-model, Centor criteria, has also been evaluated in several extensive studies. The evidence on this topic consists of a broad range of evidence and overall study quality though level 1 evidence is available in regards to the use of antibiotics in GABHS, causing tonsilitis and the use of Centor criteria in risk stratification. Rarer etiologies such as tuberculosis and Lemierre disease, however, exist primarily as level 5 evidence simply as a result of rarity."}
{"id": "article-30256_29", "title": "Tonsillitis -- Enhancing Healthcare Team Outcomes", "content": "Tonsillitis diagnosis and treatment requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. Primary care providers evaluate and order treatments. Ambulatory and otolaryngologic nurses educate patients and their families, updating the team as needed. Pharmacists assess doses, interactions, and compliance. [Level 5]", "contents": "Tonsillitis -- Enhancing Healthcare Team Outcomes. Tonsillitis diagnosis and treatment requires an interprofessional team approach, including physicians, specialists, specialty-trained nurses, and pharmacists, all collaborating across disciplines to achieve optimal patient results. Primary care providers evaluate and order treatments. Ambulatory and otolaryngologic nurses educate patients and their families, updating the team as needed. Pharmacists assess doses, interactions, and compliance. [Level 5]"}
{"id": "article-30256_30", "title": "Tonsillitis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tonsillitis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}