{"id": "article-145107_0", "title": "Pheochromocytoma -- Continuing Education Activity", "content": "Pheochromocytomas are rare tumors arising from chromaffin cells of the adrenal medulla. The clinical features result from excessive secretion of catecholamines. These tumors can be benign or malignant and are frequently associated with familial syndromes like neurofibromatosis type 1, multiple endocrine neoplasia type II, and Von-Hippel Lindau disease. In addition, sporadic pheochromocytomas are among the most frequently overlooked causes of secondary hypertension. This article reviews the evaluation and management of pheochromocytomas and highlights the role of the healthcare team in evaluating and treating patients with this condition.", "contents": "Pheochromocytoma -- Continuing Education Activity. Pheochromocytomas are rare tumors arising from chromaffin cells of the adrenal medulla. The clinical features result from excessive secretion of catecholamines. These tumors can be benign or malignant and are frequently associated with familial syndromes like neurofibromatosis type 1, multiple endocrine neoplasia type II, and Von-Hippel Lindau disease. In addition, sporadic pheochromocytomas are among the most frequently overlooked causes of secondary hypertension. This article reviews the evaluation and management of pheochromocytomas and highlights the role of the healthcare team in evaluating and treating patients with this condition."}
{"id": "article-145107_1", "title": "Pheochromocytoma -- Continuing Education Activity", "content": "Objectives: Review the etiology of pheochromocytoma. Outline the typical clinical presentation of a patient with pheochromocytoma. Describe the typical laboratory and imaging findings associated with pheochromocytoma. Summarize the treatment of pheochromocytoma. Access free multiple choice questions on this topic.", "contents": "Pheochromocytoma -- Continuing Education Activity. Objectives: Review the etiology of pheochromocytoma. Outline the typical clinical presentation of a patient with pheochromocytoma. Describe the typical laboratory and imaging findings associated with pheochromocytoma. Summarize the treatment of pheochromocytoma. Access free multiple choice questions on this topic."}
{"id": "article-145107_2", "title": "Pheochromocytoma -- Introduction", "content": "Pheochromocytomas are tumors arising from chromaffin cells of the adrenal medulla. The clinical manifestations of these tumors are primarily related to the excessive secretion of catecholamines. Similar tumors that arise from extra-adrenal chromaffin cells have been referred to as paragangliomas. [1] These tumors are predominantly benign but can be malignant in a minority of cases. [2]", "contents": "Pheochromocytoma -- Introduction. Pheochromocytomas are tumors arising from chromaffin cells of the adrenal medulla. The clinical manifestations of these tumors are primarily related to the excessive secretion of catecholamines. Similar tumors that arise from extra-adrenal chromaffin cells have been referred to as paragangliomas. [1] These tumors are predominantly benign but can be malignant in a minority of cases. [2]"}
{"id": "article-145107_3", "title": "Pheochromocytoma -- Etiology", "content": "The tumors can be sporadic or familial in origin. According to a recent study, as many as 35% of the cases may be related to germline disease-causing mutations. [3] Familial syndromes known to be associated with pheochromocytoma include Von-Hippel Lindau (VHL), multiple endocrine neoplasia type 2 (MEN2), and neurofibromatosis type 1 (NF1).", "contents": "Pheochromocytoma -- Etiology. The tumors can be sporadic or familial in origin. According to a recent study, as many as 35% of the cases may be related to germline disease-causing mutations. [3] Familial syndromes known to be associated with pheochromocytoma include Von-Hippel Lindau (VHL), multiple endocrine neoplasia type 2 (MEN2), and neurofibromatosis type 1 (NF1)."}
{"id": "article-145107_4", "title": "Pheochromocytoma -- Epidemiology", "content": "As with many secondary causes of hypertension, pheochromocytomas appear to be underdiagnosed. An autopsy study identified undiagnosed pheochromocytomas in 0.05% of the autopsies. [4]", "contents": "Pheochromocytoma -- Epidemiology. As with many secondary causes of hypertension, pheochromocytomas appear to be underdiagnosed. An autopsy study identified undiagnosed pheochromocytomas in 0.05% of the autopsies. [4]"}
{"id": "article-145107_5", "title": "Pheochromocytoma -- Epidemiology", "content": "In a single-center study of 4180 patients from Brooklyn, pheochromocytoma was found in 0.2% of patients with hypertension. The study calculated an average annual incidence rate of 0.5 per 100,000 person-years. [5]", "contents": "Pheochromocytoma -- Epidemiology. In a single-center study of 4180 patients from Brooklyn, pheochromocytoma was found in 0.2% of patients with hypertension. The study calculated an average annual incidence rate of 0.5 per 100,000 person-years. [5]"}
{"id": "article-145107_6", "title": "Pheochromocytoma -- Pathophysiology", "content": "Catecholamines are produced in the chromaffin cells starting with the rate-limiting step of tyrosine hydroxylase (TH), regulating the conversion of tyrosine to dihydroxyphenylalanine (DOPA). Di-hydroxyphenylalanine is subsequently converted into dopamine by the action of dopa decarboxylase, which is further converted into norepinephrine by the action of dopamine β-hydroxylase. PNMT(phenylethanolamine-N-methyltransferase) enzyme methylates the norepinephrine to epinephrine. These catecholamines are sequestered in storage vesicles and released into circulation, and cardiac manifestations are mediated through the adrenoreceptors. [6]", "contents": "Pheochromocytoma -- Pathophysiology. Catecholamines are produced in the chromaffin cells starting with the rate-limiting step of tyrosine hydroxylase (TH), regulating the conversion of tyrosine to dihydroxyphenylalanine (DOPA). Di-hydroxyphenylalanine is subsequently converted into dopamine by the action of dopa decarboxylase, which is further converted into norepinephrine by the action of dopamine β-hydroxylase. PNMT(phenylethanolamine-N-methyltransferase) enzyme methylates the norepinephrine to epinephrine. These catecholamines are sequestered in storage vesicles and released into circulation, and cardiac manifestations are mediated through the adrenoreceptors. [6]"}
{"id": "article-145107_7", "title": "Pheochromocytoma -- Pathophysiology", "content": "Pheochromocytomas release these catecholamines in various patterns ranging from paroxysmal, continuous, and mixed patterns. Norepinephrine is released continuously and can result in persistent hypertension, while epinephrine is released in a paroxysmal pattern resulting in tachyarrhythmias. [7] [8] Alpha(1,2) and beta(1,2) adrenoreceptors bind epinephrine and norepinephrine with varying affinities. These adrenoceptors are influenced by glucocorticoids and thyroid hormones and can result in either an increased number of adrenoceptors or affect their affinity. [9] [10] [11]", "contents": "Pheochromocytoma -- Pathophysiology. Pheochromocytomas release these catecholamines in various patterns ranging from paroxysmal, continuous, and mixed patterns. Norepinephrine is released continuously and can result in persistent hypertension, while epinephrine is released in a paroxysmal pattern resulting in tachyarrhythmias. [7] [8] Alpha(1,2) and beta(1,2) adrenoreceptors bind epinephrine and norepinephrine with varying affinities. These adrenoceptors are influenced by glucocorticoids and thyroid hormones and can result in either an increased number of adrenoceptors or affect their affinity. [9] [10] [11]"}
{"id": "article-145107_8", "title": "Pheochromocytoma -- Pathophysiology", "content": "The heart has Beta-1 adrenoceptors, and stimulation of these receptors leads to the activation of adenylate cyclase through the guanine triphosphate protein-coupled receptor(Gs). Activating adenylate cyclase (AC) can convert adenosine triphosphate to cyclic adenosine monophosphate (cAMP). This results in the activation of hyperpolarization-activated cyclic nucleotide-gated(HCN) channels and protein kinase (PKA). This cascade of activities can result in increased ionotropy in SA nodal cells and increased dromotropy in AV nodal cells. [12]", "contents": "Pheochromocytoma -- Pathophysiology. The heart has Beta-1 adrenoceptors, and stimulation of these receptors leads to the activation of adenylate cyclase through the guanine triphosphate protein-coupled receptor(Gs). Activating adenylate cyclase (AC) can convert adenosine triphosphate to cyclic adenosine monophosphate (cAMP). This results in the activation of hyperpolarization-activated cyclic nucleotide-gated(HCN) channels and protein kinase (PKA). This cascade of activities can result in increased ionotropy in SA nodal cells and increased dromotropy in AV nodal cells. [12]"}
{"id": "article-145107_9", "title": "Pheochromocytoma -- Pathophysiology", "content": "Ryanodine-2 receptors (RyR2) present on the sarcoplasmic reticulum of cardiac myocytes are also phosphorylated by protein kinase A and cause calcium efflux into the cytosol. [13] Calcium binding to the troponin-tropomyosin complex escalates cross-bridge cycling and inotropy by revealing myosin binding sites on actin. [14]", "contents": "Pheochromocytoma -- Pathophysiology. Ryanodine-2 receptors (RyR2) present on the sarcoplasmic reticulum of cardiac myocytes are also phosphorylated by protein kinase A and cause calcium efflux into the cytosol. [13] Calcium binding to the troponin-tropomyosin complex escalates cross-bridge cycling and inotropy by revealing myosin binding sites on actin. [14]"}
{"id": "article-145107_10", "title": "Pheochromocytoma -- Pathophysiology", "content": "Beta-2 adrenoceptors are present in the peripheral blood vessels and can cause vaso-dilation when activated by epinephrine and norepinephrine. Alpha(1)-adrenoreceptors are present in the vascular smooth muscle cells and can lead to hypertension induced by vasoconstriction after being activated by norepinephrine and epinephrine. Synaptic nerve terminals have Alpha-2 adrenoceptors which inhibit the release of norepinephrine.", "contents": "Pheochromocytoma -- Pathophysiology. Beta-2 adrenoceptors are present in the peripheral blood vessels and can cause vaso-dilation when activated by epinephrine and norepinephrine. Alpha(1)-adrenoreceptors are present in the vascular smooth muscle cells and can lead to hypertension induced by vasoconstriction after being activated by norepinephrine and epinephrine. Synaptic nerve terminals have Alpha-2 adrenoceptors which inhibit the release of norepinephrine."}
{"id": "article-145107_11", "title": "Pheochromocytoma -- Histopathology", "content": "Histology of the lesion characteristically shows zellballen nests of chromaffin cells with strong positivity to chromogranin, synaptophysin, CD56, and focally to S100. [15] [16] The presence of chromaffin cells in the extra-adrenal tissue is the only pathognomonic characteristic of the malignant form of the entity. [15]", "contents": "Pheochromocytoma -- Histopathology. Histology of the lesion characteristically shows zellballen nests of chromaffin cells with strong positivity to chromogranin, synaptophysin, CD56, and focally to S100. [15] [16] The presence of chromaffin cells in the extra-adrenal tissue is the only pathognomonic characteristic of the malignant form of the entity. [15]"}
{"id": "article-145107_12", "title": "Pheochromocytoma -- History and Physical", "content": "In pheochromocytoma, episodes of hypertension tend to be paroxysmal and are described in the literature as associated with headaches, tachycardia, and sweating. However, it is not uncommon for patients to present with sustained resistant hypertension. The presence of hypertension resistant to multiple antihypertensive medications therapies should raise suspicion for pheochromocytoma.", "contents": "Pheochromocytoma -- History and Physical. In pheochromocytoma, episodes of hypertension tend to be paroxysmal and are described in the literature as associated with headaches, tachycardia, and sweating. However, it is not uncommon for patients to present with sustained resistant hypertension. The presence of hypertension resistant to multiple antihypertensive medications therapies should raise suspicion for pheochromocytoma."}
{"id": "article-145107_13", "title": "Pheochromocytoma -- History and Physical", "content": "Episodes of severe hypertension may be precipitated by dopamine receptor antagonists, beta-blockers (typically non-selective), tricyclic antidepressants, corticosteroids, sympathomimetics, and neuromuscular agents; or may be noted in the setting of surgery or induction of anesthesia. [1]", "contents": "Pheochromocytoma -- History and Physical. Episodes of severe hypertension may be precipitated by dopamine receptor antagonists, beta-blockers (typically non-selective), tricyclic antidepressants, corticosteroids, sympathomimetics, and neuromuscular agents; or may be noted in the setting of surgery or induction of anesthesia. [1]"}
{"id": "article-145107_14", "title": "Pheochromocytoma -- History and Physical", "content": "When associated with familial syndromes associated with pheochromocytoma, the condition may be diagnosed during screening tests (after diagnosis has already been established); many such patients do not have hypertension at diagnosis. Giant lesions can paradoxically present only as abdominal lumps with the paucity of the characteristic symptoms of pheochromocytoma owing to tumoral necrosis, comparatively higher volume of interstitial tissue compared to chromaffin cells, and encapsulation by the connective tissues. [15] Incidentally detected adrenal masses on CT scans may also result in the diagnosis of pheochromocytoma.", "contents": "Pheochromocytoma -- History and Physical. When associated with familial syndromes associated with pheochromocytoma, the condition may be diagnosed during screening tests (after diagnosis has already been established); many such patients do not have hypertension at diagnosis. Giant lesions can paradoxically present only as abdominal lumps with the paucity of the characteristic symptoms of pheochromocytoma owing to tumoral necrosis, comparatively higher volume of interstitial tissue compared to chromaffin cells, and encapsulation by the connective tissues. [15] Incidentally detected adrenal masses on CT scans may also result in the diagnosis of pheochromocytoma."}
{"id": "article-145107_15", "title": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas", "content": "Pheochromocytomas are known to occur in multiple hereditary syndromes: von Hippel Lindau (VHL) syndrome, multiple endocrine neoplasia type 2 (MEN2), and neurofibromatosis type 1 (NF1). All these are inherited in an autosomal dominant fashion.", "contents": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas. Pheochromocytomas are known to occur in multiple hereditary syndromes: von Hippel Lindau (VHL) syndrome, multiple endocrine neoplasia type 2 (MEN2), and neurofibromatosis type 1 (NF1). All these are inherited in an autosomal dominant fashion."}
{"id": "article-145107_16", "title": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas", "content": "VHL disease: Typical phenotype would include hemangioblastomas (brain and spine), retinal angiomas, clear cell renal cell carcinomas, pheochromocytomas, paragangliomas, pancreatic neuroendocrine tumors, endolymphatic sac tumors of the middle ear and cystadenomas (pancreas, epididymis, and broad ligament). The disease is usually caused by mutations in the VHL tumor suppressor gene. [17] VHL type I patients are at lower risk of developing pheochromocytomas than VHL type II patients. [18] VHL patients tend to have higher levels of norepinephrine metabolite normetanephrine than MEN2 patients. [19]", "contents": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas. VHL disease: Typical phenotype would include hemangioblastomas (brain and spine), retinal angiomas, clear cell renal cell carcinomas, pheochromocytomas, paragangliomas, pancreatic neuroendocrine tumors, endolymphatic sac tumors of the middle ear and cystadenomas (pancreas, epididymis, and broad ligament). The disease is usually caused by mutations in the VHL tumor suppressor gene. [17] VHL type I patients are at lower risk of developing pheochromocytomas than VHL type II patients. [18] VHL patients tend to have higher levels of norepinephrine metabolite normetanephrine than MEN2 patients. [19]"}
{"id": "article-145107_17", "title": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas", "content": "MEN2: Typical phenotype includes medullary thyroid cancer, pheochromocytomas, primary hyperparathyroidism, mucocutaneous neuromas, skeletal deformities, intestinal ganglioneuromas, and cutaneous lichen amyloidosis. This syndrome is caused by mutations in RET proto-oncogene and is inherited in an autosomal dominant fashion. [20] MEN2 patients tend to have elevated levels of metanephrines (epinephrine metabolite) and be more symptomatic with a higher incidence of hypertension than VHL patients. [19]", "contents": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas. MEN2: Typical phenotype includes medullary thyroid cancer, pheochromocytomas, primary hyperparathyroidism, mucocutaneous neuromas, skeletal deformities, intestinal ganglioneuromas, and cutaneous lichen amyloidosis. This syndrome is caused by mutations in RET proto-oncogene and is inherited in an autosomal dominant fashion. [20] MEN2 patients tend to have elevated levels of metanephrines (epinephrine metabolite) and be more symptomatic with a higher incidence of hypertension than VHL patients. [19]"}
{"id": "article-145107_18", "title": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas", "content": "NF1: This is caused by mutations in the NF1 tumor suppressor gene and is also inherited in an autosomal dominant fashion. [21] Diagnosis is typically made clinically, and typical characteristics include café-au-lait macules, axillary freckling, Lisch nodules, optic gliomas, osseous lesions, and neurofibromas. [22] Pheochromocytomas are present in a small proportion of these patients, and one study identified these in 0.1 to 5.7% of patients with NF1. [23]", "contents": "Pheochromocytoma -- History and Physical -- Familial Pheochromocytomas. NF1: This is caused by mutations in the NF1 tumor suppressor gene and is also inherited in an autosomal dominant fashion. [21] Diagnosis is typically made clinically, and typical characteristics include café-au-lait macules, axillary freckling, Lisch nodules, optic gliomas, osseous lesions, and neurofibromas. [22] Pheochromocytomas are present in a small proportion of these patients, and one study identified these in 0.1 to 5.7% of patients with NF1. [23]"}
{"id": "article-145107_19", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "Pheochromocytoma can have varied clinical presentations depending on tumor secretory patterns. Dopamine-secreting tumors and tumors with scant hormone secretion can result in subclinical & mild disease presentation. Dopamine-secreting tumors tend to secrete noradrenaline simultaneously; these hormones exert counteractive effects on vessels and attenuate the development of clinical signs and symptoms. [24]", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. Pheochromocytoma can have varied clinical presentations depending on tumor secretory patterns. Dopamine-secreting tumors and tumors with scant hormone secretion can result in subclinical & mild disease presentation. Dopamine-secreting tumors tend to secrete noradrenaline simultaneously; these hormones exert counteractive effects on vessels and attenuate the development of clinical signs and symptoms. [24]"}
{"id": "article-145107_20", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "Secretory paragangliomas (secretory tumors outside the adrenal gland) can have varied clinical presentations depending on the location and size of the tumor. Head and neck region paragangliomas (HNPGL) are parasympathetic in origin compared to pheochromocytomas and other secretory paragangliomas, which are sympathetic in origin. [25] [26] HNPGL usually produces symptoms by compressing the surrounding local tissues and nerves and can have subclinical presentation when smaller in size. [27] [28]", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. Secretory paragangliomas (secretory tumors outside the adrenal gland) can have varied clinical presentations depending on the location and size of the tumor. Head and neck region paragangliomas (HNPGL) are parasympathetic in origin compared to pheochromocytomas and other secretory paragangliomas, which are sympathetic in origin. [25] [26] HNPGL usually produces symptoms by compressing the surrounding local tissues and nerves and can have subclinical presentation when smaller in size. [27] [28]"}
{"id": "article-145107_21", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "The recent increase in genetic screening of family members has also resulted in increased detection of patients with subclinical diseases. Succinate dehydrogenase subunit B (SDHB) mutation in tumors have been reported to have undifferentiated catecholamine biosynthetic phenotype containing low concentrations of catecholamine and can have a subclinical presentation before it reaches a larger size to produce signs and symptoms. [29]", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. The recent increase in genetic screening of family members has also resulted in increased detection of patients with subclinical diseases. Succinate dehydrogenase subunit B (SDHB) mutation in tumors have been reported to have undifferentiated catecholamine biosynthetic phenotype containing low concentrations of catecholamine and can have a subclinical presentation before it reaches a larger size to produce signs and symptoms. [29]"}
{"id": "article-145107_22", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "Catecholamine secretory patterns can give rise to a different clinical picture. Adrenaline-secreting tumors usually lead to paroxysmal episodes of hypertensive crisis and otherwise can have a silent course, whereas noradrenaline-secreting tumors usually lead to essential hypertension. Chronically elevated levels of noradrenaline can result in the down-regulation of adrenoreceptors and lead to mild clinical presentation. [30] [31]", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. Catecholamine secretory patterns can give rise to a different clinical picture. Adrenaline-secreting tumors usually lead to paroxysmal episodes of hypertensive crisis and otherwise can have a silent course, whereas noradrenaline-secreting tumors usually lead to essential hypertension. Chronically elevated levels of noradrenaline can result in the down-regulation of adrenoreceptors and lead to mild clinical presentation. [30] [31]"}
{"id": "article-145107_23", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "Patients with subclinical disease also appear to have significant cardiovascular risk. Some cases reports of sudden hypertensive crisis associated with sudden death have been described. [32] [33] Mechanical factors, including palpation of the abdomen, sexual intercourse, cough, sneezing, defecation, pain, extreme emotions, and cold, can precipitate a hypertensive crisis in catecholamine-secreting tumors that were otherwise silent. Annual screening with plasma or urinary metanephrines is recommended for genetic carriers to detect disease development earlier.", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. Patients with subclinical disease also appear to have significant cardiovascular risk. Some cases reports of sudden hypertensive crisis associated with sudden death have been described. [32] [33] Mechanical factors, including palpation of the abdomen, sexual intercourse, cough, sneezing, defecation, pain, extreme emotions, and cold, can precipitate a hypertensive crisis in catecholamine-secreting tumors that were otherwise silent. Annual screening with plasma or urinary metanephrines is recommended for genetic carriers to detect disease development earlier."}
{"id": "article-145107_24", "title": "Pheochromocytoma -- History and Physical -- Subclinical Presentation", "content": "Another important aspect of the subclinical presentation is incidentalomas discovered on CT scanning. These findings are prevalent in 6% of autopsy studies and 4% of CT scans. [34] [35] Adrenals develop nodules with advancing age and are reported to have a 7% prevalence after age 70. In a large series of incidentalomas, more than 4% were reported to be pheochromocytomas. [36] Screening with plasma or urinary metanephrines is recommended before any surgery in cases of adrenal incidentalomas. In summary, examination findings may include the following: Hypertension Tachycardia Anxiety Diaphoresis Subcutaneous neurofibromas Cafe-au-lait macules Thyroid mass Axillary freckling Lisch nodules on the iris Retinal angiomas Abdominal mass", "contents": "Pheochromocytoma -- History and Physical -- Subclinical Presentation. Another important aspect of the subclinical presentation is incidentalomas discovered on CT scanning. These findings are prevalent in 6% of autopsy studies and 4% of CT scans. [34] [35] Adrenals develop nodules with advancing age and are reported to have a 7% prevalence after age 70. In a large series of incidentalomas, more than 4% were reported to be pheochromocytomas. [36] Screening with plasma or urinary metanephrines is recommended before any surgery in cases of adrenal incidentalomas. In summary, examination findings may include the following: Hypertension Tachycardia Anxiety Diaphoresis Subcutaneous neurofibromas Cafe-au-lait macules Thyroid mass Axillary freckling Lisch nodules on the iris Retinal angiomas Abdominal mass"}
{"id": "article-145107_25", "title": "Pheochromocytoma -- Evaluation", "content": "In the appropriate clinical scenario, diagnosis of pheochromocytoma can be established by biochemical confirmation of hypersecretion of metanephrines and catecholamines. Per the latest endocrine society guidelines, initial biochemical evaluation should include plasma-fractionated metanephrines or urinary-fractionated metanephrines. [1]", "contents": "Pheochromocytoma -- Evaluation. In the appropriate clinical scenario, diagnosis of pheochromocytoma can be established by biochemical confirmation of hypersecretion of metanephrines and catecholamines. Per the latest endocrine society guidelines, initial biochemical evaluation should include plasma-fractionated metanephrines or urinary-fractionated metanephrines. [1]"}
{"id": "article-145107_26", "title": "Pheochromocytoma -- Evaluation", "content": "Plasma fractionated metanephrines: It has been noted in several studies that plasma metanephrine concentrations tend to be higher in the seated position when compared to the supine position; this results in a decrease in specificity and an increase in false positive results. [37] [38] [39]", "contents": "Pheochromocytoma -- Evaluation. Plasma fractionated metanephrines: It has been noted in several studies that plasma metanephrine concentrations tend to be higher in the seated position when compared to the supine position; this results in a decrease in specificity and an increase in false positive results. [37] [38] [39]"}
{"id": "article-145107_27", "title": "Pheochromocytoma -- Evaluation", "content": "Guidelines recommend that blood be drawn in the supine position after the patient has been fully recumbent for at least 30 minutes before sampling. [1] In many laboratories where this is often not feasible due to logistical constraints, positive results from samples drawn in a seated position should be repeated in the supine position. Reference intervals established for the same position in which the blood is drawn should be used.", "contents": "Pheochromocytoma -- Evaluation. Guidelines recommend that blood be drawn in the supine position after the patient has been fully recumbent for at least 30 minutes before sampling. [1] In many laboratories where this is often not feasible due to logistical constraints, positive results from samples drawn in a seated position should be repeated in the supine position. Reference intervals established for the same position in which the blood is drawn should be used."}
{"id": "article-145107_28", "title": "Pheochromocytoma -- Evaluation", "content": "Patient 24-hour urine fractionated metanephrines and catecholamines: This is also a good screening test for biochemical evaluation of pheochromocytoma. Per guidelines, urinary creatinine should be measured to verify the completeness of the collection. [1]", "contents": "Pheochromocytoma -- Evaluation. Patient 24-hour urine fractionated metanephrines and catecholamines: This is also a good screening test for biochemical evaluation of pheochromocytoma. Per guidelines, urinary creatinine should be measured to verify the completeness of the collection. [1]"}
{"id": "article-145107_29", "title": "Pheochromocytoma -- Evaluation", "content": "The next step in evaluation after biochemical tests suggest pheochromocytoma is to locate the tumor using imaging studies. Per guidelines, a CT scan of the abdomen and pelvis is the recommended initial imaging test to locate the tumor. MRI is an acceptable alternative to CT scans, particularly when avoidance of radiation or contrast is desired, although its spatial resolution is lower. For metastatic disease, 18F-FDG PET scanning is recommended. The 123I-MIBG scan is an alternative when radiotherapy with 123I-MIBG is planned. [1]", "contents": "Pheochromocytoma -- Evaluation. The next step in evaluation after biochemical tests suggest pheochromocytoma is to locate the tumor using imaging studies. Per guidelines, a CT scan of the abdomen and pelvis is the recommended initial imaging test to locate the tumor. MRI is an acceptable alternative to CT scans, particularly when avoidance of radiation or contrast is desired, although its spatial resolution is lower. For metastatic disease, 18F-FDG PET scanning is recommended. The 123I-MIBG scan is an alternative when radiotherapy with 123I-MIBG is planned. [1]"}
{"id": "article-145107_30", "title": "Pheochromocytoma -- Evaluation", "content": "Genetic testing: Since as many as 35% of the cases may be related to germline disease-causing mutations, due consideration should be given to genetic testing in all patients diagnosed with pheochromocytoma. [3] Bilateral tumors and tumors presenting at younger ages are more commonly associated with hereditary syndromes.", "contents": "Pheochromocytoma -- Evaluation. Genetic testing: Since as many as 35% of the cases may be related to germline disease-causing mutations, due consideration should be given to genetic testing in all patients diagnosed with pheochromocytoma. [3] Bilateral tumors and tumors presenting at younger ages are more commonly associated with hereditary syndromes."}
{"id": "article-145107_31", "title": "Pheochromocytoma -- Evaluation", "content": "Once the diagnosis of pheochromocytoma is confirmed, careful clinical evaluation and family history may reveal characteristic symptoms and signs of hereditary syndromes associated with pheochromocytomas. Targeted genetic testing for VHL, MEN2, and NF1 syndromes should be performed in these cases. After identifying a pathogenic mutation, genetic screening of first-degree family relatives should be considered.", "contents": "Pheochromocytoma -- Evaluation. Once the diagnosis of pheochromocytoma is confirmed, careful clinical evaluation and family history may reveal characteristic symptoms and signs of hereditary syndromes associated with pheochromocytomas. Targeted genetic testing for VHL, MEN2, and NF1 syndromes should be performed in these cases. After identifying a pathogenic mutation, genetic screening of first-degree family relatives should be considered."}
{"id": "article-145107_32", "title": "Pheochromocytoma -- Evaluation", "content": "Typical sporadic cases are unilateral, associated with negative family history and absence of symptoms/signs of VHL, MEN2, and NF1 syndromes. These individuals should be clinically monitored for the development of characteristic signs of these syndromes. Genetic testing should be considered in sporadic cases depending on clinical suspicion. A study from Germany reported the detection of characteristic mutations in 24% of patients with apparently sporadic pheochromocytoma. [40] Several genes associated with the development of pheochromocytomas have been identified and have been categorized into three clusters based on the mechanism of tumorigenesis:", "contents": "Pheochromocytoma -- Evaluation. Typical sporadic cases are unilateral, associated with negative family history and absence of symptoms/signs of VHL, MEN2, and NF1 syndromes. These individuals should be clinically monitored for the development of characteristic signs of these syndromes. Genetic testing should be considered in sporadic cases depending on clinical suspicion. A study from Germany reported the detection of characteristic mutations in 24% of patients with apparently sporadic pheochromocytoma. [40] Several genes associated with the development of pheochromocytomas have been identified and have been categorized into three clusters based on the mechanism of tumorigenesis:"}
{"id": "article-145107_33", "title": "Pheochromocytoma -- Evaluation", "content": "The pseudohypoxia pathway (Cluster 1) has been associated with mutations in EGLN1, EGLN2, DLST, FH, IDH3B, MDH2, SDHA, SDHAF2, SDHB, SDHC, SDHD or VHL,  EPAS1, IDH1, and IDH2 genes, The kinase-signaling pathway (Cluster 2) has been associated with mutations in NF1, MAX, MERTK, MET, MYCN, RET, or TMEM127 genes, and Cluster 3 is a somatic cluster associated with alterations in the Wnt signaling pathway. [41]", "contents": "Pheochromocytoma -- Evaluation. The pseudohypoxia pathway (Cluster 1) has been associated with mutations in EGLN1, EGLN2, DLST, FH, IDH3B, MDH2, SDHA, SDHAF2, SDHB, SDHC, SDHD or VHL,  EPAS1, IDH1, and IDH2 genes, The kinase-signaling pathway (Cluster 2) has been associated with mutations in NF1, MAX, MERTK, MET, MYCN, RET, or TMEM127 genes, and Cluster 3 is a somatic cluster associated with alterations in the Wnt signaling pathway. [41]"}
{"id": "article-145107_34", "title": "Pheochromocytoma -- Treatment / Management", "content": "The definitive treatment of pheochromocytoma is surgical resection. Unilateral pheochromocytomas: Most sporadic tumors are unilateral. Minimally invasive adrenalectomy: Per endocrine society guidelines, minimally invasive adrenalectomy (laparoscopic) is the preferred treatment for most unilateral adrenal pheochromocytomas. Open adrenalectomy: This can be considered in larger adrenal pheochromocytomas or in cases where the tumor is considered invasive. [1]", "contents": "Pheochromocytoma -- Treatment / Management. The definitive treatment of pheochromocytoma is surgical resection. Unilateral pheochromocytomas: Most sporadic tumors are unilateral. Minimally invasive adrenalectomy: Per endocrine society guidelines, minimally invasive adrenalectomy (laparoscopic) is the preferred treatment for most unilateral adrenal pheochromocytomas. Open adrenalectomy: This can be considered in larger adrenal pheochromocytomas or in cases where the tumor is considered invasive. [1]"}
{"id": "article-145107_35", "title": "Pheochromocytoma -- Treatment / Management", "content": "Bilateral pheochromocytomas: These are most commonly associated with hereditary cases, particularly multiple endocrine neoplasia type 2 (MEN2) and von Hippel-Lindau (VHL) disease. [42] In these cases, bilateral total adrenalectomy is associated with a lifelong need for steroid replacement with long-term side effects. [43]", "contents": "Pheochromocytoma -- Treatment / Management. Bilateral pheochromocytomas: These are most commonly associated with hereditary cases, particularly multiple endocrine neoplasia type 2 (MEN2) and von Hippel-Lindau (VHL) disease. [42] In these cases, bilateral total adrenalectomy is associated with a lifelong need for steroid replacement with long-term side effects. [43]"}
{"id": "article-145107_36", "title": "Pheochromocytoma -- Treatment / Management", "content": "Bilateral partial or cortical sparing adrenalectomy (open or laparoscopic) is an option in these cases and has demonstrated similar survival despite tumor recurrence and preservation of adrenocortical function with reduced need for lifelong glucocorticoid replacement therapy. [43] [44]", "contents": "Pheochromocytoma -- Treatment / Management. Bilateral partial or cortical sparing adrenalectomy (open or laparoscopic) is an option in these cases and has demonstrated similar survival despite tumor recurrence and preservation of adrenocortical function with reduced need for lifelong glucocorticoid replacement therapy. [43] [44]"}
{"id": "article-145107_37", "title": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation", "content": "No randomized studies are available to guide approaches for medical optimization before surgery. It is, however, well recognized that initiation of medical therapy in the preoperative period is associated with a lower risk of uncontrolled hypertension (including hypertensive crises), tachycardia, and volume expansion in the perioperative period.", "contents": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation. No randomized studies are available to guide approaches for medical optimization before surgery. It is, however, well recognized that initiation of medical therapy in the preoperative period is associated with a lower risk of uncontrolled hypertension (including hypertensive crises), tachycardia, and volume expansion in the perioperative period."}
{"id": "article-145107_38", "title": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation", "content": "Per endocrine society guidelines, the initial drugs of choice for preoperative preparation are alpha-adrenergic receptor blockers. [1] A typical regimen would include initiating phenoxybenzamine 7 to 14 days before surgery at a dose of 10 mg orally twice daily, carefully up-titrated to a maximum amount of 1 mg/kg/day. Due to a better side effect profile, doxazosin (alpha-1 selective agent) can be used alternatively.", "contents": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation. Per endocrine society guidelines, the initial drugs of choice for preoperative preparation are alpha-adrenergic receptor blockers. [1] A typical regimen would include initiating phenoxybenzamine 7 to 14 days before surgery at a dose of 10 mg orally twice daily, carefully up-titrated to a maximum amount of 1 mg/kg/day. Due to a better side effect profile, doxazosin (alpha-1 selective agent) can be used alternatively."}
{"id": "article-145107_39", "title": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation", "content": "At least 3 to 4 days after initiation of alpha-blockers, beta-blockers (propranolol, atenolol, metoprolol) are initiated to control tachycardia. These agents should not be initiated without prior alpha blockade because of the risk of precipitating hypertensive crisis due to unopposed alpha-receptor stimulation. [1] Calcium channel blockers (amlodipine and nifedipine) are alternative/add-on agents that effectively control hypertension in the preoperative period. [45]", "contents": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation. At least 3 to 4 days after initiation of alpha-blockers, beta-blockers (propranolol, atenolol, metoprolol) are initiated to control tachycardia. These agents should not be initiated without prior alpha blockade because of the risk of precipitating hypertensive crisis due to unopposed alpha-receptor stimulation. [1] Calcium channel blockers (amlodipine and nifedipine) are alternative/add-on agents that effectively control hypertension in the preoperative period. [45]"}
{"id": "article-145107_40", "title": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation", "content": "Volume contraction associated with catecholamine excess in pheochromocytoma patients can be managed with the initiation of a high-sodium diet a few days after the initiation of an alpha blockade. This can also decrease the risk of hypotension after surgery. [7] The cornerstones in perioperative management include: Preventing catecholamine surge through minimal handling of the lesion, preventing spillage of the tumor content (especially in cystic lesions), and early control of the adrenal vein. Managing sudden decrease in peripheral vascular resistance (hypotension) following surgical removal of the lesion. [15]", "contents": "Pheochromocytoma -- Treatment / Management -- Preoperative Preparation. Volume contraction associated with catecholamine excess in pheochromocytoma patients can be managed with the initiation of a high-sodium diet a few days after the initiation of an alpha blockade. This can also decrease the risk of hypotension after surgery. [7] The cornerstones in perioperative management include: Preventing catecholamine surge through minimal handling of the lesion, preventing spillage of the tumor content (especially in cystic lesions), and early control of the adrenal vein. Managing sudden decrease in peripheral vascular resistance (hypotension) following surgical removal of the lesion. [15]"}
{"id": "article-145107_41", "title": "Pheochromocytoma -- Differential Diagnosis", "content": "Hyperthyroidism Anxiety disorder Panic attacks Renal artery stenosis Hyperaldosteronism Migraine Pre-eclampsia Cardiomyopathy Postural tachycardia syndrome (POTS) Drug-induced hypertension Cushing syndrome Carcinoid Acrodynia", "contents": "Pheochromocytoma -- Differential Diagnosis. Hyperthyroidism Anxiety disorder Panic attacks Renal artery stenosis Hyperaldosteronism Migraine Pre-eclampsia Cardiomyopathy Postural tachycardia syndrome (POTS) Drug-induced hypertension Cushing syndrome Carcinoid Acrodynia"}
{"id": "article-145107_42", "title": "Pheochromocytoma -- Surgical Oncology -- Metastatic Pheochromocytomas", "content": "Approximately 10% of pheochromocytomas are estimated to be malignant, as defined by the presence of metastasis. There are no definitively known histological or biochemical features that would enable the differentiation of a malignant pheochromocytoma from a benign pheochromocytoma. [46] The presence of chromaffin cells in the extra-adrenal tissue is the only pathognomonic characteristic of the malignant form of the entity. [15]", "contents": "Pheochromocytoma -- Surgical Oncology -- Metastatic Pheochromocytomas. Approximately 10% of pheochromocytomas are estimated to be malignant, as defined by the presence of metastasis. There are no definitively known histological or biochemical features that would enable the differentiation of a malignant pheochromocytoma from a benign pheochromocytoma. [46] The presence of chromaffin cells in the extra-adrenal tissue is the only pathognomonic characteristic of the malignant form of the entity. [15]"}
{"id": "article-145107_43", "title": "Pheochromocytoma -- Surgical Oncology -- Metastatic Pheochromocytomas", "content": "Pheochromocytoma of the adrenal gland scaled score (PASS) score has been applied to differentiate the benign lesions from their malignant counterparts. [15] [16] The following are the available treatment options for a malignant pheochromocytoma:", "contents": "Pheochromocytoma -- Surgical Oncology -- Metastatic Pheochromocytomas. Pheochromocytoma of the adrenal gland scaled score (PASS) score has been applied to differentiate the benign lesions from their malignant counterparts. [15] [16] The following are the available treatment options for a malignant pheochromocytoma:"}
{"id": "article-145107_44", "title": "Pheochromocytoma -- Surgical Oncology -- Surgery", "content": "Resection of primary and metastatic disease should be considered if technically feasible; however, it will likely not result in a cure for the disease. The utilized approach to surgery has to be individualized depending on the location of the metastases and can include open or laparoscopic modalities. Larger tumors are preferably treated with an open approach since it may be associated with a lower risk of tumor rupture and may allow for the simultaneous removal of metastases. [46] [47] Debulking of the primary and metastatic lesions may result in the improvement of symptoms from the catecholamine surge. [46] [47] The reported five-year survival is only 50%. [15]", "contents": "Pheochromocytoma -- Surgical Oncology -- Surgery. Resection of primary and metastatic disease should be considered if technically feasible; however, it will likely not result in a cure for the disease. The utilized approach to surgery has to be individualized depending on the location of the metastases and can include open or laparoscopic modalities. Larger tumors are preferably treated with an open approach since it may be associated with a lower risk of tumor rupture and may allow for the simultaneous removal of metastases. [46] [47] Debulking of the primary and metastatic lesions may result in the improvement of symptoms from the catecholamine surge. [46] [47] The reported five-year survival is only 50%. [15]"}
{"id": "article-145107_45", "title": "Pheochromocytoma -- Medical Oncology -- External Beam Radiation Therapy", "content": "This can be useful for the control of primary and metastatic disease at a variety of sites. Based on data from smaller studies, these treatments can result in symptom relief and debulking of disease. [48] [49]", "contents": "Pheochromocytoma -- Medical Oncology -- External Beam Radiation Therapy. This can be useful for the control of primary and metastatic disease at a variety of sites. Based on data from smaller studies, these treatments can result in symptom relief and debulking of disease. [48] [49]"}
{"id": "article-145107_46", "title": "Pheochromocytoma -- Medical Oncology -- Systemic Chemotherapy", "content": "This can be considered in patients with extensive metastatic disease and those with unresectable disease. Studies reporting on treatment outcomes with chemotherapy in the setting of metastatic pheochromocytoma utilized regimens involving cyclophosphamide, doxorubicin, dacarbazine, and vincristine. [50] [51] According to a meta-analysis, approximately 37% of the patients responded to chemotherapy. [52] Patients generally do not have complete responses. [46] Chemotherapy can reduce tumor size and improve blood pressure control. [50] [53]", "contents": "Pheochromocytoma -- Medical Oncology -- Systemic Chemotherapy. This can be considered in patients with extensive metastatic disease and those with unresectable disease. Studies reporting on treatment outcomes with chemotherapy in the setting of metastatic pheochromocytoma utilized regimens involving cyclophosphamide, doxorubicin, dacarbazine, and vincristine. [50] [51] According to a meta-analysis, approximately 37% of the patients responded to chemotherapy. [52] Patients generally do not have complete responses. [46] Chemotherapy can reduce tumor size and improve blood pressure control. [50] [53]"}
{"id": "article-145107_47", "title": "Pheochromocytoma -- Medical Oncology -- Radionuclide Therapy", "content": "MIBG: This treatment can only be considered for tumors that can take up MIBG (meta-iodobenzylguanidine) and utilized in unresectable diseases or cases with high tumor burden. MIBG scintigraphy can be used for the localization of catecholamine-secreting tissues because of its structural similarity with noradrenaline. [54] Therapy with Iobenguane I-131 can achieve symptomatic improvement in a significant number of patients and tumor size reduction in a considerable proportion (24 to 45%) of patients. [55] [56] [57] [58]", "contents": "Pheochromocytoma -- Medical Oncology -- Radionuclide Therapy. MIBG: This treatment can only be considered for tumors that can take up MIBG (meta-iodobenzylguanidine) and utilized in unresectable diseases or cases with high tumor burden. MIBG scintigraphy can be used for the localization of catecholamine-secreting tissues because of its structural similarity with noradrenaline. [54] Therapy with Iobenguane I-131 can achieve symptomatic improvement in a significant number of patients and tumor size reduction in a considerable proportion (24 to 45%) of patients. [55] [56] [57] [58]"}
{"id": "article-145107_48", "title": "Pheochromocytoma -- Medical Oncology -- Novel Therapies", "content": "A significant new development in the treatment of metastatic pheochromocytomas includes the utilization of agents that can inhibit angiogenesis and proliferative signaling in the tumor cells. Many such activities in tumor cells are mediated by the interaction of several growth factors (vascular endothelial growth factors [VEGF], platelet-derived growth factors [PDGF], and others) with tyrosine kinase receptors. [46]", "contents": "Pheochromocytoma -- Medical Oncology -- Novel Therapies. A significant new development in the treatment of metastatic pheochromocytomas includes the utilization of agents that can inhibit angiogenesis and proliferative signaling in the tumor cells. Many such activities in tumor cells are mediated by the interaction of several growth factors (vascular endothelial growth factors [VEGF], platelet-derived growth factors [PDGF], and others) with tyrosine kinase receptors. [46]"}
{"id": "article-145107_49", "title": "Pheochromocytoma -- Medical Oncology -- Novel Therapies", "content": "Sunitinib: This medication blocks VEGF1, VEGF2, VEGF3, PDGF-alpha, PDGF-beta, c-kit, fms-related tyrosine kinase 3, and RET protooncogene receptors and has the potential to reduce angiogenesis and cell growth. [46] [59] The drug has been evaluated in small studies where disease control rates (including stable disease and partial response) have ranged between 57 to 83%. [60] [61] Median progression-free survival ranged between 4 and 13 months. [60] [61] Sunitinib can cause hypertension; antihypertensive therapy may need to be adjusted to allow for adequate BP control during treatment.", "contents": "Pheochromocytoma -- Medical Oncology -- Novel Therapies. Sunitinib: This medication blocks VEGF1, VEGF2, VEGF3, PDGF-alpha, PDGF-beta, c-kit, fms-related tyrosine kinase 3, and RET protooncogene receptors and has the potential to reduce angiogenesis and cell growth. [46] [59] The drug has been evaluated in small studies where disease control rates (including stable disease and partial response) have ranged between 57 to 83%. [60] [61] Median progression-free survival ranged between 4 and 13 months. [60] [61] Sunitinib can cause hypertension; antihypertensive therapy may need to be adjusted to allow for adequate BP control during treatment."}
{"id": "article-145107_50", "title": "Pheochromocytoma -- Medical Oncology -- Novel Therapies", "content": "Axitinib: This medication is an inhibitor of VEGFR2 (vascular endothelial growth factor receptor 2). This is especially important in metastatic pheochromocytomas, which frequently exhibit a tumor environment of pseudohypoxia which stimulates the synthesis of VEGF by the tumor cells and results in enhanced angiogenesis. [46] This treatment has been evaluated in phase 2 clinical trials where a partial response was noted in 36% of the patients. Dose adjustments for hypertension are frequently needed as this medication can worsen blood pressure control in a significant proportion of treated patients. [46]", "contents": "Pheochromocytoma -- Medical Oncology -- Novel Therapies. Axitinib: This medication is an inhibitor of VEGFR2 (vascular endothelial growth factor receptor 2). This is especially important in metastatic pheochromocytomas, which frequently exhibit a tumor environment of pseudohypoxia which stimulates the synthesis of VEGF by the tumor cells and results in enhanced angiogenesis. [46] This treatment has been evaluated in phase 2 clinical trials where a partial response was noted in 36% of the patients. Dose adjustments for hypertension are frequently needed as this medication can worsen blood pressure control in a significant proportion of treated patients. [46]"}
{"id": "article-145107_51", "title": "Pheochromocytoma -- Medical Oncology -- Other Investigational Targeted Therapies", "content": "Other therapies currently undergoing investigation include cabozantinib (VEGFR2 and c-MET receptor inhibitor) and hypoxia-inducible factor 2 alpha (HIF2A) inhibitors.", "contents": "Pheochromocytoma -- Medical Oncology -- Other Investigational Targeted Therapies. Other therapies currently undergoing investigation include cabozantinib (VEGFR2 and c-MET receptor inhibitor) and hypoxia-inducible factor 2 alpha (HIF2A) inhibitors."}
{"id": "article-145107_52", "title": "Pheochromocytoma -- Prognosis", "content": "It is essential to recognize the risk of recurrence of pheochromocytomas. This risk is present in sporadic as well as familial cases. In a study of 192 patients with pheochromocytomas and paragangliomas, the recurrence risk was higher in familial, right adrenal, and extra-adrenal tumors. [62]", "contents": "Pheochromocytoma -- Prognosis. It is essential to recognize the risk of recurrence of pheochromocytomas. This risk is present in sporadic as well as familial cases. In a study of 192 patients with pheochromocytomas and paragangliomas, the recurrence risk was higher in familial, right adrenal, and extra-adrenal tumors. [62]"}
{"id": "article-145107_53", "title": "Pheochromocytoma -- Prognosis", "content": "As estimated by a recent meta-analysis, the recurrence rate after curative surgery appears to be low at 3% at a mean follow-up of 77 months. [63] Endocrine Society guidelines recommend lifelong annual biochemical testing to assess for recurrent or metastatic disease. [1]", "contents": "Pheochromocytoma -- Prognosis. As estimated by a recent meta-analysis, the recurrence rate after curative surgery appears to be low at 3% at a mean follow-up of 77 months. [63] Endocrine Society guidelines recommend lifelong annual biochemical testing to assess for recurrent or metastatic disease. [1]"}
{"id": "article-145107_54", "title": "Pheochromocytoma -- Complications", "content": "Myocardial infarction Cardiogenic shock Cerebrovascular accident Renal Failure Pulmonary edema Acute respiratory distress syndrome (ARDS) Cardiac arrhythmias Lactic acidosis Hypertensive retinopathy Hypertensive encephalopathy Seizures (children) Polydipsia (children) Polyuria (children) Cerebral vasculitis Ischemic enterocolitis Renal infarction Anxiety Depression", "contents": "Pheochromocytoma -- Complications. Myocardial infarction Cardiogenic shock Cerebrovascular accident Renal Failure Pulmonary edema Acute respiratory distress syndrome (ARDS) Cardiac arrhythmias Lactic acidosis Hypertensive retinopathy Hypertensive encephalopathy Seizures (children) Polydipsia (children) Polyuria (children) Cerebral vasculitis Ischemic enterocolitis Renal infarction Anxiety Depression"}
{"id": "article-145107_55", "title": "Pheochromocytoma -- Deterrence and Patient Education", "content": "Patient education is critical to the management of pheochromocytomas. It is important for them to understand the episodic nature of symptoms prevalent in the condition. They should be informed that episodes of severe hypertension may be precipitated by medications like dopamine receptor antagonists, beta-blockers (typically non-selective), tricyclic antidepressants, corticosteroids, sympathomimetics, and neuromuscular agents, or may be noted in the setting of surgery or induction of anesthesia. Common episodic symptoms would include: Headaches Sweating Heart racing Shortness of breath Chest pain Anxiety", "contents": "Pheochromocytoma -- Deterrence and Patient Education. Patient education is critical to the management of pheochromocytomas. It is important for them to understand the episodic nature of symptoms prevalent in the condition. They should be informed that episodes of severe hypertension may be precipitated by medications like dopamine receptor antagonists, beta-blockers (typically non-selective), tricyclic antidepressants, corticosteroids, sympathomimetics, and neuromuscular agents, or may be noted in the setting of surgery or induction of anesthesia. Common episodic symptoms would include: Headaches Sweating Heart racing Shortness of breath Chest pain Anxiety"}
{"id": "article-145107_56", "title": "Pheochromocytoma -- Deterrence and Patient Education", "content": "All patients diagnosed with pheochromocytoma, especially those with a known family history of von Hippel Lindau syndrome, multiple endocrine neoplasia type 2, and neurofibromatosis type 1, should be advised of the need for genetic screening of their relatives.", "contents": "Pheochromocytoma -- Deterrence and Patient Education. All patients diagnosed with pheochromocytoma, especially those with a known family history of von Hippel Lindau syndrome, multiple endocrine neoplasia type 2, and neurofibromatosis type 1, should be advised of the need for genetic screening of their relatives."}
{"id": "article-145107_57", "title": "Pheochromocytoma -- Deterrence and Patient Education", "content": "Several blood, urine, and imaging tests are available to assist medical professionals in diagnosing pheochromocytoma. Options for treatment include medications to control blood pressure and other symptoms. Options for surgical removal of the tumor are also available depending on several factors.", "contents": "Pheochromocytoma -- Deterrence and Patient Education. Several blood, urine, and imaging tests are available to assist medical professionals in diagnosing pheochromocytoma. Options for treatment include medications to control blood pressure and other symptoms. Options for surgical removal of the tumor are also available depending on several factors."}
{"id": "article-145107_58", "title": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy", "content": "It is a rare but anxiety-provoking clinical condition in pregnant patients. Various studies have reported the prevalence anywhere between 1 per 15000 and 1 per 54000 pregnancies. [64] [65] The clinical course appears to be unpredictable. Increased secretion of catecholamines into maternal circulation can cause severe hypertension, uteroplacental ischemia, arrhythmia, and death. Due to the rare occurrence of the condition, there are no established guidelines to guide management in this setting.", "contents": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy. It is a rare but anxiety-provoking clinical condition in pregnant patients. Various studies have reported the prevalence anywhere between 1 per 15000 and 1 per 54000 pregnancies. [64] [65] The clinical course appears to be unpredictable. Increased secretion of catecholamines into maternal circulation can cause severe hypertension, uteroplacental ischemia, arrhythmia, and death. Due to the rare occurrence of the condition, there are no established guidelines to guide management in this setting."}
{"id": "article-145107_59", "title": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy", "content": "In a large international multicenter retrospective cohort study, authors provided constructive evidence for helping the clinicians. [66] The authors concluded that unrecognized and sub-optimally treated PPGL (pheochromocytoma paraganglioma) was associated with maternal or fetal death in 33 out of (14%) 230 pregnancies. Undiagnosed or untreated patients with PPGLs had a significantly increased risk of maternal and fetal complications with an odds ratio of 27·0 (95% CI 3·5–3473·1) when compared with PPGLs identified before pregnancy, providing compelling evidence to start adrenoceptor blockade after the diagnosis of tumor.", "contents": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy. In a large international multicenter retrospective cohort study, authors provided constructive evidence for helping the clinicians. [66] The authors concluded that unrecognized and sub-optimally treated PPGL (pheochromocytoma paraganglioma) was associated with maternal or fetal death in 33 out of (14%) 230 pregnancies. Undiagnosed or untreated patients with PPGLs had a significantly increased risk of maternal and fetal complications with an odds ratio of 27·0 (95% CI 3·5–3473·1) when compared with PPGLs identified before pregnancy, providing compelling evidence to start adrenoceptor blockade after the diagnosis of tumor."}
{"id": "article-145107_60", "title": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy", "content": "Authors reported that severe maternal complications occurred in 7% of and death occurred in 1% of pregnancies associated with untreated pheochromocytoma paragangliomas (PPGL). Overall fetal mortality of 9% was reported. These rates of complications appeared significantly lower when compared to previously published literature. Abdominal and pelvic PPGL were associated with higher adverse events either due to compression by the uterus or higher catecholamine release. Tumor size was not reported to have higher complications at delivery time. The type of delivery was not found to be associated with adverse outcomes.", "contents": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy. Authors reported that severe maternal complications occurred in 7% of and death occurred in 1% of pregnancies associated with untreated pheochromocytoma paragangliomas (PPGL). Overall fetal mortality of 9% was reported. These rates of complications appeared significantly lower when compared to previously published literature. Abdominal and pelvic PPGL were associated with higher adverse events either due to compression by the uterus or higher catecholamine release. Tumor size was not reported to have higher complications at delivery time. The type of delivery was not found to be associated with adverse outcomes."}
{"id": "article-145107_61", "title": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy", "content": "Antepartum surgery was not associated with better outcomes; adverse events occurred in 8% of such pregnancies. In case of surgery has to be performed, 2nd trimester is considered safer when compared to the first trimester. Metastatic PPGL was not associated with adverse outcomes; these were thought to be likely related to closer monitoring and treatment. Authors reported lower adverse outcomes in syndromic PPGL; this was thought to be secondary to earlier diagnosis and treatment.", "contents": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy. Antepartum surgery was not associated with better outcomes; adverse events occurred in 8% of such pregnancies. In case of surgery has to be performed, 2nd trimester is considered safer when compared to the first trimester. Metastatic PPGL was not associated with adverse outcomes; these were thought to be likely related to closer monitoring and treatment. Authors reported lower adverse outcomes in syndromic PPGL; this was thought to be secondary to earlier diagnosis and treatment."}
{"id": "article-145107_62", "title": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy", "content": "In conclusion, undiagnosed and untreated PPGL was associated with a several-fold higher risk of maternal and fetal complications compared to excellent outcomes among patients treated with alpha-adrenergic blockade agents, including phenoxybenzamine and doxazosin during pregnancy. The transperitoneal approach is recommended for laparoscopic resection instead of extraperitoneal because prone positioning is contraindicated in pregnancy. [67]", "contents": "Pheochromocytoma -- Pearls and Other Issues -- Pheochromocytomas and Pregnancy. In conclusion, undiagnosed and untreated PPGL was associated with a several-fold higher risk of maternal and fetal complications compared to excellent outcomes among patients treated with alpha-adrenergic blockade agents, including phenoxybenzamine and doxazosin during pregnancy. The transperitoneal approach is recommended for laparoscopic resection instead of extraperitoneal because prone positioning is contraindicated in pregnancy. [67]"}
{"id": "article-145107_63", "title": "Pheochromocytoma -- Enhancing Healthcare Team Outcomes", "content": "Given the involvement of multiple organ systems, as detailed above, pheochromocytoma is a complex condition that requires close multidisciplinary coordination to ensure that the patients receive appropriate care. Timely communication between endocrinologists, surgeons, oncologists, obstetricians, cardiologists, palliative care, and primary care physicians is imperative and cannot be overemphasized.", "contents": "Pheochromocytoma -- Enhancing Healthcare Team Outcomes. Given the involvement of multiple organ systems, as detailed above, pheochromocytoma is a complex condition that requires close multidisciplinary coordination to ensure that the patients receive appropriate care. Timely communication between endocrinologists, surgeons, oncologists, obstetricians, cardiologists, palliative care, and primary care physicians is imperative and cannot be overemphasized."}
{"id": "article-145107_64", "title": "Pheochromocytoma -- Enhancing Healthcare Team Outcomes", "content": "This is especially important when patients require surgical or obstetric interventions. Adequate support from allied health professionals (pharmacists, nursing, and social workers) and working as part of an interprofessional team is also essential to optimize care delivery and improve patient outcomes.", "contents": "Pheochromocytoma -- Enhancing Healthcare Team Outcomes. This is especially important when patients require surgical or obstetric interventions. Adequate support from allied health professionals (pharmacists, nursing, and social workers) and working as part of an interprofessional team is also essential to optimize care delivery and improve patient outcomes."}
{"id": "article-145107_65", "title": "Pheochromocytoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pheochromocytoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}