{"id": "article-21865_0", "title": "Folic Acid Deficiency -- Continuing Education Activity", "content": "Folate is an essential water-soluble vitamin, naturally present in food, especially in fruits, green leafy vegetables, and liver. Folic acid is the synthesized form of folate present in fortified foods and supplements and has a higher bioavailability than naturally occurring folate. Folate has been added to grains in the United States, to prevent congenital disabilities, especially neural tube defects, as it is necessary for the formation of several coenzymes in many metabolic systems and maintenance in erythropoiesis. This activity reviews the etiology, presentation, evaluation, and management of folate deficiency and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition.", "contents": "Folic Acid Deficiency -- Continuing Education Activity. Folate is an essential water-soluble vitamin, naturally present in food, especially in fruits, green leafy vegetables, and liver. Folic acid is the synthesized form of folate present in fortified foods and supplements and has a higher bioavailability than naturally occurring folate. Folate has been added to grains in the United States, to prevent congenital disabilities, especially neural tube defects, as it is necessary for the formation of several coenzymes in many metabolic systems and maintenance in erythropoiesis. This activity reviews the etiology, presentation, evaluation, and management of folate deficiency and reviews the role of the interprofessional team in evaluating, diagnosing, and managing the condition."}
{"id": "article-21865_1", "title": "Folic Acid Deficiency -- Continuing Education Activity", "content": "Objectives: Review various possible etiologies leading to folic acid deficiency. Describe the pathophysiology of folic acid deficiency. Summarize the treatment and management options for folic acid deficiency. Explain the importance of interprofessional team strategies for improving care coordination and communication to aid in prompt diagnosis of folic acid deficiency and improving outcomes in patients diagnosed with the condition. Access free multiple choice questions on this topic.", "contents": "Folic Acid Deficiency -- Continuing Education Activity. Objectives: Review various possible etiologies leading to folic acid deficiency. Describe the pathophysiology of folic acid deficiency. Summarize the treatment and management options for folic acid deficiency. Explain the importance of interprofessional team strategies for improving care coordination and communication to aid in prompt diagnosis of folic acid deficiency and improving outcomes in patients diagnosed with the condition. Access free multiple choice questions on this topic."}
{"id": "article-21865_2", "title": "Folic Acid Deficiency -- Introduction", "content": "Folate is an essential water-soluble vitamin, naturally present in food, especially in fruits,  green leafy vegetables, and liver. [1] [2] Folic acid is the synthesized form of folate present in fortified foods and supplements and has a higher bioavailability than naturally occurring folate. Folate has been added to grains in the United States to prevent congenital disabilities, especially neural tube defects, as it is necessary for the formation of several coenzymes in many metabolic systems, particularly for purine and pyrimidine synthesis, nucleoprotein synthesis, and maintenance in erythropoiesis. [1] Folate like vitamin B12 is a provider of 1-carbon residues for DNA and RNA synthesis. The potent form of folic acid is tetrahydrofolate. Some of the latest research reveals the following about folic acid deficiency:", "contents": "Folic Acid Deficiency -- Introduction. Folate is an essential water-soluble vitamin, naturally present in food, especially in fruits,  green leafy vegetables, and liver. [1] [2] Folic acid is the synthesized form of folate present in fortified foods and supplements and has a higher bioavailability than naturally occurring folate. Folate has been added to grains in the United States to prevent congenital disabilities, especially neural tube defects, as it is necessary for the formation of several coenzymes in many metabolic systems, particularly for purine and pyrimidine synthesis, nucleoprotein synthesis, and maintenance in erythropoiesis. [1] Folate like vitamin B12 is a provider of 1-carbon residues for DNA and RNA synthesis. The potent form of folic acid is tetrahydrofolate. Some of the latest research reveals the following about folic acid deficiency:"}
{"id": "article-21865_3", "title": "Folic Acid Deficiency -- Introduction", "content": "There may be a link between elevated homocysteine (a marker for an increased risk for arteriosclerosis) and folate deficiency. A lowering of the risk of stroke but not adverse cardiac event when hyperhomocysteinemia is corrected with folic acid Reduction in the incidence of neural tube defects with folic acid supplementation during pregnancy. Lack of folic acid during pregnancy may increase the risk of diabetes-associated congenital disabilities and autism. Maternal folic acid during pregnancy may lower the risk of childhood leukemia. Folic acid supplementation may increase the risk of cancer.", "contents": "Folic Acid Deficiency -- Introduction. There may be a link between elevated homocysteine (a marker for an increased risk for arteriosclerosis) and folate deficiency. A lowering of the risk of stroke but not adverse cardiac event when hyperhomocysteinemia is corrected with folic acid Reduction in the incidence of neural tube defects with folic acid supplementation during pregnancy. Lack of folic acid during pregnancy may increase the risk of diabetes-associated congenital disabilities and autism. Maternal folic acid during pregnancy may lower the risk of childhood leukemia. Folic acid supplementation may increase the risk of cancer."}
{"id": "article-21865_4", "title": "Folic Acid Deficiency -- Etiology", "content": "Folic acid deficiency can arise from multiple causes, including inadequate dietary intake. Heating during cooking destroys folic acid. Folate is absorbed in the jejunum by active and passive transport mechanisms across the intestinal wall. Hence, diseases such as celiac disease, tropical sprue, short bowel syndrome, amyloidosis, gastric bypass, or mesenteric vascular insufficiency can inhibit folate absorption resulting in a deficiency. Elevated pH, as occurs in achlorhydria, can also lead to poor folate absorption. Drugs such as methotrexate, phenytoin, sulfasalazine, and trimethoprim can antagonize folate utilization, inhibit its absorption or conversation to its active form resulting in folate deficiency. Congenital deficiencies of enzymes required in folate metabolism can lead to folate deficiency.  Folic acid deficiency can occur subsequent to vitamin B-12 deficiency due to an impairment of methionine synthase resulting in the trapping of folate as methyltetrahydrofolate whereby methylene THFA accumulates in serum leading to folate trap phenomenon and increased urinary excretion of folate. Alcoholism is a significant cause of folate deficiency. Pregnancy, hemolytic anemia, and dialysis can also result in folate deficiency.", "contents": "Folic Acid Deficiency -- Etiology. Folic acid deficiency can arise from multiple causes, including inadequate dietary intake. Heating during cooking destroys folic acid. Folate is absorbed in the jejunum by active and passive transport mechanisms across the intestinal wall. Hence, diseases such as celiac disease, tropical sprue, short bowel syndrome, amyloidosis, gastric bypass, or mesenteric vascular insufficiency can inhibit folate absorption resulting in a deficiency. Elevated pH, as occurs in achlorhydria, can also lead to poor folate absorption. Drugs such as methotrexate, phenytoin, sulfasalazine, and trimethoprim can antagonize folate utilization, inhibit its absorption or conversation to its active form resulting in folate deficiency. Congenital deficiencies of enzymes required in folate metabolism can lead to folate deficiency.  Folic acid deficiency can occur subsequent to vitamin B-12 deficiency due to an impairment of methionine synthase resulting in the trapping of folate as methyltetrahydrofolate whereby methylene THFA accumulates in serum leading to folate trap phenomenon and increased urinary excretion of folate. Alcoholism is a significant cause of folate deficiency. Pregnancy, hemolytic anemia, and dialysis can also result in folate deficiency."}
{"id": "article-21865_5", "title": "Folic Acid Deficiency -- Epidemiology", "content": "A study in the National Health and Nutrition Examination Survey (NHANES) identified that women of childbearing age and non-black Hispanic women were at high risk of folic acid deficiency due to inadequate folic acid intake. [3] Most developed nations have mandatory folic acid flour fortifications, and most European countries recommend folic acid supplementation before conception and up to the first three months of pregnancy. Individuals with low socioeconomic status and institutionalized elderly population are also at an increased risk of folic acid deficiency due to inadequate intake of green leafy vegetables, malnutrition, and mental status changes. [4] One feature noted recently is that individual overconsuming folate appears to be at high risk for developing malignancies.", "contents": "Folic Acid Deficiency -- Epidemiology. A study in the National Health and Nutrition Examination Survey (NHANES) identified that women of childbearing age and non-black Hispanic women were at high risk of folic acid deficiency due to inadequate folic acid intake. [3] Most developed nations have mandatory folic acid flour fortifications, and most European countries recommend folic acid supplementation before conception and up to the first three months of pregnancy. Individuals with low socioeconomic status and institutionalized elderly population are also at an increased risk of folic acid deficiency due to inadequate intake of green leafy vegetables, malnutrition, and mental status changes. [4] One feature noted recently is that individual overconsuming folate appears to be at high risk for developing malignancies."}
{"id": "article-21865_6", "title": "Folic Acid Deficiency -- Pathophysiology", "content": "Folate is present in abundance in green leafy vegetables, citrus fruits, and animal products. Folate is poorly stored, and deficiency can develop in weeks to months in persons with folate-deficient diets. Most of the serum folate is present in the inactive 5-methyltetrahydrofolate (5-methyl THFA) form. Upon entering cells, 5-methyl THFA demethylates to THFA, the biologically active form involved in folate-dependent enzymatic reactions. Cobalamin (B-12) serves as a co-factor for this demethylation to occur, and in its absence, folate is “trapped” inside cells as 5-methyl THFA. THFA is involved in the formation of many coenzymes in metabolic systems, particularly for purine and pyrimidine synthesis, nucleoprotein synthesis, and maintenance in erythropoiesis. [1] The deficiency of folate, as a result, leads to impairment of cell division, accumulation of toxic metabolites, and impartment of methylation reactions required for regulation of gene expression.", "contents": "Folic Acid Deficiency -- Pathophysiology. Folate is present in abundance in green leafy vegetables, citrus fruits, and animal products. Folate is poorly stored, and deficiency can develop in weeks to months in persons with folate-deficient diets. Most of the serum folate is present in the inactive 5-methyltetrahydrofolate (5-methyl THFA) form. Upon entering cells, 5-methyl THFA demethylates to THFA, the biologically active form involved in folate-dependent enzymatic reactions. Cobalamin (B-12) serves as a co-factor for this demethylation to occur, and in its absence, folate is “trapped” inside cells as 5-methyl THFA. THFA is involved in the formation of many coenzymes in metabolic systems, particularly for purine and pyrimidine synthesis, nucleoprotein synthesis, and maintenance in erythropoiesis. [1] The deficiency of folate, as a result, leads to impairment of cell division, accumulation of toxic metabolites, and impartment of methylation reactions required for regulation of gene expression."}
{"id": "article-21865_7", "title": "Folic Acid Deficiency -- Pathophysiology", "content": "The body has about 1,000-20,000 mcg of folate stores, and adults need about 400 mcg/d to replenish the daily losses. Folate deficiency may take 8-16 weeks to become evident.", "contents": "Folic Acid Deficiency -- Pathophysiology. The body has about 1,000-20,000 mcg of folate stores, and adults need about 400 mcg/d to replenish the daily losses. Folate deficiency may take 8-16 weeks to become evident."}
{"id": "article-21865_8", "title": "Folic Acid Deficiency -- History and Physical", "content": "Several essential clues from a patient’s history may point to the underlying reason for the deficiency. Dietary history, drug history, and alcohol intake may point towards the cause. Pregnant or lactation, patients with hemolytic anemia, or certain exfoliative dermatological conditions may have increased requirements. Those on certain medications such as methotrexate, phenytoin, trimethoprim can have folate deficiency. Most of these symptoms overlap with symptoms of vitamin B-12 deficiency except for the classical neurological features of B12 deficiency. The physical exam may reveal a painful, beefy red tongue. Signs of anorexia may be present, and the neurological exam may reveal cognitive impairment, depression, and dementia.", "contents": "Folic Acid Deficiency -- History and Physical. Several essential clues from a patient’s history may point to the underlying reason for the deficiency. Dietary history, drug history, and alcohol intake may point towards the cause. Pregnant or lactation, patients with hemolytic anemia, or certain exfoliative dermatological conditions may have increased requirements. Those on certain medications such as methotrexate, phenytoin, trimethoprim can have folate deficiency. Most of these symptoms overlap with symptoms of vitamin B-12 deficiency except for the classical neurological features of B12 deficiency. The physical exam may reveal a painful, beefy red tongue. Signs of anorexia may be present, and the neurological exam may reveal cognitive impairment, depression, and dementia."}
{"id": "article-21865_9", "title": "Folic Acid Deficiency -- Evaluation", "content": "Patients being evaluated for folic acid deficiency should also be evaluated for vitamin B12 deficiency as both cause macrocytic anemia. Initial laboratory tests should include a complete blood count (CBC) and a peripheral smear (PS). Laboratory tests in folic acid deficiency would reveal anemia, manifesting as a decrease in hemoglobin and hematocrit levels. The mean corpuscular volume (MCV) would be increased to a level greater than 100 consistent with a diagnosis of macrocytic anemia. In addition, a PS would show macrocytic red blood cells (RBCs)and/or megaloblasts and hypersegmented neutrophils. Ordering serum vitamin b12 and folate levels can help differentiate between the two.", "contents": "Folic Acid Deficiency -- Evaluation. Patients being evaluated for folic acid deficiency should also be evaluated for vitamin B12 deficiency as both cause macrocytic anemia. Initial laboratory tests should include a complete blood count (CBC) and a peripheral smear (PS). Laboratory tests in folic acid deficiency would reveal anemia, manifesting as a decrease in hemoglobin and hematocrit levels. The mean corpuscular volume (MCV) would be increased to a level greater than 100 consistent with a diagnosis of macrocytic anemia. In addition, a PS would show macrocytic red blood cells (RBCs)and/or megaloblasts and hypersegmented neutrophils. Ordering serum vitamin b12 and folate levels can help differentiate between the two."}
{"id": "article-21865_10", "title": "Folic Acid Deficiency -- Evaluation", "content": "Generally, serum folate levels <2 ng/mL are considered deficient, while levels > 4 ng/ml are considered as normal. Borderline levels between 2 to 4 ng/mL warrant further confirmation by measurement of methylmalonic acid (MMA) and homocysteine levels. Folate deficiency can be confirmed with a normal B12 and  MMA level and elevated homocysteine levels, while vitamin B12 deficiency can be confirmed with elevated MMA and homocysteine levels and low B12 levels [1]. RBC folate levels are a very useful index of body stores and can help access the duration of deficiency.[5][6]. Bone marrow evaluation is not required for evaluation of Vitamin B12 or folate deficiency, but if done for other reasons in patients with folate deficiency may show hypercellularity with megaloblastic erythroid hyperplasia of cells. Future deficiencies can be prevented by identifying an underlying and addressing an underlying cause of the folic acid deficiency.", "contents": "Folic Acid Deficiency -- Evaluation. Generally, serum folate levels <2 ng/mL are considered deficient, while levels > 4 ng/ml are considered as normal. Borderline levels between 2 to 4 ng/mL warrant further confirmation by measurement of methylmalonic acid (MMA) and homocysteine levels. Folate deficiency can be confirmed with a normal B12 and  MMA level and elevated homocysteine levels, while vitamin B12 deficiency can be confirmed with elevated MMA and homocysteine levels and low B12 levels [1]. RBC folate levels are a very useful index of body stores and can help access the duration of deficiency.[5][6]. Bone marrow evaluation is not required for evaluation of Vitamin B12 or folate deficiency, but if done for other reasons in patients with folate deficiency may show hypercellularity with megaloblastic erythroid hyperplasia of cells. Future deficiencies can be prevented by identifying an underlying and addressing an underlying cause of the folic acid deficiency."}
{"id": "article-21865_11", "title": "Folic Acid Deficiency -- Treatment / Management", "content": "All patients with folate deficiency should be offered supplemental folic acid for the correction of the deficiency. Typically, oral folic acid (1 to 5 mg daily) suffices to treat folate deficiency [1] . Intravenous, subcutaneous, or intramuscular formulations of folic acid can be used for patients unable to tolerate oral medications. Folinic acid (also called leucovorin), a reduced form of folate, is primarily used to prevent the toxicities of methotrexate. The duration of therapy depends on whether the cause of the initial deficiency persists. Patients with malabsorption or short gut syndromes may typically require long-term treatment.", "contents": "Folic Acid Deficiency -- Treatment / Management. All patients with folate deficiency should be offered supplemental folic acid for the correction of the deficiency. Typically, oral folic acid (1 to 5 mg daily) suffices to treat folate deficiency [1] . Intravenous, subcutaneous, or intramuscular formulations of folic acid can be used for patients unable to tolerate oral medications. Folinic acid (also called leucovorin), a reduced form of folate, is primarily used to prevent the toxicities of methotrexate. The duration of therapy depends on whether the cause of the initial deficiency persists. Patients with malabsorption or short gut syndromes may typically require long-term treatment."}
{"id": "article-21865_12", "title": "Folic Acid Deficiency -- Treatment / Management", "content": "In patients who have a concomitant vitamin B12 deficiency, it is imperative to replete vitamin B12 as well. Folate treatment alone does not improve neurological symptoms and signs due to B12 deficiency, which, if untreated, may likely progress and cause permanent neurological damage [5]. All patients should be encouraged to a diet rich in fruits and vegetables.", "contents": "Folic Acid Deficiency -- Treatment / Management. In patients who have a concomitant vitamin B12 deficiency, it is imperative to replete vitamin B12 as well. Folate treatment alone does not improve neurological symptoms and signs due to B12 deficiency, which, if untreated, may likely progress and cause permanent neurological damage [5]. All patients should be encouraged to a diet rich in fruits and vegetables."}
{"id": "article-21865_13", "title": "Folic Acid Deficiency -- Differential Diagnosis", "content": "Vitamin B12 deficiency, alcoholic liver disease, hypothyroidism, and aplastic anemia.", "contents": "Folic Acid Deficiency -- Differential Diagnosis. Vitamin B12 deficiency, alcoholic liver disease, hypothyroidism, and aplastic anemia."}
{"id": "article-21865_14", "title": "Folic Acid Deficiency -- Prognosis", "content": "Prognosis is favorable with treatment and generally reverses most clinical and biochemical abnormalities seen with folic acid deficiency. However, a lack of folate can lead to macrocytic anemia. In addition, lack of folate raises levels of homocysteine, which is associated with atherosclerotic disease. Lack of folate causes a number of pregnancy-related complications, including placenta abruptio, spontaneous abortion, neural tube defects, and severe language deficits in the offspring.", "contents": "Folic Acid Deficiency -- Prognosis. Prognosis is favorable with treatment and generally reverses most clinical and biochemical abnormalities seen with folic acid deficiency. However, a lack of folate can lead to macrocytic anemia. In addition, lack of folate raises levels of homocysteine, which is associated with atherosclerotic disease. Lack of folate causes a number of pregnancy-related complications, including placenta abruptio, spontaneous abortion, neural tube defects, and severe language deficits in the offspring."}
{"id": "article-21865_15", "title": "Folic Acid Deficiency -- Complications", "content": "Untreated folic acid deficiency can lead to megaloblastic anemia and pancytopenia. In addition, it can cause glossitis, angular stomatitis, and oral ulcers [2]. Neuropsychiatric manifestations, including depression, irritability, insomnia, cognitive decline, fatigue, and psychosis, are also known to occur with folic acid deficiency [3] [4] [5] [6] .", "contents": "Folic Acid Deficiency -- Complications. Untreated folic acid deficiency can lead to megaloblastic anemia and pancytopenia. In addition, it can cause glossitis, angular stomatitis, and oral ulcers [2]. Neuropsychiatric manifestations, including depression, irritability, insomnia, cognitive decline, fatigue, and psychosis, are also known to occur with folic acid deficiency [3] [4] [5] [6] ."}
{"id": "article-21865_16", "title": "Folic Acid Deficiency -- Deterrence and Patient Education", "content": "Patients with folic acid deficiency should be encouraged to eat a diet rich in green leafy vegetables and fruits. Folic acid supplementation at a dose of 1mg daily is usually sufficient to prevent folic acid deficiency in certain high-risk patient populations (bariatric surgery, malnutrition, chronic alcohol use, chronic hemolytic anemia, and conditions with high cell turnover). It is strongly recommended that women of childbearing age eat folate-rich foods, and receive at least 0.4 mg per day of supplemental folic acid to prevent pregnancy-related complications and fetal abnormalities, including neural tube defects [7] . Routine supplementation of folic acid other than the conditions mentioned above is not indicated.", "contents": "Folic Acid Deficiency -- Deterrence and Patient Education. Patients with folic acid deficiency should be encouraged to eat a diet rich in green leafy vegetables and fruits. Folic acid supplementation at a dose of 1mg daily is usually sufficient to prevent folic acid deficiency in certain high-risk patient populations (bariatric surgery, malnutrition, chronic alcohol use, chronic hemolytic anemia, and conditions with high cell turnover). It is strongly recommended that women of childbearing age eat folate-rich foods, and receive at least 0.4 mg per day of supplemental folic acid to prevent pregnancy-related complications and fetal abnormalities, including neural tube defects [7] . Routine supplementation of folic acid other than the conditions mentioned above is not indicated."}
{"id": "article-21865_17", "title": "Folic Acid Deficiency -- Pearls and Other Issues", "content": "Food fortification programs have been implemented in a majority of western countries and have shown to decrease the incidence of folate deficiency. According to the World Health Organization (WHO) along with the Food and Agriculture Organization (FAO), the recommended nutrient intake (RNI) for folate is 400mcg per day [8] .", "contents": "Folic Acid Deficiency -- Pearls and Other Issues. Food fortification programs have been implemented in a majority of western countries and have shown to decrease the incidence of folate deficiency. According to the World Health Organization (WHO) along with the Food and Agriculture Organization (FAO), the recommended nutrient intake (RNI) for folate is 400mcg per day [8] ."}
{"id": "article-21865_18", "title": "Folic Acid Deficiency -- Pearls and Other Issues", "content": "Excess intake of folate produces another set of problems, especially in the elderly population. Higher levels of folate have historically been seen to worsen anemia and cognition while masking low levels of vitamin B. Excess folate intake is also known to have a controversial and complex dual role in colorectal cancer. While some studies have found folate to be protective in the risk of colorectal cancer, other studies have found folate supplementation to be potentially cancer-promoting [12] [9] .", "contents": "Folic Acid Deficiency -- Pearls and Other Issues. Excess intake of folate produces another set of problems, especially in the elderly population. Higher levels of folate have historically been seen to worsen anemia and cognition while masking low levels of vitamin B. Excess folate intake is also known to have a controversial and complex dual role in colorectal cancer. While some studies have found folate to be protective in the risk of colorectal cancer, other studies have found folate supplementation to be potentially cancer-promoting [12] [9] ."}
{"id": "article-21865_19", "title": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Folic acid deficiency is an easily treatable nutritional deficiency, but if left untreated, it can lead to multiple serious complications. Folic acid deficiency is a public health issue, and the education of the public is vital. Clinicians at all levels should encourage patients to consume diets that are rich in fruits and vegetables. The pharmacist should educate the patient on eating natural foods instead of consuming supplements; a point of note, there is literature to suggest that over-consuming of folate supplements may lead to a higher risk of cancer. Patients need to be told to abstain from alcohol.", "contents": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes. Folic acid deficiency is an easily treatable nutritional deficiency, but if left untreated, it can lead to multiple serious complications. Folic acid deficiency is a public health issue, and the education of the public is vital. Clinicians at all levels should encourage patients to consume diets that are rich in fruits and vegetables. The pharmacist should educate the patient on eating natural foods instead of consuming supplements; a point of note, there is literature to suggest that over-consuming of folate supplements may lead to a higher risk of cancer. Patients need to be told to abstain from alcohol."}
{"id": "article-21865_20", "title": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes", "content": "In most cases, dietary counseling can prevent the development of deficiency and supplementing folic acid to high-risk individuals. Folic acid deficiency is ideally managed with an interprofessional team, including primary care physicians, internists, obstetricians, gastroenterologists, dieticians, pharmacists, and nurses. The focus is on the prevention of the development of deficiency. Primary care physicians, internists, obstetricians, and nurses can identify patients at high risk, educate them, and treat consultation with a dietician and a pharmacist. Women of childbearing age, patients with malabsorption syndromes, or those with bowel resections are at increased risks of developing a folic acid deficiency and should be provided with folic acid supplements.", "contents": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes. In most cases, dietary counseling can prevent the development of deficiency and supplementing folic acid to high-risk individuals. Folic acid deficiency is ideally managed with an interprofessional team, including primary care physicians, internists, obstetricians, gastroenterologists, dieticians, pharmacists, and nurses. The focus is on the prevention of the development of deficiency. Primary care physicians, internists, obstetricians, and nurses can identify patients at high risk, educate them, and treat consultation with a dietician and a pharmacist. Women of childbearing age, patients with malabsorption syndromes, or those with bowel resections are at increased risks of developing a folic acid deficiency and should be provided with folic acid supplements."}
{"id": "article-21865_21", "title": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes", "content": "Finally, all clinicians should note that failing to educate pregnant women on the importance of folic acid can result in medical malpractice litigation if the infant is born with a neural tube defect. [10] Outcomes The outcomes are excellent for most patients with folic acid deficiency if it is corrected.", "contents": "Folic Acid Deficiency -- Enhancing Healthcare Team Outcomes. Finally, all clinicians should note that failing to educate pregnant women on the importance of folic acid can result in medical malpractice litigation if the infant is born with a neural tube defect. [10] Outcomes The outcomes are excellent for most patients with folic acid deficiency if it is corrected."}
{"id": "article-21865_22", "title": "Folic Acid Deficiency -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Folic Acid Deficiency -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}