{"id": "article-20195_0", "title": "Biochemistry, Cyclic GMP -- Introduction", "content": "Guanosine 3’,5’-cyclic monophosphate (cyclic GMP or cGMP) is a second messenger molecule that modulates various downstream effects, including vasodilation, retinal phototransduction, calcium homeostasis, and neurotransmission. cGMP mediates these effects via activation and alteration of specific ion channels, association with cGMP-dependent protein kinases, and interaction with phosphodiesterases (PDEs). This topic discusses the activation and regulation of cGMP, its downstream effects, and potential clinical significance.", "contents": "Biochemistry, Cyclic GMP -- Introduction. Guanosine 3’,5’-cyclic monophosphate (cyclic GMP or cGMP) is a second messenger molecule that modulates various downstream effects, including vasodilation, retinal phototransduction, calcium homeostasis, and neurotransmission. cGMP mediates these effects via activation and alteration of specific ion channels, association with cGMP-dependent protein kinases, and interaction with phosphodiesterases (PDEs). This topic discusses the activation and regulation of cGMP, its downstream effects, and potential clinical significance."}
{"id": "article-20195_1", "title": "Biochemistry, Cyclic GMP -- Fundamentals", "content": "Guanylate cyclase (GC) is a lyase enzyme that catalyzes the synthesis of cGMP. Guanylate cyclase usually interacts with the G protein cascade, which is activated by low levels of calcium levels. In response to calcium, GC converts Guanosine-5'-triphosphate (GTP) into cGMP. [1]", "contents": "Biochemistry, Cyclic GMP -- Fundamentals. Guanylate cyclase (GC) is a lyase enzyme that catalyzes the synthesis of cGMP. Guanylate cyclase usually interacts with the G protein cascade, which is activated by low levels of calcium levels. In response to calcium, GC converts Guanosine-5'-triphosphate (GTP) into cGMP. [1]"}
{"id": "article-20195_2", "title": "Biochemistry, Cyclic GMP -- Issues of Concern", "content": "cGMP involves diverse physiological processes in many cell types in the cardiovascular system. Dysfunction in cGMP signaling at most steps can lead to many cardiovascular diseases. [2] Overactivated cGMP is also associated with enterotoxigenic Escherichia coli, leading to decreased resorption of sodium chloride and water in the gut. [3]", "contents": "Biochemistry, Cyclic GMP -- Issues of Concern. cGMP involves diverse physiological processes in many cell types in the cardiovascular system. Dysfunction in cGMP signaling at most steps can lead to many cardiovascular diseases. [2] Overactivated cGMP is also associated with enterotoxigenic Escherichia coli, leading to decreased resorption of sodium chloride and water in the gut. [3]"}
{"id": "article-20195_3", "title": "Biochemistry, Cyclic GMP -- Cellular Level", "content": "Cyclic nucleotide-gated ion (CNG) channels are ion channels that become directly activated via the binding of cyclic nucleotides. CNG channels are nonselective cation channels that mainly promote sodium and calcium ions current and have been best characterized in retinal photoreceptors. However, researchers have also identified them in olfactory sensory neurons and the pineal gland. Rod and cone CNG channels are selective for cGMP, while cAMP can activate others. [4] Furthermore, cGMP is associated with atrial natriuretic peptide, which aids vasodilation and decreased sodium reabsorption at the renal collecting tubules. [5]", "contents": "Biochemistry, Cyclic GMP -- Cellular Level. Cyclic nucleotide-gated ion (CNG) channels are ion channels that become directly activated via the binding of cyclic nucleotides. CNG channels are nonselective cation channels that mainly promote sodium and calcium ions current and have been best characterized in retinal photoreceptors. However, researchers have also identified them in olfactory sensory neurons and the pineal gland. Rod and cone CNG channels are selective for cGMP, while cAMP can activate others. [4] Furthermore, cGMP is associated with atrial natriuretic peptide, which aids vasodilation and decreased sodium reabsorption at the renal collecting tubules. [5]"}
{"id": "article-20195_4", "title": "Biochemistry, Cyclic GMP -- Molecular Level", "content": "cGMP levels get balanced by the opposing actions of guanylate cyclase, which synthesizes cGMP from GTP, and phosphodiesterases (PDEs), which convert cGMP to 5’-GMP, ending its activity. Nitric oxide (NO) binds to soluble guanylate cyclase (sGC) and greatly increases its catalytic activity, increasing the conversion of GTP to cGMP. The other mechanism of cGMP conversion is receptor-mediated, typically activated through natriuretic peptide (NP) ligand binding to particulate guanylate cyclase (pGC). [6] cGMP is the only second messenger activated by gas. [2]", "contents": "Biochemistry, Cyclic GMP -- Molecular Level. cGMP levels get balanced by the opposing actions of guanylate cyclase, which synthesizes cGMP from GTP, and phosphodiesterases (PDEs), which convert cGMP to 5’-GMP, ending its activity. Nitric oxide (NO) binds to soluble guanylate cyclase (sGC) and greatly increases its catalytic activity, increasing the conversion of GTP to cGMP. The other mechanism of cGMP conversion is receptor-mediated, typically activated through natriuretic peptide (NP) ligand binding to particulate guanylate cyclase (pGC). [6] cGMP is the only second messenger activated by gas. [2]"}
{"id": "article-20195_5", "title": "Biochemistry, Cyclic GMP -- Molecular Level", "content": "cGMP mediates its effects through 3 main pathways. cGMP-dependent serine/threonine protein kinases (PKGs) are enzymes primarily activated through ligand binding by cGMP. There are 2 identified subclasses, PKGI and PKGII, which differ in tissue distribution and phosphorylation targets. cGMP also activates protein kinase A (PKA), though it is a weaker agonist than cAMP. [7]", "contents": "Biochemistry, Cyclic GMP -- Molecular Level. cGMP mediates its effects through 3 main pathways. cGMP-dependent serine/threonine protein kinases (PKGs) are enzymes primarily activated through ligand binding by cGMP. There are 2 identified subclasses, PKGI and PKGII, which differ in tissue distribution and phosphorylation targets. cGMP also activates protein kinase A (PKA), though it is a weaker agonist than cAMP. [7]"}
{"id": "article-20195_6", "title": "Biochemistry, Cyclic GMP -- Molecular Level", "content": "The PDE superfamily consists of 11 members differentiated by cAMP/cGMP substrate specificity, kinetics, activation, and inhibition. cGMP is the sole substrate of PDEs 5, 6, and 9 and is a dual substrate (with cAMP) of PDEs 1, 2, 3, 10, and 11. The dual-specificity of PDE enzymes allows cGMP to effect changes by regulating cAMP levels. By binding to PDE, cGMP can block sites that would normally catalyze cAMP conversion to AMP, resulting in elevated cAMP levels and the downstream effects that this mediates. [8]", "contents": "Biochemistry, Cyclic GMP -- Molecular Level. The PDE superfamily consists of 11 members differentiated by cAMP/cGMP substrate specificity, kinetics, activation, and inhibition. cGMP is the sole substrate of PDEs 5, 6, and 9 and is a dual substrate (with cAMP) of PDEs 1, 2, 3, 10, and 11. The dual-specificity of PDE enzymes allows cGMP to effect changes by regulating cAMP levels. By binding to PDE, cGMP can block sites that would normally catalyze cAMP conversion to AMP, resulting in elevated cAMP levels and the downstream effects that this mediates. [8]"}
{"id": "article-20195_7", "title": "Biochemistry, Cyclic GMP -- Function", "content": "Nitric oxide (NO) upregulation of intracellular cGMP has been tied to many effects, mainly mediated by PKGI. These include gastrointestinal (GI) and vascular smooth muscle relaxation, platelet aggregation inhibition, cognitive function improvement, and cardioprotection (hypertrophy and reperfusion injury). [6] PKGI likely modulates smooth muscle function in the gut and vasculature. Mice lacking this protein demonstrated markedly slowed gut motility and elevated blood pressure (hypothesized due to lack of response to NO). [7] Further, PKGI likely modulates neuronal plasticity, erectile function, lower urinary tract function, and endothelial permeability. [6] Additional PKG-mediated functions may include decreasing intracellular calcium levels, regulation of bone metabolism (osteoclast activity), alteration of renal absorption, production of melanocytes in response to ultraviolet radiation, and reducing cGMP levels through activation of PDE. [7]", "contents": "Biochemistry, Cyclic GMP -- Function. Nitric oxide (NO) upregulation of intracellular cGMP has been tied to many effects, mainly mediated by PKGI. These include gastrointestinal (GI) and vascular smooth muscle relaxation, platelet aggregation inhibition, cognitive function improvement, and cardioprotection (hypertrophy and reperfusion injury). [6] PKGI likely modulates smooth muscle function in the gut and vasculature. Mice lacking this protein demonstrated markedly slowed gut motility and elevated blood pressure (hypothesized due to lack of response to NO). [7] Further, PKGI likely modulates neuronal plasticity, erectile function, lower urinary tract function, and endothelial permeability. [6] Additional PKG-mediated functions may include decreasing intracellular calcium levels, regulation of bone metabolism (osteoclast activity), alteration of renal absorption, production of melanocytes in response to ultraviolet radiation, and reducing cGMP levels through activation of PDE. [7]"}
{"id": "article-20195_8", "title": "Biochemistry, Cyclic GMP -- Function", "content": "cGMP direct ligand binding to CNG channels is required to open and fully promote maximal current flow. In photoreceptors and olfactory sensory neurons, cGMP amplification of light stimulation contributes to high visual and olfactory discrimination in humans. cGMP and CNG channels are also involved in calcium homeostasis; low intracellular calcium levels can activate GC-activating proteins, leading to increased cGMP and calcium influx through open CNG channels. Hyperpolarization-activated and cyclic nucleotide-gated (HCN) channels, a subset of CNG channels, can be activated by cGMP, although mainly regulated by cAMP. Found mostly in the heart and brain, they often act as pacemaker channels, establishing rhythmically coordinated cardiologic (heartbeat) and neurologic (eg, movement) activity. [4] The PDE superfamily is expressed heterogeneously throughout the body, and members with an affinity for cGMP merit a brief mention here. [8]", "contents": "Biochemistry, Cyclic GMP -- Function. cGMP direct ligand binding to CNG channels is required to open and fully promote maximal current flow. In photoreceptors and olfactory sensory neurons, cGMP amplification of light stimulation contributes to high visual and olfactory discrimination in humans. cGMP and CNG channels are also involved in calcium homeostasis; low intracellular calcium levels can activate GC-activating proteins, leading to increased cGMP and calcium influx through open CNG channels. Hyperpolarization-activated and cyclic nucleotide-gated (HCN) channels, a subset of CNG channels, can be activated by cGMP, although mainly regulated by cAMP. Found mostly in the heart and brain, they often act as pacemaker channels, establishing rhythmically coordinated cardiologic (heartbeat) and neurologic (eg, movement) activity. [4] The PDE superfamily is expressed heterogeneously throughout the body, and members with an affinity for cGMP merit a brief mention here. [8]"}
{"id": "article-20195_9", "title": "Biochemistry, Cyclic GMP -- Function", "content": "PDE1: Mainly present in neurons and mediates brain function and activity through synaptic modulation PDE2: Appears to mediate vascular changes and function PDE3: May be required for functional meiosis in oocytes; has implications for insulin sensitivity and metabolic activity PDE5: Helps regulate vasomotor tone and blood pressure; has been a primary target of pharmacologic therapies to treat hypertension and erectile dysfunction PDE6: Identified as the key phosphodiesterase involved in visual transduction and localizes to the retina PDE9: Widely expressed throughout the brain; may modulate behavior and learning PDE10: Associated with brain activity; may play a role in neurodegenerative diseases such as Huntington disease PDE11: Highly expressed in prostate and testicular cells; may play a role in reproductive function", "contents": "Biochemistry, Cyclic GMP -- Function. PDE1: Mainly present in neurons and mediates brain function and activity through synaptic modulation PDE2: Appears to mediate vascular changes and function PDE3: May be required for functional meiosis in oocytes; has implications for insulin sensitivity and metabolic activity PDE5: Helps regulate vasomotor tone and blood pressure; has been a primary target of pharmacologic therapies to treat hypertension and erectile dysfunction PDE6: Identified as the key phosphodiesterase involved in visual transduction and localizes to the retina PDE9: Widely expressed throughout the brain; may modulate behavior and learning PDE10: Associated with brain activity; may play a role in neurodegenerative diseases such as Huntington disease PDE11: Highly expressed in prostate and testicular cells; may play a role in reproductive function"}
{"id": "article-20195_10", "title": "Biochemistry, Cyclic GMP -- Mechanism", "content": "Most cGMP action on vascular function is mediated through the activation of PKGs, balanced by the inactivating PDEs. The effects of cGMP on vascular proliferation are unclear, with studies suggesting both pro- and antiproliferative effects depending on activation (pGC vs sGC), location, and quantity of intracellular cGMP. cGMP has different but complementary effects on inflammatory modulators depending on the activating source. NP induction of pGC appears to reduce immune cell activation and chemokine release, while NO stimulation of sGC inhibits P-selectin expression, reducing leukocyte recruitment and thrombosis. [9]", "contents": "Biochemistry, Cyclic GMP -- Mechanism. Most cGMP action on vascular function is mediated through the activation of PKGs, balanced by the inactivating PDEs. The effects of cGMP on vascular proliferation are unclear, with studies suggesting both pro- and antiproliferative effects depending on activation (pGC vs sGC), location, and quantity of intracellular cGMP. cGMP has different but complementary effects on inflammatory modulators depending on the activating source. NP induction of pGC appears to reduce immune cell activation and chemokine release, while NO stimulation of sGC inhibits P-selectin expression, reducing leukocyte recruitment and thrombosis. [9]"}
{"id": "article-20195_11", "title": "Biochemistry, Cyclic GMP -- Mechanism", "content": "Metabolic homeostasis is another potential area of interest for cGMP research. Generally, cGMP induces positive changes in energy expenditure. In brown adipose tissue, where NO induces cGMP, it increases mitochondria's quantity, size, and activity. Thus, it increases energy expenditure in the brown fat cells. cGMP may also induce the browning of white adipose cells and exert similar effects on mitochondria in other cells throughout the body. cGMP potentially improves insulin sensitivity in white adipose cells, regulates glucagon release in the endocrine pancreas, exerts antioxidant and anti-inflammatory effects in the liver, and regulates food and water intake through hypothalamic interactions. [10]", "contents": "Biochemistry, Cyclic GMP -- Mechanism. Metabolic homeostasis is another potential area of interest for cGMP research. Generally, cGMP induces positive changes in energy expenditure. In brown adipose tissue, where NO induces cGMP, it increases mitochondria's quantity, size, and activity. Thus, it increases energy expenditure in the brown fat cells. cGMP may also induce the browning of white adipose cells and exert similar effects on mitochondria in other cells throughout the body. cGMP potentially improves insulin sensitivity in white adipose cells, regulates glucagon release in the endocrine pancreas, exerts antioxidant and anti-inflammatory effects in the liver, and regulates food and water intake through hypothalamic interactions. [10]"}
{"id": "article-20195_12", "title": "Biochemistry, Cyclic GMP -- Mechanism", "content": "cGMP also plays a role in neurological function, notably regarding synaptic plasticity and memory formation and retrieval. In hippocampal synapses, stimulation of postsynaptic NMDA receptors can lead to NO release into the synaptic cleft, with subsequent binding to the presynaptic neuron and production of cGMP. cGMP appears to increase the presynaptic neuron activity of PKGI, which enhances the synapse's long-term potentiation (LTP). Supporting this finding, direct injection of cGMP into presynaptic neurons enhances LTP, wheras injection of a PKG inhibitor blocks LTP. Overall, cGMP may help to facilitate both memory formation and retrieval through its effects on LTP in the hippocampus. [11]", "contents": "Biochemistry, Cyclic GMP -- Mechanism. cGMP also plays a role in neurological function, notably regarding synaptic plasticity and memory formation and retrieval. In hippocampal synapses, stimulation of postsynaptic NMDA receptors can lead to NO release into the synaptic cleft, with subsequent binding to the presynaptic neuron and production of cGMP. cGMP appears to increase the presynaptic neuron activity of PKGI, which enhances the synapse's long-term potentiation (LTP). Supporting this finding, direct injection of cGMP into presynaptic neurons enhances LTP, wheras injection of a PKG inhibitor blocks LTP. Overall, cGMP may help to facilitate both memory formation and retrieval through its effects on LTP in the hippocampus. [11]"}
{"id": "article-20195_13", "title": "Biochemistry, Cyclic GMP -- Mechanism", "content": "cGMP activity has also shown links to synaptic changes in other brain regions. In the amygdala, cGMP-mediated activity may aid in the LTP of fear-associated memory formation. Conversely, in Purkinje cells of the cerebellum, cGMP has been implicated in synaptic long-term depression (LTD), which underlies motor learning. Less understood are the effects of cGMP on other brain regions. cGMP may mediate cognition, psychosis, depression, and neurodegeneration, likely through PDE activity. Through presynaptic and postsynaptic modulations and effects on neuronal gene expression, cGMP potentially modulates multiple behavioral and learning functions in the CNS. [11]", "contents": "Biochemistry, Cyclic GMP -- Mechanism. cGMP activity has also shown links to synaptic changes in other brain regions. In the amygdala, cGMP-mediated activity may aid in the LTP of fear-associated memory formation. Conversely, in Purkinje cells of the cerebellum, cGMP has been implicated in synaptic long-term depression (LTD), which underlies motor learning. Less understood are the effects of cGMP on other brain regions. cGMP may mediate cognition, psychosis, depression, and neurodegeneration, likely through PDE activity. Through presynaptic and postsynaptic modulations and effects on neuronal gene expression, cGMP potentially modulates multiple behavioral and learning functions in the CNS. [11]"}
{"id": "article-20195_14", "title": "Biochemistry, Cyclic GMP -- Testing", "content": "Measuring urinary cGMP might prove to be a diagnostic tool for kidney function. When examining the kidney, iodine-based radiocontrast agents are used for angiographic procedures. Using such agents has drawn criticism for the potential risk of contrast-induced nephropathy (CIN). New biomarkers are under investigation to protect patients from this risk. Renal functions influence cGMP concentration in the urine, so studies have been done investigating the use of cGMP as an additional biomarker for renal function to predict major renal events. Research has found that urine cGMP/creatinine ratio greater than or equal to 120 micromoles/millimole before receiving contrast medium is an encouraging biomarker for dialysis, along with all-cause mortality 90 days after contrast medium exposure in patients with preexisting diabetes or renal impairments. [12] [13] Phosphorylated-vasodilator-stimulated phosphoprotein (P-VASP) is the established marker for physiological cyclic guanosine monophosphate (cGMP) signaling; this is because cGMP-dependent kinases primarily phosphorylate VASP. [14]", "contents": "Biochemistry, Cyclic GMP -- Testing. Measuring urinary cGMP might prove to be a diagnostic tool for kidney function. When examining the kidney, iodine-based radiocontrast agents are used for angiographic procedures. Using such agents has drawn criticism for the potential risk of contrast-induced nephropathy (CIN). New biomarkers are under investigation to protect patients from this risk. Renal functions influence cGMP concentration in the urine, so studies have been done investigating the use of cGMP as an additional biomarker for renal function to predict major renal events. Research has found that urine cGMP/creatinine ratio greater than or equal to 120 micromoles/millimole before receiving contrast medium is an encouraging biomarker for dialysis, along with all-cause mortality 90 days after contrast medium exposure in patients with preexisting diabetes or renal impairments. [12] [13] Phosphorylated-vasodilator-stimulated phosphoprotein (P-VASP) is the established marker for physiological cyclic guanosine monophosphate (cGMP) signaling; this is because cGMP-dependent kinases primarily phosphorylate VASP. [14]"}
{"id": "article-20195_15", "title": "Biochemistry, Cyclic GMP -- Pathophysiology", "content": "Various systems can regulate cGMP signaling, which leads to vascular smooth muscle (VSM) relaxation in pulmonary arteries. In VSM, cGMP activates type 1 and 2 PKGs. PKG activation promotes calcium-gated potassium channel openings, causing relaxation and hyperpolarization. PKG also activates the sarcoplasmic and endoplasmic calcium ATPase pump on the sarcoplasmic reticulum (SR), leading to calcium pumping into the SR. As calcium fills, SR extracellular calcium is low. The cumulation of these events means PKG signaling leads to decreased intracellular calcium, thus smooth muscle relaxation. PKG also inhibits Rho-kinase. Rho-kinase inhibits myosin light chain phosphatase. Thus, inhibiting Rho-kinase leads to VSM relaxation.", "contents": "Biochemistry, Cyclic GMP -- Pathophysiology. Various systems can regulate cGMP signaling, which leads to vascular smooth muscle (VSM) relaxation in pulmonary arteries. In VSM, cGMP activates type 1 and 2 PKGs. PKG activation promotes calcium-gated potassium channel openings, causing relaxation and hyperpolarization. PKG also activates the sarcoplasmic and endoplasmic calcium ATPase pump on the sarcoplasmic reticulum (SR), leading to calcium pumping into the SR. As calcium fills, SR extracellular calcium is low. The cumulation of these events means PKG signaling leads to decreased intracellular calcium, thus smooth muscle relaxation. PKG also inhibits Rho-kinase. Rho-kinase inhibits myosin light chain phosphatase. Thus, inhibiting Rho-kinase leads to VSM relaxation."}
{"id": "article-20195_16", "title": "Biochemistry, Cyclic GMP -- Pathophysiology", "content": "Based on this signaling model, different signaling nodes might lead to pulmonary hypertension, the opposite of pulmonary relaxation. Free radicals can inhibit NO binding to sGC, preventing cGMP production and PKG from causing relaxation. PDE5 can also degrade cGMP. [15]", "contents": "Biochemistry, Cyclic GMP -- Pathophysiology. Based on this signaling model, different signaling nodes might lead to pulmonary hypertension, the opposite of pulmonary relaxation. Free radicals can inhibit NO binding to sGC, preventing cGMP production and PKG from causing relaxation. PDE5 can also degrade cGMP. [15]"}
{"id": "article-20195_17", "title": "Biochemistry, Cyclic GMP -- Clinical Significance", "content": "Drug targets for cGMP include GC stimulation and PDE inhibition, which increase intracellular cGMP levels in targeted cells. sGC stimulators are being studied as a potential therapy to treat pulmonary hypertension due to their ability to increase the synthesis of cGMP even in the absence of NO. Although better known for its ability to treat erectile dysfunction, PDE5 inhibitor sildenafil is being studied for cardioprotective effects. Elevation of myocardial cGMP is associated with improved pulmonary vascular tone and right ventricular function in diastolic heart failure. [16]", "contents": "Biochemistry, Cyclic GMP -- Clinical Significance. Drug targets for cGMP include GC stimulation and PDE inhibition, which increase intracellular cGMP levels in targeted cells. sGC stimulators are being studied as a potential therapy to treat pulmonary hypertension due to their ability to increase the synthesis of cGMP even in the absence of NO. Although better known for its ability to treat erectile dysfunction, PDE5 inhibitor sildenafil is being studied for cardioprotective effects. Elevation of myocardial cGMP is associated with improved pulmonary vascular tone and right ventricular function in diastolic heart failure. [16]"}
{"id": "article-20195_18", "title": "Biochemistry, Cyclic GMP -- Clinical Significance", "content": "Therapies targeting cGMP levels to address visceral pain have demonstrated promising results. In irritable bowel syndrome with constipation (IBS-C), abdominal pain and discomfort are a significant factor in patient quality of life. Guanylate cyclase agonists appear to reduce visceral pain by reducing the hypersensitivity of chronically stimulated nociceptors and by raising extracellular cGMP in the colon. [17]", "contents": "Biochemistry, Cyclic GMP -- Clinical Significance. Therapies targeting cGMP levels to address visceral pain have demonstrated promising results. In irritable bowel syndrome with constipation (IBS-C), abdominal pain and discomfort are a significant factor in patient quality of life. Guanylate cyclase agonists appear to reduce visceral pain by reducing the hypersensitivity of chronically stimulated nociceptors and by raising extracellular cGMP in the colon. [17]"}
{"id": "article-20195_19", "title": "Biochemistry, Cyclic GMP -- Clinical Significance", "content": "Through activation of PKG1, targeting cGMP levels may be an effective treatment of kidney disease. PDE5 inhibitors have demonstrated improvement in kidney function, specifically respective to inhibition of renal fibrosis, countering thrombosis through regulation of platelet aggregation, and antitumorigenic properties via promoting apoptosis of tumor cells and inhibiting tumor cell survival signals. [18]", "contents": "Biochemistry, Cyclic GMP -- Clinical Significance. Through activation of PKG1, targeting cGMP levels may be an effective treatment of kidney disease. PDE5 inhibitors have demonstrated improvement in kidney function, specifically respective to inhibition of renal fibrosis, countering thrombosis through regulation of platelet aggregation, and antitumorigenic properties via promoting apoptosis of tumor cells and inhibiting tumor cell survival signals. [18]"}
{"id": "article-20195_20", "title": "Biochemistry, Cyclic GMP -- Clinical Significance", "content": "Although associated with many positive outcomes, increased cGMP levels may also have a cytotoxic effect in some instances. Elevated cGMP levels correlate with accelerated retinal degeneration in retinal dystrophy models. Uncontrolled calcium influx through constitutively open CNG channels and overactivation of PKGI may be partially responsible for retinal cell death. [19]", "contents": "Biochemistry, Cyclic GMP -- Clinical Significance. Although associated with many positive outcomes, increased cGMP levels may also have a cytotoxic effect in some instances. Elevated cGMP levels correlate with accelerated retinal degeneration in retinal dystrophy models. Uncontrolled calcium influx through constitutively open CNG channels and overactivation of PKGI may be partially responsible for retinal cell death. [19]"}
{"id": "article-20195_21", "title": "Biochemistry, Cyclic GMP -- Clinical Significance", "content": "Hydralazine is a medication commonly used to treat severe hypertension and heart failure. It works by increasing cGMP activity, leading to smooth muscle relaxation. [20] Other medications used to treat hypertension that utilize the cGMP pathway are nitroprusside and other nitrates. [21] [22]", "contents": "Biochemistry, Cyclic GMP -- Clinical Significance. Hydralazine is a medication commonly used to treat severe hypertension and heart failure. It works by increasing cGMP activity, leading to smooth muscle relaxation. [20] Other medications used to treat hypertension that utilize the cGMP pathway are nitroprusside and other nitrates. [21] [22]"}
{"id": "article-20195_22", "title": "Biochemistry, Cyclic GMP -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biochemistry, Cyclic GMP -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}