{"id": "article-21297_0", "title": "Erythema Infectiosum -- Continuing Education Activity", "content": "Erythema infectiosum, also known as fifth disease, is a common viral exanthem caused by parvovirus B19. It is commonly seen in children between five and fifteen years old, especially in the spring and summer months. It is one of the six most common viral rashes in children. It can also affect adults, however this is less common. Route of transmission is primarily via droplets from respiratory secretions, although it can be spread hematogenously. Symptom control and supportive management comprise the basis of treatment of erythema infectiosum, however when the disease occurs in pregnant women, complications such as aplastic crisis or hydrops fetalis become real concerns and an increased level of surveillance must be undertaken. This activity reviews the evaluation, etiology and management of erythema infectiosum, and highlights the role of the interprofessional team in caring for patients with this condition.", "contents": "Erythema Infectiosum -- Continuing Education Activity. Erythema infectiosum, also known as fifth disease, is a common viral exanthem caused by parvovirus B19. It is commonly seen in children between five and fifteen years old, especially in the spring and summer months. It is one of the six most common viral rashes in children. It can also affect adults, however this is less common. Route of transmission is primarily via droplets from respiratory secretions, although it can be spread hematogenously. Symptom control and supportive management comprise the basis of treatment of erythema infectiosum, however when the disease occurs in pregnant women, complications such as aplastic crisis or hydrops fetalis become real concerns and an increased level of surveillance must be undertaken. This activity reviews the evaluation, etiology and management of erythema infectiosum, and highlights the role of the interprofessional team in caring for patients with this condition."}
{"id": "article-21297_1", "title": "Erythema Infectiosum -- Continuing Education Activity", "content": "Objectives: Identify the epidemiology of erythema infectiosum. Describe the presentation of a patient with erythema infectiosum. Outline the treatment and management options available for erythema infectiosum. Employ a well-coordinated interprofessional team approach to provide effective care to patients affected by erythema infectiosum. Access free multiple choice questions on this topic.", "contents": "Erythema Infectiosum -- Continuing Education Activity. Objectives: Identify the epidemiology of erythema infectiosum. Describe the presentation of a patient with erythema infectiosum. Outline the treatment and management options available for erythema infectiosum. Employ a well-coordinated interprofessional team approach to provide effective care to patients affected by erythema infectiosum. Access free multiple choice questions on this topic."}
{"id": "article-21297_2", "title": "Erythema Infectiosum -- Introduction", "content": "Erythema infectiosum is a common viral exanthem illness found in children. It is also known as “fifth disease” as it is 1 of the 6 most common viral rash illnesses found in children. [1] This febrile illness typically affects children 5 to 15 years old. The viral illness can also affect adults, however less commonly. The cause of fifth disease is the human parvovirus -B19. This same virus is also associated with other disorders including aplastic anemia, polyarthropathy, and hydrops fetalis. The infection has 3 classic skin phases.", "contents": "Erythema Infectiosum -- Introduction. Erythema infectiosum is a common viral exanthem illness found in children. It is also known as “fifth disease” as it is 1 of the 6 most common viral rash illnesses found in children. [1] This febrile illness typically affects children 5 to 15 years old. The viral illness can also affect adults, however less commonly. The cause of fifth disease is the human parvovirus -B19. This same virus is also associated with other disorders including aplastic anemia, polyarthropathy, and hydrops fetalis. The infection has 3 classic skin phases."}
{"id": "article-21297_3", "title": "Erythema Infectiosum -- Introduction", "content": "Route of transmission is primarily via droplets from respiratory secretions and can spread via blood exposure. This is a common illness found in the spring months and early summer months. Symptom control and supportive management are the basis for the treatment of erythema infectiosum, but complications such as aplastic crisis or hydrops fetalis during pregnancy must be considered.", "contents": "Erythema Infectiosum -- Introduction. Route of transmission is primarily via droplets from respiratory secretions and can spread via blood exposure. This is a common illness found in the spring months and early summer months. Symptom control and supportive management are the basis for the treatment of erythema infectiosum, but complications such as aplastic crisis or hydrops fetalis during pregnancy must be considered."}
{"id": "article-21297_4", "title": "Erythema Infectiosum -- Etiology", "content": "Parvovirus B19 causes erythema infectiosum. This is a non-enveloped, single-stranded, DNA virus belonging to the Parvoviridae family. [2]", "contents": "Erythema Infectiosum -- Etiology. Parvovirus B19 causes erythema infectiosum. This is a non-enveloped, single-stranded, DNA virus belonging to the Parvoviridae family. [2]"}
{"id": "article-21297_5", "title": "Erythema Infectiosum -- Etiology", "content": "The virus has a tropism for red cell progenitor cells. While the virus is usually acquired from inhaling infected droplets, it can be passed vertically from the mother to the fetus and by transfusion of blood/blood products.", "contents": "Erythema Infectiosum -- Etiology. The virus has a tropism for red cell progenitor cells. While the virus is usually acquired from inhaling infected droplets, it can be passed vertically from the mother to the fetus and by transfusion of blood/blood products."}
{"id": "article-21297_6", "title": "Erythema Infectiosum -- Epidemiology", "content": "Erythema infectiosum occurs worldwide. It more commonly occurs in school-age children who are 5 to 15 years old. It can affects adults but less frequently. This infection is commonly seen in the spring months of the year. [3]", "contents": "Erythema Infectiosum -- Epidemiology. Erythema infectiosum occurs worldwide. It more commonly occurs in school-age children who are 5 to 15 years old. It can affects adults but less frequently. This infection is commonly seen in the spring months of the year. [3]"}
{"id": "article-21297_7", "title": "Erythema Infectiosum -- Epidemiology", "content": "Parvovirus B19 infection in pregnant patients can have severe fetal complications. These complications include miscarriage, intrauterine death, and hydrops fetalis. [4] The risk of fetal loss after acute infection is approximately 5%. Mothers in their second trimester of pregnancy are at greatest risk of developing complications from parvovirus B19, but cases have been reported at all points of pregnancy.", "contents": "Erythema Infectiosum -- Epidemiology. Parvovirus B19 infection in pregnant patients can have severe fetal complications. These complications include miscarriage, intrauterine death, and hydrops fetalis. [4] The risk of fetal loss after acute infection is approximately 5%. Mothers in their second trimester of pregnancy are at greatest risk of developing complications from parvovirus B19, but cases have been reported at all points of pregnancy."}
{"id": "article-21297_8", "title": "Erythema Infectiosum -- Epidemiology", "content": "Patients with sickle-cell or other chronic hemolytic diseases can be more severely affected than other populations. [5] Infection by parvovirus B19 destroys reticulocytes. This causes a decrease or transient halt in erythropoiesis. Such individuals can develop an aplastic crisis and lead to severe anemia. Often, these patients will be much more ill-appearing with fevers, malaise, and lethargy. Patients with aplastic crisis will have pallor, tachycardia, and tachypnea from the severe anemia.", "contents": "Erythema Infectiosum -- Epidemiology. Patients with sickle-cell or other chronic hemolytic diseases can be more severely affected than other populations. [5] Infection by parvovirus B19 destroys reticulocytes. This causes a decrease or transient halt in erythropoiesis. Such individuals can develop an aplastic crisis and lead to severe anemia. Often, these patients will be much more ill-appearing with fevers, malaise, and lethargy. Patients with aplastic crisis will have pallor, tachycardia, and tachypnea from the severe anemia."}
{"id": "article-21297_9", "title": "Erythema Infectiosum -- Pathophysiology", "content": "Parvovirus B19 is transmitted most commonly through respiratory droplets into cells in the respiratory tract. Transmission can also occur via blood exposure. Viremia from parvovirus B19 exposure usually occurs within 5 to 10 days, and the patient remains contagious approximately 5 days after viremia occurs. If an immunocompetent host becomes infected, there can be a range of symptoms. This can range from no symptoms to non-specific flu-like symptoms to the classic symptoms of facial rash and arthralgias. In patients with aplastic anemia, very high viral loads are noted.  When a patient has symptoms of arthralgias and exanthem, they are no longer contagious and are not at risk to spread the virus. When parvovirus B19 infects a fetus, hydrops fetalis occurs because the virus affects red blood cell production in the fetus which, in turn, causes high output heart failure.", "contents": "Erythema Infectiosum -- Pathophysiology. Parvovirus B19 is transmitted most commonly through respiratory droplets into cells in the respiratory tract. Transmission can also occur via blood exposure. Viremia from parvovirus B19 exposure usually occurs within 5 to 10 days, and the patient remains contagious approximately 5 days after viremia occurs. If an immunocompetent host becomes infected, there can be a range of symptoms. This can range from no symptoms to non-specific flu-like symptoms to the classic symptoms of facial rash and arthralgias. In patients with aplastic anemia, very high viral loads are noted.  When a patient has symptoms of arthralgias and exanthem, they are no longer contagious and are not at risk to spread the virus. When parvovirus B19 infects a fetus, hydrops fetalis occurs because the virus affects red blood cell production in the fetus which, in turn, causes high output heart failure."}
{"id": "article-21297_10", "title": "Erythema Infectiosum -- History and Physical", "content": "The most common and classic presentation of erythema infectiosum is a mild febrile illness with rash. Beginning symptoms of infection can include fever, malaise, myalgias, diarrhea, vomiting, and headache. After initial viremia, the classic erythematous malar rash involving the cheeks with surrounding oral pallor develops. This rash does not develop early in the disease process. The rash is classically characterized as a “slapped-cheek rash” and maybe the only clinical diagnostic finding in this disease process. This facial rash can last 4 to 5 days. At the time the facial rash develops, the patient usually feels well, and the viremia has resolved. This rash is thought to be immune-mediated. Days after the facial rash develops, a maculopapular rash usually develops on the trunk and limbs. This rash is nonpruritic and usually lasts about 1 week. The rash may also have a lacy or reticular appearance as it starts to resolve. The reticular rash is often present more on the extensor surfaces. The palms of the hands and soles of the feet are typically not affected. [6] Exposure to sun or heat may exacerbate the rash.", "contents": "Erythema Infectiosum -- History and Physical. The most common and classic presentation of erythema infectiosum is a mild febrile illness with rash. Beginning symptoms of infection can include fever, malaise, myalgias, diarrhea, vomiting, and headache. After initial viremia, the classic erythematous malar rash involving the cheeks with surrounding oral pallor develops. This rash does not develop early in the disease process. The rash is classically characterized as a “slapped-cheek rash” and maybe the only clinical diagnostic finding in this disease process. This facial rash can last 4 to 5 days. At the time the facial rash develops, the patient usually feels well, and the viremia has resolved. This rash is thought to be immune-mediated. Days after the facial rash develops, a maculopapular rash usually develops on the trunk and limbs. This rash is nonpruritic and usually lasts about 1 week. The rash may also have a lacy or reticular appearance as it starts to resolve. The reticular rash is often present more on the extensor surfaces. The palms of the hands and soles of the feet are typically not affected. [6] Exposure to sun or heat may exacerbate the rash."}
{"id": "article-21297_11", "title": "Erythema Infectiosum -- History and Physical", "content": "The course of infection can also present with arthralgias. Joint symptoms are thought to be immune-mediated, and they are more common in adults than children. Women are more affected by joint symptoms than men. The affected joints are usually symmetric. Commonly affected joints include hands, feet, wrist, knees, and feet. Patients will most often complain of joint stiffness. The affected joints show no signs of physical joint destruction from the virus. Joint involvement is usually later in the disease course as well. These joint symptoms typically resolve after about 3 weeks of symptom onset.  When joint symptoms are present, the patient is not considered infectious or contagious.", "contents": "Erythema Infectiosum -- History and Physical. The course of infection can also present with arthralgias. Joint symptoms are thought to be immune-mediated, and they are more common in adults than children. Women are more affected by joint symptoms than men. The affected joints are usually symmetric. Commonly affected joints include hands, feet, wrist, knees, and feet. Patients will most often complain of joint stiffness. The affected joints show no signs of physical joint destruction from the virus. Joint involvement is usually later in the disease course as well. These joint symptoms typically resolve after about 3 weeks of symptom onset.  When joint symptoms are present, the patient is not considered infectious or contagious."}
{"id": "article-21297_12", "title": "Erythema Infectiosum -- History and Physical", "content": "Immunocompromised individuals typically do not show manifestations of rash and joint symptoms due to the belief that these are immune-mediated, and they would not have an adequate immune response to this infection for these symptoms to develop. Patients who are immunocompromised may develop chronic parvovirus B19 infection which can lead to neutropenia, thrombocytopenia, or complete bone marrow suppression. Key features about the rash The rash may be itchy in adults The rash is usually observed in most children but less than 50% of adults The patient is not infectious when the rash appears", "contents": "Erythema Infectiosum -- History and Physical. Immunocompromised individuals typically do not show manifestations of rash and joint symptoms due to the belief that these are immune-mediated, and they would not have an adequate immune response to this infection for these symptoms to develop. Patients who are immunocompromised may develop chronic parvovirus B19 infection which can lead to neutropenia, thrombocytopenia, or complete bone marrow suppression. Key features about the rash The rash may be itchy in adults The rash is usually observed in most children but less than 50% of adults The patient is not infectious when the rash appears"}
{"id": "article-21297_13", "title": "Erythema Infectiosum -- Evaluation", "content": "Diagnosis of parvovirus B19 infection is usually not warranted due to the self-limiting progression of the disease and typical mild symptoms. Testing can be obtained via bloodwork for specific antibodies. Testing for specific parvovirus B19 IgM antibody can confirm acute infection on serology. IgM antibodies can usually be found within 7 to 10 days of virus exposure. These can remain measurable for 2 to 3 months after exposure to the virus. IgG antibodies will start to rise about 2 weeks after viral exposure, and the patient will confer immunity as these will then be measurable for life. [7]", "contents": "Erythema Infectiosum -- Evaluation. Diagnosis of parvovirus B19 infection is usually not warranted due to the self-limiting progression of the disease and typical mild symptoms. Testing can be obtained via bloodwork for specific antibodies. Testing for specific parvovirus B19 IgM antibody can confirm acute infection on serology. IgM antibodies can usually be found within 7 to 10 days of virus exposure. These can remain measurable for 2 to 3 months after exposure to the virus. IgG antibodies will start to rise about 2 weeks after viral exposure, and the patient will confer immunity as these will then be measurable for life. [7]"}
{"id": "article-21297_14", "title": "Erythema Infectiosum -- Evaluation", "content": "This testing can be useful in patients with aplastic crisis diagnosis to confirm and help support causation from acute parvovirus B19 detection. Testing for IgG antibodies can be common in prenatal testing for women to look for immunity status to parvovirus B19 to access the risk of potential congenital disabilities.", "contents": "Erythema Infectiosum -- Evaluation. This testing can be useful in patients with aplastic crisis diagnosis to confirm and help support causation from acute parvovirus B19 detection. Testing for IgG antibodies can be common in prenatal testing for women to look for immunity status to parvovirus B19 to access the risk of potential congenital disabilities."}
{"id": "article-21297_15", "title": "Erythema Infectiosum -- Treatment / Management", "content": "The disease process is typically self-limiting. Symptom control and supportive management are the basis for treatment of erythema infectiosum. Use acetaminophen and/or NSAIDs for fever control, arthralgias, and headache, if present. If an aplastic crisis is found on workup, then serial hemoglobin/hematocrit testing should be performed with red blood cell transfusions, as needed, throughout viral infection. If a mother is found to have acute parvovirus B19 infection early in pregnancy, she will need close follow-up with her obstetrician for serial ultrasounds and to monitor for fetal complications and hydrops fetalis.", "contents": "Erythema Infectiosum -- Treatment / Management. The disease process is typically self-limiting. Symptom control and supportive management are the basis for treatment of erythema infectiosum. Use acetaminophen and/or NSAIDs for fever control, arthralgias, and headache, if present. If an aplastic crisis is found on workup, then serial hemoglobin/hematocrit testing should be performed with red blood cell transfusions, as needed, throughout viral infection. If a mother is found to have acute parvovirus B19 infection early in pregnancy, she will need close follow-up with her obstetrician for serial ultrasounds and to monitor for fetal complications and hydrops fetalis."}
{"id": "article-21297_16", "title": "Erythema Infectiosum -- Differential Diagnosis", "content": "Many other viral exanthems can be included in the differential diagnosis of erythema infectiosum including measles, rubella, roseola, and scarlet fever. In adults, when arthralgias are more common, differential diagnosis can include influenza and mononucleosis. Non-infectious causes such as drug hypersensitivity, rheumatoid arthritis, and juvenile idiopathic arthritis should also be considered. The arthritic diagnoses on differential can be excluded once joint pain/stiffness resolves after about 3 weeks of symptom onset. [8]", "contents": "Erythema Infectiosum -- Differential Diagnosis. Many other viral exanthems can be included in the differential diagnosis of erythema infectiosum including measles, rubella, roseola, and scarlet fever. In adults, when arthralgias are more common, differential diagnosis can include influenza and mononucleosis. Non-infectious causes such as drug hypersensitivity, rheumatoid arthritis, and juvenile idiopathic arthritis should also be considered. The arthritic diagnoses on differential can be excluded once joint pain/stiffness resolves after about 3 weeks of symptom onset. [8]"}
{"id": "article-21297_17", "title": "Erythema Infectiosum -- Prognosis", "content": "Symptoms of erythema infectiosum are usually self-limited in immunocompetent hosts. These symptoms are typically mild, and some patients may be asymptomatic. In patients who are immunocompromised or in patients with hematologic disorders, symptoms can be more severe. Chronic infection and chronic anemia can occur in immunocompromised individuals. Acute infection and exposure to a fetus can be fatal. Fetal death risk is highest in infected pregnant patients under 20 weeks gestational age. [9]", "contents": "Erythema Infectiosum -- Prognosis. Symptoms of erythema infectiosum are usually self-limited in immunocompetent hosts. These symptoms are typically mild, and some patients may be asymptomatic. In patients who are immunocompromised or in patients with hematologic disorders, symptoms can be more severe. Chronic infection and chronic anemia can occur in immunocompromised individuals. Acute infection and exposure to a fetus can be fatal. Fetal death risk is highest in infected pregnant patients under 20 weeks gestational age. [9]"}
{"id": "article-21297_18", "title": "Erythema Infectiosum -- Pearls and Other Issues", "content": "This is a common viral exanthem illness found in children in the spring months. Classic erythematous rash on the cheeks and perioral sparing/pallor is the diagnostic rash for erythema infectiosum. Care must be taken in individuals with suspected infection who are pregnant due to the risk of hydrops fetalis. Care must be taken in individuals with suspected infection who have sickle cell disease due to the risk of aplastic crisis.", "contents": "Erythema Infectiosum -- Pearls and Other Issues. This is a common viral exanthem illness found in children in the spring months. Classic erythematous rash on the cheeks and perioral sparing/pallor is the diagnostic rash for erythema infectiosum. Care must be taken in individuals with suspected infection who are pregnant due to the risk of hydrops fetalis. Care must be taken in individuals with suspected infection who have sickle cell disease due to the risk of aplastic crisis."}
{"id": "article-21297_19", "title": "Erythema Infectiosum -- Enhancing Healthcare Team Outcomes", "content": "Erythema infectiosum is a benign viral illness in children and often managed by the pediatrician, emergency department physician, internist, and nurse practitioner. However, if the infection is diagnosed in a pregnant female an obstetric consult should be made. The virus is known to cause aplastic crises and hydrops fetalis. The pregnant female will need monitoring until delivery. Nurses should isolate immunocompromised patients and monitor them closely. Patients should be educated about the importance of handwashing and infection control techniques. Parents should be told that the rash is not infectious and the child should not be prevented from attending school. The pharmacist should educate the family that there is no specific treatment and that the rash will resolve on its own. If the patient is immunocompromised or pregnant, consultation with the appropriate specialists is highly recommended to ensure good outcomes. For healthy people, the outcomes are excellent.", "contents": "Erythema Infectiosum -- Enhancing Healthcare Team Outcomes. Erythema infectiosum is a benign viral illness in children and often managed by the pediatrician, emergency department physician, internist, and nurse practitioner. However, if the infection is diagnosed in a pregnant female an obstetric consult should be made. The virus is known to cause aplastic crises and hydrops fetalis. The pregnant female will need monitoring until delivery. Nurses should isolate immunocompromised patients and monitor them closely. Patients should be educated about the importance of handwashing and infection control techniques. Parents should be told that the rash is not infectious and the child should not be prevented from attending school. The pharmacist should educate the family that there is no specific treatment and that the rash will resolve on its own. If the patient is immunocompromised or pregnant, consultation with the appropriate specialists is highly recommended to ensure good outcomes. For healthy people, the outcomes are excellent."}
{"id": "article-21297_20", "title": "Erythema Infectiosum -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Erythema Infectiosum -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}