{"id": "article-36670_0", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Introduction", "content": "Extraocular muscles are crucial for ocular movement. The four rectus muscles, superior oblique, and inferior oblique work in conjunction to move the eyes in every direction. The inferior oblique muscle is primarily responsible for external rotation. The secondary and tertiary actions are elevation and abduction, respectively. [1]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Introduction. Extraocular muscles are crucial for ocular movement. The four rectus muscles, superior oblique, and inferior oblique work in conjunction to move the eyes in every direction. The inferior oblique muscle is primarily responsible for external rotation. The secondary and tertiary actions are elevation and abduction, respectively. [1]"}
{"id": "article-36670_1", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Structure and Function", "content": "The inferior oblique is the shortest of all the eye muscles, measuring approximately 37 mm long. [2] Unlike all other extraocular muscles, the inferior oblique does not originate from the annulus of Zinn or common tendinous ring. Instead, the inferior oblique originates from the orbital floor just lateral to the nasolacrimal groove. [3] The slender muscle continues from its origin running on the inferior surface of the eye, passes between the floor of the orbit and the inferior rectus muscle to eventually insert on the posterior inferolateral surface of the eye. The width of the muscle at its insertion varies, averaging at 9 mm. [2] The inferior oblique muscle is described as having two surfaces; superiorly, the ocular surface, and inferiorly, the orbital surface. At the orbital groove, the muscle is described in terms of its anterior and posterior border. The inferior oblique tendon inserts in the sclera, under the lateral rectus. The anterior border is about 10mm from the lateral rectus insertion point, and its posterior border is 1 to 2 mm in front of the macula. [2] In conjunction with its shorter length, the tendon of the inferior oblique muscle is also shorter than the other extraocular muscles. It measures 1 to 2 mm. [2] The inferior oblique is responsible for extorsion, elevation, and abduction.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Structure and Function. The inferior oblique is the shortest of all the eye muscles, measuring approximately 37 mm long. [2] Unlike all other extraocular muscles, the inferior oblique does not originate from the annulus of Zinn or common tendinous ring. Instead, the inferior oblique originates from the orbital floor just lateral to the nasolacrimal groove. [3] The slender muscle continues from its origin running on the inferior surface of the eye, passes between the floor of the orbit and the inferior rectus muscle to eventually insert on the posterior inferolateral surface of the eye. The width of the muscle at its insertion varies, averaging at 9 mm. [2] The inferior oblique muscle is described as having two surfaces; superiorly, the ocular surface, and inferiorly, the orbital surface. At the orbital groove, the muscle is described in terms of its anterior and posterior border. The inferior oblique tendon inserts in the sclera, under the lateral rectus. The anterior border is about 10mm from the lateral rectus insertion point, and its posterior border is 1 to 2 mm in front of the macula. [2] In conjunction with its shorter length, the tendon of the inferior oblique muscle is also shorter than the other extraocular muscles. It measures 1 to 2 mm. [2] The inferior oblique is responsible for extorsion, elevation, and abduction."}
{"id": "article-36670_2", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Structure and Function", "content": "Because of their course, the superior and inferior oblique muscles are the only muscles that can depress or elevate the eye, respectively when the eye moves in adduction.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Structure and Function. Because of their course, the superior and inferior oblique muscles are the only muscles that can depress or elevate the eye, respectively when the eye moves in adduction."}
{"id": "article-36670_3", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Embryology", "content": "The inferior oblique, along with the superior, inferior, and medial rectus muscles, is derived from prechordal mesoderm. A unique feature to the inferior oblique, compared to the superior oblique, is that it is almost entirely muscular, rather than both muscular and tendinous. [2] [4]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Embryology. The inferior oblique, along with the superior, inferior, and medial rectus muscles, is derived from prechordal mesoderm. A unique feature to the inferior oblique, compared to the superior oblique, is that it is almost entirely muscular, rather than both muscular and tendinous. [2] [4]"}
{"id": "article-36670_4", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Blood Supply and Lymphatics", "content": "The inferior oblique muscle receives its blood supply by a medial muscular branch of the ophthalmic artery and a branch of the infraorbital artery. [5] The inferior orbital vein drains the muscle. [2]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Blood Supply and Lymphatics. The inferior oblique muscle receives its blood supply by a medial muscular branch of the ophthalmic artery and a branch of the infraorbital artery. [5] The inferior orbital vein drains the muscle. [2]"}
{"id": "article-36670_5", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves", "content": "The inferior division of cranial nerve III, also known as the oculomotor nerve, runs inferolaterally along the inferior rectus to innervate the inferior oblique muscle. The nerve is approximately 27 mm long, running from orbital apex to the inferior oblique muscle. [6] The nerve to the inferior oblique is the longest branch of the inferior division of the oculomotor nerve. It enters the muscle through its orbital surface. [2] The nerve has been measured to be approximately 1.04mm on the right and 1.07 mm on the left. [2]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves. The inferior division of cranial nerve III, also known as the oculomotor nerve, runs inferolaterally along the inferior rectus to innervate the inferior oblique muscle. The nerve is approximately 27 mm long, running from orbital apex to the inferior oblique muscle. [6] The nerve to the inferior oblique is the longest branch of the inferior division of the oculomotor nerve. It enters the muscle through its orbital surface. [2] The nerve has been measured to be approximately 1.04mm on the right and 1.07 mm on the left. [2]"}
{"id": "article-36670_6", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves", "content": "Interestingly, the nerve accompanies an artery, vein, and a fibrous tissue component. The terminal 8 mm of the nerve remains encased in this fibrous component. Hence, innervation of the inferior oblique occurs through a neurofibrovascular bundle. The neurofibrovascular bundle is unique to the inferior oblique muscle. It is of particular anatomical importance in anterior transposition surgeries. After transposition, the neurofibrovascular bundle acts as the origin of the inferior oblique. The neurofibrovascular bundle serves as an ancillary origin for the posterior fibers of the inferior oblique. [6]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves. Interestingly, the nerve accompanies an artery, vein, and a fibrous tissue component. The terminal 8 mm of the nerve remains encased in this fibrous component. Hence, innervation of the inferior oblique occurs through a neurofibrovascular bundle. The neurofibrovascular bundle is unique to the inferior oblique muscle. It is of particular anatomical importance in anterior transposition surgeries. After transposition, the neurofibrovascular bundle acts as the origin of the inferior oblique. The neurofibrovascular bundle serves as an ancillary origin for the posterior fibers of the inferior oblique. [6]"}
{"id": "article-36670_7", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves", "content": "The inferior division of the oculomotor nerve also carries parasympathetic fibers along the optic nerve to the ciliary ganglion. These fibers innervate the sphincter pupillae and ciliary muscles. [2] [7]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Nerves. The inferior division of the oculomotor nerve also carries parasympathetic fibers along the optic nerve to the ciliary ganglion. These fibers innervate the sphincter pupillae and ciliary muscles. [2] [7]"}
{"id": "article-36670_8", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Muscles", "content": "Extraocular muscles classify as specialized skeletal muscle. They possess both slow tonic and saccadic type muscle fibers. Unlike other muscles, extraocular muscles have a large ratio of nerve fibers to skeletal muscle fibers. The ratio is 1 to 3 through 1 to 5; other skeletal muscles are 1 to 50 through 1 to 125. [8]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Muscles. Extraocular muscles classify as specialized skeletal muscle. They possess both slow tonic and saccadic type muscle fibers. Unlike other muscles, extraocular muscles have a large ratio of nerve fibers to skeletal muscle fibers. The ratio is 1 to 3 through 1 to 5; other skeletal muscles are 1 to 50 through 1 to 125. [8]"}
{"id": "article-36670_9", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Physiologic Variants", "content": "Though rare, anatomical variations of extraocular muscles include absence or duplication of muscles and anomalies of innervation or insertions. [4] These variations can cause extraocular movement dysfunction and may require surgical evaluation.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Physiologic Variants. Though rare, anatomical variations of extraocular muscles include absence or duplication of muscles and anomalies of innervation or insertions. [4] These variations can cause extraocular movement dysfunction and may require surgical evaluation."}
{"id": "article-36670_10", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations", "content": "The inferior oblique muscle externally rotates, elevates, and abducts the eye. Any injury to this muscle may result in strabismus, which can be a noticeable extraocular defect. Though the patient may find ways to compensate for the extraocular movement disability, cosmetic repair requires surgical intervention.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations. The inferior oblique muscle externally rotates, elevates, and abducts the eye. Any injury to this muscle may result in strabismus, which can be a noticeable extraocular defect. Though the patient may find ways to compensate for the extraocular movement disability, cosmetic repair requires surgical intervention."}
{"id": "article-36670_11", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations", "content": "Inferior oblique overaction exists in 70% of patients with esotropia and 30% of patients with exotropia. [9] Over action is defined as a disproportionate elevation in the eye when attempting to adduct.  Inferior oblique overaction divides into two categories; primary and secondary. Primary indicates the patients was born with bilateral inferior oblique overaction, consequently causing infantile esotropia. [9] The secondary type is unilateral and results from a defect in the superior oblique muscle. The superior oblique muscle is responsible for abduction, internal rotation, and depression. Hence, if there is paralysis of the superior oblique muscle, the inferior oblique action is unopposed and results in extreme elevation. Surgical correction of inferior oblique overaction includes disinsertion, extirpation and denervation, recession, myectomy, and anterior transposition of the muscle. [9]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations. Inferior oblique overaction exists in 70% of patients with esotropia and 30% of patients with exotropia. [9] Over action is defined as a disproportionate elevation in the eye when attempting to adduct.  Inferior oblique overaction divides into two categories; primary and secondary. Primary indicates the patients was born with bilateral inferior oblique overaction, consequently causing infantile esotropia. [9] The secondary type is unilateral and results from a defect in the superior oblique muscle. The superior oblique muscle is responsible for abduction, internal rotation, and depression. Hence, if there is paralysis of the superior oblique muscle, the inferior oblique action is unopposed and results in extreme elevation. Surgical correction of inferior oblique overaction includes disinsertion, extirpation and denervation, recession, myectomy, and anterior transposition of the muscle. [9]"}
{"id": "article-36670_12", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations", "content": "The anterior transposition approach of the inferior oblique muscle is an option with patients who have inferior oblique overaction with dissociated vertical deviation. [10] [11] In this approach, the inferior oblique muscle gets converted to a depressor. The normal action of the temporal 14 mm of the muscle gets significantly reduced. [12] The posterior portion of the inferior oblique is converted to a depressor, limiting upward gaze to 30 to 35 degrees.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations. The anterior transposition approach of the inferior oblique muscle is an option with patients who have inferior oblique overaction with dissociated vertical deviation. [10] [11] In this approach, the inferior oblique muscle gets converted to a depressor. The normal action of the temporal 14 mm of the muscle gets significantly reduced. [12] The posterior portion of the inferior oblique is converted to a depressor, limiting upward gaze to 30 to 35 degrees."}
{"id": "article-36670_13", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations", "content": "A myectomy is conducted when a patient presents with vertical hypertropia, without dissociated vertical deviation. Patients with inferior oblique overaction are at increased risk for retinal holes and tears. Hence a myectomy is both a prophylactic measure in addition to a cosmetic correction. In inferior oblique overaction, the muscle pulls on the thin sclera and is more likely to form a tear or hole in the retina. [10] The inferior oblique muscle is transected and often used to provide traction to the globe during enucleation (see figure).", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Surgical Considerations. A myectomy is conducted when a patient presents with vertical hypertropia, without dissociated vertical deviation. Patients with inferior oblique overaction are at increased risk for retinal holes and tears. Hence a myectomy is both a prophylactic measure in addition to a cosmetic correction. In inferior oblique overaction, the muscle pulls on the thin sclera and is more likely to form a tear or hole in the retina. [10] The inferior oblique muscle is transected and often used to provide traction to the globe during enucleation (see figure)."}
{"id": "article-36670_14", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Clinical Significance", "content": "Diagnosis of inferior oblique dysfunction is often discovered by parents and pediatricians, allowing an early referral to an ophthalmologist. In the early stages, patching the dominant eye can force the eye with the injury to compensate and strengthen. However, later on, the patching technique may not be successful, and surgical intervention is the recommended option.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Clinical Significance. Diagnosis of inferior oblique dysfunction is often discovered by parents and pediatricians, allowing an early referral to an ophthalmologist. In the early stages, patching the dominant eye can force the eye with the injury to compensate and strengthen. However, later on, the patching technique may not be successful, and surgical intervention is the recommended option."}
{"id": "article-36670_15", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Other Issues", "content": "In lower blepharoplasty resection, the inferior oblique muscle is susceptible to injury. Patients will present with symptoms ranging from transient diplopia to permanent strabismus. [13] Diplopia resulting from an inferior oblique injury usually presents as a distorted visual image with upward lateral gaze. Patients often unknowingly compensate by tilting their head or lifting their chin. [13]", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Other Issues. In lower blepharoplasty resection, the inferior oblique muscle is susceptible to injury. Patients will present with symptoms ranging from transient diplopia to permanent strabismus. [13] Diplopia resulting from an inferior oblique injury usually presents as a distorted visual image with upward lateral gaze. Patients often unknowingly compensate by tilting their head or lifting their chin. [13]"}
{"id": "article-36670_16", "title": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Eye Inferior Oblique Muscles -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}