{"id": "article-131813_0", "title": "Embryology, Craniofacial Growth, And Development -- Introduction", "content": "Knowing the embryological basis of craniofacial growth and development can be key in understanding clinical conditions. In this article, we will discuss the pharyngeal arches, pouches, and clefts, as well as the embryological development of the face, palate, and skull. Finally, we will discuss associated clinical anomalies.", "contents": "Embryology, Craniofacial Growth, And Development -- Introduction. Knowing the embryological basis of craniofacial growth and development can be key in understanding clinical conditions. In this article, we will discuss the pharyngeal arches, pouches, and clefts, as well as the embryological development of the face, palate, and skull. Finally, we will discuss associated clinical anomalies."}
{"id": "article-131813_1", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Arches", "content": "The pharyngeal arches are vital structures that lead to the formation of many important features in the fetus. They first appear at the end of the fourth week and develop through into the fifth week. Although there are five arches, they are numbered one to four as the fifth arch is underdeveloped. [1] The pharyngeal arch is coated on the outside by a layer of ectoderm and a layer of endoderm on the inside; mesoderm is situated in-between. [2] Each arch is associated with cartilage, a cranial nerve, and an aortic arch, which we will describe later in more detail. The mesenchyme from each arch also develops into different skeletal and muscle components. The following table describes the nerve, artery, muscles, and bone/cartilage associated with each arch:", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Arches. The pharyngeal arches are vital structures that lead to the formation of many important features in the fetus. They first appear at the end of the fourth week and develop through into the fifth week. Although there are five arches, they are numbered one to four as the fifth arch is underdeveloped. [1] The pharyngeal arch is coated on the outside by a layer of ectoderm and a layer of endoderm on the inside; mesoderm is situated in-between. [2] Each arch is associated with cartilage, a cranial nerve, and an aortic arch, which we will describe later in more detail. The mesenchyme from each arch also develops into different skeletal and muscle components. The following table describes the nerve, artery, muscles, and bone/cartilage associated with each arch:"}
{"id": "article-131813_2", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Clefts", "content": "Pharyngeal clefts are recesses that lie in between the pharyngeal arches outside the developing pharynx and are lined in ectoderm. There are four clefts, with cleft one lying in between arches one and two, and so on. The first cleft forms the external auditory meatus. The second to fourth clefts are overlapped by an expanding second pharyngeal arch, and the resulting cavity (the cervical sinus) usually disappears as development continues.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Clefts. Pharyngeal clefts are recesses that lie in between the pharyngeal arches outside the developing pharynx and are lined in ectoderm. There are four clefts, with cleft one lying in between arches one and two, and so on. The first cleft forms the external auditory meatus. The second to fourth clefts are overlapped by an expanding second pharyngeal arch, and the resulting cavity (the cervical sinus) usually disappears as development continues."}
{"id": "article-131813_3", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Pouches", "content": "There are four pharyngeal pouches which are infoldings lined with endoderm between the pharyngeal pouches on the inside of the pharynx. The first pouch is destined to become the future auditory (or Eustachian) tube, corresponding with the first cleft. The membrane between the two forms the tympanic membrane.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Pouches. There are four pharyngeal pouches which are infoldings lined with endoderm between the pharyngeal pouches on the inside of the pharynx. The first pouch is destined to become the future auditory (or Eustachian) tube, corresponding with the first cleft. The membrane between the two forms the tympanic membrane."}
{"id": "article-131813_4", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Pouches", "content": "The second pouch develops into palatine tonsillar crypts (although lymphatic tissue from the thymus and bone marrow enters much later in development). The third pouch bifurcates with the ventral wing becoming the thymus and the dorsal wing becoming the inferior parathyroid gland. The fourth pouch also bifurcates, the dorsal wing becoming the superior parathyroid gland and the ventral wing developing in the ultimobranchial body (this form the parafollicular cells of the thyroid). During development, rearrangement of these structures occurs, with the thymus descending down the neck towards the thorax and the inferior parathyroid gland moving below the superior one.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Pharyngeal Pouches. The second pouch develops into palatine tonsillar crypts (although lymphatic tissue from the thymus and bone marrow enters much later in development). The third pouch bifurcates with the ventral wing becoming the thymus and the dorsal wing becoming the inferior parathyroid gland. The fourth pouch also bifurcates, the dorsal wing becoming the superior parathyroid gland and the ventral wing developing in the ultimobranchial body (this form the parafollicular cells of the thyroid). During development, rearrangement of these structures occurs, with the thymus descending down the neck towards the thorax and the inferior parathyroid gland moving below the superior one."}
{"id": "article-131813_5", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Face", "content": "Facial formation in the fetus occurs between the 5th and 10th week and relies on the fusion of five mesenchymal swellings: the frontonasal prominence, two mandibular processes, and two maxillary processes. Development of the face relies on the growth and fusion of these prominences, and failure can result in various facial abnormalities, some of which I will discuss in the clinical significance section. The maxillary and mandibular processes arise from the first pharyngeal arch (which explains why the sensation of the face is supplied by the trigeminal nerve, which is the first arch’s associated nerve). Neural crest mesenchyme gives rise to the frontonasal prominence.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Face. Facial formation in the fetus occurs between the 5th and 10th week and relies on the fusion of five mesenchymal swellings: the frontonasal prominence, two mandibular processes, and two maxillary processes. Development of the face relies on the growth and fusion of these prominences, and failure can result in various facial abnormalities, some of which I will discuss in the clinical significance section. The maxillary and mandibular processes arise from the first pharyngeal arch (which explains why the sensation of the face is supplied by the trigeminal nerve, which is the first arch’s associated nerve). Neural crest mesenchyme gives rise to the frontonasal prominence."}
{"id": "article-131813_6", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Face", "content": "In the fifth week, ring-like bilateral thickening develops on the frontonasal prominence, called nasal placodes. The edge of the placode enlarges, whereas the middle becomes pitted to form nasal pits. The lateral nasal prominence forms from the lateral edge of the placode, and the medial nasal prominence from the medial edge. Over the next two weeks, the maxillary processes grow medially to the lateral nasal prominence until they fuse. The deep groove between the maxillary processes and the lateral nasal prominence deepens and forms a tube - the nasolacrimal duct. This growth continues compressing the medial nasal prominences towards the midline until they touch and fuse, forming the middle of the nose and the philtrum of the lip. The mandibular processes fuse in the midline.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Face. In the fifth week, ring-like bilateral thickening develops on the frontonasal prominence, called nasal placodes. The edge of the placode enlarges, whereas the middle becomes pitted to form nasal pits. The lateral nasal prominence forms from the lateral edge of the placode, and the medial nasal prominence from the medial edge. Over the next two weeks, the maxillary processes grow medially to the lateral nasal prominence until they fuse. The deep groove between the maxillary processes and the lateral nasal prominence deepens and forms a tube - the nasolacrimal duct. This growth continues compressing the medial nasal prominences towards the midline until they touch and fuse, forming the middle of the nose and the philtrum of the lip. The mandibular processes fuse in the midline."}
{"id": "article-131813_7", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Palate", "content": "The palate and roof of the mouth form from the primary and secondary palate. The primary palate forms from the fusion of the medial nasal prominences. The secondary palate forms from bilateral outgrowths from the maxillary prominences and are called palatine shelves. These grow inferiorly from the primary palate until the end of the sixth week, when they elevate and fuse along the midline to form the complete secondary palate - this is the hard palate or roof of the mouth. The nasal septum grows inferiorly from the primary palate to fuse with the secondary palate, dividing the nasal space into two.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Palate. The palate and roof of the mouth form from the primary and secondary palate. The primary palate forms from the fusion of the medial nasal prominences. The secondary palate forms from bilateral outgrowths from the maxillary prominences and are called palatine shelves. These grow inferiorly from the primary palate until the end of the sixth week, when they elevate and fuse along the midline to form the complete secondary palate - this is the hard palate or roof of the mouth. The nasal septum grows inferiorly from the primary palate to fuse with the secondary palate, dividing the nasal space into two."}
{"id": "article-131813_8", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Skull", "content": "The bones of the face (the viscerocranium) are derived primarily from neural crest mesenchyme. These bones are formed either by intramembranous ossification (transformation of mesenchymal connective tissue) or endochondral ossification (ossification of cartilage).", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Skull. The bones of the face (the viscerocranium) are derived primarily from neural crest mesenchyme. These bones are formed either by intramembranous ossification (transformation of mesenchymal connective tissue) or endochondral ossification (ossification of cartilage)."}
{"id": "article-131813_9", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Skull", "content": "The neurocranium, which includes the bones of both the cranial vault and cranial base, is derived from paraxial mesoderm and neural crest cells. Whereas the cranial vault is mainly developed by intramembranous ossification, the cranial base is mainly formed by endochondral ossification.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Skull. The neurocranium, which includes the bones of both the cranial vault and cranial base, is derived from paraxial mesoderm and neural crest cells. Whereas the cranial vault is mainly developed by intramembranous ossification, the cranial base is mainly formed by endochondral ossification."}
{"id": "article-131813_10", "title": "Embryology, Craniofacial Growth, And Development -- Development -- Skull", "content": "Following birth, the neurocranium will increase in size by about 50%. The viscerocranium grows to more than twice its size. [3]  Sutures lie at the meeting point of intramembranous formed bones. Displacement growth can continue at these craniofacial suture lines. When cranial growth eventually ceases, these sutures mostly ossify. The bones of the skull do not fuse before birth and allow crowning of the head during vaginal delivery.", "contents": "Embryology, Craniofacial Growth, And Development -- Development -- Skull. Following birth, the neurocranium will increase in size by about 50%. The viscerocranium grows to more than twice its size. [3]  Sutures lie at the meeting point of intramembranous formed bones. Displacement growth can continue at these craniofacial suture lines. When cranial growth eventually ceases, these sutures mostly ossify. The bones of the skull do not fuse before birth and allow crowning of the head during vaginal delivery."}
{"id": "article-131813_11", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "The most common congenital craniofacial malformation is facial clefting, accounting for 13% of all congenital anomalies. [4]  Failure of any of the facial prominences to fuse can result in facial clefting. These include a cleft lip (failure of the maxillary process and the medial nasal prominence to fuse) [5]  and an oblique facial cleft (failure of maxillary and lateral nasal prominences to fuse).", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. The most common congenital craniofacial malformation is facial clefting, accounting for 13% of all congenital anomalies. [4]  Failure of any of the facial prominences to fuse can result in facial clefting. These include a cleft lip (failure of the maxillary process and the medial nasal prominence to fuse) [5]  and an oblique facial cleft (failure of maxillary and lateral nasal prominences to fuse)."}
{"id": "article-131813_12", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "A cleft lip can be associated with a cleft palate. This is due to an abnormality in the development of the hard palate or roof of the mouth. Bilateral outgrowths from the maxillary prominences are called palatine shelves. These grow inferiorly from the primary palate until the end of the sixth week, when they elevate and fuse along the midline to form the complete secondary palate (hard palate). Failure in this process gives rise to a cleft palate. This is commonly diagnosed in newborn screening or following feeding difficulties and poor weight gain in early infancy. However, a cleft palate can sometimes be diagnosed later in life, for example, through nasal speech.", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. A cleft lip can be associated with a cleft palate. This is due to an abnormality in the development of the hard palate or roof of the mouth. Bilateral outgrowths from the maxillary prominences are called palatine shelves. These grow inferiorly from the primary palate until the end of the sixth week, when they elevate and fuse along the midline to form the complete secondary palate (hard palate). Failure in this process gives rise to a cleft palate. This is commonly diagnosed in newborn screening or following feeding difficulties and poor weight gain in early infancy. However, a cleft palate can sometimes be diagnosed later in life, for example, through nasal speech."}
{"id": "article-131813_13", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "Thyroglossal duct cysts and sinuses are the most common congenital head and neck lesions found in children. These result from failed obliteration of the thyroglossal duct following the descent of the thyroid gland during embryological development. Classically they are in the midline and move upwards on tongue protrusion. [6] [7]", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. Thyroglossal duct cysts and sinuses are the most common congenital head and neck lesions found in children. These result from failed obliteration of the thyroglossal duct following the descent of the thyroid gland during embryological development. Classically they are in the midline and move upwards on tongue protrusion. [6] [7]"}
{"id": "article-131813_14", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "Branchial cleft anomalies are the second most common cause of congenital head and neck lesions, with second pharyngeal cleft lesions making up 90 to 95% of these. Branchial anomalies arise from incomplete obliteration of pharyngeal pouches or clefts during embryogenesis  and include fistulae, cysts, cartilaginous remnants, and sinus tracts. [8] Branchial cleft cysts often present following a respiratory tract infection and, on examination, are  a painless solitary lump anterior to the sternocleidomastoid. It does not move with swallowing or tongue protrusion.", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. Branchial cleft anomalies are the second most common cause of congenital head and neck lesions, with second pharyngeal cleft lesions making up 90 to 95% of these. Branchial anomalies arise from incomplete obliteration of pharyngeal pouches or clefts during embryogenesis  and include fistulae, cysts, cartilaginous remnants, and sinus tracts. [8] Branchial cleft cysts often present following a respiratory tract infection and, on examination, are  a painless solitary lump anterior to the sternocleidomastoid. It does not move with swallowing or tongue protrusion."}
{"id": "article-131813_15", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "There are various clinical syndromes associated with abnormalities of the pharyngeal pouches/arches/clefts. [9] Treacher Collins is characterized by bilateral, symmetric abnormalities of the first and second pharyngeal arches. Clinical features include hypoplasia of the maxilla, zygoma, and mandible; the eyes have down-slanting palpebral fissures, and the ears are absent or malformed [10] . DiGeorge syndrome includes abnormal development of the third and fourth pharyngeal pouches, from which the thymus and parathyroid originate. It is associated with CHARGE syndrome (coloboma, heart defects, atresia of the choanae, retardation of growth, ear abnormalities), developmental delay, and intellectual disability.", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. There are various clinical syndromes associated with abnormalities of the pharyngeal pouches/arches/clefts. [9] Treacher Collins is characterized by bilateral, symmetric abnormalities of the first and second pharyngeal arches. Clinical features include hypoplasia of the maxilla, zygoma, and mandible; the eyes have down-slanting palpebral fissures, and the ears are absent or malformed [10] . DiGeorge syndrome includes abnormal development of the third and fourth pharyngeal pouches, from which the thymus and parathyroid originate. It is associated with CHARGE syndrome (coloboma, heart defects, atresia of the choanae, retardation of growth, ear abnormalities), developmental delay, and intellectual disability."}
{"id": "article-131813_16", "title": "Embryology, Craniofacial Growth, And Development -- Clinical Significance", "content": "For the neurocranium, the ability for displacement growth at suture lines is important for cranial growth. Early fusion of these suture lines is known as craniosynostosis. One condition where this occurs is Apert Syndrome. This syndrome is also characterized by midfacial hypoplasia with exorbitism, symphalangism, and syndactyly [11] . Another condition,  Alpert  syndrome, is primarily due to coronal suture premature fusion and leads to abnormal skull appearance and can also cause hydrocephalus and learning difficulties.", "contents": "Embryology, Craniofacial Growth, And Development -- Clinical Significance. For the neurocranium, the ability for displacement growth at suture lines is important for cranial growth. Early fusion of these suture lines is known as craniosynostosis. One condition where this occurs is Apert Syndrome. This syndrome is also characterized by midfacial hypoplasia with exorbitism, symphalangism, and syndactyly [11] . Another condition,  Alpert  syndrome, is primarily due to coronal suture premature fusion and leads to abnormal skull appearance and can also cause hydrocephalus and learning difficulties."}
{"id": "article-131813_17", "title": "Embryology, Craniofacial Growth, And Development -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Embryology, Craniofacial Growth, And Development -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}