{"id": "article-24091_0", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction", "content": "The femoral artery is the branch of the external iliac artery, passing inferiorly to the inguinal ligament. It serves as the lower limb's primary blood supply. The deep femoral artery (profunda femoris artery) is the main branch of the common femoral artery. Its largest branches are the medial and lateral femoral circumflex arteries (see Image . Branches of the Femoral Artery).", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction. The femoral artery is the branch of the external iliac artery, passing inferiorly to the inguinal ligament. It serves as the lower limb's primary blood supply. The deep femoral artery (profunda femoris artery) is the main branch of the common femoral artery. Its largest branches are the medial and lateral femoral circumflex arteries (see Image . Branches of the Femoral Artery)."}
{"id": "article-24091_1", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction", "content": "The medial femoral circumflex artery branches out posteromedially from the deep femoral artery, while the lateral femoral circumflex artery diverges posterolaterally from the same source. [1] [2] The lateral femoral circumflex artery supplies blood to the femoral head and neck, greater trochanter, vastus lateralis, and knee. [2]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction. The medial femoral circumflex artery branches out posteromedially from the deep femoral artery, while the lateral femoral circumflex artery diverges posterolaterally from the same source. [1] [2] The lateral femoral circumflex artery supplies blood to the femoral head and neck, greater trochanter, vastus lateralis, and knee. [2]"}
{"id": "article-24091_2", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction", "content": "The lateral femoral circumflex artery is clinically significant because it can get injured during hip joint surgery. It is also useful as a vascular graft for coronary artery bypass graft surgery and similar procedures.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Introduction. The lateral femoral circumflex artery is clinically significant because it can get injured during hip joint surgery. It is also useful as a vascular graft for coronary artery bypass graft surgery and similar procedures."}
{"id": "article-24091_3", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function", "content": "The lateral femoral circumflex artery supplies the soft tissues surrounding the hip joint. [3] After bifurcating from the deep femoral artery, it courses laterally between the divisions of the femoral nerve. It then travels inferiorly into the septum between the sartorius and rectus femoris muscles, where it further divides into the ascending, transverse, and descending lateral femoral circumflex arteries. [4] [5] [6]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function. The lateral femoral circumflex artery supplies the soft tissues surrounding the hip joint. [3] After bifurcating from the deep femoral artery, it courses laterally between the divisions of the femoral nerve. It then travels inferiorly into the septum between the sartorius and rectus femoris muscles, where it further divides into the ascending, transverse, and descending lateral femoral circumflex arteries. [4] [5] [6]"}
{"id": "article-24091_4", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Ascending Branch", "content": "The ascending branch of the lateral femoral circumflex artery bifurcates into muscular and capsular branches approximately 11 cm distal to the anterior superior iliac spine. These branches supply the femoral neck (at the intertrochanteric line), the anterior hip capsule, and the anterior portion of the femoral neck. [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Ascending Branch. The ascending branch of the lateral femoral circumflex artery bifurcates into muscular and capsular branches approximately 11 cm distal to the anterior superior iliac spine. These branches supply the femoral neck (at the intertrochanteric line), the anterior hip capsule, and the anterior portion of the femoral neck. [7]"}
{"id": "article-24091_5", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Ascending Branch", "content": "The ascending branch of the lateral femoral circumflex artery supplies approximately 18% of the blood supply to the femoral head, mostly on its anterior aspect. [7] One anatomical study found that the medial femoral circumflex artery supplies about two-thirds of the femoral neck. The lateral femoral circumflex artery covers the remainder, specifically on the anteroinferior aspect. [7]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Ascending Branch. The ascending branch of the lateral femoral circumflex artery supplies approximately 18% of the blood supply to the femoral head, mostly on its anterior aspect. [7] One anatomical study found that the medial femoral circumflex artery supplies about two-thirds of the femoral neck. The lateral femoral circumflex artery covers the remainder, specifically on the anteroinferior aspect. [7]"}
{"id": "article-24091_6", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Descending Branch", "content": "Distal to its branch point, the descending branch of the lateral femoral circumflex artery courses inferiorly, medial to the vastus lateralis muscle. [4] [5] Lateral branches from the descending lateral femoral circumflex artery take either of two possible paths. One group perforates the vastus lateralis. The other travels within the muscular septum until the terminal arteries reach the skin overlying the anterolateral thigh. Medial branches from the descending lateral femoral circumflex artery course medially, deep to the rectus femoris. They supply the rectus femoris muscle and the skin overlying the anteromedial thigh. [4]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Structure and Function -- Descending Branch. Distal to its branch point, the descending branch of the lateral femoral circumflex artery courses inferiorly, medial to the vastus lateralis muscle. [4] [5] Lateral branches from the descending lateral femoral circumflex artery take either of two possible paths. One group perforates the vastus lateralis. The other travels within the muscular septum until the terminal arteries reach the skin overlying the anterolateral thigh. Medial branches from the descending lateral femoral circumflex artery course medially, deep to the rectus femoris. They supply the rectus femoris muscle and the skin overlying the anteromedial thigh. [4]"}
{"id": "article-24091_7", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology", "content": "Ogden previously described how the circulation in the femoral head area develops. [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology. Ogden previously described how the circulation in the femoral head area develops. [8]"}
{"id": "article-24091_8", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology", "content": "In the first few years of life, the lateral and medial femoral circumflex arteries cover areas of nearly equal sizes. The lateral femoral circumflex artery supplies the anterior aspect of the proximal femur and cartilaginous epiphysis. Its medial counterpart provides circulation to the posterior side.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology. In the first few years of life, the lateral and medial femoral circumflex arteries cover areas of nearly equal sizes. The lateral femoral circumflex artery supplies the anterior aspect of the proximal femur and cartilaginous epiphysis. Its medial counterpart provides circulation to the posterior side."}
{"id": "article-24091_9", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology", "content": "Over time, the area supplied by the lateral femoral circumflex diminishes until only the junction between the anterior femoral neck and metaphysis remains. Meanwhile, the medial femoral circumflex expands to include the growing femoral neck and eventually becomes the dominant arterial source of the femoral head. This arterial reorganization increases the risk of ischemic injury to the anterolateral capital femoral epiphysis as one matures. [7] [8]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Embryology. Over time, the area supplied by the lateral femoral circumflex diminishes until only the junction between the anterior femoral neck and metaphysis remains. Meanwhile, the medial femoral circumflex expands to include the growing femoral neck and eventually becomes the dominant arterial source of the femoral head. This arterial reorganization increases the risk of ischemic injury to the anterolateral capital femoral epiphysis as one matures. [7] [8]"}
{"id": "article-24091_10", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants", "content": "Studies reveal variations in the branching patterns of the femoral vessels. In most people, the lateral femoral circumflex artery branches out from the deep femoral artery just superior to the origin of the medial femoral circumflex artery. Occasionally, the lateral and medial femoral circumflex arteries bifurcate from the deep femoral artery at the same level. The lateral femoral circumflex artery may also directly diverge from the femoral artery above or below the bifurcation of the deep femoral artery from the femoral artery. [1] Tomaszewski and colleagues classified the lateral femoral circumflex artery branching patterns as follows: [9]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants. Studies reveal variations in the branching patterns of the femoral vessels. In most people, the lateral femoral circumflex artery branches out from the deep femoral artery just superior to the origin of the medial femoral circumflex artery. Occasionally, the lateral and medial femoral circumflex arteries bifurcate from the deep femoral artery at the same level. The lateral femoral circumflex artery may also directly diverge from the femoral artery above or below the bifurcation of the deep femoral artery from the femoral artery. [1] Tomaszewski and colleagues classified the lateral femoral circumflex artery branching patterns as follows: [9]"}
{"id": "article-24091_11", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants", "content": "Type 1 (most common): The lateral femoral circumflex artery branches out from the deep femoral artery superior to the medial femoral circumflex artery's origin. Type 2: The lateral femoral circumflex artery diverges from the common femoral artery above the origin of the deep femoral artery. Type 3: The lateral femoral circumflex artery bifurcates from the common femoral artery at the level of the deep femoral artery's origin. Type 4: The lateral femoral circumflex artery branches out from the superficial femoral artery. Type 5: The lateral ascending and lateral descending branches of the lateral femoral circumflex artery do not originate from a common branch. Instead, they diverge individually from the common femoral artery, deep femoral artery, or superficial femoral artery. Other anatomic investigations have reported similar findings. [3] Another study revealed that femoral vessel diameter was greater in males than in females. [1]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants. Type 1 (most common): The lateral femoral circumflex artery branches out from the deep femoral artery superior to the medial femoral circumflex artery's origin. Type 2: The lateral femoral circumflex artery diverges from the common femoral artery above the origin of the deep femoral artery. Type 3: The lateral femoral circumflex artery bifurcates from the common femoral artery at the level of the deep femoral artery's origin. Type 4: The lateral femoral circumflex artery branches out from the superficial femoral artery. Type 5: The lateral ascending and lateral descending branches of the lateral femoral circumflex artery do not originate from a common branch. Instead, they diverge individually from the common femoral artery, deep femoral artery, or superficial femoral artery. Other anatomic investigations have reported similar findings. [3] Another study revealed that femoral vessel diameter was greater in males than in females. [1]"}
{"id": "article-24091_12", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants", "content": "Prakash and colleagues hypothesized that the anatomic variations of the femoral artery branches exist due to an evolutionary shift in the deep femoral artery's origin. The deep femoral artery used to be a branch of the internal iliac artery, but with evolution, it now branches out from the femoral artery. [10]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Physiologic Variants. Prakash and colleagues hypothesized that the anatomic variations of the femoral artery branches exist due to an evolutionary shift in the deep femoral artery's origin. The deep femoral artery used to be a branch of the internal iliac artery, but with evolution, it now branches out from the femoral artery. [10]"}
{"id": "article-24091_13", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Surgical Considerations", "content": "Injuries to the lateral and medial femoral circumflex arteries may result in avascular necrosis of the femoral head. Hip joint surgery risks damage to these blood vessels. The lateral circumflex femoral artery and its branches are more vulnerable to injury during femoral neck surgery due to their anterior course. Knowledge of the branching pattern variations of these blood vessels can help reduce iatrogenic risk. [1] [7] Other procedures that risk injury to lateral femoral circumflex arteries are the following: [1] [6] [11] [12] [13] Vascular interventional procedures that use the femoral approach, such as catheterization, stenting, embolectomy, angiography, and angioplasty Using the artery for bypass grafting, for example, of the coronary arteries and posterior inferior cerebellar artery Using the artery in vascular reconstruction, for example, in the oropharyngeal area Intramuscular injections of the anterior thigh, including ultrasound-guided hip joint injections", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Surgical Considerations. Injuries to the lateral and medial femoral circumflex arteries may result in avascular necrosis of the femoral head. Hip joint surgery risks damage to these blood vessels. The lateral circumflex femoral artery and its branches are more vulnerable to injury during femoral neck surgery due to their anterior course. Knowledge of the branching pattern variations of these blood vessels can help reduce iatrogenic risk. [1] [7] Other procedures that risk injury to lateral femoral circumflex arteries are the following: [1] [6] [11] [12] [13] Vascular interventional procedures that use the femoral approach, such as catheterization, stenting, embolectomy, angiography, and angioplasty Using the artery for bypass grafting, for example, of the coronary arteries and posterior inferior cerebellar artery Using the artery in vascular reconstruction, for example, in the oropharyngeal area Intramuscular injections of the anterior thigh, including ultrasound-guided hip joint injections"}
{"id": "article-24091_14", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Surgical Considerations", "content": "Reconstructive surgeries sometimes make use of anterolateral thigh flaps. The lateral circumflex femoral artery, its septocutaneous branches, and the musculocutaneous perforators supply these soft-tissue flaps. [4] [5]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Surgical Considerations. Reconstructive surgeries sometimes make use of anterolateral thigh flaps. The lateral circumflex femoral artery, its septocutaneous branches, and the musculocutaneous perforators supply these soft-tissue flaps. [4] [5]"}
{"id": "article-24091_15", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Clinical Significance", "content": "Femoral neck fractures and procedures involving the lateral femoral circumflex artery risk ischemic damage to the femur and the surrounding areas. [7] Besides limited mobility, other complications may arise from such injuries. Pseudoaneurysms of the deep femoral artery and the left and right femoral circumflex arteries have also been reported in patients with a history of intertrochanteric hip fracture. These lesions may present as profuse bleeding or hematoma after the injury or its surgical treatment, which can be catastrophic to individuals with poor cardiac function. [14]", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Clinical Significance. Femoral neck fractures and procedures involving the lateral femoral circumflex artery risk ischemic damage to the femur and the surrounding areas. [7] Besides limited mobility, other complications may arise from such injuries. Pseudoaneurysms of the deep femoral artery and the left and right femoral circumflex arteries have also been reported in patients with a history of intertrochanteric hip fracture. These lesions may present as profuse bleeding or hematoma after the injury or its surgical treatment, which can be catastrophic to individuals with poor cardiac function. [14]"}
{"id": "article-24091_16", "title": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Bony Pelvis and Lower Limb: Lateral Circumflex Femoral Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}