{"id": "article-111460_0", "title": "Lomitapide -- Continuing Education Activity", "content": "Lomitapide and mipomersen are antihyperlipidemic agents indicated for treating homozygous familial hypercholesterolemia (HoFH). Lomitapide is approved by the US Food and Drug Administration (FDA) for use alongside other antilipidemic drugs and a low-fat diet to lower serum lipids, decrease low-density lipoprotein (LDL) cholesterol (LDL-C), total cholesterol, apolipoprotein B (apo-B), and non–high-density lipoprotein cholesterol in patients with HoFH. Patients with HoFH might present with arcus corneae, tendinous xanthomas, xanthelasma, and planar or tuberous xanthomas.", "contents": "Lomitapide -- Continuing Education Activity. Lomitapide and mipomersen are antihyperlipidemic agents indicated for treating homozygous familial hypercholesterolemia (HoFH). Lomitapide is approved by the US Food and Drug Administration (FDA) for use alongside other antilipidemic drugs and a low-fat diet to lower serum lipids, decrease low-density lipoprotein (LDL) cholesterol (LDL-C), total cholesterol, apolipoprotein B (apo-B), and non–high-density lipoprotein cholesterol in patients with HoFH. Patients with HoFH might present with arcus corneae, tendinous xanthomas, xanthelasma, and planar or tuberous xanthomas."}
{"id": "article-111460_1", "title": "Lomitapide -- Continuing Education Activity", "content": "Lomitapide could be beneficial for HoFH patients exhibiting insufficient response to PCSK9 inhibitor treatment, those with atherosclerotic cardiovascular disease and a baseline LDL-C of 190 mg/dL or higher, and those who demonstrate insufficient responses to statins, whether used alone or in combination with PCSK9 inhibitors or ezetimibe. Lomitapide rapidly binds to and inhibits microsomal triglyceride transfer protein (MTP) within the endoplasmic reticulum lumen, which impedes the synthesis of lipoproteins containing apo-B in both hepatocytes and enterocytes. This process reduces the production of very low-density lipoprotein and chylomicrons, thereby lowering plasma LDL-C levels. The safety and efficacy of lomitapide have not been established for heterozygous familial hypercholesterolemia. This activity elucidates the indications, mechanism of action, pharmacokinetics, adverse event profile, and other relevant interactions essential for interprofessional healthcare team members in treating patients with HoFH and related conditions.", "contents": "Lomitapide -- Continuing Education Activity. Lomitapide could be beneficial for HoFH patients exhibiting insufficient response to PCSK9 inhibitor treatment, those with atherosclerotic cardiovascular disease and a baseline LDL-C of 190 mg/dL or higher, and those who demonstrate insufficient responses to statins, whether used alone or in combination with PCSK9 inhibitors or ezetimibe. Lomitapide rapidly binds to and inhibits microsomal triglyceride transfer protein (MTP) within the endoplasmic reticulum lumen, which impedes the synthesis of lipoproteins containing apo-B in both hepatocytes and enterocytes. This process reduces the production of very low-density lipoprotein and chylomicrons, thereby lowering plasma LDL-C levels. The safety and efficacy of lomitapide have not been established for heterozygous familial hypercholesterolemia. This activity elucidates the indications, mechanism of action, pharmacokinetics, adverse event profile, and other relevant interactions essential for interprofessional healthcare team members in treating patients with HoFH and related conditions."}
{"id": "article-111460_2", "title": "Lomitapide -- Continuing Education Activity", "content": "Objectives: Identify appropriate candidates for lomitapide therapy based on clinical indications and contraindications. Screen patients for potential contraindications and risk factors before initiating lomitapide treatment, considering factors such as disease severity, comorbidities, and medication history. Implement appropriate dosing strategies and titration schedules for lomitapide therapy according to patient response and tolerance. Collaborate with other healthcare professionals to ensure comprehensive care for patients with homozygous familial hypercholesterolemia receiving lomitapide therapy. Access free multiple choice questions on this topic.", "contents": "Lomitapide -- Continuing Education Activity. Objectives: Identify appropriate candidates for lomitapide therapy based on clinical indications and contraindications. Screen patients for potential contraindications and risk factors before initiating lomitapide treatment, considering factors such as disease severity, comorbidities, and medication history. Implement appropriate dosing strategies and titration schedules for lomitapide therapy according to patient response and tolerance. Collaborate with other healthcare professionals to ensure comprehensive care for patients with homozygous familial hypercholesterolemia receiving lomitapide therapy. Access free multiple choice questions on this topic."}
{"id": "article-111460_3", "title": "Lomitapide -- Indications", "content": "Lomitapide is an antihyperlipidemic agent indicated for treating homozygous familial hypercholesterolemia (HoFH). Lomitapide is approved by the US Food and Drug Administration (FDA) for use alongside other antihyperlipidemic agents along with a low-fat diet to reduce serum lipids, involving LDL apheresis, to reduce low-density lipoprotein (LDL) cholesterol (LDL-C), total cholesterol, apolipoprotein B (apo-B), and non-high-density lipoprotein (HDL) cholesterol (non–HDL-C) in patients with HoFH. [1] [2] Patients with HoFH might present with arcus corneae, tendinous xanthomas, xanthelasma, and planar or tuberous xanthomas. Planar xanthomas are flat or somewhat elevated yellowish patches. Tuberous xanthomas are painless, hard nodules usually on the extensor joints’ surfaces. The safety and efficacy of lomitapide are not established for heterozygous familial hypercholesterolemia.", "contents": "Lomitapide -- Indications. Lomitapide is an antihyperlipidemic agent indicated for treating homozygous familial hypercholesterolemia (HoFH). Lomitapide is approved by the US Food and Drug Administration (FDA) for use alongside other antihyperlipidemic agents along with a low-fat diet to reduce serum lipids, involving LDL apheresis, to reduce low-density lipoprotein (LDL) cholesterol (LDL-C), total cholesterol, apolipoprotein B (apo-B), and non-high-density lipoprotein (HDL) cholesterol (non–HDL-C) in patients with HoFH. [1] [2] Patients with HoFH might present with arcus corneae, tendinous xanthomas, xanthelasma, and planar or tuberous xanthomas. Planar xanthomas are flat or somewhat elevated yellowish patches. Tuberous xanthomas are painless, hard nodules usually on the extensor joints’ surfaces. The safety and efficacy of lomitapide are not established for heterozygous familial hypercholesterolemia."}
{"id": "article-111460_4", "title": "Lomitapide -- Indications", "content": "Lomitapide could be beneficial for HoFH patients exhibiting insufficient response to PCSK9 inhibitor treatment. [3] [4] In addition, lomitapide might be useful in patients with atherosclerotic cardiovascular disease (ASCVD) and a baseline LDL-C of 190 mg/dL or higher and those who demonstrate insufficient responses to statins, whether used alone or in combination with PCSK9 inhibitors or ezetimibe. [5] [6] [7] [8]", "contents": "Lomitapide -- Indications. Lomitapide could be beneficial for HoFH patients exhibiting insufficient response to PCSK9 inhibitor treatment. [3] [4] In addition, lomitapide might be useful in patients with atherosclerotic cardiovascular disease (ASCVD) and a baseline LDL-C of 190 mg/dL or higher and those who demonstrate insufficient responses to statins, whether used alone or in combination with PCSK9 inhibitors or ezetimibe. [5] [6] [7] [8]"}
{"id": "article-111460_5", "title": "Lomitapide -- Indications", "content": "According to the National Lipid Association guidelines, lomitapide can decrease LDL-C levels by up to 50% in patients diagnosed with HoFH who already receive maximum tolerated lipid-lowering therapy and lipoprotein apheresis. [9] According to the 2023 European Atherosclerosis Society Consensus Statement on Homozygous Familial Hypercholesterolaemia, a combination of LDL-C–lowering therapy involving both pharmacologic intervention and lipoprotein apheresis forms the cornerstone of treatment. By incorporating novel and effective therapies such as PCSK9 inhibitors, followed by evinacumab or lomitapide, clinicians can achieve the LDL-C goal and decrease the reliance on lipoprotein apheresis. [10]", "contents": "Lomitapide -- Indications. According to the National Lipid Association guidelines, lomitapide can decrease LDL-C levels by up to 50% in patients diagnosed with HoFH who already receive maximum tolerated lipid-lowering therapy and lipoprotein apheresis. [9] According to the 2023 European Atherosclerosis Society Consensus Statement on Homozygous Familial Hypercholesterolaemia, a combination of LDL-C–lowering therapy involving both pharmacologic intervention and lipoprotein apheresis forms the cornerstone of treatment. By incorporating novel and effective therapies such as PCSK9 inhibitors, followed by evinacumab or lomitapide, clinicians can achieve the LDL-C goal and decrease the reliance on lipoprotein apheresis. [10]"}
{"id": "article-111460_6", "title": "Lomitapide -- Mechanism of Action", "content": "Lomitapide rapidly binds to and inhibits microsomal triglyceride transfer protein (MTP) within the endoplasmic reticulum lumen, which impedes the synthesis of lipoproteins containing apo-B in both hepatocytes and enterocytes. This process reduces the production of very low-density lipoprotein (VLDL) and chylomicrons, thereby decreasing LDL-C levels in plasma. [11] Inhibition of VLDL synthesis decreases the secretion of apoB-100-containing lipoproteins. The reduction in lipoprotein(a) or Lp(a) levels is correlated with a significant decrease in major adverse cardiovascular events. Lomitapide administration has been associated with a significant reduction in lipoprotein(a) levels. [12]", "contents": "Lomitapide -- Mechanism of Action. Lomitapide rapidly binds to and inhibits microsomal triglyceride transfer protein (MTP) within the endoplasmic reticulum lumen, which impedes the synthesis of lipoproteins containing apo-B in both hepatocytes and enterocytes. This process reduces the production of very low-density lipoprotein (VLDL) and chylomicrons, thereby decreasing LDL-C levels in plasma. [11] Inhibition of VLDL synthesis decreases the secretion of apoB-100-containing lipoproteins. The reduction in lipoprotein(a) or Lp(a) levels is correlated with a significant decrease in major adverse cardiovascular events. Lomitapide administration has been associated with a significant reduction in lipoprotein(a) levels. [12]"}
{"id": "article-111460_7", "title": "Lomitapide -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Upon oral administration of a single 60 mg lomitapide dose, it reaches maximum concentration (tmax) in approximately 6 hours in healthy volunteers. The absolute bioavailability of lomitapide is approximately 7%. Lomitapide exhibits dose-proportional pharmacokinetics for oral single doses ranging from 10 to 100 mg. Distribution: At steady state, the mean volume of distribution of lomitapide varies from 985 to 1292 L. Lomitapide is highly bound to plasma proteins, with approximately 99.8% protein binding.", "contents": "Lomitapide -- Mechanism of Action -- Pharmacokinetics. Absorption: Upon oral administration of a single 60 mg lomitapide dose, it reaches maximum concentration (tmax) in approximately 6 hours in healthy volunteers. The absolute bioavailability of lomitapide is approximately 7%. Lomitapide exhibits dose-proportional pharmacokinetics for oral single doses ranging from 10 to 100 mg. Distribution: At steady state, the mean volume of distribution of lomitapide varies from 985 to 1292 L. Lomitapide is highly bound to plasma proteins, with approximately 99.8% protein binding."}
{"id": "article-111460_8", "title": "Lomitapide -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: Lomitapide undergoes extensive metabolism in the liver. Metabolic pathways involve oxidation, oxidative N -dealkylation, glucuronide conjugation, and piperidine ring opening. The primary metabolites, M1 and M3, are detected in plasma and are formed via cytochrome P450 (CYP) 3A4-mediated metabolism. The oxidative N -dealkylation pathway leads to the formation of M1 and M3, where M1 retains the piperidine ring, while M3 retains the remaining portion of the lomitapide molecule. Other CYP enzymes, such as CYP1A2, CYP2B6, CYP2C8, and CYP2C19, may contribute to a minor extent to the metabolism of lomitapide to M1. M1 and M3 do not inhibit the activity of MTP in vitro. [13] Elimination: The major urinary metabolite is M1, while unchanged lomitapide is the main component excreted in the feces. The mean terminal half-life of lomitapide is approximately 39.7 hours.", "contents": "Lomitapide -- Mechanism of Action -- Pharmacokinetics. Metabolism: Lomitapide undergoes extensive metabolism in the liver. Metabolic pathways involve oxidation, oxidative N -dealkylation, glucuronide conjugation, and piperidine ring opening. The primary metabolites, M1 and M3, are detected in plasma and are formed via cytochrome P450 (CYP) 3A4-mediated metabolism. The oxidative N -dealkylation pathway leads to the formation of M1 and M3, where M1 retains the piperidine ring, while M3 retains the remaining portion of the lomitapide molecule. Other CYP enzymes, such as CYP1A2, CYP2B6, CYP2C8, and CYP2C19, may contribute to a minor extent to the metabolism of lomitapide to M1. M1 and M3 do not inhibit the activity of MTP in vitro. [13] Elimination: The major urinary metabolite is M1, while unchanged lomitapide is the main component excreted in the feces. The mean terminal half-life of lomitapide is approximately 39.7 hours."}
{"id": "article-111460_9", "title": "Lomitapide -- Administration -- Available Dosage Forms and Strengths", "content": "Lomitapide is available in capsule form in 5 mg, 10 mg, 20 mg, 30 mg, 40 mg, and 60 mg strengths.", "contents": "Lomitapide -- Administration -- Available Dosage Forms and Strengths. Lomitapide is available in capsule form in 5 mg, 10 mg, 20 mg, 30 mg, 40 mg, and 60 mg strengths."}
{"id": "article-111460_10", "title": "Lomitapide -- Administration -- Adult Dosage", "content": "The recommended dosage of lomitapide is once daily, administered with water and without food, minimally 2 hours following the night meal because taking the drug with food might increase the danger of gastrointestinal adverse effects, and swallowed as entire capsules without opening, crushing, dissolving, or chewing. Before initiating lomitapide treatment, it is recommended to measure liver function tests, confirm a negative pregnancy status, and counsel the patient to adopt a low-fat diet, providing less than 20% of energy from fat.", "contents": "Lomitapide -- Administration -- Adult Dosage. The recommended dosage of lomitapide is once daily, administered with water and without food, minimally 2 hours following the night meal because taking the drug with food might increase the danger of gastrointestinal adverse effects, and swallowed as entire capsules without opening, crushing, dissolving, or chewing. Before initiating lomitapide treatment, it is recommended to measure liver function tests, confirm a negative pregnancy status, and counsel the patient to adopt a low-fat diet, providing less than 20% of energy from fat."}
{"id": "article-111460_11", "title": "Lomitapide -- Administration -- Adult Dosage", "content": "The recommended starting dosage of lomitapide is 5 mg daily. Clinicians should titrate the dosage based on tolerability. The dosage can be increased to 10 mg daily after at least 2 weeks. Subsequently, at intervals of at least 4 weeks, the dosage can be further increased from 20 mg to 40 mg. The maximum recommended dosage of lomitapide is 60 mg/d. [12]", "contents": "Lomitapide -- Administration -- Adult Dosage. The recommended starting dosage of lomitapide is 5 mg daily. Clinicians should titrate the dosage based on tolerability. The dosage can be increased to 10 mg daily after at least 2 weeks. Subsequently, at intervals of at least 4 weeks, the dosage can be further increased from 20 mg to 40 mg. The maximum recommended dosage of lomitapide is 60 mg/d. [12]"}
{"id": "article-111460_12", "title": "Lomitapide -- Administration -- Specific Patient Populations", "content": "Hepatic impairment: For mild hepatic impairment (Child-Pugh A), restrict the daily lomitapide dosage to 40 mg. Use of lomitapide is contraindicated in moderate (Child-Pugh B) or severe (Child-Pugh C) hepatic impairment.", "contents": "Lomitapide -- Administration -- Specific Patient Populations. Hepatic impairment: For mild hepatic impairment (Child-Pugh A), restrict the daily lomitapide dosage to 40 mg. Use of lomitapide is contraindicated in moderate (Child-Pugh B) or severe (Child-Pugh C) hepatic impairment."}
{"id": "article-111460_13", "title": "Lomitapide -- Administration -- Specific Patient Populations", "content": "Renal impairment: In end-stage renal disease patients on dialysis, limit the daily dosage to 40 mg. Effects of mild, moderate, or severe renal impairment have not been studied, and lomitapide exposure may increase by more than 50% in renal impairment; use with caution.", "contents": "Lomitapide -- Administration -- Specific Patient Populations. Renal impairment: In end-stage renal disease patients on dialysis, limit the daily dosage to 40 mg. Effects of mild, moderate, or severe renal impairment have not been studied, and lomitapide exposure may increase by more than 50% in renal impairment; use with caution."}
{"id": "article-111460_14", "title": "Lomitapide -- Administration -- Specific Patient Populations", "content": "Pregnancy considerations: Before initiating lomitapide, confirm negative pregnancy status with a test. Preclinical studies indicate teratogenicity due to lomitapide. Effective contraception is advised for females of reproductive potential during lomitapide treatment and 2 weeks after the final dose. Vomiting or diarrhea may reduce oral contraceptive efficacy. Clinicians should consider alternative contraception until 7 days after symptomatic resolution if these symptoms occur.", "contents": "Lomitapide -- Administration -- Specific Patient Populations. Pregnancy considerations: Before initiating lomitapide, confirm negative pregnancy status with a test. Preclinical studies indicate teratogenicity due to lomitapide. Effective contraception is advised for females of reproductive potential during lomitapide treatment and 2 weeks after the final dose. Vomiting or diarrhea may reduce oral contraceptive efficacy. Clinicians should consider alternative contraception until 7 days after symptomatic resolution if these symptoms occur."}
{"id": "article-111460_15", "title": "Lomitapide -- Administration -- Specific Patient Populations", "content": "Breastfeeding considerations: Only limited clinical data on lomitapide's presence in human or animal milk, its impact on breastfed infants, or its effect on milk production are available. Lomitapide is not advised during breastfeeding due to the risk of disruption of lipid metabolism and potential tumorigenicity. [14] Pediatric patients: The safety and effectiveness of lomitapide have not been established in pediatric patients.", "contents": "Lomitapide -- Administration -- Specific Patient Populations. Breastfeeding considerations: Only limited clinical data on lomitapide's presence in human or animal milk, its impact on breastfed infants, or its effect on milk production are available. Lomitapide is not advised during breastfeeding due to the risk of disruption of lipid metabolism and potential tumorigenicity. [14] Pediatric patients: The safety and effectiveness of lomitapide have not been established in pediatric patients."}
{"id": "article-111460_16", "title": "Lomitapide -- Administration -- Specific Patient Populations", "content": "Older patients: Clinical studies evaluating lomitapide did not enroll an adequate number of patients aged 65 and older to establish potential differences in treatment response compared to younger patients. Lomitapide dosage should be adjusted based on hepatic and renal function, comorbidities, and concomitant medications.", "contents": "Lomitapide -- Administration -- Specific Patient Populations. Older patients: Clinical studies evaluating lomitapide did not enroll an adequate number of patients aged 65 and older to establish potential differences in treatment response compared to younger patients. Lomitapide dosage should be adjusted based on hepatic and renal function, comorbidities, and concomitant medications."}
{"id": "article-111460_17", "title": "Lomitapide -- Adverse Effects", "content": "The most frequently reported adverse effects include the following: Cardiovascular: Chest pain Central nervous system: Fatigue Gastrointestinal: Severe diarrhea and vomiting, nausea, dyspepsia, weight loss, severe abdominal pain, discomfort and distension, constipation, flatulence, and gastroenteritis. Hepatic: Elevated transaminase levels in serum and liver steatosis Infection: Influenza Neuromuscular and skeletal: Back pain Respiratory: Pharyngolaryngeal pain and nasopharyngitis [15]", "contents": "Lomitapide -- Adverse Effects. The most frequently reported adverse effects include the following: Cardiovascular: Chest pain Central nervous system: Fatigue Gastrointestinal: Severe diarrhea and vomiting, nausea, dyspepsia, weight loss, severe abdominal pain, discomfort and distension, constipation, flatulence, and gastroenteritis. Hepatic: Elevated transaminase levels in serum and liver steatosis Infection: Influenza Neuromuscular and skeletal: Back pain Respiratory: Pharyngolaryngeal pain and nasopharyngitis [15]"}
{"id": "article-111460_18", "title": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions", "content": "Moderate and strong CYP3A4 inhibitors: Strong CYP3A4 inhibitors increase lomitapide exposure by approximately 27-fold. Therefore, the concurrent use of strong CYP3A4 inhibitors, including but not limited to nirmatrelvir/ritonavir, clarithromycin, conivaptan, itraconazole, ketoconazole, lopinavir/ritonavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, tipranavir/ritonavir, voriconazole with lomitapide is not recommended. The use of moderate CYP3A4 inhibitors such as amprenavir, aprepitant, atazanavir, ciprofloxacin, crizotinib, darunavir/ritonavir, diltiazem, erythromycin, fluconazole, fosamprenavir, imatinib, verapamil with lomitapide is also not recommended due to potentially increased lomitapide exposure. Clinicians should advise patients to refrain from consuming grapefruit juice while taking lomitapide. [13] [16]", "contents": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions. Moderate and strong CYP3A4 inhibitors: Strong CYP3A4 inhibitors increase lomitapide exposure by approximately 27-fold. Therefore, the concurrent use of strong CYP3A4 inhibitors, including but not limited to nirmatrelvir/ritonavir, clarithromycin, conivaptan, itraconazole, ketoconazole, lopinavir/ritonavir, nefazodone, nelfinavir, posaconazole, ritonavir, saquinavir, telaprevir, telithromycin, tipranavir/ritonavir, voriconazole with lomitapide is not recommended. The use of moderate CYP3A4 inhibitors such as amprenavir, aprepitant, atazanavir, ciprofloxacin, crizotinib, darunavir/ritonavir, diltiazem, erythromycin, fluconazole, fosamprenavir, imatinib, verapamil with lomitapide is also not recommended due to potentially increased lomitapide exposure. Clinicians should advise patients to refrain from consuming grapefruit juice while taking lomitapide. [13] [16]"}
{"id": "article-111460_19", "title": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions", "content": "Weak CYP3A4 inhibitors: Weak CYP3A4 inhibitors, including alprazolam, amiodarone, amlodipine, atorvastatin, bicalutamide, cilostazol, cimetidine, cyclosporine, fluoxetine, fluvoxamine, ginkgo, goldenseal, isoniazid, lapatinib, nilotinib, pazopanib, ranitidine, ranolazine, ticagrelor, zileuton can increase lomitapide exposure approximately 2-fold. The dosage should be reduced by half when lomitapide is administered with weak CYP3A4 inhibitors. Adjusting the lomitapide dosage further may be necessary based on the response to treatment regarding LDL-C levels and safety. In most cases, the maximum recommended dosage of lomitapide is 30 mg daily. The recommended dosage can be increased to 40 mg daily when lomitapide is coadministered with oral contraceptives.", "contents": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions. Weak CYP3A4 inhibitors: Weak CYP3A4 inhibitors, including alprazolam, amiodarone, amlodipine, atorvastatin, bicalutamide, cilostazol, cimetidine, cyclosporine, fluoxetine, fluvoxamine, ginkgo, goldenseal, isoniazid, lapatinib, nilotinib, pazopanib, ranitidine, ranolazine, ticagrelor, zileuton can increase lomitapide exposure approximately 2-fold. The dosage should be reduced by half when lomitapide is administered with weak CYP3A4 inhibitors. Adjusting the lomitapide dosage further may be necessary based on the response to treatment regarding LDL-C levels and safety. In most cases, the maximum recommended dosage of lomitapide is 30 mg daily. The recommended dosage can be increased to 40 mg daily when lomitapide is coadministered with oral contraceptives."}
{"id": "article-111460_20", "title": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions", "content": "Warfarin: Lomitapide has been found to increase warfarin plasma concentrations and the international normalized ratio (INR). Therefore, clinicians should monitor PT/INR and adjust the dose as required. [17]", "contents": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions. Warfarin: Lomitapide has been found to increase warfarin plasma concentrations and the international normalized ratio (INR). Therefore, clinicians should monitor PT/INR and adjust the dose as required. [17]"}
{"id": "article-111460_21", "title": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions", "content": "Simvastatin and lovastatin: The risk of myopathy, including rhabdomyolysis, is dose-related with simvastatin and lovastatin monotherapy. Lomitapide approximately doubles the exposure of simvastatin. Consequently, the recommended dose of simvastatin should be reduced by 50% when starting lomitapide. While taking lomitapide, the daily dosage of simvastatin should not exceed 20 mg (or 40 mg for patients who have previously tolerated simvastatin 80 mg daily for at least 1 year without muscle toxicity). As the pharmacokinetic properties of lovastatin and simvastatin are similar, lomitapide may likely increase exposure to lovastatin. Prescribers are advised to reduce the dose of lovastatin when initiating lomitapide. [18]", "contents": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions. Simvastatin and lovastatin: The risk of myopathy, including rhabdomyolysis, is dose-related with simvastatin and lovastatin monotherapy. Lomitapide approximately doubles the exposure of simvastatin. Consequently, the recommended dose of simvastatin should be reduced by 50% when starting lomitapide. While taking lomitapide, the daily dosage of simvastatin should not exceed 20 mg (or 40 mg for patients who have previously tolerated simvastatin 80 mg daily for at least 1 year without muscle toxicity). As the pharmacokinetic properties of lovastatin and simvastatin are similar, lomitapide may likely increase exposure to lovastatin. Prescribers are advised to reduce the dose of lovastatin when initiating lomitapide. [18]"}
{"id": "article-111460_22", "title": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions", "content": "P-glycoprotein substrates: Lomitapide acts as an inhibitor of P-glycoprotein (P-gp). When lomitapide is coadministered with P-gp substrates such as aliskiren, ambrisentan, colchicine, dabigatran, digoxin, fexofenadine, imatinib, maraviroc, posaconazole, ranolazine, saxagliptin, sirolimus, sitagliptin, tolvaptan, it may increase the exposure of these drugs. Consequently, clinicians should consider a dose reduction of the P-gp substrate when combined with lomitapide. [13] [19]", "contents": "Lomitapide -- Adverse Effects -- Drug-Drug Interactions. P-glycoprotein substrates: Lomitapide acts as an inhibitor of P-glycoprotein (P-gp). When lomitapide is coadministered with P-gp substrates such as aliskiren, ambrisentan, colchicine, dabigatran, digoxin, fexofenadine, imatinib, maraviroc, posaconazole, ranolazine, saxagliptin, sirolimus, sitagliptin, tolvaptan, it may increase the exposure of these drugs. Consequently, clinicians should consider a dose reduction of the P-gp substrate when combined with lomitapide. [13] [19]"}
{"id": "article-111460_23", "title": "Lomitapide -- Contraindications", "content": "Contraindications include pregnancy, concomitant administration with moderate or potent inhibitors of CYP3A4, moderate or severe hepatic impairment (Child-Pugh class B or C), and patients suffering from active hepatic disorders involving unjustified lasting increases of transaminases in the serum. [20]", "contents": "Lomitapide -- Contraindications. Contraindications include pregnancy, concomitant administration with moderate or potent inhibitors of CYP3A4, moderate or severe hepatic impairment (Child-Pugh class B or C), and patients suffering from active hepatic disorders involving unjustified lasting increases of transaminases in the serum. [20]"}
{"id": "article-111460_24", "title": "Lomitapide -- Contraindications -- Box Warning", "content": "Lomitapide has been associated with an elevation in transaminases, specifically alanine aminotransferase (ALT) and aspartate aminotransferase (AST). During a clinical trial of lomitapide, approximately 34% of patients experienced elevations in these enzymes. However, no significant increases in total bilirubin, INR, or alkaline phosphatase levels were observed alongside these transaminase elevations. Additionally, lomitapide has been found to cause an increase in hepatic fat deposition, regardless of whether transaminases are concurrently elevated. Magnetic resonance spectroscopy measurements indicated that accumulation of hepatic fat associated with lomitapide treatment may be a risk factor for progressive liver diseases such as steatohepatitis and cirrhosis.", "contents": "Lomitapide -- Contraindications -- Box Warning. Lomitapide has been associated with an elevation in transaminases, specifically alanine aminotransferase (ALT) and aspartate aminotransferase (AST). During a clinical trial of lomitapide, approximately 34% of patients experienced elevations in these enzymes. However, no significant increases in total bilirubin, INR, or alkaline phosphatase levels were observed alongside these transaminase elevations. Additionally, lomitapide has been found to cause an increase in hepatic fat deposition, regardless of whether transaminases are concurrently elevated. Magnetic resonance spectroscopy measurements indicated that accumulation of hepatic fat associated with lomitapide treatment may be a risk factor for progressive liver diseases such as steatohepatitis and cirrhosis."}
{"id": "article-111460_25", "title": "Lomitapide -- Contraindications -- Box Warning", "content": "In cases where ALT or AST levels are more than 3 times the upper limit of normal, lomitapide dosage should be adjusted. If clinically significant hepatotoxicity is observed, lomitapide should be discontinued. Given the potential for hepatotoxicity, lomitapide is only available through a restricted Risk Evaluation and Mitigation Strategy (REMS) Program. Clinicians should prescribe lomitapide exclusively to patients with a confirmed clinical or laboratory diagnosis consistent with HoFH. The safety and effectiveness of lomitapide have not been proven in patients with hypercholesterolemia who do not have HoFH. [21]", "contents": "Lomitapide -- Contraindications -- Box Warning. In cases where ALT or AST levels are more than 3 times the upper limit of normal, lomitapide dosage should be adjusted. If clinically significant hepatotoxicity is observed, lomitapide should be discontinued. Given the potential for hepatotoxicity, lomitapide is only available through a restricted Risk Evaluation and Mitigation Strategy (REMS) Program. Clinicians should prescribe lomitapide exclusively to patients with a confirmed clinical or laboratory diagnosis consistent with HoFH. The safety and effectiveness of lomitapide have not been proven in patients with hypercholesterolemia who do not have HoFH. [21]"}
{"id": "article-111460_26", "title": "Lomitapide -- Contraindications -- Warning and Precautions", "content": "Contraindications to lomitapide include hypersensitivity to lomitapide or its excipients, chronic bowel disorders like malabsorption or inflammatory bowel disease, and coadministration with daily simvastatin exceeding 20 mg. However, coadministration with daily simvastatin of 40 mg daily is permitted for patients initially tolerant to daily simvastatin of 80 mg for a year or more with no signs of myotoxicity. [22] As the excipient contains lactose, patients with hereditary issues related to galactose intolerance, such as glucose-galactose malabsorption or Lapp lactase deficiency, should avoid lomitapide. The use of lomitapide in such individuals may lead to diarrhea and malabsorption.", "contents": "Lomitapide -- Contraindications -- Warning and Precautions. Contraindications to lomitapide include hypersensitivity to lomitapide or its excipients, chronic bowel disorders like malabsorption or inflammatory bowel disease, and coadministration with daily simvastatin exceeding 20 mg. However, coadministration with daily simvastatin of 40 mg daily is permitted for patients initially tolerant to daily simvastatin of 80 mg for a year or more with no signs of myotoxicity. [22] As the excipient contains lactose, patients with hereditary issues related to galactose intolerance, such as glucose-galactose malabsorption or Lapp lactase deficiency, should avoid lomitapide. The use of lomitapide in such individuals may lead to diarrhea and malabsorption."}
{"id": "article-111460_27", "title": "Lomitapide -- Contraindications", "content": "Lomitapide can decrease the absorption of fat-soluble vitamins. Patients with chronic bowel or pancreatic diseases are at higher risk of nutrient deficiencies when using lomitapide. Clinicians should advise patients treated with lomitapide to take daily 400 IU of vitamin E, 80 mg of docosahexaenoic acid (DHA), 110 mg of eicosapentaenoic acid (EPA), 200 mg of linoleic acid, and 210 mg of alpha-linolenic acid (ALA). [23]", "contents": "Lomitapide -- Contraindications. Lomitapide can decrease the absorption of fat-soluble vitamins. Patients with chronic bowel or pancreatic diseases are at higher risk of nutrient deficiencies when using lomitapide. Clinicians should advise patients treated with lomitapide to take daily 400 IU of vitamin E, 80 mg of docosahexaenoic acid (DHA), 110 mg of eicosapentaenoic acid (EPA), 200 mg of linoleic acid, and 210 mg of alpha-linolenic acid (ALA). [23]"}
{"id": "article-111460_28", "title": "Lomitapide -- Monitoring", "content": "Clinicians should obtain baseline hepatic and renal function tests (ALT, AST, total bilirubin, alkaline phosphatase, and serum creatinine). Before starting treatment, pregnancy tests are indicated in females of childbearing age. During the initial year of treatment, recommendations are to assess transaminase levels every month or before any dosage increase, whichever occurs earlier. Subsequently, transaminase monitoring should be performed at least every 3 months or before any dose escalation.", "contents": "Lomitapide -- Monitoring. Clinicians should obtain baseline hepatic and renal function tests (ALT, AST, total bilirubin, alkaline phosphatase, and serum creatinine). Before starting treatment, pregnancy tests are indicated in females of childbearing age. During the initial year of treatment, recommendations are to assess transaminase levels every month or before any dosage increase, whichever occurs earlier. Subsequently, transaminase monitoring should be performed at least every 3 months or before any dose escalation."}
{"id": "article-111460_29", "title": "Lomitapide -- Monitoring", "content": "Healthcare providers should check other medications prescribed to patients, as adjusting doses or considering alternative treatments might be necessary. Additionally, they should monitor for signs of severe diarrhea or hepatotoxicity. [24]", "contents": "Lomitapide -- Monitoring. Healthcare providers should check other medications prescribed to patients, as adjusting doses or considering alternative treatments might be necessary. Additionally, they should monitor for signs of severe diarrhea or hepatotoxicity. [24]"}
{"id": "article-111460_30", "title": "Lomitapide -- Monitoring -- Recommendations for the Nursing Staff", "content": "Nurses should assess abnormalities in the ordered labs and reports. Nurses should monitor patients and instruct them to report severe diarrhea or signs of hepatic toxicity, such as loss of appetite, severe abdominal pain, jaundice, dark urine, or light-colored feces.", "contents": "Lomitapide -- Monitoring -- Recommendations for the Nursing Staff. Nurses should assess abnormalities in the ordered labs and reports. Nurses should monitor patients and instruct them to report severe diarrhea or signs of hepatic toxicity, such as loss of appetite, severe abdominal pain, jaundice, dark urine, or light-colored feces."}
{"id": "article-111460_31", "title": "Lomitapide -- Toxicity", "content": "The considerations for suspected toxicity include the following:", "contents": "Lomitapide -- Toxicity. The considerations for suspected toxicity include the following:"}
{"id": "article-111460_32", "title": "Lomitapide -- Toxicity", "content": "Elevate transaminases: In a clinical trial, approximately 34% of patients exhibited elevated levels of ALT or AST that were approximately three times or greater than the upper limit of normal (ULN). No significant clinically relevant elevations in alkaline phosphatase, total bilirubin, or the international normalized ratio (INR) are apparent. [25] [12]", "contents": "Lomitapide -- Toxicity. Elevate transaminases: In a clinical trial, approximately 34% of patients exhibited elevated levels of ALT or AST that were approximately three times or greater than the upper limit of normal (ULN). No significant clinically relevant elevations in alkaline phosphatase, total bilirubin, or the international normalized ratio (INR) are apparent. [25] [12]"}
{"id": "article-111460_33", "title": "Lomitapide -- Toxicity", "content": "Elevate liver fats: This can occur with or without related transaminase elevations. Following 26 and 78 weeks of therapy, the median absolute rise in liver fats, from a baseline of 1%, was 6% assessed through magnetic resonance spectroscopy (MRS). Lomitapide therapy-associated liver steatosis could be a risk factor for advanced liver disease involving steatohepatitis and cirrhosis.", "contents": "Lomitapide -- Toxicity. Elevate liver fats: This can occur with or without related transaminase elevations. Following 26 and 78 weeks of therapy, the median absolute rise in liver fats, from a baseline of 1%, was 6% assessed through magnetic resonance spectroscopy (MRS). Lomitapide therapy-associated liver steatosis could be a risk factor for advanced liver disease involving steatohepatitis and cirrhosis."}
{"id": "article-111460_34", "title": "Lomitapide -- Toxicity", "content": "Before starting therapy, assess AST, ALT, alkaline phosphatase, and total bilirubin and routinely check AST and ALT as required afterward. Modify the lomitapide dosage during treatment if the AST or ALT reaches three times the ULN or more. Stop lomitapide in case of clinically meaningful hepatic toxicity. Due to hepatotoxicity, lomitapide is only available through the REMS program, as mentioned above. Prescribe lomitapide only to patients confirmed clinically or by laboratory results to have HoFH. Lomitapide efficacy and safety remain unconfirmed in patients diagnosed with hypercholesterolemia other than from HoFH. [26] No antidote is available for lomitapide overdose. In severe overdose of lomitapide, provide supportive care. Hemodialysis is unlikely to be effective as lomitapide has high plasma protein binding.", "contents": "Lomitapide -- Toxicity. Before starting therapy, assess AST, ALT, alkaline phosphatase, and total bilirubin and routinely check AST and ALT as required afterward. Modify the lomitapide dosage during treatment if the AST or ALT reaches three times the ULN or more. Stop lomitapide in case of clinically meaningful hepatic toxicity. Due to hepatotoxicity, lomitapide is only available through the REMS program, as mentioned above. Prescribe lomitapide only to patients confirmed clinically or by laboratory results to have HoFH. Lomitapide efficacy and safety remain unconfirmed in patients diagnosed with hypercholesterolemia other than from HoFH. [26] No antidote is available for lomitapide overdose. In severe overdose of lomitapide, provide supportive care. Hemodialysis is unlikely to be effective as lomitapide has high plasma protein binding."}
{"id": "article-111460_35", "title": "Lomitapide -- Enhancing Healthcare Team Outcomes", "content": "Dyslipidemia is a risk factor for atherosclerosis and could cause asymptomatic coronary artery or peripheral arterial diseases. Causes of dyslipidemia include sedentary living with diets rich in calories, saturated and trans fats, cholesterol, and familial (genetic) abnormalities in metabolizing fats. The evaluation begins by measuring serum lipid levels, including total cholesterol, triglycerides, HDL-C, quantified LDL-C, and VLDL. Screening exams should occur at ages 9 to 11, then at ages 17 to 21, and ages 2 to 8 (for a significant family history of severe hyperlipidemia, premature coronary artery disease, or other risk factors). Adults should have screening starting at age 20 and then every subsequent 5 years. Total and HDL cholesterol are assessable while not fasting; however, most patients should have all lipids assessed during fasting, often for 12 hours, for optimal validity and precision.", "contents": "Lomitapide -- Enhancing Healthcare Team Outcomes. Dyslipidemia is a risk factor for atherosclerosis and could cause asymptomatic coronary artery or peripheral arterial diseases. Causes of dyslipidemia include sedentary living with diets rich in calories, saturated and trans fats, cholesterol, and familial (genetic) abnormalities in metabolizing fats. The evaluation begins by measuring serum lipid levels, including total cholesterol, triglycerides, HDL-C, quantified LDL-C, and VLDL. Screening exams should occur at ages 9 to 11, then at ages 17 to 21, and ages 2 to 8 (for a significant family history of severe hyperlipidemia, premature coronary artery disease, or other risk factors). Adults should have screening starting at age 20 and then every subsequent 5 years. Total and HDL cholesterol are assessable while not fasting; however, most patients should have all lipids assessed during fasting, often for 12 hours, for optimal validity and precision."}
{"id": "article-111460_36", "title": "Lomitapide -- Enhancing Healthcare Team Outcomes", "content": "The American Heart Association and the American College of Cardiology (AHA/ACC) recommend treatment for all patients in the 4 key risk groups and those with raised lipid profiles and other risk factors to decrease ASCVD risk. Although management relies on particular abnormalities in the lipid profile, it should always cover optimizing compliance, changing lifestyle (diet modification and physical activity), controlling diabetes and hypertension, quitting smoking, and sometimes, in cases with an elevated risk of myocardial infarction or death because of coronary artery disease, low-dose of daily aspirin.", "contents": "Lomitapide -- Enhancing Healthcare Team Outcomes. The American Heart Association and the American College of Cardiology (AHA/ACC) recommend treatment for all patients in the 4 key risk groups and those with raised lipid profiles and other risk factors to decrease ASCVD risk. Although management relies on particular abnormalities in the lipid profile, it should always cover optimizing compliance, changing lifestyle (diet modification and physical activity), controlling diabetes and hypertension, quitting smoking, and sometimes, in cases with an elevated risk of myocardial infarction or death because of coronary artery disease, low-dose of daily aspirin."}
{"id": "article-111460_37", "title": "Lomitapide -- Enhancing Healthcare Team Outcomes", "content": "Lomitapide is a MTP inhibitor, which affects the secretion of triglyceride-rich lipoproteins in the intestine and the liver. The dose starts low and is raised step-by-step, almost bi-weekly. Patients should adhere to diets with less than 20% fat calories. Lomitapide might lead to gastrointestinal adverse effects such as diarrhea, hepatic steatosis, and increased hepatic enzymes. Pharmacists should educate patients about adverse effects. Apheresis is also a frequently used treatment in patients suffering from HoFH who have limited or no response to medications.", "contents": "Lomitapide -- Enhancing Healthcare Team Outcomes. Lomitapide is a MTP inhibitor, which affects the secretion of triglyceride-rich lipoproteins in the intestine and the liver. The dose starts low and is raised step-by-step, almost bi-weekly. Patients should adhere to diets with less than 20% fat calories. Lomitapide might lead to gastrointestinal adverse effects such as diarrhea, hepatic steatosis, and increased hepatic enzymes. Pharmacists should educate patients about adverse effects. Apheresis is also a frequently used treatment in patients suffering from HoFH who have limited or no response to medications."}
{"id": "article-111460_38", "title": "Lomitapide -- Enhancing Healthcare Team Outcomes", "content": "Patients diagnosed with HoFH should be promptly referred to a lipid specialist for further management. [27] A global retrospective cohort study on HoFH revealed late diagnosis, undertreatment, and increased premature cardiovascular risk. Multi-lipid-lowering therapy is associated with better outcomes and lower LDL cholesterol levels. Global disparities in treatment, LDL cholesterol control, and cardiovascular event-free survival among HoFH patients require a critical re-evaluation of global health policies to reduce inequalities and improve outcomes for patients with HoFH. [28] The aforementioned management activities are most effectively carried out by an interprofessional healthcare team comprising clinicians, specialists, advanced practice practitioners, nursing staff, and pharmacists. They work collaboratively, engage in shared decision-making, and communicate their findings with other team members to ensure optimal patient outcomes while minimizing adverse events.", "contents": "Lomitapide -- Enhancing Healthcare Team Outcomes. Patients diagnosed with HoFH should be promptly referred to a lipid specialist for further management. [27] A global retrospective cohort study on HoFH revealed late diagnosis, undertreatment, and increased premature cardiovascular risk. Multi-lipid-lowering therapy is associated with better outcomes and lower LDL cholesterol levels. Global disparities in treatment, LDL cholesterol control, and cardiovascular event-free survival among HoFH patients require a critical re-evaluation of global health policies to reduce inequalities and improve outcomes for patients with HoFH. [28] The aforementioned management activities are most effectively carried out by an interprofessional healthcare team comprising clinicians, specialists, advanced practice practitioners, nursing staff, and pharmacists. They work collaboratively, engage in shared decision-making, and communicate their findings with other team members to ensure optimal patient outcomes while minimizing adverse events."}
{"id": "article-111460_39", "title": "Lomitapide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lomitapide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}