{"id": "article-30611_0", "title": "Trihexyphenidyl -- Continuing Education Activity", "content": "Trihexyphenidyl works as an anticholinergic and is used for the treatment of tremors, spasms, stiffness, and weak muscle control seen in patients with Parkinson disease. It can also be used to prevent or treat similar muscular conditions which are caused by certain central nervous system (CNS) drugs such as fluphenazine, haloperidol, and chlorpromazine. The FDA approved it for managing all types of parkinsonism (idiopathic, postencephalitic, and arteriosclerotic) in June 2003. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of trihexyphenidyl so providers can direct patient therapy as indicated as part of the interprofessional team.", "contents": "Trihexyphenidyl -- Continuing Education Activity. Trihexyphenidyl works as an anticholinergic and is used for the treatment of tremors, spasms, stiffness, and weak muscle control seen in patients with Parkinson disease. It can also be used to prevent or treat similar muscular conditions which are caused by certain central nervous system (CNS) drugs such as fluphenazine, haloperidol, and chlorpromazine. The FDA approved it for managing all types of parkinsonism (idiopathic, postencephalitic, and arteriosclerotic) in June 2003. This activity outlines the indications, mechanism of action, methods of administration, important adverse effects, contraindications, toxicity, and monitoring, of trihexyphenidyl so providers can direct patient therapy as indicated as part of the interprofessional team."}
{"id": "article-30611_1", "title": "Trihexyphenidyl -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of trihexyphenidyl. Summarize the adverse event profile of trihexyphenidyl. Review the toxicity and misuse potential for trihexyphenidyl. Explain the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with trihexyphenidyl therapy to improve patient outcomes for patients with Parkinsonism. Access free multiple choice questions on this topic.", "contents": "Trihexyphenidyl -- Continuing Education Activity. Objectives: Describe the mechanism of action of trihexyphenidyl. Summarize the adverse event profile of trihexyphenidyl. Review the toxicity and misuse potential for trihexyphenidyl. Explain the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with trihexyphenidyl therapy to improve patient outcomes for patients with Parkinsonism. Access free multiple choice questions on this topic."}
{"id": "article-30611_2", "title": "Trihexyphenidyl -- Indications", "content": "Trihexyphenidyl works as an anticholinergic used for the treatment of tremors, spasms, stiffness, and weak muscle control seen in patients with Parkinson disease. [1] It can also be useful for preventing or treating similar muscular conditions like extrapyramidal side effects (EPS), which are caused by first-generation antipsychotic drugs such as fluphenazine, haloperidol, and chlorpromazine. [2] Although it has been pertinent in clinical trials investigating the treatment of Parkinson disease since 1949, it was approved for the management of all types of parkinsonism (idiopathic, postencephalitic, and arteriosclerotic) in June 2003 by the FDA. Trihexyphenidyl is often used as an adjuvant therapy when treating the forms mentioned above of parkinsonism with levodopa. [3]", "contents": "Trihexyphenidyl -- Indications. Trihexyphenidyl works as an anticholinergic used for the treatment of tremors, spasms, stiffness, and weak muscle control seen in patients with Parkinson disease. [1] It can also be useful for preventing or treating similar muscular conditions like extrapyramidal side effects (EPS), which are caused by first-generation antipsychotic drugs such as fluphenazine, haloperidol, and chlorpromazine. [2] Although it has been pertinent in clinical trials investigating the treatment of Parkinson disease since 1949, it was approved for the management of all types of parkinsonism (idiopathic, postencephalitic, and arteriosclerotic) in June 2003 by the FDA. Trihexyphenidyl is often used as an adjuvant therapy when treating the forms mentioned above of parkinsonism with levodopa. [3]"}
{"id": "article-30611_3", "title": "Trihexyphenidyl -- Indications", "content": "In 2008, there were reports that Iraqi police and soldiers were using trihexyphenidyl for recreational purposes and other prescription drugs. Reportedly the drugs were taken as they seemed to relieve combat stress. Although this could have been the primary cause for use in some, some were also seen as a substitute or a more potent version of LSD by some users. Trihexyphenidyl is used off-label to manage dystonia in patients with cerebral palsy. [4]", "contents": "Trihexyphenidyl -- Indications. In 2008, there were reports that Iraqi police and soldiers were using trihexyphenidyl for recreational purposes and other prescription drugs. Reportedly the drugs were taken as they seemed to relieve combat stress. Although this could have been the primary cause for use in some, some were also seen as a substitute or a more potent version of LSD by some users. Trihexyphenidyl is used off-label to manage dystonia in patients with cerebral palsy. [4]"}
{"id": "article-30611_4", "title": "Trihexyphenidyl -- Mechanism of Action", "content": "The precise mechanism of action of trihexyphenidyl remains inadequately comprehended; it appears to act on the parasympathetic nervous system by inhibiting efferent impulses directly. Structures innervated by the parasympathetic system, such as the salivary glands, eyes, and smooth muscles (directly and indirectly), are affected, even at smaller doses. The direct central inhibition of cerebral motor centers may occur with higher doses. Research indicates that the receptors affected are the dopamine and M1 muscarinic receptors. [5] [6]", "contents": "Trihexyphenidyl -- Mechanism of Action. The precise mechanism of action of trihexyphenidyl remains inadequately comprehended; it appears to act on the parasympathetic nervous system by inhibiting efferent impulses directly. Structures innervated by the parasympathetic system, such as the salivary glands, eyes, and smooth muscles (directly and indirectly), are affected, even at smaller doses. The direct central inhibition of cerebral motor centers may occur with higher doses. Research indicates that the receptors affected are the dopamine and M1 muscarinic receptors. [5] [6]"}
{"id": "article-30611_5", "title": "Trihexyphenidyl -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: The drug is well absorbed from the gastrointestinal tract, and the onset of action occurs 60 minutes after an oral dose, with peak activity occurring after 2 to 3 hours. Distribution: Trihexyphenidyl achieves high concentration in the brain facilitated by intralysosomal uptake. Metabolism: Trihexyphenidyl is metabolized by hydroxylation of the alicyclic groups. Enterohepatic circulation is low. Excretion: The estimated elimination half-life in adults is about 5 to 10 hours, but some studies suggest an elimination half-life of up to 33 hours. [3]", "contents": "Trihexyphenidyl -- Mechanism of Action -- Pharmacokinetics. Absorption: The drug is well absorbed from the gastrointestinal tract, and the onset of action occurs 60 minutes after an oral dose, with peak activity occurring after 2 to 3 hours. Distribution: Trihexyphenidyl achieves high concentration in the brain facilitated by intralysosomal uptake. Metabolism: Trihexyphenidyl is metabolized by hydroxylation of the alicyclic groups. Enterohepatic circulation is low. Excretion: The estimated elimination half-life in adults is about 5 to 10 hours, but some studies suggest an elimination half-life of up to 33 hours. [3]"}
{"id": "article-30611_6", "title": "Trihexyphenidyl -- Administration", "content": "Trihexyphenidyl is available as 2 mg and 5 mg oral tablets and as a solution of 2 mg/5 mL. [7]  The dosage of trihexyphenidyl HCl varies with the individual and is determined empirically. Clinicians should prescribe a low initial dose and increase the dose gradually, especially in adults older than 60 years of age. The patient can take the oral drug before or after meals; this depends on the individual patient; those with excessive xerostomia (due to trihexyphenidyl's anticholinergic effects) could take the medication before meals, and those who feel nauseous or are prone to excessive salivation could take the drug after meals. Trihexyphenidyl is better tolerated with food in 3 separate doses daily. Higher doses, such as more than 10 mg per day, could be divided into four doses daily (one taken with each meal and one at bedtime).", "contents": "Trihexyphenidyl -- Administration. Trihexyphenidyl is available as 2 mg and 5 mg oral tablets and as a solution of 2 mg/5 mL. [7]  The dosage of trihexyphenidyl HCl varies with the individual and is determined empirically. Clinicians should prescribe a low initial dose and increase the dose gradually, especially in adults older than 60 years of age. The patient can take the oral drug before or after meals; this depends on the individual patient; those with excessive xerostomia (due to trihexyphenidyl's anticholinergic effects) could take the medication before meals, and those who feel nauseous or are prone to excessive salivation could take the drug after meals. Trihexyphenidyl is better tolerated with food in 3 separate doses daily. Higher doses, such as more than 10 mg per day, could be divided into four doses daily (one taken with each meal and one at bedtime)."}
{"id": "article-30611_7", "title": "Trihexyphenidyl -- Administration", "content": "Clinicians should avoid abrupt withdrawal of trihexyphenidyl in patients undergoing treatment for parkinsonism symptoms, as this could cause an acute exacerbation of existing symptoms. In addition, there are reports of neuroleptic malignant syndrome in patients who had an abrupt withdrawal from treatment.", "contents": "Trihexyphenidyl -- Administration. Clinicians should avoid abrupt withdrawal of trihexyphenidyl in patients undergoing treatment for parkinsonism symptoms, as this could cause an acute exacerbation of existing symptoms. In addition, there are reports of neuroleptic malignant syndrome in patients who had an abrupt withdrawal from treatment."}
{"id": "article-30611_8", "title": "Trihexyphenidyl -- Administration -- Idiopathic Parkinsonism", "content": "For initial therapy for symptoms of idiopathic parkinsonism, 1 mg tablet of trihexyphenidyl is given on the first day. This dose could then increase by 2 mg accretions at intervals of around four days until a total dose of 6 to 10 mg is administered daily to the patient. The final daily dose is determined by the clinician to what is deemed the optimal dosage for symptom control. Most patients show significant symptom improvement on 6 to 10 mg daily. Still, some, especially those of the postencephalitic sub-group, could require daily doses of around 12 to 15 mg for symptom management. [8]", "contents": "Trihexyphenidyl -- Administration -- Idiopathic Parkinsonism. For initial therapy for symptoms of idiopathic parkinsonism, 1 mg tablet of trihexyphenidyl is given on the first day. This dose could then increase by 2 mg accretions at intervals of around four days until a total dose of 6 to 10 mg is administered daily to the patient. The final daily dose is determined by the clinician to what is deemed the optimal dosage for symptom control. Most patients show significant symptom improvement on 6 to 10 mg daily. Still, some, especially those of the postencephalitic sub-group, could require daily doses of around 12 to 15 mg for symptom management. [8]"}
{"id": "article-30611_9", "title": "Trihexyphenidyl -- Administration -- Idiopathic Parkinsonism", "content": "According to American Academy of Neurology guidelines, anticholinergics, including trihexyphenidyl, should be prescribed only if the tremor is predominant. [9] According to NICE guidelines, anticholinergics should not be used in patients with predominant dyskinesia or motor fluctuations. [10] According to the International Parkinson and Movement Disorder Society guidelines, anticholinergics are clinically used for younger patients with no cognitive impairment. [11]", "contents": "Trihexyphenidyl -- Administration -- Idiopathic Parkinsonism. According to American Academy of Neurology guidelines, anticholinergics, including trihexyphenidyl, should be prescribed only if the tremor is predominant. [9] According to NICE guidelines, anticholinergics should not be used in patients with predominant dyskinesia or motor fluctuations. [10] According to the International Parkinson and Movement Disorder Society guidelines, anticholinergics are clinically used for younger patients with no cognitive impairment. [11]"}
{"id": "article-30611_10", "title": "Trihexyphenidyl -- Administration -- Drug-Induced Parkinsonism", "content": "The optimal dose and dosing frequency of trihexyphenidyl required to control the extrapyramidal symptoms of commonly used CNS drugs, such as thioxanthenes and phenothiazines, is determined empirically by the clinician. The total daily dosage ranges from 5 to 15 mg for most patients, although there have been reported cases of symptoms being sufficiently controlled on as minimal as 1 mg daily. Therefore, the recommendations are to start treatment with a single dose of 1 mg. Failure of the extrapyramidal manifestations to resolve in a few hours could prompt an increase in dosage until achieving adequate control of symptoms. Adequate control of symptoms is sometimes possible in a shorter duration by briefly decreasing the CNS drug dosage when initiating trihexyphenidyl and gradually adjusting the dose of both drugs for the desired effects without the onset of extrapyramidal symptoms. [12]", "contents": "Trihexyphenidyl -- Administration -- Drug-Induced Parkinsonism. The optimal dose and dosing frequency of trihexyphenidyl required to control the extrapyramidal symptoms of commonly used CNS drugs, such as thioxanthenes and phenothiazines, is determined empirically by the clinician. The total daily dosage ranges from 5 to 15 mg for most patients, although there have been reported cases of symptoms being sufficiently controlled on as minimal as 1 mg daily. Therefore, the recommendations are to start treatment with a single dose of 1 mg. Failure of the extrapyramidal manifestations to resolve in a few hours could prompt an increase in dosage until achieving adequate control of symptoms. Adequate control of symptoms is sometimes possible in a shorter duration by briefly decreasing the CNS drug dosage when initiating trihexyphenidyl and gradually adjusting the dose of both drugs for the desired effects without the onset of extrapyramidal symptoms. [12]"}
{"id": "article-30611_11", "title": "Trihexyphenidyl -- Administration -- Drug-Induced Parkinsonism", "content": "American Psychiatry Association guidelines (APA 2020) suggest that patients with acute dystonia due to antipsychotic therapy be treated with anticholinergic medication like trihexyphenidyl. In addition, APA suggests that for drug-induced parkinsonism due to antipsychotic therapy, reduce the dose of the antipsychotic drug, change to another antipsychotic drug, or treat with anticholinergic medications. [13]", "contents": "Trihexyphenidyl -- Administration -- Drug-Induced Parkinsonism. American Psychiatry Association guidelines (APA 2020) suggest that patients with acute dystonia due to antipsychotic therapy be treated with anticholinergic medication like trihexyphenidyl. In addition, APA suggests that for drug-induced parkinsonism due to antipsychotic therapy, reduce the dose of the antipsychotic drug, change to another antipsychotic drug, or treat with anticholinergic medications. [13]"}
{"id": "article-30611_12", "title": "Trihexyphenidyl -- Administration -- Concomitant Use with Levodopa", "content": "The usual dose of both levodopa and trihexyphenidyl may require reduction when administering both of these drugs concomitantly. Any adjustment in dosage needs to be made carefully, depending on the level of symptom control and subsequent side effects. An adequate dosage for symptom control with minimal side effects is generally around 3 to 6 mg daily, given in divided doses. [4]", "contents": "Trihexyphenidyl -- Administration -- Concomitant Use with Levodopa. The usual dose of both levodopa and trihexyphenidyl may require reduction when administering both of these drugs concomitantly. Any adjustment in dosage needs to be made carefully, depending on the level of symptom control and subsequent side effects. An adequate dosage for symptom control with minimal side effects is generally around 3 to 6 mg daily, given in divided doses. [4]"}
{"id": "article-30611_13", "title": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population", "content": "Patients with Hepatic Impairment: No information regarding dose adjustment for hepatic impairment is provided in the manufacturer's labeling. Use with caution. Patients with Renal Impairment: No information regarding dose adjustment for renal impairment is provided in the manufacturer's labeling. Use with caution.", "contents": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population. Patients with Hepatic Impairment: No information regarding dose adjustment for hepatic impairment is provided in the manufacturer's labeling. Use with caution. Patients with Renal Impairment: No information regarding dose adjustment for renal impairment is provided in the manufacturer's labeling. Use with caution."}
{"id": "article-30611_14", "title": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population", "content": "Pregnancy Considerations: Trihexyphenidyl crosses the placenta and is classified as a former FDA pregnancy risk factor class C. Miscarriage and molar pregnancy has been reported. In a cohort of 2323 patients exposed to anticholinergics drugs, major congenital disabilities were not increased. However, miscarriage and molar pregnancy has been reported in a few cases. Use with caution. [7]", "contents": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population. Pregnancy Considerations: Trihexyphenidyl crosses the placenta and is classified as a former FDA pregnancy risk factor class C. Miscarriage and molar pregnancy has been reported. In a cohort of 2323 patients exposed to anticholinergics drugs, major congenital disabilities were not increased. However, miscarriage and molar pregnancy has been reported in a few cases. Use with caution. [7]"}
{"id": "article-30611_15", "title": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population", "content": "Breastfeeding Considerations: Prolonged use of trihexyphenidyl may lead to suppression of lactation, but a single dose is not likely to interrupt breastfeeding. During long-term use, monitor for signs of decreased lactation. [8]", "contents": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population. Breastfeeding Considerations: Prolonged use of trihexyphenidyl may lead to suppression of lactation, but a single dose is not likely to interrupt breastfeeding. During long-term use, monitor for signs of decreased lactation. [8]"}
{"id": "article-30611_16", "title": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population", "content": "Potentially Inappropriate Medicine (PIM): According to the American Geriatric Society (beers criteria), trihexyphenidyl is a PIM for use in older adults. Older adults have an increased risk of anticholinergic adverse effects like cognitive impairment, confusion, delirium, constipation, and urinary retention. It is also not recommended to manage antipsychotic drug-associated extrapyramidal effects in older adults. Consequently, elderly patients should be prescribed low doses of trihexyphenidyl and monitored closely. [14]", "contents": "Trihexyphenidyl -- Administration -- Use in Specific Patient Population. Potentially Inappropriate Medicine (PIM): According to the American Geriatric Society (beers criteria), trihexyphenidyl is a PIM for use in older adults. Older adults have an increased risk of anticholinergic adverse effects like cognitive impairment, confusion, delirium, constipation, and urinary retention. It is also not recommended to manage antipsychotic drug-associated extrapyramidal effects in older adults. Consequently, elderly patients should be prescribed low doses of trihexyphenidyl and monitored closely. [14]"}
{"id": "article-30611_17", "title": "Trihexyphenidyl -- Adverse Effects", "content": "Adverse effects of trihexyphenidyl are frequently seen as dose-dependent but usually decrease over time as tolerance develops and the body adapts to the drug. Even with all of the adverse effects considered, trihexyphenidyl demonstrated dramatic and consistent improvement of neurologic defects in people between the ages of 16 to 86 over a 5-year course. Confusion and delirium frequently occur in older patients or patients with psychiatric disorders. Adverse effects of trihexyphenidyl according to system organ classification(SOC) include but are not limited to:", "contents": "Trihexyphenidyl -- Adverse Effects. Adverse effects of trihexyphenidyl are frequently seen as dose-dependent but usually decrease over time as tolerance develops and the body adapts to the drug. Even with all of the adverse effects considered, trihexyphenidyl demonstrated dramatic and consistent improvement of neurologic defects in people between the ages of 16 to 86 over a 5-year course. Confusion and delirium frequently occur in older patients or patients with psychiatric disorders. Adverse effects of trihexyphenidyl according to system organ classification(SOC) include but are not limited to:"}
{"id": "article-30611_18", "title": "Trihexyphenidyl -- Adverse Effects", "content": "Ocular Effects: Mydriasis may present in patients with and without photophobia. This condition can lead to blurred vision or precipitate narrow-angle glaucoma by angle closure, which increases intraocular pressure. [15]", "contents": "Trihexyphenidyl -- Adverse Effects. Ocular Effects: Mydriasis may present in patients with and without photophobia. This condition can lead to blurred vision or precipitate narrow-angle glaucoma by angle closure, which increases intraocular pressure. [15]"}
{"id": "article-30611_19", "title": "Trihexyphenidyl -- Adverse Effects", "content": "CNS Effects: Frequently reported adverse effects are headache, dizziness, drowsiness, and vertigo. Anxiety, nervousness, confusion, and agitation occurred in patients on higher doses. Trihexyphenidyl also produces a short-acting euphoric and mood-elevating effect, which is why it is a drug of potential misuse. [16] In addition, there have been cases of the disruption of normal sleep architecture (REM sleep depression). It could also potentially lower the seizure threshold, requiring caution in people with epilepsy or other seizure disorders. [17]  Long-term use has the potential to develop Alzheimer's disease in preclinical studies. [18]", "contents": "Trihexyphenidyl -- Adverse Effects. CNS Effects: Frequently reported adverse effects are headache, dizziness, drowsiness, and vertigo. Anxiety, nervousness, confusion, and agitation occurred in patients on higher doses. Trihexyphenidyl also produces a short-acting euphoric and mood-elevating effect, which is why it is a drug of potential misuse. [16] In addition, there have been cases of the disruption of normal sleep architecture (REM sleep depression). It could also potentially lower the seizure threshold, requiring caution in people with epilepsy or other seizure disorders. [17]  Long-term use has the potential to develop Alzheimer's disease in preclinical studies. [18]"}
{"id": "article-30611_20", "title": "Trihexyphenidyl -- Adverse Effects", "content": "Peripheral Adverse Effects: As with other anticholinergics, impaired sweating, dry mouth, abdominal discomfort, nausea, urinary retention, and constipation are frequently seen (patients require monitoring for long-term use). [19] Some patients also develop tachycardia. Although allergic reactions are infrequent, they could occur with the use of trihexyphenidyl. Fatal hyperthermia and severe anhidrosis are also possible, and that is why caution is advised when using the drug during exercise or in extremely hot weather. [20] Tolerance: Tolerance could develop with prolonged drug use, and dosing adjustments may be necessary.", "contents": "Trihexyphenidyl -- Adverse Effects. Peripheral Adverse Effects: As with other anticholinergics, impaired sweating, dry mouth, abdominal discomfort, nausea, urinary retention, and constipation are frequently seen (patients require monitoring for long-term use). [19] Some patients also develop tachycardia. Although allergic reactions are infrequent, they could occur with the use of trihexyphenidyl. Fatal hyperthermia and severe anhidrosis are also possible, and that is why caution is advised when using the drug during exercise or in extremely hot weather. [20] Tolerance: Tolerance could develop with prolonged drug use, and dosing adjustments may be necessary."}
{"id": "article-30611_21", "title": "Trihexyphenidyl -- Adverse Effects", "content": "Drug-Drug Interactions: Potassium chloride is contraindicated in patients with inadequate gastric emptying. Anticholinergic agents impair motility and increase the contact time of potassium chloride with gastric mucosa, leading to gastritis, peptic ulcer, and increased risk of upper GI bleeding. [21] Severe dizziness has been reported in patients treated with rivaroxaban and trihexyphenidyl. The mechanism is unknown; use it with caution. [22]", "contents": "Trihexyphenidyl -- Adverse Effects. Drug-Drug Interactions: Potassium chloride is contraindicated in patients with inadequate gastric emptying. Anticholinergic agents impair motility and increase the contact time of potassium chloride with gastric mucosa, leading to gastritis, peptic ulcer, and increased risk of upper GI bleeding. [21] Severe dizziness has been reported in patients treated with rivaroxaban and trihexyphenidyl. The mechanism is unknown; use it with caution. [22]"}
{"id": "article-30611_22", "title": "Trihexyphenidyl -- Contraindications", "content": "Per the manufacturer's labeling, trihexyphenidyl is contraindicated in those with hypersensitivity to the drug (trihexyphenidyl HCl) or any drug formulation ingredients. It is also contraindicated in patients with narrow-angle glaucoma because it possesses anticholinergic activity that could cause mydriasis, further narrowing the angle of the lens, increasing the IOP, and worsening the condition.", "contents": "Trihexyphenidyl -- Contraindications. Per the manufacturer's labeling, trihexyphenidyl is contraindicated in those with hypersensitivity to the drug (trihexyphenidyl HCl) or any drug formulation ingredients. It is also contraindicated in patients with narrow-angle glaucoma because it possesses anticholinergic activity that could cause mydriasis, further narrowing the angle of the lens, increasing the IOP, and worsening the condition."}
{"id": "article-30611_23", "title": "Trihexyphenidyl -- Monitoring", "content": "Trihexyphenidyl is not strictly contraindicated for patients with liver, kidney, or cardiac disorders, but recommendations are to monitor these patients closely when using the drug. In addition, patients with hypertension should also have their blood pressure monitored for the duration of therapy.", "contents": "Trihexyphenidyl -- Monitoring. Trihexyphenidyl is not strictly contraindicated for patients with liver, kidney, or cardiac disorders, but recommendations are to monitor these patients closely when using the drug. In addition, patients with hypertension should also have their blood pressure monitored for the duration of therapy."}
{"id": "article-30611_24", "title": "Trihexyphenidyl -- Monitoring", "content": "Some patients may require the indefinite use of trihexyphenidyl, and since it has properties similar to atropine, constant and long-term supervision should be implemented to prevent allergic and other unwanted reactions. Because of the parasympathetic activity of trihexyphenidyl, it should be used precautiously and monitored closely in patients with obstructive genitourinary or gastrointestinal diseases, glaucoma, and in older males with prostatic hypertrophy. [15] Geriatric patients, especially those older than 60, commonly develop an increased sensitivity to these types of drugs and require strict regulation of their dosage.", "contents": "Trihexyphenidyl -- Monitoring. Some patients may require the indefinite use of trihexyphenidyl, and since it has properties similar to atropine, constant and long-term supervision should be implemented to prevent allergic and other unwanted reactions. Because of the parasympathetic activity of trihexyphenidyl, it should be used precautiously and monitored closely in patients with obstructive genitourinary or gastrointestinal diseases, glaucoma, and in older males with prostatic hypertrophy. [15] Geriatric patients, especially those older than 60, commonly develop an increased sensitivity to these types of drugs and require strict regulation of their dosage."}
{"id": "article-30611_25", "title": "Trihexyphenidyl -- Toxicity", "content": "As with some other antiparkinsonian medications, trihexyphenidyl is known to be a drug of abuse. Misuse has been reported primarily in patients with chronic schizophrenia and those with other substance abuse, the former being less frequent abusers of other substances. A recent systematic review published in 2022 reveals an alarming trend of misuse of trihexyphenidyl. Benzhexol/Trihexyphenidyl (THP) is the most abused anticholinergic drug. It is frequently combined with benzodiazepines, alcohol, cannabis, amphetamines, opioids, LSD, PCP, nicotine, and cocaine. [16]", "contents": "Trihexyphenidyl -- Toxicity. As with some other antiparkinsonian medications, trihexyphenidyl is known to be a drug of abuse. Misuse has been reported primarily in patients with chronic schizophrenia and those with other substance abuse, the former being less frequent abusers of other substances. A recent systematic review published in 2022 reveals an alarming trend of misuse of trihexyphenidyl. Benzhexol/Trihexyphenidyl (THP) is the most abused anticholinergic drug. It is frequently combined with benzodiazepines, alcohol, cannabis, amphetamines, opioids, LSD, PCP, nicotine, and cocaine. [16]"}
{"id": "article-30611_26", "title": "Trihexyphenidyl -- Toxicity", "content": "Trihexyphenidyl toxicity resembles atropine intoxication (antimuscarinic effects) with xerostomia, anhidrosis, mydriasis, nausea/vomiting, tachycardia, hyperpyrexia, decreased bowel and bladder movements, rash, and hyperthermia, which usually accompany excessive doses. CNS symptoms observed with overdose include confusion, restlessness, agitation, incoordination, paranoid and psychotic reactions, delirium, and hallucinations. Reports exist of CNS depression leading to coma, respiratory and circulatory failure, and death in cases of severe overdose. [23] If the overdose does not receive prompt treatment, it could be fatal, especially in smaller children. [6]", "contents": "Trihexyphenidyl -- Toxicity. Trihexyphenidyl toxicity resembles atropine intoxication (antimuscarinic effects) with xerostomia, anhidrosis, mydriasis, nausea/vomiting, tachycardia, hyperpyrexia, decreased bowel and bladder movements, rash, and hyperthermia, which usually accompany excessive doses. CNS symptoms observed with overdose include confusion, restlessness, agitation, incoordination, paranoid and psychotic reactions, delirium, and hallucinations. Reports exist of CNS depression leading to coma, respiratory and circulatory failure, and death in cases of severe overdose. [23] If the overdose does not receive prompt treatment, it could be fatal, especially in smaller children. [6]"}
{"id": "article-30611_27", "title": "Trihexyphenidyl -- Toxicity", "content": "The management of overdoses is always supportive; establish adequate airway patency immediately. Physostigmine is a specific antagonist that acts centrally and peripherally to counter the antimuscarinic effects. Convulsions and hyperactivity require management with diazepam, but with caution, as the risk of CNS depression could be exacerbated. Acidosis and hypoxia should have appropriate therapy. Dysrhythmias should not have treated with antiarrhythmic drugs. Atonic bladder and bowel are treatable with carbachol.", "contents": "Trihexyphenidyl -- Toxicity. The management of overdoses is always supportive; establish adequate airway patency immediately. Physostigmine is a specific antagonist that acts centrally and peripherally to counter the antimuscarinic effects. Convulsions and hyperactivity require management with diazepam, but with caution, as the risk of CNS depression could be exacerbated. Acidosis and hypoxia should have appropriate therapy. Dysrhythmias should not have treated with antiarrhythmic drugs. Atonic bladder and bowel are treatable with carbachol."}
{"id": "article-30611_28", "title": "Trihexyphenidyl -- Enhancing Healthcare Team Outcomes", "content": "Clinicians usually prescribe trihexyphenidyl for specific indications such as drug-induced parkinsonism. As discussed above, neurologists, psychiatrists, and movement disorder specialists play an important role in managing patients who require trihexyphenidyl therapy. Pharmacists should perform medication reconciliation and inform the clinicians in case of interactions. Nursing should monitor for compliance, signs of misuse, and clinical improvement over a period of time. Clinicians(MD, DO, PA, NP) play an important role in prescribing trihexyphenidyl and restrict its usage for only essential conditions. As the misuse of trihexyphenidyl is increasing, prescription drug monitoring programs(PDMP) can be really helpful. [24]", "contents": "Trihexyphenidyl -- Enhancing Healthcare Team Outcomes. Clinicians usually prescribe trihexyphenidyl for specific indications such as drug-induced parkinsonism. As discussed above, neurologists, psychiatrists, and movement disorder specialists play an important role in managing patients who require trihexyphenidyl therapy. Pharmacists should perform medication reconciliation and inform the clinicians in case of interactions. Nursing should monitor for compliance, signs of misuse, and clinical improvement over a period of time. Clinicians(MD, DO, PA, NP) play an important role in prescribing trihexyphenidyl and restrict its usage for only essential conditions. As the misuse of trihexyphenidyl is increasing, prescription drug monitoring programs(PDMP) can be really helpful. [24]"}
{"id": "article-30611_29", "title": "Trihexyphenidyl -- Enhancing Healthcare Team Outcomes", "content": "In light of the recent systematic review, concomitant drug misuse is common with trihexyphenidyl; medical toxicologists should be consulted. Due to the potential toxicity of trihexyphenidyl, its dosing and management require an interprofessional healthcare team consisting of the clinician, nurse, and pharmacist monitoring the patient for complications and communicating any concerns to the healthcare team. This interprofessional approach will drive better outcomes while limiting the potential for drug misuse or adverse events. A respective study suggests that direct care of patients under medical toxicologist supervision is associated with significant reductions in length of hospital stay, costs, and mortality in patients hospitalized with a drug overdose. [25] [Level 3]", "contents": "Trihexyphenidyl -- Enhancing Healthcare Team Outcomes. In light of the recent systematic review, concomitant drug misuse is common with trihexyphenidyl; medical toxicologists should be consulted. Due to the potential toxicity of trihexyphenidyl, its dosing and management require an interprofessional healthcare team consisting of the clinician, nurse, and pharmacist monitoring the patient for complications and communicating any concerns to the healthcare team. This interprofessional approach will drive better outcomes while limiting the potential for drug misuse or adverse events. A respective study suggests that direct care of patients under medical toxicologist supervision is associated with significant reductions in length of hospital stay, costs, and mortality in patients hospitalized with a drug overdose. [25] [Level 3]"}
{"id": "article-30611_30", "title": "Trihexyphenidyl -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Trihexyphenidyl -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}