{"id": "article-24513_0", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction", "content": "Pulmonary arteriovenous malformations (AVMs) are the abnormal connections between a pulmonary artery and a pulmonary vein. Most cases are congenital, and although uncommon, they are a significant part of the differential diagnosis of pulmonary problems like hypoxemia and lung nodules. [1] These abnormal communications between pulmonary arteries and pulmonary veins usually bypass the capillary bed and lead to right-to-left shunting of blood, which in turn can lead to symptoms depending on the degree of blood shunting. [2] Pulmonary AVMs are also known by other terms such as pulmonary arteriovenous fistulas, pulmonary arterio-venous aneurysms, cavernous hemangiomas, and pulmonary angiomas. In 1897 during an autopsy study, this malformation was recorded for the first time in literature by Churton. [3]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction. Pulmonary arteriovenous malformations (AVMs) are the abnormal connections between a pulmonary artery and a pulmonary vein. Most cases are congenital, and although uncommon, they are a significant part of the differential diagnosis of pulmonary problems like hypoxemia and lung nodules. [1] These abnormal communications between pulmonary arteries and pulmonary veins usually bypass the capillary bed and lead to right-to-left shunting of blood, which in turn can lead to symptoms depending on the degree of blood shunting. [2] Pulmonary AVMs are also known by other terms such as pulmonary arteriovenous fistulas, pulmonary arterio-venous aneurysms, cavernous hemangiomas, and pulmonary angiomas. In 1897 during an autopsy study, this malformation was recorded for the first time in literature by Churton. [3]"}
{"id": "article-24513_1", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction", "content": "Most patients with pulmonary AVMs have the autosomal dominant disease hereditary hemorrhagic telangiectasia (HHT). However, about 15% of patients with pulmonary AVMs do not meet the criteria for the diagnosis of HHT and do not have any other systemic disease. Pulmonary AVMs may also be acquired and found in patients with liver cirrhosis. In these patients, the absence of hepatic 'factor' may lead to the formation of pulmonary AVMs. Pulmonary AVMs may also be acquired secondary to schistosomiasis, tuberculosis, and metastatic thyroid cancer.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction. Most patients with pulmonary AVMs have the autosomal dominant disease hereditary hemorrhagic telangiectasia (HHT). However, about 15% of patients with pulmonary AVMs do not meet the criteria for the diagnosis of HHT and do not have any other systemic disease. Pulmonary AVMs may also be acquired and found in patients with liver cirrhosis. In these patients, the absence of hepatic 'factor' may lead to the formation of pulmonary AVMs. Pulmonary AVMs may also be acquired secondary to schistosomiasis, tuberculosis, and metastatic thyroid cancer."}
{"id": "article-24513_2", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction", "content": "Hereditary hemorrhagic telangiectasia (HHT) is an autosomal dominant disorder. The clinical features are secondary to vascular malformations in various organs of the body, most commonly the skin, nasopharynx, GI tract, lungs, and brain. HHT is recognized as a triad of cutaneous telangiectasia, a family history of the disorder, and recurrent epistaxis. [4]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Introduction. Hereditary hemorrhagic telangiectasia (HHT) is an autosomal dominant disorder. The clinical features are secondary to vascular malformations in various organs of the body, most commonly the skin, nasopharynx, GI tract, lungs, and brain. HHT is recognized as a triad of cutaneous telangiectasia, a family history of the disorder, and recurrent epistaxis. [4]"}
{"id": "article-24513_3", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Etiology", "content": "The etiology of pulmonary arteriovenous malformations is not clear, but they can be congenital or acquired. However, most cases are associated with the condition of hereditary hemorrhagic telangiectasia (HHT), also known as  Rendu-Osler-Weber disease, which is an autosomal dominant disorder. [5] Recent discoveries in the genetics of HHT could be relevant to the etiology of pulmonary AVMs, at least in patients diagnosed with HHT, as well as possibly help understand disease pathogenesis in patients without the condition. [1]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Etiology. The etiology of pulmonary arteriovenous malformations is not clear, but they can be congenital or acquired. However, most cases are associated with the condition of hereditary hemorrhagic telangiectasia (HHT), also known as  Rendu-Osler-Weber disease, which is an autosomal dominant disorder. [5] Recent discoveries in the genetics of HHT could be relevant to the etiology of pulmonary AVMs, at least in patients diagnosed with HHT, as well as possibly help understand disease pathogenesis in patients without the condition. [1]"}
{"id": "article-24513_4", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Etiology", "content": "The most abundant transforming growth factor-beta (TGF-B) binding protein, endoglin, has been currently identified by a gene mapping to locus 9q3 and is referred to as the gene for HHT-1. In the same manner, mutations for activin receptor-like kinase1 gene have been mapped to locus 12q, which is presently referred to as the gene responsible for HHT-2. [6] [7] As the majority of patients with macroscopic pulmonary AVMs are diagnosed with HHT, understanding the genetic basis for the condition will continue to show light into the etiology and development of these abnormal communications. [8]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Etiology. The most abundant transforming growth factor-beta (TGF-B) binding protein, endoglin, has been currently identified by a gene mapping to locus 9q3 and is referred to as the gene for HHT-1. In the same manner, mutations for activin receptor-like kinase1 gene have been mapped to locus 12q, which is presently referred to as the gene responsible for HHT-2. [6] [7] As the majority of patients with macroscopic pulmonary AVMs are diagnosed with HHT, understanding the genetic basis for the condition will continue to show light into the etiology and development of these abnormal communications. [8]"}
{"id": "article-24513_5", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Epidemiology", "content": "The incidence of pulmonary arteriovenous malformations is around 1:50,000 cases. They occur twice as often in women as occur in men. [9] Approximately 10% of cases are diagnosed in infancy or childhood, followed by an increase in incidence through the fifth and sixth decades. [1] About 70% to 75% of patients with pulmonary AVMs are diagnosed with HHT, and nearly 15% to 35% of patients with HHT are diagnosed with a pulmonary AVM. [8]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Epidemiology. The incidence of pulmonary arteriovenous malformations is around 1:50,000 cases. They occur twice as often in women as occur in men. [9] Approximately 10% of cases are diagnosed in infancy or childhood, followed by an increase in incidence through the fifth and sixth decades. [1] About 70% to 75% of patients with pulmonary AVMs are diagnosed with HHT, and nearly 15% to 35% of patients with HHT are diagnosed with a pulmonary AVM. [8]"}
{"id": "article-24513_6", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Epidemiology", "content": "Although these pulmonary AVMs are expected to be inherited and present at birth, they rarely manifest clinically before adult life. Acquired pulmonary AVMs are not as common, and the most common associations are liver cirrhosis and congenital heart disease surgery. Other rare associations include chest trauma, schistosomiasis of the lung, and metastatic lung disease. [8] They are also seen with conditions such as mitral stenosis, metastatic thyroid carcinoma, hepato-pulmonary syndrome, bronchiectasis, schistosomiasis, and actinomycosis. [9]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Epidemiology. Although these pulmonary AVMs are expected to be inherited and present at birth, they rarely manifest clinically before adult life. Acquired pulmonary AVMs are not as common, and the most common associations are liver cirrhosis and congenital heart disease surgery. Other rare associations include chest trauma, schistosomiasis of the lung, and metastatic lung disease. [8] They are also seen with conditions such as mitral stenosis, metastatic thyroid carcinoma, hepato-pulmonary syndrome, bronchiectasis, schistosomiasis, and actinomycosis. [9]"}
{"id": "article-24513_7", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology", "content": "Unlike systemic AVMs, most of the time, pulmonary arteriovenous malformations (AVMs) do not provoke changes in cardiac hemodynamics. Cardiac output, index, heart rate, blood pressure, and pulmonary capillary wedge pressure are usually not affected. The fundamental defect comes from right-to-left shunting. Deoxygenated blood from the pulmonary artery is shunted into the pulmonary vein, which carries oxygenated blood into the left atrium. If the right to left shunt is greater than 20% of the systemic cardiac output, the patient can then develop cyanosis, clubbing, and polycythemia. [10] This mixing of deoxygenated with oxygenated blood leads to hypoxemia, which fails to correct despite the administration of 100% oxygen.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology. Unlike systemic AVMs, most of the time, pulmonary arteriovenous malformations (AVMs) do not provoke changes in cardiac hemodynamics. Cardiac output, index, heart rate, blood pressure, and pulmonary capillary wedge pressure are usually not affected. The fundamental defect comes from right-to-left shunting. Deoxygenated blood from the pulmonary artery is shunted into the pulmonary vein, which carries oxygenated blood into the left atrium. If the right to left shunt is greater than 20% of the systemic cardiac output, the patient can then develop cyanosis, clubbing, and polycythemia. [10] This mixing of deoxygenated with oxygenated blood leads to hypoxemia, which fails to correct despite the administration of 100% oxygen."}
{"id": "article-24513_8", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology", "content": "The pulmonary AVMs have been classified into simple and complex, primary, and secondary, large, and small. They are classified as large if their size is more than 5 centimeters and small if they are less than 5 centimeters. They are found primarily in the subpleural in 81% of cases, lower lobes in almost 70%, unilaterally in around 75%, and multiple in nearly 36% of the cases. [11]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology. The pulmonary AVMs have been classified into simple and complex, primary, and secondary, large, and small. They are classified as large if their size is more than 5 centimeters and small if they are less than 5 centimeters. They are found primarily in the subpleural in 81% of cases, lower lobes in almost 70%, unilaterally in around 75%, and multiple in nearly 36% of the cases. [11]"}
{"id": "article-24513_9", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology", "content": "Because most pulmonary AVMs are found in the lower lobes, and during upright position, blood is directed to lower portions because of gravity, the patient with significant pulmonary AVMs demonstrates orthodeoxia, which is a fall in arterial oxygen saturation when in an upright position. If the patient becomes significantly desaturated in the upright position, the patient also demonstrates platypnea, which is dyspnea in an upright position. However, this symptom is seen only in advanced cases.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology. Because most pulmonary AVMs are found in the lower lobes, and during upright position, blood is directed to lower portions because of gravity, the patient with significant pulmonary AVMs demonstrates orthodeoxia, which is a fall in arterial oxygen saturation when in an upright position. If the patient becomes significantly desaturated in the upright position, the patient also demonstrates platypnea, which is dyspnea in an upright position. However, this symptom is seen only in advanced cases."}
{"id": "article-24513_10", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology", "content": "Larger AVMs allow particles of significant size to pass unfiltered from the systemic venous system to the left atrium and systemic circulation. Stroke from paradoxical embolization is a risk in patients with macroscopic AVMs.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology. Larger AVMs allow particles of significant size to pass unfiltered from the systemic venous system to the left atrium and systemic circulation. Stroke from paradoxical embolization is a risk in patients with macroscopic AVMs."}
{"id": "article-24513_11", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology", "content": "The exact pathogenesis of pulmonary AVMs is not known. In the terminal arterial loops, a defect that allows dilatation of a thin-walled capillary sac may occur. Alternatively, pulmonary AVMs are the result of incomplete resorption of the vascular septa that separate the arterial and venous plexus, which normally anastomose during fetal development. Multiple small pulmonary AVMs develop as a result of capillary development failure during fetal growth. The large saccular pulmonary AVMs develop through progressive dilation of the smaller plexus, leading to the formation of tortuous loops and multiloculated sacs. With time the intervening vascular wall may rupture, resulting in the formation of a single large saccular pulmonary AVM.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Pathophysiology. The exact pathogenesis of pulmonary AVMs is not known. In the terminal arterial loops, a defect that allows dilatation of a thin-walled capillary sac may occur. Alternatively, pulmonary AVMs are the result of incomplete resorption of the vascular septa that separate the arterial and venous plexus, which normally anastomose during fetal development. Multiple small pulmonary AVMs develop as a result of capillary development failure during fetal growth. The large saccular pulmonary AVMs develop through progressive dilation of the smaller plexus, leading to the formation of tortuous loops and multiloculated sacs. With time the intervening vascular wall may rupture, resulting in the formation of a single large saccular pulmonary AVM."}
{"id": "article-24513_12", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical", "content": "The most common complaint in patients presenting with symptoms is epistaxis. This reflects the high incidence of hereditary hemorrhagic telangiectasia (HHT) in patients with pulmonary arteriovenous malformations. On the physical examination of these patients, telangiectasias can be noted, most commonly in the nasal mucosa. [12]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical. The most common complaint in patients presenting with symptoms is epistaxis. This reflects the high incidence of hereditary hemorrhagic telangiectasia (HHT) in patients with pulmonary arteriovenous malformations. On the physical examination of these patients, telangiectasias can be noted, most commonly in the nasal mucosa. [12]"}
{"id": "article-24513_13", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical", "content": "The second most common complaint is dyspnea on exertion, which is more common in patients with large or multiple pulmonary AVMs. Hemoptysis and rarely massive hemoptysis can occur. Less common complaints include chest pain, cough, migraine, headaches, dizziness, dysarthria, syncope, vertigo, and diplopia. The cause of these symptoms is not clear, but it may be related to hypoxemia, polycythemia, or paradoxical embolization through pulmonary AVMs.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical. The second most common complaint is dyspnea on exertion, which is more common in patients with large or multiple pulmonary AVMs. Hemoptysis and rarely massive hemoptysis can occur. Less common complaints include chest pain, cough, migraine, headaches, dizziness, dysarthria, syncope, vertigo, and diplopia. The cause of these symptoms is not clear, but it may be related to hypoxemia, polycythemia, or paradoxical embolization through pulmonary AVMs."}
{"id": "article-24513_14", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical", "content": "Murmurs or bruits over the location of the pulmonary AVMs are heard in patients with large pulmonary AVMs. These murmurs are also audible during inspiration and are called machinery murmurs. Clubbing and cyanosis are less common. However, they are sometimes observed in patients with minimal shortness of breath. [1]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical. Murmurs or bruits over the location of the pulmonary AVMs are heard in patients with large pulmonary AVMs. These murmurs are also audible during inspiration and are called machinery murmurs. Clubbing and cyanosis are less common. However, they are sometimes observed in patients with minimal shortness of breath. [1]"}
{"id": "article-24513_15", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical", "content": "Occasionally, patients complaining of dyspnea will be noted to have improvement of the peripheral oxygen saturation upon lying in the supine position, a syndrome known as platypnea-orthodeoxia. [13] This is thought to be a result of decreased blood flow through abnormal artery-vein communication while in the supine position, which leads to improved gas exchange. Mucocutaneous telangiectasias are papular, rounded, and are sharply demarcated from surrounding skin. These lesions are present on the face, mouth, chest, and upper extremities; these partially blanch with pressure.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- History and Physical. Occasionally, patients complaining of dyspnea will be noted to have improvement of the peripheral oxygen saturation upon lying in the supine position, a syndrome known as platypnea-orthodeoxia. [13] This is thought to be a result of decreased blood flow through abnormal artery-vein communication while in the supine position, which leads to improved gas exchange. Mucocutaneous telangiectasias are papular, rounded, and are sharply demarcated from surrounding skin. These lesions are present on the face, mouth, chest, and upper extremities; these partially blanch with pressure."}
{"id": "article-24513_16", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation", "content": "The diagnosis of pulmonary arteriovenous malformations should be suspected in patients presenting with any of the following: characteristic chest x-ray findings, mucocutaneous telangiectasias, or unexplained symptoms and signs such as dyspnea, cyanosis, clubbing, hypoxemia, brain abscess, or cerebral embolism.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation. The diagnosis of pulmonary arteriovenous malformations should be suspected in patients presenting with any of the following: characteristic chest x-ray findings, mucocutaneous telangiectasias, or unexplained symptoms and signs such as dyspnea, cyanosis, clubbing, hypoxemia, brain abscess, or cerebral embolism."}
{"id": "article-24513_17", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation", "content": "Macroscopic pulmonary AVMs typically present themselves on a chest radiograph as a round mass of uniform density that is usually lobulated and sharply defined. Its usual location is in the lower lobes.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation. Macroscopic pulmonary AVMs typically present themselves on a chest radiograph as a round mass of uniform density that is usually lobulated and sharply defined. Its usual location is in the lower lobes."}
{"id": "article-24513_18", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation", "content": "The degree of right to left shunting can be estimated through shunt fraction measurement. A shunt fraction measurement can be obtained by arterial blood gas determination while breathing 100% oxygen. A shunt fraction of more than 5% is sensitive to 87.5%, although specificity is only 71.4% in the diagnosis of pulmonary AVMs. [1]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation. The degree of right to left shunting can be estimated through shunt fraction measurement. A shunt fraction measurement can be obtained by arterial blood gas determination while breathing 100% oxygen. A shunt fraction of more than 5% is sensitive to 87.5%, although specificity is only 71.4% in the diagnosis of pulmonary AVMs. [1]"}
{"id": "article-24513_19", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation", "content": "Transthoracic contrast echocardiography is an ideal screening test for the evaluation of cardiac as well as intrapulmonary shunts. All patients diagnosed with HHT should undergo testing as sensitivity approaches 100%. If a pulmonary AVM is present, the contrast will be observed in the left atrium 3-8 cardiac cycles after its appearance into the right atrium due to the time needed for the difference to travel through the pulmonary vasculature. This delay distinguishes intrapulmonary shunts from cardiac shunts. [14]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation. Transthoracic contrast echocardiography is an ideal screening test for the evaluation of cardiac as well as intrapulmonary shunts. All patients diagnosed with HHT should undergo testing as sensitivity approaches 100%. If a pulmonary AVM is present, the contrast will be observed in the left atrium 3-8 cardiac cycles after its appearance into the right atrium due to the time needed for the difference to travel through the pulmonary vasculature. This delay distinguishes intrapulmonary shunts from cardiac shunts. [14]"}
{"id": "article-24513_20", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation", "content": "Once the intrapulmonary shunt has been suggested by echocardiography, contrast-enhanced computed tomography (CT) of the chest should be performed to evaluate the exact location and anatomy of the lesions. CT is superior in identifying pulmonary AVMs than invasive angiography. However, pulmonary angiography is better at assessing individual AVM anatomy and is also used for treatment. [15] Other adjunct tests that can be used in the evaluation of pulmonary AVMs include radionuclide perfusion lung scanning as well as magnetic resonance imaging. [16] [17]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Evaluation. Once the intrapulmonary shunt has been suggested by echocardiography, contrast-enhanced computed tomography (CT) of the chest should be performed to evaluate the exact location and anatomy of the lesions. CT is superior in identifying pulmonary AVMs than invasive angiography. However, pulmonary angiography is better at assessing individual AVM anatomy and is also used for treatment. [15] Other adjunct tests that can be used in the evaluation of pulmonary AVMs include radionuclide perfusion lung scanning as well as magnetic resonance imaging. [16] [17]"}
{"id": "article-24513_21", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management", "content": "Before 1977, surgery was the only method of treatment for pulmonary arteriovenous malformations. As the most common clinical presentations are recurrent epistaxis and hemoptysis, surgical resection was the best curative treatment to prevent future episodes and recurrence of hemoptysis. [11] Procedures performed included ligation, excision, lobectomy, segmentectomy, and pneumonectomy. [18] As a mode of treatment, it carries the same risks as any thoracic surgery. However, older studies reflect no perioperative mortality in patients undergoing resection of the pulmonary AVMs. The decreased mortality in newer studies reflects the advances in surgical technique which are employed in contemporary procedures.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management. Before 1977, surgery was the only method of treatment for pulmonary arteriovenous malformations. As the most common clinical presentations are recurrent epistaxis and hemoptysis, surgical resection was the best curative treatment to prevent future episodes and recurrence of hemoptysis. [11] Procedures performed included ligation, excision, lobectomy, segmentectomy, and pneumonectomy. [18] As a mode of treatment, it carries the same risks as any thoracic surgery. However, older studies reflect no perioperative mortality in patients undergoing resection of the pulmonary AVMs. The decreased mortality in newer studies reflects the advances in surgical technique which are employed in contemporary procedures."}
{"id": "article-24513_22", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management", "content": "Embolization treatment is a procedure in which the feeding arteries to a pulmonary AVM are occluded. Endovascular therapy of this type is an outpatient-based procedure with minimal invasiveness. [19] The method involves localization of the pulmonary AVM by angiography after which a catheter is inserted, and either a coil or inflatable balloon is released to impede the communication. [20] Periprocedural mortality has not been reported with this technique, and the most common complication is pleuritic chest pain, which resolves on its own. With a success rate of 98.7%, this is the preferred method of treatment for most patients. [21] [22] Thus, it is claimed that percutaneous embolization is an efficient, safe, and sustained therapy for pulmonary AVMs. [5]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management. Embolization treatment is a procedure in which the feeding arteries to a pulmonary AVM are occluded. Endovascular therapy of this type is an outpatient-based procedure with minimal invasiveness. [19] The method involves localization of the pulmonary AVM by angiography after which a catheter is inserted, and either a coil or inflatable balloon is released to impede the communication. [20] Periprocedural mortality has not been reported with this technique, and the most common complication is pleuritic chest pain, which resolves on its own. With a success rate of 98.7%, this is the preferred method of treatment for most patients. [21] [22] Thus, it is claimed that percutaneous embolization is an efficient, safe, and sustained therapy for pulmonary AVMs. [5]"}
{"id": "article-24513_23", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management", "content": "Literature is also available to show that redirection of hepatic venous flow and heart transplantation can help in the case of the Glenn operation, which is usually done in complex congenital heart disease. [23]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management. Literature is also available to show that redirection of hepatic venous flow and heart transplantation can help in the case of the Glenn operation, which is usually done in complex congenital heart disease. [23]"}
{"id": "article-24513_24", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management", "content": "There is a minimal and sometimes an adjunctive role of medical therapy when it comes to the management of diffuse pulmonary AVMs. [23] One preliminary study reported a decrease in the duration and number of episodes of epistasis with bevacizumab. [24]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Treatment / Management. There is a minimal and sometimes an adjunctive role of medical therapy when it comes to the management of diffuse pulmonary AVMs. [23] One preliminary study reported a decrease in the duration and number of episodes of epistasis with bevacizumab. [24]"}
{"id": "article-24513_25", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Differential Diagnosis", "content": "The differential diagnosis for patients with pulmonary arteriovenous malformations (AVMs) is broad, and the patient’s initial presentation should guide workup evaluation. Even though epistaxis can be seen in patients with HHT, it is also be observed in patients with hematologic disorders and coagulopathy. Dyspnea can be found in a multitude of pathologies, including congestive heart failure, asthma, chronic obstructive pulmonary disease, interstitial lung disease, and others. Patients with incidental nodules on chest x-ray should be evaluated with CT for malignancy. Patients with liver disease and hepato-pulmonary syndrome can also present with platypnea-orthodeoxia from microscopic intrapulmonary arteriovenous dilatations.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Differential Diagnosis. The differential diagnosis for patients with pulmonary arteriovenous malformations (AVMs) is broad, and the patient’s initial presentation should guide workup evaluation. Even though epistaxis can be seen in patients with HHT, it is also be observed in patients with hematologic disorders and coagulopathy. Dyspnea can be found in a multitude of pathologies, including congestive heart failure, asthma, chronic obstructive pulmonary disease, interstitial lung disease, and others. Patients with incidental nodules on chest x-ray should be evaluated with CT for malignancy. Patients with liver disease and hepato-pulmonary syndrome can also present with platypnea-orthodeoxia from microscopic intrapulmonary arteriovenous dilatations."}
{"id": "article-24513_26", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Prognosis", "content": "Prognosis after treatment is usually good as the success rate from coil or balloon embolization is 98%. [21] [22] Patients should be followed with repeat CT of the chest between 6 months and one year after embolization to ensure patients remain successfully treated as well as to evaluate for possible new pulmonary arteriovenous malformations.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Prognosis. Prognosis after treatment is usually good as the success rate from coil or balloon embolization is 98%. [21] [22] Patients should be followed with repeat CT of the chest between 6 months and one year after embolization to ensure patients remain successfully treated as well as to evaluate for possible new pulmonary arteriovenous malformations."}
{"id": "article-24513_27", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications", "content": "Untreated pulmonary arteriovenous malformations can lead to considerable morbidity and mortality. Most patients will present with dyspnea and hypoxemia. However, potentially severe complications have been reported in approximately 2.0% of patients. They include cerebral abscess and stroke likely from blood bypassing filtration in the lung capillary bed and paradoxical emboli, respectively. [21] [25] [26]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications. Untreated pulmonary arteriovenous malformations can lead to considerable morbidity and mortality. Most patients will present with dyspnea and hypoxemia. However, potentially severe complications have been reported in approximately 2.0% of patients. They include cerebral abscess and stroke likely from blood bypassing filtration in the lung capillary bed and paradoxical emboli, respectively. [21] [25] [26]"}
{"id": "article-24513_28", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications", "content": "The local pulmonary complications may include pulmonary AVM arterial rupture leading to severe hemoptysis or hemothorax, which can be life-threatening. [3] For these reasons, even patients with small pulmonary AVMs should be referred for evaluation and treatment.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications. The local pulmonary complications may include pulmonary AVM arterial rupture leading to severe hemoptysis or hemothorax, which can be life-threatening. [3] For these reasons, even patients with small pulmonary AVMs should be referred for evaluation and treatment."}
{"id": "article-24513_29", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications", "content": "Collateralization and recanalization of pulmonary AVM can appear following treatment. Hence it is imperative to have long-term, regular clinical and imaging follow-ups to evaluate pulmonary AVM enlargement and reperfusion. [3]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Complications. Collateralization and recanalization of pulmonary AVM can appear following treatment. Hence it is imperative to have long-term, regular clinical and imaging follow-ups to evaluate pulmonary AVM enlargement and reperfusion. [3]"}
{"id": "article-24513_30", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Deterrence and Patient Education", "content": "Patients diagnosed with pulmonary arteriovenous malformations should receive education on their diagnosis as well as on the different management options available for them. Patients should also be made aware of possible underlying comorbid conditions such as hereditary hemorrhagic telangiectasia, for which they should undergo screening when deemed appropriate.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Deterrence and Patient Education. Patients diagnosed with pulmonary arteriovenous malformations should receive education on their diagnosis as well as on the different management options available for them. Patients should also be made aware of possible underlying comorbid conditions such as hereditary hemorrhagic telangiectasia, for which they should undergo screening when deemed appropriate."}
{"id": "article-24513_31", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Diagnosis and management of pulmonary arteriovenous malformations can be challenging as presenting symptoms and signs of dyspnea and hypoxemia can be observed in a myriad of conditions, mainly of the cardiac and pulmonary systems. This condition is best managed with an interprofessional team approach. While the diagnosis can be made by a primary care provider, internist, or pulmonologist, referral for management almost always involves evaluation by an interventional radiologist. In cases where the defect is not amenable for embolization, patients should be referred to a cardiothoracic surgeon for further evaluation.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Enhancing Healthcare Team Outcomes. Diagnosis and management of pulmonary arteriovenous malformations can be challenging as presenting symptoms and signs of dyspnea and hypoxemia can be observed in a myriad of conditions, mainly of the cardiac and pulmonary systems. This condition is best managed with an interprofessional team approach. While the diagnosis can be made by a primary care provider, internist, or pulmonologist, referral for management almost always involves evaluation by an interventional radiologist. In cases where the defect is not amenable for embolization, patients should be referred to a cardiothoracic surgeon for further evaluation."}
{"id": "article-24513_32", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Nurses are of vital importance in the interprofessional team as they will be in charge of evaluating the patient and closely monitoring vital signs and patient symptoms. Patients should also be screened for HHT and, if diagnosed with the condition, should also be referred to other specialists depending on other factors, including the degree of anemia or the anatomic locations of other AVMs. [27]", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Enhancing Healthcare Team Outcomes. Nurses are of vital importance in the interprofessional team as they will be in charge of evaluating the patient and closely monitoring vital signs and patient symptoms. Patients should also be screened for HHT and, if diagnosed with the condition, should also be referred to other specialists depending on other factors, including the degree of anemia or the anatomic locations of other AVMs. [27]"}
{"id": "article-24513_33", "title": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pulmonary Arteriovenous Malformation (AVMs) (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}