{"id": "article-28754_0", "title": "Schirmer Test -- Definition/Introduction", "content": "The Schirmer test (Schirmer tear test) is a tool that helps assess tear production, especially in patients with suspected keratoconjunctivitis sicca, dry eye, or tear overproduction. The test works by the principle of capillary action, which allows tears' watery component to travel along a paper test strip's length as other fluids do in a capillary tube. The travel rate along the test strip is proportional to the tear production rate. [1]", "contents": "Schirmer Test -- Definition/Introduction. The Schirmer test (Schirmer tear test) is a tool that helps assess tear production, especially in patients with suspected keratoconjunctivitis sicca, dry eye, or tear overproduction. The test works by the principle of capillary action, which allows tears' watery component to travel along a paper test strip's length as other fluids do in a capillary tube. The travel rate along the test strip is proportional to the tear production rate. [1]"}
{"id": "article-28754_1", "title": "Schirmer Test -- Definition/Introduction", "content": "The Schirmer tear test assesses the amount of tears in the eyes and is frequently used to diagnose dry eye syndrome. Basal and reflex tear secretion are measured together using the non-anesthetized Schirmer test or when the test is carried out without anesthesia. The anesthetic Schirmer test examines basal tear production alone by removing the stimulus that triggers reflex tearing. Filter paper strips measuring 5 mm by 30 mm are used. The patient may close their eyes or keep blinking regularly. The examiner takes the strips out after 5 minutes and measures the moistened strip's length.", "contents": "Schirmer Test -- Definition/Introduction. The Schirmer tear test assesses the amount of tears in the eyes and is frequently used to diagnose dry eye syndrome. Basal and reflex tear secretion are measured together using the non-anesthetized Schirmer test or when the test is carried out without anesthesia. The anesthetic Schirmer test examines basal tear production alone by removing the stimulus that triggers reflex tearing. Filter paper strips measuring 5 mm by 30 mm are used. The patient may close their eyes or keep blinking regularly. The examiner takes the strips out after 5 minutes and measures the moistened strip's length."}
{"id": "article-28754_2", "title": "Schirmer Test -- Definition/Introduction", "content": "The test requires Schirmer test strips labeled “L” and “R” for the left and right eyes, respectively. Each strip is bent at a 90° angle. The patient is then instructed to look upward while the examiner pulls the patient’s eyelid down. The test strip's bent end is placed in the eye such that it rests between the restalpebral conjunctiva and the eye's bulbar conjunctiva. The procedure is then repeated for the other eye (see Video . Conducting a Schirmer Test).", "contents": "Schirmer Test -- Definition/Introduction. The test requires Schirmer test strips labeled “L” and “R” for the left and right eyes, respectively. Each strip is bent at a 90° angle. The patient is then instructed to look upward while the examiner pulls the patient’s eyelid down. The test strip's bent end is placed in the eye such that it rests between the restalpebral conjunctiva and the eye's bulbar conjunctiva. The procedure is then repeated for the other eye (see Video . Conducting a Schirmer Test)."}
{"id": "article-28754_3", "title": "Schirmer Test -- Definition/Introduction", "content": "Once both strips have been placed, the patient is asked to keep the eyes gently closed, ie, without squeezing, for 5 minutes. Afterward, the patient is asked to open both eyes and look upward so the test strips may be removed.", "contents": "Schirmer Test -- Definition/Introduction. Once both strips have been placed, the patient is asked to keep the eyes gently closed, ie, without squeezing, for 5 minutes. Afterward, the patient is asked to open both eyes and look upward so the test strips may be removed."}
{"id": "article-28754_4", "title": "Schirmer Test -- Definition/Introduction", "content": "The Schirmer test score is determined by measuring the length of the strips' moistened area against fluid movement duration in minutes. [2] A score greater than 15 mm in 5 minutes is considered normal. A score of less than 5 mm in 5 minutes indicates a tear deficiency. [3]", "contents": "Schirmer Test -- Definition/Introduction. The Schirmer test score is determined by measuring the length of the strips' moistened area against fluid movement duration in minutes. [2] A score greater than 15 mm in 5 minutes is considered normal. A score of less than 5 mm in 5 minutes indicates a tear deficiency. [3]"}
{"id": "article-28754_5", "title": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests", "content": "No \"gold standard\" diagnostic procedure currently exists for dry eye conditions. The debate on the most appropriate dry eye diagnostic tests for clinical practice is ongoing. However, the Schirmer test remains valuable for determining and evaluating ocular tear production in clinical and research settings despite the availability of various tear production tests. [4]", "contents": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests. No \"gold standard\" diagnostic procedure currently exists for dry eye conditions. The debate on the most appropriate dry eye diagnostic tests for clinical practice is ongoing. However, the Schirmer test remains valuable for determining and evaluating ocular tear production in clinical and research settings despite the availability of various tear production tests. [4]"}
{"id": "article-28754_6", "title": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests", "content": "Schirmer test has different types, and Schirmer test I is the most commonly used in clinical settings. [5] Schirmer test I has 2 versions, one with topical anesthesia and another without. [6] The non-anesthetized version simultaneously assesses the primary lacrimal gland's basal tear production and trigeminal reflex tearing triggered by eye irritation from the filter paper. In contrast, the results of the anesthetized version allow basal lacrimal secretion measurement.", "contents": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests. Schirmer test has different types, and Schirmer test I is the most commonly used in clinical settings. [5] Schirmer test I has 2 versions, one with topical anesthesia and another without. [6] The non-anesthetized version simultaneously assesses the primary lacrimal gland's basal tear production and trigeminal reflex tearing triggered by eye irritation from the filter paper. In contrast, the results of the anesthetized version allow basal lacrimal secretion measurement."}
{"id": "article-28754_7", "title": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests", "content": "Schirmer tests II and III are not commonly used in a routine clinical setting. Schirmer test II quantifies the reflex tear secretion of the major lacrimal gland, which is elicited when the nasal mucosa is irritated by a cotton-tipped applicator. [7] Schirmer test III assesses reflex-stimulated lacrimal secretion after looking at the sun for some time, which has serious risks but little diagnostic value. [8]", "contents": "Schirmer Test -- Definition/Introduction -- Types of Schirmer Tests. Schirmer tests II and III are not commonly used in a routine clinical setting. Schirmer test II quantifies the reflex tear secretion of the major lacrimal gland, which is elicited when the nasal mucosa is irritated by a cotton-tipped applicator. [7] Schirmer test III assesses reflex-stimulated lacrimal secretion after looking at the sun for some time, which has serious risks but little diagnostic value. [8]"}
{"id": "article-28754_8", "title": "Schirmer Test -- Definition/Introduction -- Test Procedure", "content": "The Schirmer test is still a crucial diagnostic procedure for identifying individuals with dry eyes. This most widely used tear-production assessment test is particularly advantageous due to its affordability, simplicity, and ease of performance. The Schirmer test was first presented with open eyes, but this technique is now commonly carried out with the patient's eyes closed. [9]", "contents": "Schirmer Test -- Definition/Introduction -- Test Procedure. The Schirmer test is still a crucial diagnostic procedure for identifying individuals with dry eyes. This most widely used tear-production assessment test is particularly advantageous due to its affordability, simplicity, and ease of performance. The Schirmer test was first presented with open eyes, but this technique is now commonly carried out with the patient's eyes closed. [9]"}
{"id": "article-28754_9", "title": "Schirmer Test -- Definition/Introduction -- Test materials", "content": "The tools needed to perform the Schirmer test include the following (see Images. Schirmer Test Strip): Schirmer strips or filter paper (Whatman filter paper #41) with dimensions 35 mm and 5 mm [10] Topical anesthetic eye drops A timer or stopwatch Unmarked filter paper strips may be converted into Schirmer test strips by marking the sides at intervals of 5 mm with a ruler or measuring tape. The test duration is exactly 5 minutes.", "contents": "Schirmer Test -- Definition/Introduction -- Test materials. The tools needed to perform the Schirmer test include the following (see Images. Schirmer Test Strip): Schirmer strips or filter paper (Whatman filter paper #41) with dimensions 35 mm and 5 mm [10] Topical anesthetic eye drops A timer or stopwatch Unmarked filter paper strips may be converted into Schirmer test strips by marking the sides at intervals of 5 mm with a ruler or measuring tape. The test duration is exactly 5 minutes."}
{"id": "article-28754_10", "title": "Schirmer Test -- Definition/Introduction -- Conducting the test", "content": "After preparing the test tools, the patient is asked to sit comfortably in the designated examination area. The examiner's hands must be washed before conducting the test to ensure cleanliness. The Schirmer strip is removed from the package and folded around 5 mm from the rounded inner end. The strip's folded end is then gently positioned in the lower fornix at the intersection of the middle and outer thirds of each eye's lower eyelid (see Image . Application of Schirmer Test Strip). The lashes or cornea should not be touched. Both eyes can be tested at the same time. The timer must be started once both strips are in place.", "contents": "Schirmer Test -- Definition/Introduction -- Conducting the test. After preparing the test tools, the patient is asked to sit comfortably in the designated examination area. The examiner's hands must be washed before conducting the test to ensure cleanliness. The Schirmer strip is removed from the package and folded around 5 mm from the rounded inner end. The strip's folded end is then gently positioned in the lower fornix at the intersection of the middle and outer thirds of each eye's lower eyelid (see Image . Application of Schirmer Test Strip). The lashes or cornea should not be touched. Both eyes can be tested at the same time. The timer must be started once both strips are in place."}
{"id": "article-28754_11", "title": "Schirmer Test -- Definition/Introduction -- Conducting the test", "content": "Before performing the Schirmer test with anesthesia, the patient must be informed that they will be given numbing eye drops to prevent excessive eye tearing from irritation by the paper strips (see Video . Schirmer Testing and Variants). The patient must then be instructed to close their eyes gently for 5 minutes. The eyes should be softly closed throughout the process (see Image . Patient Undergoing the Schirmer Test). Unusual test results can arise from tightly shutting or scratching the patient's eyes during the examination.", "contents": "Schirmer Test -- Definition/Introduction -- Conducting the test. Before performing the Schirmer test with anesthesia, the patient must be informed that they will be given numbing eye drops to prevent excessive eye tearing from irritation by the paper strips (see Video . Schirmer Testing and Variants). The patient must then be instructed to close their eyes gently for 5 minutes. The eyes should be softly closed throughout the process (see Image . Patient Undergoing the Schirmer Test). Unusual test results can arise from tightly shutting or scratching the patient's eyes during the examination."}
{"id": "article-28754_12", "title": "Schirmer Test -- Definition/Introduction -- Conducting the test", "content": "The Schirmer strips are gently removed once the 5-minute period is over. Afterward, the moistened section's length is measured from the baseline mark to the region's endpoint. Commercial Schirmer strips usually have markings for measurement in millimeters. Measurements should be taken separately for each eye.", "contents": "Schirmer Test -- Definition/Introduction -- Conducting the test. The Schirmer strips are gently removed once the 5-minute period is over. Afterward, the moistened section's length is measured from the baseline mark to the region's endpoint. Commercial Schirmer strips usually have markings for measurement in millimeters. Measurements should be taken separately for each eye."}
{"id": "article-28754_13", "title": "Schirmer Test -- Definition/Introduction -- Interpreting test results", "content": "The typical tear production ranges from 1 to 2 μL/minute, which can wet over 15 millimeters of the Schirmer strip (see Image . Schirmer Test Results). [11] [12] Cutoff values can differ between studies and clinical settings, with and without anesthesia. Additionally, variables like open-eye testing, age, gender, and geography may impact how the results are interpreted. [13] A wet-area length of less than 10 to 15 mm on the Schirmer strip without anesthesia suggests dry eyes. Schirmer test I results are interpreted as follows: 0 to 5 mm: extremely dry eyes 5 to 10 mm: moderately dry eyes 10 to 15 mm: possible dry eyes Longer than 15 mm: normal tear function", "contents": "Schirmer Test -- Definition/Introduction -- Interpreting test results. The typical tear production ranges from 1 to 2 μL/minute, which can wet over 15 millimeters of the Schirmer strip (see Image . Schirmer Test Results). [11] [12] Cutoff values can differ between studies and clinical settings, with and without anesthesia. Additionally, variables like open-eye testing, age, gender, and geography may impact how the results are interpreted. [13] A wet-area length of less than 10 to 15 mm on the Schirmer strip without anesthesia suggests dry eyes. Schirmer test I results are interpreted as follows: 0 to 5 mm: extremely dry eyes 5 to 10 mm: moderately dry eyes 10 to 15 mm: possible dry eyes Longer than 15 mm: normal tear function"}
{"id": "article-28754_14", "title": "Schirmer Test -- Definition/Introduction -- Interpreting test results", "content": "The Dry Eye Workshop (DEWS) proposes a Schirmer test I cutoff value of 10 mm for 5 minutes as one of the criteria for diagnosing dry eye disease (DED). [14] The DED cutoff value varies in the literature, ranging from 15 mm originally reported by Schirmer, 10 mm by DEWS, 10 mm by Jones, and 5 mm by Sjogren. A test result of less than 5 mm indicates a pathologic dry eye, while more than 15 mm is considered normal.", "contents": "Schirmer Test -- Definition/Introduction -- Interpreting test results. The Dry Eye Workshop (DEWS) proposes a Schirmer test I cutoff value of 10 mm for 5 minutes as one of the criteria for diagnosing dry eye disease (DED). [14] The DED cutoff value varies in the literature, ranging from 15 mm originally reported by Schirmer, 10 mm by DEWS, 10 mm by Jones, and 5 mm by Sjogren. A test result of less than 5 mm indicates a pathologic dry eye, while more than 15 mm is considered normal."}
{"id": "article-28754_15", "title": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing", "content": "Schirmer's original examination setup had the patient sitting with their eyes open and blinking freely. However, modern clinicians have been reported to carry out the test with the patient's eyes either open or closed. Studies show that the open-eye version can give rise to slightly higher results than the closed-eye testing procedure. [15]", "contents": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing. Schirmer's original examination setup had the patient sitting with their eyes open and blinking freely. However, modern clinicians have been reported to carry out the test with the patient's eyes either open or closed. Studies show that the open-eye version can give rise to slightly higher results than the closed-eye testing procedure. [15]"}
{"id": "article-28754_16", "title": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing", "content": "Various factors can influence open-eye test results, such as humidity, temperature, tear evaporation, and the lid margin and eyelashes' tear-stimulating effects. Meanwhile, testing with closed eyes can lessen blinking, ocular irritation from eye movement over the paper strip, and exposure to external environmental agents. Theoretically, higher readings are more likely with the open- than the closed-eye version. However, the differences between open- and closed-eye testing results have been found to be relatively low in clinical practice.", "contents": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing. Various factors can influence open-eye test results, such as humidity, temperature, tear evaporation, and the lid margin and eyelashes' tear-stimulating effects. Meanwhile, testing with closed eyes can lessen blinking, ocular irritation from eye movement over the paper strip, and exposure to external environmental agents. Theoretically, higher readings are more likely with the open- than the closed-eye version. However, the differences between open- and closed-eye testing results have been found to be relatively low in clinical practice."}
{"id": "article-28754_17", "title": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing", "content": "Studies have shown that the Schirmer test has acceptable levels of intraexaminer reproducibility and interexaminer repeatability. Topical anesthesia does not seem to affect these parameters. [16] Experts recommend that the same examiner conduct the testing during follow-up visits and repeated same-day measures if confirmation of results is needed.", "contents": "Schirmer Test -- Definition/Introduction -- Reproducibility, Repeatability, and Comparison Between Open- and Closed-Eye Testing. Studies have shown that the Schirmer test has acceptable levels of intraexaminer reproducibility and interexaminer repeatability. Topical anesthesia does not seem to affect these parameters. [16] Experts recommend that the same examiner conduct the testing during follow-up visits and repeated same-day measures if confirmation of results is needed."}
{"id": "article-28754_18", "title": "Schirmer Test -- Definition/Introduction -- Future Prospectives", "content": "Other variants have been proposed to make the Schirmer test conduction faster and less laborious without compromising the results' reliability. [17] Rear 4-minute Schirmer testing requires taking readings in the 4th minute of the test. This technique has demonstrated comparable reliability to conventional Schirmer testing in diagnosing dry eye and evaluating tear secretion. [18]", "contents": "Schirmer Test -- Definition/Introduction -- Future Prospectives. Other variants have been proposed to make the Schirmer test conduction faster and less laborious without compromising the results' reliability. [17] Rear 4-minute Schirmer testing requires taking readings in the 4th minute of the test. This technique has demonstrated comparable reliability to conventional Schirmer testing in diagnosing dry eye and evaluating tear secretion. [18]"}
{"id": "article-28754_19", "title": "Schirmer Test -- Definition/Introduction -- Future Prospectives", "content": "Strip meniscometry is similar to Schirmer test I. However, this technique uses a smaller measuring strip that causes less eye irritation. [19] The method has the speed advantage, requiring only 5 seconds per eye, and agrees well with Schirmer test I results. [20]", "contents": "Schirmer Test -- Definition/Introduction -- Future Prospectives. Strip meniscometry is similar to Schirmer test I. However, this technique uses a smaller measuring strip that causes less eye irritation. [19] The method has the speed advantage, requiring only 5 seconds per eye, and agrees well with Schirmer test I results. [20]"}
{"id": "article-28754_20", "title": "Schirmer Test -- Definition/Introduction -- Future Prospectives", "content": "Biomarker assessment in eye disease screening has been proposed, with Schirmer strips used for protein extraction. These proteins' levels can serve as markers for ocular surface and tear film pathologies, such as abnormal ocular immune response, wound healing disturbances, and dry eye. [21]", "contents": "Schirmer Test -- Definition/Introduction -- Future Prospectives. Biomarker assessment in eye disease screening has been proposed, with Schirmer strips used for protein extraction. These proteins' levels can serve as markers for ocular surface and tear film pathologies, such as abnormal ocular immune response, wound healing disturbances, and dry eye. [21]"}
{"id": "article-28754_21", "title": "Schirmer Test -- Definition/Introduction -- Historical Notions", "content": "The test's name honors the German ophthalmologist who developed the technique in 1903. [22] The lacrimal glands produce tears, lubricating and shielding the eyes. Otto Schirmer used the test to examine the amount of tear production. In the original procedure, filter paper strips of size 5 mm by 35 mm were inserted into the eye's lower conjunctival sac, and the moistened area's length was measured after 5 minutes. The Schirmer test evaluated the quantity of tear production under typical circumstances.", "contents": "Schirmer Test -- Definition/Introduction -- Historical Notions. The test's name honors the German ophthalmologist who developed the technique in 1903. [22] The lacrimal glands produce tears, lubricating and shielding the eyes. Otto Schirmer used the test to examine the amount of tear production. In the original procedure, filter paper strips of size 5 mm by 35 mm were inserted into the eye's lower conjunctival sac, and the moistened area's length was measured after 5 minutes. The Schirmer test evaluated the quantity of tear production under typical circumstances."}
{"id": "article-28754_22", "title": "Schirmer Test -- Definition/Introduction -- Historical Notions", "content": "The Schirmer test is still widely used in clinics to detect and treat aberrant tear film diseases. Thus, the technique has become a vital instrument in the field of ophthalmology. [23] The Schirmer test is especially helpful in diagnosing dry eye syndrome, a common ocular surface condition marked by inadequate tear production or low-quality tears.", "contents": "Schirmer Test -- Definition/Introduction -- Historical Notions. The Schirmer test is still widely used in clinics to detect and treat aberrant tear film diseases. Thus, the technique has become a vital instrument in the field of ophthalmology. [23] The Schirmer test is especially helpful in diagnosing dry eye syndrome, a common ocular surface condition marked by inadequate tear production or low-quality tears."}
{"id": "article-28754_23", "title": "Schirmer Test -- Definition/Introduction -- Historical Notions", "content": "The Schirmer test has undergone modifications and enhancements since its conception, eg, adding a topical anesthetic to aid in differentiating between reflex tearing and baseline tear production. Compared to the non-anesthetized version, the anesthetized Schirmer test more accurately measures the eyes' intrinsic tear production capacity by numbing the ocular surface and inhibiting reflex tearing.", "contents": "Schirmer Test -- Definition/Introduction -- Historical Notions. The Schirmer test has undergone modifications and enhancements since its conception, eg, adding a topical anesthetic to aid in differentiating between reflex tearing and baseline tear production. Compared to the non-anesthetized version, the anesthetized Schirmer test more accurately measures the eyes' intrinsic tear production capacity by numbing the ocular surface and inhibiting reflex tearing."}
{"id": "article-28754_24", "title": "Schirmer Test -- Issues of Concern", "content": "Some clinical studies have demonstrated that Schirmer testing does not reliably detect drug efficacy in patients undergoing dry eye treatment. Consequently, the testing methodology continues to evolve while investigations regarding the test's variability in this setting are ongoing. Some studies have included variables such as eye opening, eye position, measurement time, and anesthesia use. [24] [25] [26]", "contents": "Schirmer Test -- Issues of Concern. Some clinical studies have demonstrated that Schirmer testing does not reliably detect drug efficacy in patients undergoing dry eye treatment. Consequently, the testing methodology continues to evolve while investigations regarding the test's variability in this setting are ongoing. Some studies have included variables such as eye opening, eye position, measurement time, and anesthesia use. [24] [25] [26]"}
{"id": "article-28754_25", "title": "Schirmer Test -- Clinical Significance", "content": "The Schirmer test measures tear production for diagnosing conditions like keratoconjunctivitis sicca and dry eye, which can present with symptoms like foreign-body or gritty sensations, burning, stinging, tearing, photophobia, and intermittent sharp eye pains. [27] [28] In contrast to simple dry eye, keratoconjunctivitis sicca refers to dry eye with conjunctival and corneal inflammation.", "contents": "Schirmer Test -- Clinical Significance. The Schirmer test measures tear production for diagnosing conditions like keratoconjunctivitis sicca and dry eye, which can present with symptoms like foreign-body or gritty sensations, burning, stinging, tearing, photophobia, and intermittent sharp eye pains. [27] [28] In contrast to simple dry eye, keratoconjunctivitis sicca refers to dry eye with conjunctival and corneal inflammation."}
{"id": "article-28754_26", "title": "Schirmer Test -- Clinical Significance", "content": "Dry eye is classified into decreased-tear-production and increased-tear-evaporation subtypes, both resulting in insufficient formation of the fluid layer (precorneal tear film) that usually covers the eye. This condition is the most prevalent ocular abnormality in older individuals and one of the most common ophthalmologic conditions, with a worldwide prevalence between 5% and 34%. Dry eye risk factors include refractive surgery, age at least 50 years, and female sex.", "contents": "Schirmer Test -- Clinical Significance. Dry eye is classified into decreased-tear-production and increased-tear-evaporation subtypes, both resulting in insufficient formation of the fluid layer (precorneal tear film) that usually covers the eye. This condition is the most prevalent ocular abnormality in older individuals and one of the most common ophthalmologic conditions, with a worldwide prevalence between 5% and 34%. Dry eye risk factors include refractive surgery, age at least 50 years, and female sex."}
{"id": "article-28754_27", "title": "Schirmer Test -- Clinical Significance", "content": "In 2007, dry eye was described as a multifactorial disease impairing tear production and the ocular surfaces, causing eye discomfort, visual disturbances, and eventual ocular surface damage. The condition is accompanied by increased tear film osmolarity and ocular surface inflammation. [29] [30]", "contents": "Schirmer Test -- Clinical Significance. In 2007, dry eye was described as a multifactorial disease impairing tear production and the ocular surfaces, causing eye discomfort, visual disturbances, and eventual ocular surface damage. The condition is accompanied by increased tear film osmolarity and ocular surface inflammation. [29] [30]"}
{"id": "article-28754_28", "title": "Schirmer Test -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Managing dry eye syndrome often involves an interprofessional team. Ophthalmologists can perform the Schirmer test, assess dry eye severity, identify the condition's cause, provide treatment, and determine the need for specialist referrals. Optometrists can provide primary vision care, vision testing, and prescriptions for corrective lenses. If DED has a possible systemic immune component, rheumatologists, allergists, and immunologists may be involved.", "contents": "Schirmer Test -- Nursing, Allied Health, and Interprofessional Team Interventions. Managing dry eye syndrome often involves an interprofessional team. Ophthalmologists can perform the Schirmer test, assess dry eye severity, identify the condition's cause, provide treatment, and determine the need for specialist referrals. Optometrists can provide primary vision care, vision testing, and prescriptions for corrective lenses. If DED has a possible systemic immune component, rheumatologists, allergists, and immunologists may be involved."}
{"id": "article-28754_29", "title": "Schirmer Test -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Primary care physicians can follow up on the patient's treatment response outpatient. Pharmacists can guide over-the-counter and prescription medications used to manage dry eye syndrome. Occupational therapists may educate patients about environmental factors that can exacerbate dry eye symptoms and recommend lifestyle modifications to alleviate discomfort, particularly in occupational settings. By leveraging the expertise of this interdisciplinary team, patients with dry eye syndrome can receive comprehensive care tailored to their individual needs, improving their quality of life and managing their condition effectively. [31]", "contents": "Schirmer Test -- Nursing, Allied Health, and Interprofessional Team Interventions. Primary care physicians can follow up on the patient's treatment response outpatient. Pharmacists can guide over-the-counter and prescription medications used to manage dry eye syndrome. Occupational therapists may educate patients about environmental factors that can exacerbate dry eye symptoms and recommend lifestyle modifications to alleviate discomfort, particularly in occupational settings. By leveraging the expertise of this interdisciplinary team, patients with dry eye syndrome can receive comprehensive care tailored to their individual needs, improving their quality of life and managing their condition effectively. [31]"}
{"id": "article-28754_30", "title": "Schirmer Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Schirmer Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}