{"id": "article-26008_0", "title": "Nuclear Medicine Liver/Spleen Test -- Introduction", "content": "The nuclear medicine liver/spleen test is a non-invasive nuclear medicine imaging study used to assess a patient’s liver and spleen. In the liver/spleen scan, a radioactive tracer—classically technetium-99m sulfur-colloid—is injected into a patient’s veins to characterize the anatomy and functional status of the liver and spleen.", "contents": "Nuclear Medicine Liver/Spleen Test -- Introduction. The nuclear medicine liver/spleen test is a non-invasive nuclear medicine imaging study used to assess a patient’s liver and spleen. In the liver/spleen scan, a radioactive tracer—classically technetium-99m sulfur-colloid—is injected into a patient’s veins to characterize the anatomy and functional status of the liver and spleen."}
{"id": "article-26008_1", "title": "Nuclear Medicine Liver/Spleen Test -- Introduction", "content": "The liver-spleen test can indicate functional abnormalities of the liver and spleen based upon the amount and location of the radioactive tracer that is phagocytized by each organ’s phagocytic cells. The liver/spleen scan was utilized more frequently before the widespread adoption of CT, ultrasound, and MRI to assess the severity of liver damage in patients with cirrhosis, elevated liver enzymes, and to diagnose conditions such as focal nodular hyperplasia and assess splenic injury in trauma patients. [1] [2] [3]", "contents": "Nuclear Medicine Liver/Spleen Test -- Introduction. The liver-spleen test can indicate functional abnormalities of the liver and spleen based upon the amount and location of the radioactive tracer that is phagocytized by each organ’s phagocytic cells. The liver/spleen scan was utilized more frequently before the widespread adoption of CT, ultrasound, and MRI to assess the severity of liver damage in patients with cirrhosis, elevated liver enzymes, and to diagnose conditions such as focal nodular hyperplasia and assess splenic injury in trauma patients. [1] [2] [3]"}
{"id": "article-26008_2", "title": "Nuclear Medicine Liver/Spleen Test -- Specimen Collection", "content": "Tc-99m sulfur colloid is injected through the veins and is subsequently taken up by the mononuclear phagocyte system (aka reticuloendothelial system) of the patient’s liver, spleen, and bone marrow. [4] The technician takes planar computerized images are using a scintillation gamma camera with the patient in various anatomical positions. The interpreter of the test then compares the amount of Tc-99m sulfur colloid phagocytosed by the liver’s Kupffer cells to the amount of Tc-99m colloid phagocytosed by the spleen and bone marrow. A decrease in Tc-99m colloid uptake by the liver’s Kupffer cells along with an increase in uptake by the spleen and bone marrow is known as the “colloid shift.” These findings indicate damage to the phagocytic components of the liver and represent an increase in uptake by the spleen and bone marrow. [5] Areas with decreased uptake appear dark or non-existent on the scan while areas of increased uptake appear bright. This planar imaging provides a qualitative view of the function of the liver and spleen.", "contents": "Nuclear Medicine Liver/Spleen Test -- Specimen Collection. Tc-99m sulfur colloid is injected through the veins and is subsequently taken up by the mononuclear phagocyte system (aka reticuloendothelial system) of the patient’s liver, spleen, and bone marrow. [4] The technician takes planar computerized images are using a scintillation gamma camera with the patient in various anatomical positions. The interpreter of the test then compares the amount of Tc-99m sulfur colloid phagocytosed by the liver’s Kupffer cells to the amount of Tc-99m colloid phagocytosed by the spleen and bone marrow. A decrease in Tc-99m colloid uptake by the liver’s Kupffer cells along with an increase in uptake by the spleen and bone marrow is known as the “colloid shift.” These findings indicate damage to the phagocytic components of the liver and represent an increase in uptake by the spleen and bone marrow. [5] Areas with decreased uptake appear dark or non-existent on the scan while areas of increased uptake appear bright. This planar imaging provides a qualitative view of the function of the liver and spleen."}
{"id": "article-26008_3", "title": "Nuclear Medicine Liver/Spleen Test -- Specimen Collection", "content": "In recent years, attenuation-corrected single-photon emission computerized tomography (SPECT) scanning has led to the ability to quantitate uptake in the spleen and liver. SPECT scanning also provides three-dimensional images of the liver and spleen.", "contents": "Nuclear Medicine Liver/Spleen Test -- Specimen Collection. In recent years, attenuation-corrected single-photon emission computerized tomography (SPECT) scanning has led to the ability to quantitate uptake in the spleen and liver. SPECT scanning also provides three-dimensional images of the liver and spleen."}
{"id": "article-26008_4", "title": "Nuclear Medicine Liver/Spleen Test -- Procedures", "content": "The procedure may take approximately 45 minutes to complete. After obtaining written and verbal consent, the patient is accompanied to the radiology suite, and a peripheral IV is placed in the patient’s arm. Radioactive Tc-99m tracer is then injected into the patient’s veins. After approximately 10 to 15 minutes, a scintillation gamma camera takes images while the patient is placed in various positions. The patient is asked to lay in the anterior, posterior, and oblique right positions as images are taken of the patient’s liver. [4]", "contents": "Nuclear Medicine Liver/Spleen Test -- Procedures. The procedure may take approximately 45 minutes to complete. After obtaining written and verbal consent, the patient is accompanied to the radiology suite, and a peripheral IV is placed in the patient’s arm. Radioactive Tc-99m tracer is then injected into the patient’s veins. After approximately 10 to 15 minutes, a scintillation gamma camera takes images while the patient is placed in various positions. The patient is asked to lay in the anterior, posterior, and oblique right positions as images are taken of the patient’s liver. [4]"}
{"id": "article-26008_5", "title": "Nuclear Medicine Liver/Spleen Test -- Procedures", "content": "Left-sided images are taken to evaluate the patient’s spleen. [4] The patient is asked to lay still with minimal movement throughout the procedure, except when repositioned. SPECT/CT may be performed following the liver/spleen scan. SPECT/CT generally takes an additional 15 to 20 minutes to perform. Once the images are obtained, and the scan is complete, the peripheral IV is removed, and the patient is allowed to leave the radiology suite.", "contents": "Nuclear Medicine Liver/Spleen Test -- Procedures. Left-sided images are taken to evaluate the patient’s spleen. [4] The patient is asked to lay still with minimal movement throughout the procedure, except when repositioned. SPECT/CT may be performed following the liver/spleen scan. SPECT/CT generally takes an additional 15 to 20 minutes to perform. Once the images are obtained, and the scan is complete, the peripheral IV is removed, and the patient is allowed to leave the radiology suite."}
{"id": "article-26008_6", "title": "Nuclear Medicine Liver/Spleen Test -- Indications", "content": "The liver/spleen test has declined in use in recent years with the advent of CT and ultrasound imaging. However, the test remains a useful modality for evaluating underlying space-occupying lesions and assessing for liver damage. [5] The liver/spleen can also be used to obtain a general overview of the functional status of the reticuloendothelial systems of the liver and spleen. Liver/spleen scans can also be used to help detect hemangiomas and may be indicated in patients who cannot undergo an MRI or CT scan. [5]", "contents": "Nuclear Medicine Liver/Spleen Test -- Indications. The liver/spleen test has declined in use in recent years with the advent of CT and ultrasound imaging. However, the test remains a useful modality for evaluating underlying space-occupying lesions and assessing for liver damage. [5] The liver/spleen can also be used to obtain a general overview of the functional status of the reticuloendothelial systems of the liver and spleen. Liver/spleen scans can also be used to help detect hemangiomas and may be indicated in patients who cannot undergo an MRI or CT scan. [5]"}
{"id": "article-26008_7", "title": "Nuclear Medicine Liver/Spleen Test -- Potential Diagnosis", "content": "In addition to assessing the functional status of the reticuloendothelial systems of the liver and spleen, the liver/spleen scan may aid in the diagnosis of the following conditions: Liver damage from cirrhosis [1] Splenic injury/infarction in trauma patients [3] Hepatic hemangiomas [5] Hepatic cysts Hepatic abscesses Splenic infarction in patients with cirrhosis [6] Functional hyposplenism in patients with amyloidosis [7] Budd-Chiari syndrome (due to classic decrease in uptake in the left and right lobes of the liver) [5] Thrombocytopenia following splenectomy in patients who may have accessory spleens [8] Evaluation of liver and spleen involvement in patients with Gaucher disease [9]", "contents": "Nuclear Medicine Liver/Spleen Test -- Potential Diagnosis. In addition to assessing the functional status of the reticuloendothelial systems of the liver and spleen, the liver/spleen scan may aid in the diagnosis of the following conditions: Liver damage from cirrhosis [1] Splenic injury/infarction in trauma patients [3] Hepatic hemangiomas [5] Hepatic cysts Hepatic abscesses Splenic infarction in patients with cirrhosis [6] Functional hyposplenism in patients with amyloidosis [7] Budd-Chiari syndrome (due to classic decrease in uptake in the left and right lobes of the liver) [5] Thrombocytopenia following splenectomy in patients who may have accessory spleens [8] Evaluation of liver and spleen involvement in patients with Gaucher disease [9]"}
{"id": "article-26008_8", "title": "Nuclear Medicine Liver/Spleen Test -- Normal and Critical Findings", "content": "Normal findings would include imaging consistent with normal hepatic and splenic uptake by their respective reticuloendothelial systems. The distribution of colloid in the liver and spleen would not be markedly different on imaging. Critical findings would include decreased uptake by the liver’s Kupffer cells paired with increased uptake by the spleen, indicating functional damage to the liver’s reticuloendothelial system. In patients with splenic infarction secondary to cirrhosis and portal hypertension, liver/spleen scan may often show areas of diminished uptake of Tc-99m in the spleen. [6] Similarly, decreased uptake by the spleen in a trauma patient may indicate damage to the spleen.", "contents": "Nuclear Medicine Liver/Spleen Test -- Normal and Critical Findings. Normal findings would include imaging consistent with normal hepatic and splenic uptake by their respective reticuloendothelial systems. The distribution of colloid in the liver and spleen would not be markedly different on imaging. Critical findings would include decreased uptake by the liver’s Kupffer cells paired with increased uptake by the spleen, indicating functional damage to the liver’s reticuloendothelial system. In patients with splenic infarction secondary to cirrhosis and portal hypertension, liver/spleen scan may often show areas of diminished uptake of Tc-99m in the spleen. [6] Similarly, decreased uptake by the spleen in a trauma patient may indicate damage to the spleen."}
{"id": "article-26008_9", "title": "Nuclear Medicine Liver/Spleen Test -- Interfering Factors", "content": "There are few interfering factors in performing the liver/spleen test. They include retained dye from previous nuclear medicine studies. There may also be increased uptake of Tc-99m tracer in organs other than the liver and spleen, particularly in the lungs.", "contents": "Nuclear Medicine Liver/Spleen Test -- Interfering Factors. There are few interfering factors in performing the liver/spleen test. They include retained dye from previous nuclear medicine studies. There may also be increased uptake of Tc-99m tracer in organs other than the liver and spleen, particularly in the lungs."}
{"id": "article-26008_10", "title": "Nuclear Medicine Liver/Spleen Test -- Complications", "content": "The liver/spleen test is a relatively safe procedure. Complications are rare and include allergic reaction to the radioactive tracer. Exposure to ionizing radiation is also a risk that requires an assessment before performing the liver/spleen test. Patients who are pregnant should avoid the procedure due to radiation exposure. Tc-99m sulfur colloid has a half-life of approximately six hours. The complete effects of Tc-99m sulfur colloid on the breastfeeding child are not fully understood. Radioactivity in the mother’s breast milk is unlikely to be in the same form as in the adult patient. [10] In general, patients who are breastfeeding should avoid breastfeeding for approximately 72 hours following the liver/spleen test.", "contents": "Nuclear Medicine Liver/Spleen Test -- Complications. The liver/spleen test is a relatively safe procedure. Complications are rare and include allergic reaction to the radioactive tracer. Exposure to ionizing radiation is also a risk that requires an assessment before performing the liver/spleen test. Patients who are pregnant should avoid the procedure due to radiation exposure. Tc-99m sulfur colloid has a half-life of approximately six hours. The complete effects of Tc-99m sulfur colloid on the breastfeeding child are not fully understood. Radioactivity in the mother’s breast milk is unlikely to be in the same form as in the adult patient. [10] In general, patients who are breastfeeding should avoid breastfeeding for approximately 72 hours following the liver/spleen test."}
{"id": "article-26008_11", "title": "Nuclear Medicine Liver/Spleen Test -- Patient Safety and Education", "content": "Patients who are pregnant or allergic to the Tc-99m radioactive tracer should not undergo a liver/spleen test. The risks - particularly of exposure to ionizing radiation - benefits, and alternatives to the liver/spleen scan, should be explained in layman’s terms to the patient. Informed and written consent should then be obtained from the patient or the patient’s surrogate decision-maker.", "contents": "Nuclear Medicine Liver/Spleen Test -- Patient Safety and Education. Patients who are pregnant or allergic to the Tc-99m radioactive tracer should not undergo a liver/spleen test. The risks - particularly of exposure to ionizing radiation - benefits, and alternatives to the liver/spleen scan, should be explained in layman’s terms to the patient. Informed and written consent should then be obtained from the patient or the patient’s surrogate decision-maker."}
{"id": "article-26008_12", "title": "Nuclear Medicine Liver/Spleen Test -- Patient Safety and Education", "content": "There is no specific prep for the test. A time-out including the patient’s name, date-of-birth, description of the procedure being performed, medications, and allergies should be completed before the start of the procedure. The patient should be informed before the study of the need to inject radioactive tracer and to lay still during the study. The minimum possible amount of radioactive tracer should be injected into the patient’s veins to limit the patient’s exposure to radiation.", "contents": "Nuclear Medicine Liver/Spleen Test -- Patient Safety and Education. There is no specific prep for the test. A time-out including the patient’s name, date-of-birth, description of the procedure being performed, medications, and allergies should be completed before the start of the procedure. The patient should be informed before the study of the need to inject radioactive tracer and to lay still during the study. The minimum possible amount of radioactive tracer should be injected into the patient’s veins to limit the patient’s exposure to radiation."}
{"id": "article-26008_13", "title": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance", "content": "While the nuclear medicine liver/spleen test has fallen out of favor with the advent of CT, MRI, and ultrasound imaging, there are still advantages to this nuclear medicine test. The liver/spleen scan is a relatively low-cost nuclear medicine procedure. It may also be used to diagnose patients with hepatic vascular disorders such as Budd-Chiari syndrome who are unable to receive IV contrast for CT or MRI. For Budd-Chiari syndrome, in particular, Doppler ultrasonography can be used to confirm the diagnosis. There has been renewed interest in the liver/spleen test - primarily as it is used in conjunction with attenuation-corrected SPECT scanning. More recently, Tc-99m liver/spleen scans have been shown to demonstrate functional hyposplenism in renal transplant recipients. [11]", "contents": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance. While the nuclear medicine liver/spleen test has fallen out of favor with the advent of CT, MRI, and ultrasound imaging, there are still advantages to this nuclear medicine test. The liver/spleen scan is a relatively low-cost nuclear medicine procedure. It may also be used to diagnose patients with hepatic vascular disorders such as Budd-Chiari syndrome who are unable to receive IV contrast for CT or MRI. For Budd-Chiari syndrome, in particular, Doppler ultrasonography can be used to confirm the diagnosis. There has been renewed interest in the liver/spleen test - primarily as it is used in conjunction with attenuation-corrected SPECT scanning. More recently, Tc-99m liver/spleen scans have been shown to demonstrate functional hyposplenism in renal transplant recipients. [11]"}
{"id": "article-26008_14", "title": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance", "content": "The liver-spleen scan, when combined with attenuation-corrected SPECT, can be used to map the function of different regions of the liver and spleen non-invasively. [12] A study of patients with hepatocellular carcinoma showed a correlation between Sulfur-Colloid SPECT/CT uptake and clinical liver function. [13] Performing planar liver-spleen scanning before attenuation-corrected SPECT ensures that the patient has normal colloid distribution within the liver. solid lipid nanoparticles (SLNs) labeled with Tc-99m have also been investigated recently for use in liver/spleen tests as an alternative to sulfur-colloid. [14]", "contents": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance. The liver-spleen scan, when combined with attenuation-corrected SPECT, can be used to map the function of different regions of the liver and spleen non-invasively. [12] A study of patients with hepatocellular carcinoma showed a correlation between Sulfur-Colloid SPECT/CT uptake and clinical liver function. [13] Performing planar liver-spleen scanning before attenuation-corrected SPECT ensures that the patient has normal colloid distribution within the liver. solid lipid nanoparticles (SLNs) labeled with Tc-99m have also been investigated recently for use in liver/spleen tests as an alternative to sulfur-colloid. [14]"}
{"id": "article-26008_15", "title": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance", "content": "The nuclear medicine liver/spleen test is a useful imaging modality that complements modern imaging techniques. Clinicians should consider the nuclear medicine liver/spleen test when choosing an imaging study.", "contents": "Nuclear Medicine Liver/Spleen Test -- Clinical Significance. The nuclear medicine liver/spleen test is a useful imaging modality that complements modern imaging techniques. Clinicians should consider the nuclear medicine liver/spleen test when choosing an imaging study."}
{"id": "article-26008_16", "title": "Nuclear Medicine Liver/Spleen Test -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Nuclear Medicine Liver/Spleen Test -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}