{"id": "article-22378_0", "title": "Gower Sign -- Definition/Introduction", "content": "There are three Gowers signs described in the medical literature [1] : Sciatic pain on passive ankle dorsiflexion The irregularly contracting pupils in syphilis The characteristic maneuver of climbing up the thighs while standing up is seen particularly in Duchenne dystrophy.", "contents": "Gower Sign -- Definition/Introduction. There are three Gowers signs described in the medical literature [1] : Sciatic pain on passive ankle dorsiflexion The irregularly contracting pupils in syphilis The characteristic maneuver of climbing up the thighs while standing up is seen particularly in Duchenne dystrophy."}
{"id": "article-22378_1", "title": "Gower Sign -- Definition/Introduction", "content": "In 1879, neurologist Sir William Richard Gowers described the most significant Gowers sign as the characteristic patterns observed in patients with Duchenne muscular dystrophy wherein they 'climb up' their thighs with the aid of their hands to overcome the weakness of their pelvic and proximal lower limb muscles.", "contents": "Gower Sign -- Definition/Introduction. In 1879, neurologist Sir William Richard Gowers described the most significant Gowers sign as the characteristic patterns observed in patients with Duchenne muscular dystrophy wherein they 'climb up' their thighs with the aid of their hands to overcome the weakness of their pelvic and proximal lower limb muscles."}
{"id": "article-22378_2", "title": "Gower Sign -- Issues of Concern", "content": "The earliest changes observed will be torso flexion, wide-based gait, and equinus posturing, which minimizes the workload on the knee extensors. Patients also exaggerate hip abduction, forward pelvic tilt, and the hyper lumbar lordosis compensating for weakened gluteus muscles in facilitating truncal extension.", "contents": "Gower Sign -- Issues of Concern. The earliest changes observed will be torso flexion, wide-based gait, and equinus posturing, which minimizes the workload on the knee extensors. Patients also exaggerate hip abduction, forward pelvic tilt, and the hyper lumbar lordosis compensating for weakened gluteus muscles in facilitating truncal extension."}
{"id": "article-22378_3", "title": "Gower Sign -- Issues of Concern", "content": "The classically described Gowers sign usually presents in advanced stages. However, early stages, mild hand pressure against the thigh and prone crawl position are appreciated. [2] In advanced stages, the hand needs to provide an upward thrust by resting upon the floor.  However, in advanced stages, after contractures ensue, the patient becomes dependent on external aids. [2]", "contents": "Gower Sign -- Issues of Concern. The classically described Gowers sign usually presents in advanced stages. However, early stages, mild hand pressure against the thigh and prone crawl position are appreciated. [2] In advanced stages, the hand needs to provide an upward thrust by resting upon the floor.  However, in advanced stages, after contractures ensue, the patient becomes dependent on external aids. [2]"}
{"id": "article-22378_4", "title": "Gower Sign -- Clinical Significance", "content": "Gowers sign presents with any condition that is associated with weakness of the pelvic girdle or proximal muscles of lower extremities such as [2] : Becker muscular dystrophy Limb-girdle and other muscular dystrophies Proximal ascending pseudomyopathic diseases Spinal muscular atrophy Sarcoglycanopathy Polymyositis Discitis Juvenile idiopathic arthritis A most salient feature in muscular dystrophy is adopting a prone position before standing persisting beyond 3 years. [1] The valley sign, owing to hypertrophic infraspinatus and the deltoid with atrophy of axillary folds, can also help to clinch the diagnosis. [3]", "contents": "Gower Sign -- Clinical Significance. Gowers sign presents with any condition that is associated with weakness of the pelvic girdle or proximal muscles of lower extremities such as [2] : Becker muscular dystrophy Limb-girdle and other muscular dystrophies Proximal ascending pseudomyopathic diseases Spinal muscular atrophy Sarcoglycanopathy Polymyositis Discitis Juvenile idiopathic arthritis A most salient feature in muscular dystrophy is adopting a prone position before standing persisting beyond 3 years. [1] The valley sign, owing to hypertrophic infraspinatus and the deltoid with atrophy of axillary folds, can also help to clinch the diagnosis. [3]"}
{"id": "article-22378_5", "title": "Gower Sign -- Clinical Significance", "content": "There is an increase in serum level of creatine phosphokinase muscle/brain (CPKMB), Nerve conduction velocity (NCV) study will be normal, and electromyography (EMG) will show a myopathic pattern. Muscle biopsy reveals hyaline hypereosinophilic fibers scattered within the vesicles with characteristic crowding of the multinucleated nuclei in the center, degenerative fibers, and fat infiltration. [4]", "contents": "Gower Sign -- Clinical Significance. There is an increase in serum level of creatine phosphokinase muscle/brain (CPKMB), Nerve conduction velocity (NCV) study will be normal, and electromyography (EMG) will show a myopathic pattern. Muscle biopsy reveals hyaline hypereosinophilic fibers scattered within the vesicles with characteristic crowding of the multinucleated nuclei in the center, degenerative fibers, and fat infiltration. [4]"}
{"id": "article-22378_6", "title": "Gower Sign -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Earlier diagnosis facilitates prompt physical therapy and support management as well as genetic counseling. [2] The most important aspect is to rule out treatable conditions like discitis that can also mimic Gowers sign.", "contents": "Gower Sign -- Nursing, Allied Health, and Interprofessional Team Interventions. Earlier diagnosis facilitates prompt physical therapy and support management as well as genetic counseling. [2] The most important aspect is to rule out treatable conditions like discitis that can also mimic Gowers sign."}
{"id": "article-22378_7", "title": "Gower Sign -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gower Sign -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}