{"id": "article-41850_0", "title": "Ranolazine -- Continuing Education Activity", "content": "This activity focuses on ranolazine, an FDA-approved medication for the management of chronic angina associated with ischemic heart disease. Aimed at optimizing the treatment of stable angina, the primary objective is to alleviate ischemic symptoms, minimize their occurrence, and reduce the risk of myocardial infarction and mortality. In conjunction with standard therapies such as aspirin, P2Y12 inhibitors, ACEIs, angiotensin receptor blockers, statins, beta-blockers, calcium channel blockers, and nitrates, ranolazine serves as an adjunct therapy, enriching the overall strategy for angina management.", "contents": "Ranolazine -- Continuing Education Activity. This activity focuses on ranolazine, an FDA-approved medication for the management of chronic angina associated with ischemic heart disease. Aimed at optimizing the treatment of stable angina, the primary objective is to alleviate ischemic symptoms, minimize their occurrence, and reduce the risk of myocardial infarction and mortality. In conjunction with standard therapies such as aspirin, P2Y12 inhibitors, ACEIs, angiotensin receptor blockers, statins, beta-blockers, calcium channel blockers, and nitrates, ranolazine serves as an adjunct therapy, enriching the overall strategy for angina management."}
{"id": "article-41850_1", "title": "Ranolazine -- Continuing Education Activity", "content": "This educational activity also explores the limited data surrounding ranolazine's potential in addressing specific arrhythmias, particularly ventricular tachycardia. The program thoroughly explores ranolazine, encompassing its indications, mechanism of action, administration modalities, notable adverse effects, contraindications, and monitoring protocols. This knowledge equips healthcare providers to guide patient therapy skillfully, seamlessly incorporating ranolazine as a component within defined clinical contexts and fostering collaborative practices within the healthcare team.", "contents": "Ranolazine -- Continuing Education Activity. This educational activity also explores the limited data surrounding ranolazine's potential in addressing specific arrhythmias, particularly ventricular tachycardia. The program thoroughly explores ranolazine, encompassing its indications, mechanism of action, administration modalities, notable adverse effects, contraindications, and monitoring protocols. This knowledge equips healthcare providers to guide patient therapy skillfully, seamlessly incorporating ranolazine as a component within defined clinical contexts and fostering collaborative practices within the healthcare team."}
{"id": "article-41850_2", "title": "Ranolazine -- Continuing Education Activity", "content": "Objectives: Identify the appropriate patient population for ranolazine therapy, considering those with chronic angina or related symptoms refractory to other standard medications. Implement ranolazine as part of a comprehensive treatment plan for patients with chronic angina or related conditions, considering its role in combination with other anti-anginal medications. Assess patients regularly for therapeutic response and potential adverse effects while on ranolazine therapy. Determine plans with an interprofessional team to optimize the use of ranolazine in the management of chronic angina and related conditions. Access free multiple choice questions on this topic.", "contents": "Ranolazine -- Continuing Education Activity. Objectives: Identify the appropriate patient population for ranolazine therapy, considering those with chronic angina or related symptoms refractory to other standard medications. Implement ranolazine as part of a comprehensive treatment plan for patients with chronic angina or related conditions, considering its role in combination with other anti-anginal medications. Assess patients regularly for therapeutic response and potential adverse effects while on ranolazine therapy. Determine plans with an interprofessional team to optimize the use of ranolazine in the management of chronic angina and related conditions. Access free multiple choice questions on this topic."}
{"id": "article-41850_3", "title": "Ranolazine -- Indications", "content": "Chronic angina is a relatively common cardiovascular disorder that affects millions of patients worldwide, causing significant disability and inhibiting activities of daily living. [1] Ranolazine was FDA-approved in 2006 for the treatment of chronic stable angina. [2] [3] [4]", "contents": "Ranolazine -- Indications. Chronic angina is a relatively common cardiovascular disorder that affects millions of patients worldwide, causing significant disability and inhibiting activities of daily living. [1] Ranolazine was FDA-approved in 2006 for the treatment of chronic stable angina. [2] [3] [4]"}
{"id": "article-41850_4", "title": "Ranolazine -- Indications", "content": "Chronic stable angina affects more than 7 million people in America and is one of the major causes of significant morbidity in these patients. Stable angina is treated to reduce the symptoms and occurrence of ischemia and to prevent myocardial infarction and mortality. [5] Standard therapy includes aspirin, beta-blockers, P2Y12 inhibitors, angiotensin-converting enzyme inhibitors (ACEI), angiotensin receptor blockers, statins, calcium channel blockers, and nitrates. Ranolazine may be used in combination with these agents to treat angina.", "contents": "Ranolazine -- Indications. Chronic stable angina affects more than 7 million people in America and is one of the major causes of significant morbidity in these patients. Stable angina is treated to reduce the symptoms and occurrence of ischemia and to prevent myocardial infarction and mortality. [5] Standard therapy includes aspirin, beta-blockers, P2Y12 inhibitors, angiotensin-converting enzyme inhibitors (ACEI), angiotensin receptor blockers, statins, calcium channel blockers, and nitrates. Ranolazine may be used in combination with these agents to treat angina."}
{"id": "article-41850_5", "title": "Ranolazine -- Indications -- FDA-Approved Indications", "content": "Chronic angina", "contents": "Ranolazine -- Indications -- FDA-Approved Indications. Chronic angina"}
{"id": "article-41850_6", "title": "Ranolazine -- Indications -- Off-Label Uses", "content": "Arrhythmias, such as ventricular tachycardia; there is little data to support this use. [4]", "contents": "Ranolazine -- Indications -- Off-Label Uses. Arrhythmias, such as ventricular tachycardia; there is little data to support this use. [4]"}
{"id": "article-41850_7", "title": "Ranolazine -- Indications -- Clinical Evidence", "content": "The Combination Assessment of Ranolazine in Stable Angina (CARISA) trial was a multinational, randomized, double-blind, placebo-controlled trial of patients with symptomatic chronic angina despite taking standard doses of diltiazem, atenolol, or amlodipine. [6] Patients were randomly assigned to receive a placebo or 750 to 1000 mg of ranolazine twice daily. Outcome measures included a change in exercise time, time to onset of symptoms, time to onset of ischemia, need for nitroglycerin, and the number of angina attacks. Exercise duration, time to angina symptoms, and time to ischemia increased more from baseline in both ranolazine groups compared to the placebo group. Exercise tolerance increased with ranolazine dose and plasma concentration. These changes were independent of heart rate, blood pressure, or background antianginal therapy. Angina attacks and nitroglycerin use were reduced by about 7 days in the ranolazine group compared to placebo.", "contents": "Ranolazine -- Indications -- Clinical Evidence. The Combination Assessment of Ranolazine in Stable Angina (CARISA) trial was a multinational, randomized, double-blind, placebo-controlled trial of patients with symptomatic chronic angina despite taking standard doses of diltiazem, atenolol, or amlodipine. [6] Patients were randomly assigned to receive a placebo or 750 to 1000 mg of ranolazine twice daily. Outcome measures included a change in exercise time, time to onset of symptoms, time to onset of ischemia, need for nitroglycerin, and the number of angina attacks. Exercise duration, time to angina symptoms, and time to ischemia increased more from baseline in both ranolazine groups compared to the placebo group. Exercise tolerance increased with ranolazine dose and plasma concentration. These changes were independent of heart rate, blood pressure, or background antianginal therapy. Angina attacks and nitroglycerin use were reduced by about 7 days in the ranolazine group compared to placebo."}
{"id": "article-41850_8", "title": "Ranolazine -- Indications -- Clinical Evidence", "content": "In the Efficacy of Ranolazine in Chronic Angina (ERICA) trial, ranolazine reduced the frequency of anginal symptoms and nitroglycerin use compared to placebo in patients with coronary artery disease who still had symptoms despite therapy with amlodipine 10 mg daily. [7] Researchers are examining the potential role of ranolazine in atrial fibrillation, but it has not yet received FDA approval for that purpose. [8]", "contents": "Ranolazine -- Indications -- Clinical Evidence. In the Efficacy of Ranolazine in Chronic Angina (ERICA) trial, ranolazine reduced the frequency of anginal symptoms and nitroglycerin use compared to placebo in patients with coronary artery disease who still had symptoms despite therapy with amlodipine 10 mg daily. [7] Researchers are examining the potential role of ranolazine in atrial fibrillation, but it has not yet received FDA approval for that purpose. [8]"}
{"id": "article-41850_9", "title": "Ranolazine -- Mechanism of Action", "content": "The mechanism of ranolazine's anti-anginal and anti-ischemic effects is not entirely understood. Ranolazine is known to inhibit the late phase of inward sodium channels in ischemic cardiac myocytes, reducing the intracellular sodium concentration and thus reducing intracellular calcium influx via the Na-Ca channel. Decreased intracellular calcium reduces ventricular wall tension and thus reduces oxygen consumption; it does not affect blood pressure or heart rate. The Monotherapy Assessment of Ranolazine in Stable Angina (MARISA) trial randomized 191 patients with activity-limiting angina to 500 mg, 1000 mg, or 1500 mg twice daily or placebo for a week. Ranolazine significantly increased exercise duration compared to placebo and had negligible effects on heart rate and blood pressure. [9]", "contents": "Ranolazine -- Mechanism of Action. The mechanism of ranolazine's anti-anginal and anti-ischemic effects is not entirely understood. Ranolazine is known to inhibit the late phase of inward sodium channels in ischemic cardiac myocytes, reducing the intracellular sodium concentration and thus reducing intracellular calcium influx via the Na-Ca channel. Decreased intracellular calcium reduces ventricular wall tension and thus reduces oxygen consumption; it does not affect blood pressure or heart rate. The Monotherapy Assessment of Ranolazine in Stable Angina (MARISA) trial randomized 191 patients with activity-limiting angina to 500 mg, 1000 mg, or 1500 mg twice daily or placebo for a week. Ranolazine significantly increased exercise duration compared to placebo and had negligible effects on heart rate and blood pressure. [9]"}
{"id": "article-41850_10", "title": "Ranolazine -- Mechanism of Action", "content": "At higher concentrations, ranolazine inhibits rapid delayed rectifier potassium current, delaying the action potential and prolonging the QT interval. Ranolazine also inhibits fatty acid oxidation, which enhances glucose oxidation, reduces lactic acid production, and improves heart function.", "contents": "Ranolazine -- Mechanism of Action. At higher concentrations, ranolazine inhibits rapid delayed rectifier potassium current, delaying the action potential and prolonging the QT interval. Ranolazine also inhibits fatty acid oxidation, which enhances glucose oxidation, reduces lactic acid production, and improves heart function."}
{"id": "article-41850_11", "title": "Ranolazine -- Mechanism of Action -- Pharmacokinetics", "content": "Absorption: Ranolazine's time to peak concentration varies within 2 to 6 hours, with steady-state achieved within 3 days. Distribution: Ranolazine's steady-state volume of distribution ranges from 85 to 180 L.", "contents": "Ranolazine -- Mechanism of Action -- Pharmacokinetics. Absorption: Ranolazine's time to peak concentration varies within 2 to 6 hours, with steady-state achieved within 3 days. Distribution: Ranolazine's steady-state volume of distribution ranges from 85 to 180 L."}
{"id": "article-41850_12", "title": "Ranolazine -- Mechanism of Action -- Pharmacokinetics", "content": "Metabolism: The drug is rapidly hepatically metabolized primarily via CYP3A4 enzymatic activity; minor metabolism occurs via CYP2D6. [10] [11] Over 40 different ranolazine metabolites have been found in plasma, while over 100 have been identified in urine. [12] Elimination: Approximately 75% of the administered dose is excreted renally, with the remainder excreted in the feces. The drug has a half-life of approximately 7 hours. [13]", "contents": "Ranolazine -- Mechanism of Action -- Pharmacokinetics. Metabolism: The drug is rapidly hepatically metabolized primarily via CYP3A4 enzymatic activity; minor metabolism occurs via CYP2D6. [10] [11] Over 40 different ranolazine metabolites have been found in plasma, while over 100 have been identified in urine. [12] Elimination: Approximately 75% of the administered dose is excreted renally, with the remainder excreted in the feces. The drug has a half-life of approximately 7 hours. [13]"}
{"id": "article-41850_13", "title": "Ranolazine -- Administration -- Dosage Forms", "content": "Ranolazine is available as 500 mg and 1000 mg extended-release tablets.", "contents": "Ranolazine -- Administration -- Dosage Forms. Ranolazine is available as 500 mg and 1000 mg extended-release tablets."}
{"id": "article-41850_14", "title": "Ranolazine -- Administration -- Adult Dosing", "content": "Dosing should begin at 500 mg twice daily and be titrated to 1000 mg twice daily as tolerated. The maximum recommended dose is 1000 mg twice a day. The tablets are film-coated and not scored; they should not be crushed, broken, or chewed. Food does not alter the absorption rate or the area under the plasma concentration-time curve (AUC); ranolazine can be administered without regard to meals. Peak plasma concentrations are reached between 2 and 5 hours, the half-life is 7 hours, and the steady state concentration is achieved within 3 days.", "contents": "Ranolazine -- Administration -- Adult Dosing. Dosing should begin at 500 mg twice daily and be titrated to 1000 mg twice daily as tolerated. The maximum recommended dose is 1000 mg twice a day. The tablets are film-coated and not scored; they should not be crushed, broken, or chewed. Food does not alter the absorption rate or the area under the plasma concentration-time curve (AUC); ranolazine can be administered without regard to meals. Peak plasma concentrations are reached between 2 and 5 hours, the half-life is 7 hours, and the steady state concentration is achieved within 3 days."}
{"id": "article-41850_15", "title": "Ranolazine -- Administration -- Adult Dosing", "content": "Dose adjustment is required when ranolazine is taken with moderate CYP3A inhibitors like verapamil, diltiazem, and erythromycin. The dose should not exceed 500 mg twice a day. Dosing should be titrated to clinical response for patients who are co-administered P-glycoprotein inhibitors (eg, cyclosporine) because they may also increase ranolazine plasma concentrations.", "contents": "Ranolazine -- Administration -- Adult Dosing. Dose adjustment is required when ranolazine is taken with moderate CYP3A inhibitors like verapamil, diltiazem, and erythromycin. The dose should not exceed 500 mg twice a day. Dosing should be titrated to clinical response for patients who are co-administered P-glycoprotein inhibitors (eg, cyclosporine) because they may also increase ranolazine plasma concentrations."}
{"id": "article-41850_16", "title": "Ranolazine -- Administration -- Special Patient Populations", "content": "Hepatic impairment: Plasma concentrations of ranolazine increased by 30% in patients with mild hepatic impairment (Child-Pugh Class A) and 60% in patients with moderate hepatic impairment (Child-Pugh Class B). However, in patients with mild to severe hepatic impairment, researchers noted a 3-fold increase in QT prolongation; ranolazine is contraindicated in patients with severe liver disease such as cirrhosis.", "contents": "Ranolazine -- Administration -- Special Patient Populations. Hepatic impairment: Plasma concentrations of ranolazine increased by 30% in patients with mild hepatic impairment (Child-Pugh Class A) and 60% in patients with moderate hepatic impairment (Child-Pugh Class B). However, in patients with mild to severe hepatic impairment, researchers noted a 3-fold increase in QT prolongation; ranolazine is contraindicated in patients with severe liver disease such as cirrhosis."}
{"id": "article-41850_17", "title": "Ranolazine -- Administration -- Special Patient Populations", "content": "Renal impairment: Specific renal impairment dosing is undefined, but caution is advised in patients with CrCl <60. Ranolazine should be discontinued if renal failure occurs, and therapy should not be initiated in patients with a CrCl of less than 30 mL/min. Dosing is undefined for patients on dialysis. Pregnancy considerations: While there is no known teratogenicity data, clinicians should weigh risk vs. benefit in patients who are pregnant. Breastfeeding considerations: Clinicians should weigh the risks vs benefits in breastfeeding females; no data exists to assess potential infant harm or effects on milk production. Pediatric patients: Ranolazine is not indicated or approved for use in pediatric patients.", "contents": "Ranolazine -- Administration -- Special Patient Populations. Renal impairment: Specific renal impairment dosing is undefined, but caution is advised in patients with CrCl <60. Ranolazine should be discontinued if renal failure occurs, and therapy should not be initiated in patients with a CrCl of less than 30 mL/min. Dosing is undefined for patients on dialysis. Pregnancy considerations: While there is no known teratogenicity data, clinicians should weigh risk vs. benefit in patients who are pregnant. Breastfeeding considerations: Clinicians should weigh the risks vs benefits in breastfeeding females; no data exists to assess potential infant harm or effects on milk production. Pediatric patients: Ranolazine is not indicated or approved for use in pediatric patients."}
{"id": "article-41850_18", "title": "Ranolazine -- Administration -- Special Patient Populations", "content": "Older patients: In controlled studies, 48% of subjects were older than 65, and 11% were older than 75. Researchers observed no overall differences in efficacy between older and younger patients. However, patients older than 75 experienced a higher incidence of adverse events, serious adverse events, and drug discontinuations resulting from adverse events. [14]", "contents": "Ranolazine -- Administration -- Special Patient Populations. Older patients: In controlled studies, 48% of subjects were older than 65, and 11% were older than 75. Researchers observed no overall differences in efficacy between older and younger patients. However, patients older than 75 experienced a higher incidence of adverse events, serious adverse events, and drug discontinuations resulting from adverse events. [14]"}
{"id": "article-41850_19", "title": "Ranolazine -- Adverse Effects", "content": "The most common adverse events were dizziness, headaches, nausea, confusion, tinnitus, vertigo, blurred vision, dyspnea, palpitations, abdominal pain, dry mouth, vomiting, anorexia, dyspepsia, peripheral edema, and constipation. More severe adverse effects include QT prolongation, syncope, hematuria, bradycardia, hypotension, orthostatic hypotension, thrombocytopenia, leukopenia, angioedema, renal failure, eosinophilia, pulmonary fibrosis, and pancytopenia. [15] A few cases of ranolazine-induced myopathy have been reported, but this is very rare, and the prognosis for such cases is good following cessation of the drug. [16] [17]", "contents": "Ranolazine -- Adverse Effects. The most common adverse events were dizziness, headaches, nausea, confusion, tinnitus, vertigo, blurred vision, dyspnea, palpitations, abdominal pain, dry mouth, vomiting, anorexia, dyspepsia, peripheral edema, and constipation. More severe adverse effects include QT prolongation, syncope, hematuria, bradycardia, hypotension, orthostatic hypotension, thrombocytopenia, leukopenia, angioedema, renal failure, eosinophilia, pulmonary fibrosis, and pancytopenia. [15] A few cases of ranolazine-induced myopathy have been reported, but this is very rare, and the prognosis for such cases is good following cessation of the drug. [16] [17]"}
{"id": "article-41850_20", "title": "Ranolazine -- Adverse Effects", "content": "Postmarketing adverse effects include hallucinations, tremors, paresthesia, abnormal coordination, dysuria, and rash. Reported neurologic effects are usually dose-dependent and resolve upon discontinuation. [8]", "contents": "Ranolazine -- Adverse Effects. Postmarketing adverse effects include hallucinations, tremors, paresthesia, abnormal coordination, dysuria, and rash. Reported neurologic effects are usually dose-dependent and resolve upon discontinuation. [8]"}
{"id": "article-41850_21", "title": "Ranolazine -- Adverse Effects -- Drug-Drug Interactions", "content": "Ranolazine is metabolized in the liver primarily by CYP3A4  and, to a lesser extent, CYP2D6 enzymes. Ranolazine is also a substrate of P-glycoprotein. Potent CYP3A4 inhibitors like ketoconazole, clarithromycin, and ritonavir increase ranolazine levels, and concomitant use is contraindicated. Moderate CYP3A4 inhibitors such as diltiazem, fluconazole, erythromycin, and verapamil increase ranolazine levels. When used together, the ranolazine dose should not exceed 500 mg twice daily; close monitoring is required. CYP3A4 inducers such as rifampin, carbamazepine, phenytoin, and St. John’s wort decrease ranolazine plasma levels, and concomitant use is not recommended. There are no recommended dose adjustments for patients with hepatic impairment, but usage is contraindicated in patients with cirrhosis of the liver. [18]", "contents": "Ranolazine -- Adverse Effects -- Drug-Drug Interactions. Ranolazine is metabolized in the liver primarily by CYP3A4  and, to a lesser extent, CYP2D6 enzymes. Ranolazine is also a substrate of P-glycoprotein. Potent CYP3A4 inhibitors like ketoconazole, clarithromycin, and ritonavir increase ranolazine levels, and concomitant use is contraindicated. Moderate CYP3A4 inhibitors such as diltiazem, fluconazole, erythromycin, and verapamil increase ranolazine levels. When used together, the ranolazine dose should not exceed 500 mg twice daily; close monitoring is required. CYP3A4 inducers such as rifampin, carbamazepine, phenytoin, and St. John’s wort decrease ranolazine plasma levels, and concomitant use is not recommended. There are no recommended dose adjustments for patients with hepatic impairment, but usage is contraindicated in patients with cirrhosis of the liver. [18]"}
{"id": "article-41850_22", "title": "Ranolazine -- Adverse Effects -- Drug-Drug Interactions", "content": "Coadministration of ranolazine and metformin, each at a dose of 1000 mg twice daily, increased plasma concentrations of metformin. Patients on ranolazine 1000 mg twice daily should not exceed a total daily metformin dose of 1700 mg, and their blood glucose should be closely monitored. [19]", "contents": "Ranolazine -- Adverse Effects -- Drug-Drug Interactions. Coadministration of ranolazine and metformin, each at a dose of 1000 mg twice daily, increased plasma concentrations of metformin. Patients on ranolazine 1000 mg twice daily should not exceed a total daily metformin dose of 1700 mg, and their blood glucose should be closely monitored. [19]"}
{"id": "article-41850_23", "title": "Ranolazine -- Contraindications", "content": "Ranolazine is contraindicated in patients with a sensitivity to the drug or any ingredient in the formulation.", "contents": "Ranolazine -- Contraindications. Ranolazine is contraindicated in patients with a sensitivity to the drug or any ingredient in the formulation."}
{"id": "article-41850_24", "title": "Ranolazine -- Contraindications", "content": "Ranolazine may prolong the QT interval by inhibiting potassium current (IKr). Torsades de pointes was not reported as an adverse effect in clinical trials, but the risk may increase in patients taking other QT-prolonging medications. Hepatic impairment may also increase plasma concentrations and a prolonged QTc interval. Caution is advised in patients with a family history of long QT syndrome and patients with known prolonged QT intervals. [20]", "contents": "Ranolazine -- Contraindications. Ranolazine may prolong the QT interval by inhibiting potassium current (IKr). Torsades de pointes was not reported as an adverse effect in clinical trials, but the risk may increase in patients taking other QT-prolonging medications. Hepatic impairment may also increase plasma concentrations and a prolonged QTc interval. Caution is advised in patients with a family history of long QT syndrome and patients with known prolonged QT intervals. [20]"}
{"id": "article-41850_25", "title": "Ranolazine -- Monitoring", "content": "Healthcare professionals must monitor the following: The QT interval in patients on ranolazine and other QT-prolonging drugs. Concomitant use of ranolazine and metformin increases metformin levels. Monitor blood glucose and the adverse effects of metformin in these patients. Serum creatinine, BUN, and urine output in patients with CrCl less than 60 mL/min Signs of neurologic adverse effects", "contents": "Ranolazine -- Monitoring. Healthcare professionals must monitor the following: The QT interval in patients on ranolazine and other QT-prolonging drugs. Concomitant use of ranolazine and metformin increases metformin levels. Monitor blood glucose and the adverse effects of metformin in these patients. Serum creatinine, BUN, and urine output in patients with CrCl less than 60 mL/min Signs of neurologic adverse effects"}
{"id": "article-41850_26", "title": "Ranolazine -- Toxicity", "content": "High doses of ranolazine can cause dose-dependent increases in dizziness, tremors, dysphagia, hallucinations, unsteady gait, nausea, and vomiting. Supportive therapy should be given in cases of overdose. ECG monitoring may be necessary if a ranolazine overdose occurs. Ranolazine is about 62% bound to plasma proteins, so hemodialysis is not adequate for an overdose.", "contents": "Ranolazine -- Toxicity. High doses of ranolazine can cause dose-dependent increases in dizziness, tremors, dysphagia, hallucinations, unsteady gait, nausea, and vomiting. Supportive therapy should be given in cases of overdose. ECG monitoring may be necessary if a ranolazine overdose occurs. Ranolazine is about 62% bound to plasma proteins, so hemodialysis is not adequate for an overdose."}
{"id": "article-41850_27", "title": "Ranolazine -- Enhancing Healthcare Team Outcomes", "content": "Ranolazine is a relatively new drug for managing angina. While primarily cardiologists prescribe the medication, it can be prescribed by primary care providers, including physician assistants and nurse practitioners. All interprofessional healthcare team members who prescribe this agent or consult with patients who have had it prescribed must understand that high doses of ranolazine cause dose-dependent increases in dizziness, tremors, dysphagia, hallucinations, unsteady gait, nausea, and vomiting. This interprofessional healthcare team includes physicians, specialists, advanced practice practitioners, nursing staff, and pharmacists. ECG monitoring may be necessary if increased ranolazine plasma levels occur, whether through overdosing or because of drug interactions; therefore, a thorough medication reconciliation is needed before prescribing ranolazine. Ranolazine is about 62% bound to plasma proteins, so hemodialysis will not effectively clear the drug in case of an overdose.", "contents": "Ranolazine -- Enhancing Healthcare Team Outcomes. Ranolazine is a relatively new drug for managing angina. While primarily cardiologists prescribe the medication, it can be prescribed by primary care providers, including physician assistants and nurse practitioners. All interprofessional healthcare team members who prescribe this agent or consult with patients who have had it prescribed must understand that high doses of ranolazine cause dose-dependent increases in dizziness, tremors, dysphagia, hallucinations, unsteady gait, nausea, and vomiting. This interprofessional healthcare team includes physicians, specialists, advanced practice practitioners, nursing staff, and pharmacists. ECG monitoring may be necessary if increased ranolazine plasma levels occur, whether through overdosing or because of drug interactions; therefore, a thorough medication reconciliation is needed before prescribing ranolazine. Ranolazine is about 62% bound to plasma proteins, so hemodialysis will not effectively clear the drug in case of an overdose."}
{"id": "article-41850_28", "title": "Ranolazine -- Enhancing Healthcare Team Outcomes", "content": "Nursing staff and pharmacists can counsel the patient on properly administering the drug. Nurses will often serve as the primary point of contact for patients with the interprofessional team, so they must monitor for adverse events and counsel patients on what to look for. In addition, the patient's renal function needs to be monitored. Before starting the drug, a baseline ECG is recommended as the drug is known to prolong the QT interval. With an interprofessional team approach to ranolazine therapy, better patient outcomes are achievable while limiting potential adverse events.", "contents": "Ranolazine -- Enhancing Healthcare Team Outcomes. Nursing staff and pharmacists can counsel the patient on properly administering the drug. Nurses will often serve as the primary point of contact for patients with the interprofessional team, so they must monitor for adverse events and counsel patients on what to look for. In addition, the patient's renal function needs to be monitored. Before starting the drug, a baseline ECG is recommended as the drug is known to prolong the QT interval. With an interprofessional team approach to ranolazine therapy, better patient outcomes are achievable while limiting potential adverse events."}
{"id": "article-41850_29", "title": "Ranolazine -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ranolazine -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}