{"id": "article-21462_0", "title": "Exploding Head Syndrome -- Continuing Education Activity", "content": "Exploding head syndrome is a benign, underdiagnosed sensory parasomnia. It is the sensation of hearing a loud sound during sleep-wake/wake-sleep transitions. This activity describes the evaluation and management of exploding head syndrome and explains the role of health care teams in managing patients with this condition.", "contents": "Exploding Head Syndrome -- Continuing Education Activity. Exploding head syndrome is a benign, underdiagnosed sensory parasomnia. It is the sensation of hearing a loud sound during sleep-wake/wake-sleep transitions. This activity describes the evaluation and management of exploding head syndrome and explains the role of health care teams in managing patients with this condition."}
{"id": "article-21462_1", "title": "Exploding Head Syndrome -- Continuing Education Activity", "content": "Objectives: Explain the etiology of exploding head syndrome. Describe the typical presentation of a patient with exploding head syndrome. Review the common management considerations for patients with exploding head syndrome. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the appropriate diagnosis and management of patients with exploding head syndrome. Access free multiple choice questions on this topic.", "contents": "Exploding Head Syndrome -- Continuing Education Activity. Objectives: Explain the etiology of exploding head syndrome. Describe the typical presentation of a patient with exploding head syndrome. Review the common management considerations for patients with exploding head syndrome. Explain the importance of collaboration and communication amongst the interprofessional team to ensure the appropriate diagnosis and management of patients with exploding head syndrome. Access free multiple choice questions on this topic."}
{"id": "article-21462_2", "title": "Exploding Head Syndrome -- Introduction", "content": "Exploding head syndrome (EHS) is a benign parasomnia characterized by the perception of a loud sound while asleep, which leads to abrupt awakening. These events occur during the wake-sleep/sleep-wake transition period and generally last less than a second. [1] Events are often accompanied by flashes of light and patient distress, but there is no significant associated pain. [2] [3] The sounds have most commonly been described as explosions, gunshots, or thunder but can be almost any loud noise. [3] The events occur with variable frequency, and there may be prolonged remission between episodes. [4]", "contents": "Exploding Head Syndrome -- Introduction. Exploding head syndrome (EHS) is a benign parasomnia characterized by the perception of a loud sound while asleep, which leads to abrupt awakening. These events occur during the wake-sleep/sleep-wake transition period and generally last less than a second. [1] Events are often accompanied by flashes of light and patient distress, but there is no significant associated pain. [2] [3] The sounds have most commonly been described as explosions, gunshots, or thunder but can be almost any loud noise. [3] The events occur with variable frequency, and there may be prolonged remission between episodes. [4]"}
{"id": "article-21462_3", "title": "Exploding Head Syndrome -- Introduction", "content": "EHS was first described in medical literature in 1876 by American neurologist Silas Weir Mitchell. He reported a case study of two patients, who experienced the nocturnal sensation of loud sounds he described as “sensory shocks.” [5] Despite earlier descriptions and case reports of EHS, it was not classified as a sleep disorder until 2005, when it gained inclusion in the 2nd edition of International Classification of Sleep Disorders (ICSD-2). [6] More recently, the term episodic cranial shock has been proposed to describe this phenomenon. [5]", "contents": "Exploding Head Syndrome -- Introduction. EHS was first described in medical literature in 1876 by American neurologist Silas Weir Mitchell. He reported a case study of two patients, who experienced the nocturnal sensation of loud sounds he described as “sensory shocks.” [5] Despite earlier descriptions and case reports of EHS, it was not classified as a sleep disorder until 2005, when it gained inclusion in the 2nd edition of International Classification of Sleep Disorders (ICSD-2). [6] More recently, the term episodic cranial shock has been proposed to describe this phenomenon. [5]"}
{"id": "article-21462_4", "title": "Exploding Head Syndrome -- Introduction", "content": "The phenomenon is often frightening to those who are unaware of its benign nature. Patients may initially fear a more ominous cause is responsible for the sounds, such as a stroke, brain tumor, or brain hemorrhage. These concerns are the reasons many seek medical evaluations. It is an underdiagnosed and under-reported syndrome because patients may feel embarrassed about their symptoms, and healthcare providers may not be familiar with the diagnosis. [1]", "contents": "Exploding Head Syndrome -- Introduction. The phenomenon is often frightening to those who are unaware of its benign nature. Patients may initially fear a more ominous cause is responsible for the sounds, such as a stroke, brain tumor, or brain hemorrhage. These concerns are the reasons many seek medical evaluations. It is an underdiagnosed and under-reported syndrome because patients may feel embarrassed about their symptoms, and healthcare providers may not be familiar with the diagnosis. [1]"}
{"id": "article-21462_5", "title": "Exploding Head Syndrome -- Etiology", "content": "The definite etiology of EHS has not been determined, but researchers have hypothesized the following causes: A delayed decrease of reticular formation activity during the transition between wakefulness and sleep, resulting in a brief increase of activity in sensory neurons. [7] Complex partial seizures within the temporal lobe. [8] Ear Pathology [3] : Eustachian tube dysfunction Perilymph fistulas Rupture of the round window membrane Temporary disinhibition of cochlea or its central connections in the temporal lobe Abrupt involuntary movement of the tympanum or tensor tympani Aberrant attentional processing during the sleep-wake transition resulting in an altered perception of external auditory or visual stimuli. [4] Aura preceding a migraine. [9] [10] [11] Side effects due to sudden withdrawal from selective serotonin reuptake inhibitors or benzodiazepines. [12] A gene mutation resulting in transient calcium channel dysfunction. [13]", "contents": "Exploding Head Syndrome -- Etiology. The definite etiology of EHS has not been determined, but researchers have hypothesized the following causes: A delayed decrease of reticular formation activity during the transition between wakefulness and sleep, resulting in a brief increase of activity in sensory neurons. [7] Complex partial seizures within the temporal lobe. [8] Ear Pathology [3] : Eustachian tube dysfunction Perilymph fistulas Rupture of the round window membrane Temporary disinhibition of cochlea or its central connections in the temporal lobe Abrupt involuntary movement of the tympanum or tensor tympani Aberrant attentional processing during the sleep-wake transition resulting in an altered perception of external auditory or visual stimuli. [4] Aura preceding a migraine. [9] [10] [11] Side effects due to sudden withdrawal from selective serotonin reuptake inhibitors or benzodiazepines. [12] A gene mutation resulting in transient calcium channel dysfunction. [13]"}
{"id": "article-21462_6", "title": "Exploding Head Syndrome -- Epidemiology", "content": "Since the majority of journal articles about EHS are case reports, accurate prevalence rates are not available. [3] There is no definitive gender predominance, although EHS reportedly occurs more often in females than males in several studies. [1] [7] It was initially thought to be a rare disorder occurring predominantly in middle-aged women. [9] However, more recent research has shown that EHS may be more common than previously thought across all age groups, with up to 16% of college students reporting EHS events in one study. [2] [7] Older adults are more likely to report symptoms without being prompted, likely due to anxiety surrounding age-related intracranial pathology. [14]", "contents": "Exploding Head Syndrome -- Epidemiology. Since the majority of journal articles about EHS are case reports, accurate prevalence rates are not available. [3] There is no definitive gender predominance, although EHS reportedly occurs more often in females than males in several studies. [1] [7] It was initially thought to be a rare disorder occurring predominantly in middle-aged women. [9] However, more recent research has shown that EHS may be more common than previously thought across all age groups, with up to 16% of college students reporting EHS events in one study. [2] [7] Older adults are more likely to report symptoms without being prompted, likely due to anxiety surrounding age-related intracranial pathology. [14]"}
{"id": "article-21462_7", "title": "Exploding Head Syndrome -- Epidemiology", "content": "EHS appears to be more common in patients diagnosed with isolated sleep paralysis. [15] In one study, almost 37% of subjects with a history of sleep paralysis also reported experiencing EHS symptoms at least once. [7] Although there is no consistent precipitant, some patients have identified an association between increased frequency of events and insomnia or periods of increased stress. [2] Hypnagogic and hypnopompic hallucinations, nightmares, and lucid dreaming may also co-occur. [16]", "contents": "Exploding Head Syndrome -- Epidemiology. EHS appears to be more common in patients diagnosed with isolated sleep paralysis. [15] In one study, almost 37% of subjects with a history of sleep paralysis also reported experiencing EHS symptoms at least once. [7] Although there is no consistent precipitant, some patients have identified an association between increased frequency of events and insomnia or periods of increased stress. [2] Hypnagogic and hypnopompic hallucinations, nightmares, and lucid dreaming may also co-occur. [16]"}
{"id": "article-21462_8", "title": "Exploding Head Syndrome -- History and Physical", "content": "According to the International Classification of Sleep Disorders, 3rd edition, (ICSD-3), the diagnostic criteria for exploding head syndrome are [3] : A complaint of a sudden, loud sound in the head upon waking up at night or during the wake-sleep transition Abrupt frightening arousal following the event There is no significant pain associated with the experience.", "contents": "Exploding Head Syndrome -- History and Physical. According to the International Classification of Sleep Disorders, 3rd edition, (ICSD-3), the diagnostic criteria for exploding head syndrome are [3] : A complaint of a sudden, loud sound in the head upon waking up at night or during the wake-sleep transition Abrupt frightening arousal following the event There is no significant pain associated with the experience."}
{"id": "article-21462_9", "title": "Exploding Head Syndrome -- History and Physical", "content": "Episodes are reported more frequently during the transition from wake to sleep than from sleep to waking. Flashes of light, hypnic jerks, and physiological signs of fear (sweating, palpitations, shortness of breath, etc.) may accompany events. [3] There is no significant pain associated with EHS events, and complaints of pain may be attributable to the frequently associated shock or fear. [3] Report of pain should prompt additional evaluation to rule out alternative diagnoses.", "contents": "Exploding Head Syndrome -- History and Physical. Episodes are reported more frequently during the transition from wake to sleep than from sleep to waking. Flashes of light, hypnic jerks, and physiological signs of fear (sweating, palpitations, shortness of breath, etc.) may accompany events. [3] There is no significant pain associated with EHS events, and complaints of pain may be attributable to the frequently associated shock or fear. [3] Report of pain should prompt additional evaluation to rule out alternative diagnoses."}
{"id": "article-21462_10", "title": "Exploding Head Syndrome -- History and Physical", "content": "During the assessment of EHS, physicians should inquire about other sleep disorders, medical, and psychiatric conditions, which may reveal comorbid sleep apnea. [15] There is significant co-association with sleep paralysis and insomnia. [2] EHS can also be a precursor for insomnia. [4] A psychological evaluation may reveal underlying stress or anxiety. [17] Physical examination is unremarkable with a normal neurological exam.", "contents": "Exploding Head Syndrome -- History and Physical. During the assessment of EHS, physicians should inquire about other sleep disorders, medical, and psychiatric conditions, which may reveal comorbid sleep apnea. [15] There is significant co-association with sleep paralysis and insomnia. [2] EHS can also be a precursor for insomnia. [4] A psychological evaluation may reveal underlying stress or anxiety. [17] Physical examination is unremarkable with a normal neurological exam."}
{"id": "article-21462_11", "title": "Exploding Head Syndrome -- Evaluation", "content": "Currently, no objective tests exist to diagnose exploding head syndrome. Diagnosis is on clinical grounds based on the ICSD-3 criteria. [2] Magnetic resonance imaging of the brain appears normal. No epileptiform activity is present on ambulatory EEG. [8] Polysomnography: Normal sleep duration and architecture. [17] [18] Events are most apt to occur during the transition from wake to N1 and N1 to wake, but research has also documented it during awakenings from N2. [18] In one study, despite the perception of sleeping, patients had predominantly alpha waves during events with interspersed theta activity. [8] No epileptiform activity. [18] One study found additional oscillatory activity co-occurring with the alpha waves during events, but differing in source and frequency. [4]", "contents": "Exploding Head Syndrome -- Evaluation. Currently, no objective tests exist to diagnose exploding head syndrome. Diagnosis is on clinical grounds based on the ICSD-3 criteria. [2] Magnetic resonance imaging of the brain appears normal. No epileptiform activity is present on ambulatory EEG. [8] Polysomnography: Normal sleep duration and architecture. [17] [18] Events are most apt to occur during the transition from wake to N1 and N1 to wake, but research has also documented it during awakenings from N2. [18] In one study, despite the perception of sleeping, patients had predominantly alpha waves during events with interspersed theta activity. [8] No epileptiform activity. [18] One study found additional oscillatory activity co-occurring with the alpha waves during events, but differing in source and frequency. [4]"}
{"id": "article-21462_12", "title": "Exploding Head Syndrome -- Treatment / Management", "content": "The primary management for EHS is patient education and reassurance about the benign nature of the condition. [14] Sometimes, attacks decrease after providing reassurance. [8] Treatment of anxiety may also reduce the frequency of episodes. [17] [18] It is essential to identify and address stress triggers, maintain consistent, healthy sleep habits, and treat any coexisting sleep disorders. [2]", "contents": "Exploding Head Syndrome -- Treatment / Management. The primary management for EHS is patient education and reassurance about the benign nature of the condition. [14] Sometimes, attacks decrease after providing reassurance. [8] Treatment of anxiety may also reduce the frequency of episodes. [17] [18] It is essential to identify and address stress triggers, maintain consistent, healthy sleep habits, and treat any coexisting sleep disorders. [2]"}
{"id": "article-21462_13", "title": "Exploding Head Syndrome -- Treatment / Management", "content": "There is a dearth of research or clinical trials investigating drugs for the treatment of EHS. [14] However, if severely distressing, and non-pharmacological measures are not helpful, the following medications have been reported to be effective in reducing symptoms in case reports: Clomipramine: Resolution of symptoms for all three patients. [8] Amitriptyline: Reduced frequency in one patient, complete remission in the other patient. [14] Topiramate: Reduced intensity. [19] Duloxetine Hydrochloride: Reduced frequency and duration of events for one of two patients. [17] Nifedipine [13]", "contents": "Exploding Head Syndrome -- Treatment / Management. There is a dearth of research or clinical trials investigating drugs for the treatment of EHS. [14] However, if severely distressing, and non-pharmacological measures are not helpful, the following medications have been reported to be effective in reducing symptoms in case reports: Clomipramine: Resolution of symptoms for all three patients. [8] Amitriptyline: Reduced frequency in one patient, complete remission in the other patient. [14] Topiramate: Reduced intensity. [19] Duloxetine Hydrochloride: Reduced frequency and duration of events for one of two patients. [17] Nifedipine [13]"}
{"id": "article-21462_14", "title": "Exploding Head Syndrome -- Differential Diagnosis", "content": "Nocturnal epilepsy: Occurs during NREM sleep, but unlike EHS, patients with nocturnal epilepsy have no memory of the events. [14] Hypnic headaches: These are recurrent headaches during sleep leading to awakening. They are associated with pain that lasts from 15 minutes to four hours. These headaches can be unilateral or bilateral and occur for more than ten days a month, for more than three months. [20] Compared to any of the headache syndromes, EHS events are frightening rather than painful, and any pain reported would be a minor component of the complaint. Post-traumatic stress disorder (PTSD) and nightmare disorder: There is no specific dream content that patients will be able to recall with EHS. [14]", "contents": "Exploding Head Syndrome -- Differential Diagnosis. Nocturnal epilepsy: Occurs during NREM sleep, but unlike EHS, patients with nocturnal epilepsy have no memory of the events. [14] Hypnic headaches: These are recurrent headaches during sleep leading to awakening. They are associated with pain that lasts from 15 minutes to four hours. These headaches can be unilateral or bilateral and occur for more than ten days a month, for more than three months. [20] Compared to any of the headache syndromes, EHS events are frightening rather than painful, and any pain reported would be a minor component of the complaint. Post-traumatic stress disorder (PTSD) and nightmare disorder: There is no specific dream content that patients will be able to recall with EHS. [14]"}
{"id": "article-21462_15", "title": "Exploding Head Syndrome -- Prognosis", "content": "Patients with EHS have good prognosis. There are no sequelae reported. [14] The frequency and intensity of episodes may decrease after initial reassurance. With time, the condition may resolve completely.", "contents": "Exploding Head Syndrome -- Prognosis. Patients with EHS have good prognosis. There are no sequelae reported. [14] The frequency and intensity of episodes may decrease after initial reassurance. With time, the condition may resolve completely."}
{"id": "article-21462_16", "title": "Exploding Head Syndrome -- Complications", "content": "No complications have correlations with exploding head syndrome.", "contents": "Exploding Head Syndrome -- Complications. No complications have correlations with exploding head syndrome."}
{"id": "article-21462_17", "title": "Exploding Head Syndrome -- Deterrence and Patient Education", "content": "Patients should be encouraged to discuss any unusual sleep experiences. Often they omit complaints that may lead to the diagnosis out of fear of embarrassment. [3] Stress and uncontrolled anxiety are potential triggers for EHS, so patients should be encouraged to discuss management strategies with their care teams. [2] It is crucial to convey the benign nature of EHS. [14] Patients are frequently distressed after experiencing an episode and may believe they have a serious underlying condition.", "contents": "Exploding Head Syndrome -- Deterrence and Patient Education. Patients should be encouraged to discuss any unusual sleep experiences. Often they omit complaints that may lead to the diagnosis out of fear of embarrassment. [3] Stress and uncontrolled anxiety are potential triggers for EHS, so patients should be encouraged to discuss management strategies with their care teams. [2] It is crucial to convey the benign nature of EHS. [14] Patients are frequently distressed after experiencing an episode and may believe they have a serious underlying condition."}
{"id": "article-21462_18", "title": "Exploding Head Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Healthcare professionals should inquire about symptoms of EHS and consider it a diagnostic option when evaluating patients with unusual sleep complaints. [7] Many patients seeking medical advice reported that healthcare providers were unfamiliar with EHS. [16] This lack of awareness of the condition can result in delayed or misdiagnosis and unnecessary testing. [3] Increased recognition of this syndrome amongst care teams is essential for accurate diagnosis and reduction of patient anxiety when they first report symptoms. [16]", "contents": "Exploding Head Syndrome -- Enhancing Healthcare Team Outcomes. Healthcare professionals should inquire about symptoms of EHS and consider it a diagnostic option when evaluating patients with unusual sleep complaints. [7] Many patients seeking medical advice reported that healthcare providers were unfamiliar with EHS. [16] This lack of awareness of the condition can result in delayed or misdiagnosis and unnecessary testing. [3] Increased recognition of this syndrome amongst care teams is essential for accurate diagnosis and reduction of patient anxiety when they first report symptoms. [16]"}
{"id": "article-21462_19", "title": "Exploding Head Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Exploding Head Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}