{"id": "article-144816_0", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "Pulmonary hypertension (PH) is a disease characterized by elevated pulmonary artery pressure (mean pulmonary artery pressure [mPAP] ≥20 mmHg at rest with a pulmonary vascular resistance [PVR] ≥3 Wood units). [1] The World Health Organization (WHO) classifies patients with PH into five groups based on etiology: [1] [2] Group 1—Pulmonary arterial hypertension (PAH) Group 2—PH due to left heart disease Group 3—PH due to chronic lung disease (CLD) and/or hypoxemia Group 4—PH due to pulmonary artery obstructions Group 5—PH due to unclear multifactorial mechanisms", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. Pulmonary hypertension (PH) is a disease characterized by elevated pulmonary artery pressure (mean pulmonary artery pressure [mPAP] ≥20 mmHg at rest with a pulmonary vascular resistance [PVR] ≥3 Wood units). [1] The World Health Organization (WHO) classifies patients with PH into five groups based on etiology: [1] [2] Group 1—Pulmonary arterial hypertension (PAH) Group 2—PH due to left heart disease Group 3—PH due to chronic lung disease (CLD) and/or hypoxemia Group 4—PH due to pulmonary artery obstructions Group 5—PH due to unclear multifactorial mechanisms"}
{"id": "article-144816_1", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "The term PAH is used to describe those included in group 1, while the term PH is used when describing all five groups. [3] PAH is a rare disorder found in 15 to 50 persons per million within the United States (US) and Europe. [4]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. The term PAH is used to describe those included in group 1, while the term PH is used when describing all five groups. [3] PAH is a rare disorder found in 15 to 50 persons per million within the United States (US) and Europe. [4]"}
{"id": "article-144816_2", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "While schistosomiasis appears to be the most common cause of PAH worldwide, registry data in regions of the world without endemic schistosomiasis report that over half of cases of PAH are idiopathic (IPAH) and up to 10% are heritable PAH (HPAH). [5] [6] [7] Among the other associated etiologies of PAH, connective tissue disease and congenital heart disease appear most common. [5] [6] [8]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. While schistosomiasis appears to be the most common cause of PAH worldwide, registry data in regions of the world without endemic schistosomiasis report that over half of cases of PAH are idiopathic (IPAH) and up to 10% are heritable PAH (HPAH). [5] [6] [7] Among the other associated etiologies of PAH, connective tissue disease and congenital heart disease appear most common. [5] [6] [8]"}
{"id": "article-144816_3", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "Compared with other groups of PH, IPAH affects younger adults. [9] In contrast, in older populations, group 1 PAH is relatively uncommon. In one series, only 15% of 246 adults with PH older than 65 years had PAH, most frequently in association with connective tissue disease. [10]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. Compared with other groups of PH, IPAH affects younger adults. [9] In contrast, in older populations, group 1 PAH is relatively uncommon. In one series, only 15% of 246 adults with PH older than 65 years had PAH, most frequently in association with connective tissue disease. [10]"}
{"id": "article-144816_4", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "Although both men and women can have PAH, women are more likely to be affected (female: male ratio ranges from 1.7 to 4.8 to 1.0) and symptomatic. [9] [11] One US registry reported a PAH predominance among White patients (73% of registered cases), but PAH was also seen in Black Americans (12%), Hispanic Americans (9%), and Asian Americans (3%). [9]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. Although both men and women can have PAH, women are more likely to be affected (female: male ratio ranges from 1.7 to 4.8 to 1.0) and symptomatic. [9] [11] One US registry reported a PAH predominance among White patients (73% of registered cases), but PAH was also seen in Black Americans (12%), Hispanic Americans (9%), and Asian Americans (3%). [9]"}
{"id": "article-144816_5", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "Individuals suspected of having PH should undergo extensive diagnostic testing. [12] The purpose of diagnostic testing is to confirm the diagnosis of PH and identify the etiology so that appropriate treatment can be administered. [13]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. Individuals suspected of having PH should undergo extensive diagnostic testing. [12] The purpose of diagnostic testing is to confirm the diagnosis of PH and identify the etiology so that appropriate treatment can be administered. [13]"}
{"id": "article-144816_6", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "Unfortunately, the diagnosis is often delayed because the presenting features of PH are frequently attributed incorrectly to age, deconditioning, or a coexisting or alternate medical condition. [14] As a result, PH is often not suspected until symptoms become severe. [15] Many patients have symptoms of PH for longer than one year before it is recognized. [15] This is particularly prevalent among patients younger than 35 years. [15]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. Unfortunately, the diagnosis is often delayed because the presenting features of PH are frequently attributed incorrectly to age, deconditioning, or a coexisting or alternate medical condition. [14] As a result, PH is often not suspected until symptoms become severe. [15] Many patients have symptoms of PH for longer than one year before it is recognized. [15] This is particularly prevalent among patients younger than 35 years. [15]"}
{"id": "article-144816_7", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction", "content": "In the current era of PAH management, 1-year survival rates have increased to 86% to 90% from 65% in the 1980s, and average long-term survival has increased to 6 years from 2.8 years. Research advances focused on phenotyping and understanding the pathophysiology of PAH at a cellular and genetic level has opened the doors to possibilities of precision medicine and the development of therapies that may prevent or reverse pulmonary vascular remodeling. [16]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Introduction. In the current era of PAH management, 1-year survival rates have increased to 86% to 90% from 65% in the 1980s, and average long-term survival has increased to 6 years from 2.8 years. Research advances focused on phenotyping and understanding the pathophysiology of PAH at a cellular and genetic level has opened the doors to possibilities of precision medicine and the development of therapies that may prevent or reverse pulmonary vascular remodeling. [16]"}
{"id": "article-144816_8", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "Signs and symptoms of PH (including group 1 PAH) are nonspecific. [17] [18] Individuals typically present with exertional dyspnea and fatigue that progresses over time until severe PH with overt right ventricular failure develops. [19] Common signs and symptoms of PH include the following:", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. Signs and symptoms of PH (including group 1 PAH) are nonspecific. [17] [18] Individuals typically present with exertional dyspnea and fatigue that progresses over time until severe PH with overt right ventricular failure develops. [19] Common signs and symptoms of PH include the following:"}
{"id": "article-144816_9", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "Dyspnea and fatigue—The most common initial symptoms of PH are exertional dyspnea, lethargy, and fatigue due to an inadequate increase in cardiac output during exercise. [20] [21]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. Dyspnea and fatigue—The most common initial symptoms of PH are exertional dyspnea, lethargy, and fatigue due to an inadequate increase in cardiac output during exercise. [20] [21]"}
{"id": "article-144816_10", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "Symptoms of right ventricular failure, which develop as PH progresses, include the following: Exertional chest pain—Exertional chest pain (i.e., angina) is usually due to subendocardial hypoperfusion caused by increased right ventricular wall stress and myocardial oxygen demand. However, it is occasionally caused by compression of the left main coronary artery by an enlarged pulmonary artery, particularly in patients with a pulmonary artery trunk at least 40 mm in diameter. [22] [23] [24] Exertional syncope—Exertional syncope occurs due to an insufficient increase in cardiac output during activity or reflex bradycardia from mechanoreceptor activation in the right ventricle. [25] Weight gain from edema—Peripheral edema is due to right ventricular failure, increased right-sided filling pressures, and extracellular volume expansion. [25] Anorexia and/or abdominal pain and swelling—Anorexia and/or abdominal pain in the right upper quadrant is due to passive hepatic congestion. [25]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. Symptoms of right ventricular failure, which develop as PH progresses, include the following: Exertional chest pain—Exertional chest pain (i.e., angina) is usually due to subendocardial hypoperfusion caused by increased right ventricular wall stress and myocardial oxygen demand. However, it is occasionally caused by compression of the left main coronary artery by an enlarged pulmonary artery, particularly in patients with a pulmonary artery trunk at least 40 mm in diameter. [22] [23] [24] Exertional syncope—Exertional syncope occurs due to an insufficient increase in cardiac output during activity or reflex bradycardia from mechanoreceptor activation in the right ventricle. [25] Weight gain from edema—Peripheral edema is due to right ventricular failure, increased right-sided filling pressures, and extracellular volume expansion. [25] Anorexia and/or abdominal pain and swelling—Anorexia and/or abdominal pain in the right upper quadrant is due to passive hepatic congestion. [25]"}
{"id": "article-144816_11", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "Uncommon symptoms of PH include cough, hemoptysis, and hoarseness. The hoarseness is caused by compression of the left recurrent laryngeal nerve by a dilated main pulmonary artery (Ortner syndrome), resulting in unilateral vocal cord paralysis. [25] As PH progresses, the following signs of right ventricular failure may be evident: [25]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. Uncommon symptoms of PH include cough, hemoptysis, and hoarseness. The hoarseness is caused by compression of the left recurrent laryngeal nerve by a dilated main pulmonary artery (Ortner syndrome), resulting in unilateral vocal cord paralysis. [25] As PH progresses, the following signs of right ventricular failure may be evident: [25]"}
{"id": "article-144816_12", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "Jugular venous pressure (JVP) abnormalities—The JVP is typically elevated in patients with PH. Initially, a prominent a wave is seen, while a prominent v wave indicates significant tricuspid regurgitation and often severe right ventricular failure. Right-sided auscultatory findings that are augmented with inspiration may be heard, including: A right-sided third or fourth heart sound (i.e., a gallop) in association with a left parasternal heave or a downward subxiphoid thrust Wide splitting of the second heart sound A holosystolic murmur of tricuspid regurgitation and, in more severe cases, a diastolic pulmonic regurgitation murmur Hepatomegaly, a pulsatile or tender liver, peripheral edema, ascites, and pleural effusion (i.e., signs of severe decompensated right ventricular failure)", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. Jugular venous pressure (JVP) abnormalities—The JVP is typically elevated in patients with PH. Initially, a prominent a wave is seen, while a prominent v wave indicates significant tricuspid regurgitation and often severe right ventricular failure. Right-sided auscultatory findings that are augmented with inspiration may be heard, including: A right-sided third or fourth heart sound (i.e., a gallop) in association with a left parasternal heave or a downward subxiphoid thrust Wide splitting of the second heart sound A holosystolic murmur of tricuspid regurgitation and, in more severe cases, a diastolic pulmonic regurgitation murmur Hepatomegaly, a pulsatile or tender liver, peripheral edema, ascites, and pleural effusion (i.e., signs of severe decompensated right ventricular failure)"}
{"id": "article-144816_13", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "The electrocardiogram (ECG) may provide supportive evidence of PH, but a normal ECG does not exclude the diagnosis of PH. [26] Signs of right ventricular hypertrophy or strain include right axis deviation, an R wave/S wave ratio greater than one in lead V1, incomplete or complete right bundle branch block, and/or increased P wave amplitude in lead II (P pulmonale) due to right atrial enlargement. [26] While right ventricular hypertrophy has insufficient sensitivity and specificity to serve as a screening tool, prolongation of the QRS complex and QTc suggest severe disease. [27] [28]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. The electrocardiogram (ECG) may provide supportive evidence of PH, but a normal ECG does not exclude the diagnosis of PH. [26] Signs of right ventricular hypertrophy or strain include right axis deviation, an R wave/S wave ratio greater than one in lead V1, incomplete or complete right bundle branch block, and/or increased P wave amplitude in lead II (P pulmonale) due to right atrial enlargement. [26] While right ventricular hypertrophy has insufficient sensitivity and specificity to serve as a screening tool, prolongation of the QRS complex and QTc suggest severe disease. [27] [28]"}
{"id": "article-144816_14", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "In 90% of individuals with IPAH, the chest radiograph is abnormal at the time of diagnosis. [29] Right ventricular enlargement and right atrial dilatation may be seen with a chest radiograph. [26] Imaging can also help narrow the differential among the causes of PH. [30] Once PH is suspected, the initial test of choice is transthoracic echocardiography (TTE), which then determines the sequence of subsequent testing. [26] The TTE evaluates the following: Estimated pulmonary artery pressure using the tricuspid regurgitant jet velocity (TRV) The assessment of right ventricular size, wall thickness, and function The potential contribution of left-sided heart disease to PH [26] Guidelines issued by the European Society of Cardiology (ESC)/European Respiratory Society (ERS) propose using the peak TRV together with echocardiographic signs of PH. [26]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. In 90% of individuals with IPAH, the chest radiograph is abnormal at the time of diagnosis. [29] Right ventricular enlargement and right atrial dilatation may be seen with a chest radiograph. [26] Imaging can also help narrow the differential among the causes of PH. [30] Once PH is suspected, the initial test of choice is transthoracic echocardiography (TTE), which then determines the sequence of subsequent testing. [26] The TTE evaluates the following: Estimated pulmonary artery pressure using the tricuspid regurgitant jet velocity (TRV) The assessment of right ventricular size, wall thickness, and function The potential contribution of left-sided heart disease to PH [26] Guidelines issued by the European Society of Cardiology (ESC)/European Respiratory Society (ERS) propose using the peak TRV together with echocardiographic signs of PH. [26]"}
{"id": "article-144816_15", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "* Echocardiographic signs from at least two different categories (A/B/C) from the list should be present to alter the level of echocardiographic probability of PH. The recommended plan per the ESC/ERS guidelines for further patient investigation based on the echocardiographic probability of PH is shown in Table 3 for symptomatic patients. RHC—right heart catheterization PAWP—pulmonary arterial wedge pressure", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. * Echocardiographic signs from at least two different categories (A/B/C) from the list should be present to alter the level of echocardiographic probability of PH. The recommended plan per the ESC/ERS guidelines for further patient investigation based on the echocardiographic probability of PH is shown in Table 3 for symptomatic patients. RHC—right heart catheterization PAWP—pulmonary arterial wedge pressure"}
{"id": "article-144816_16", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "The diagnosis of group 1 PAH requires RHC to demonstrate an mPAP ≥20 mmHg at rest and a PVR ≥3 Wood units. [31] Several additional criteria to exclude the remaining categories of PH must also be met: [32] Mean pulmonary capillary wedge pressure (PCWP) ≤15 mmHg (to exclude PH due to left heart disease [i.e., group 2 PH]) CLDs and other causes of hypoxemia are mild or absent (to exclude PH owing to CLD or hypoxemia [i.e., group 3 PH]) Venous thromboembolic disease and pulmonary artery obstructions are absent (to exclude group 4 PH) Certain miscellaneous disorders are absent, including systemic disorders (e.g., sarcoidosis, chronic renal insufficiency), hematologic disorders (e.g., myeloproliferative diseases, chronic hemolytic anemias), and metabolic disorders (e.g., glycogen storage disease). The purpose is to exclude PH with unclear multifactorial mechanisms (group 5 PH) Below are all the conditions associated with group 1 PAH that should be considered:", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. The diagnosis of group 1 PAH requires RHC to demonstrate an mPAP ≥20 mmHg at rest and a PVR ≥3 Wood units. [31] Several additional criteria to exclude the remaining categories of PH must also be met: [32] Mean pulmonary capillary wedge pressure (PCWP) ≤15 mmHg (to exclude PH due to left heart disease [i.e., group 2 PH]) CLDs and other causes of hypoxemia are mild or absent (to exclude PH owing to CLD or hypoxemia [i.e., group 3 PH]) Venous thromboembolic disease and pulmonary artery obstructions are absent (to exclude group 4 PH) Certain miscellaneous disorders are absent, including systemic disorders (e.g., sarcoidosis, chronic renal insufficiency), hematologic disorders (e.g., myeloproliferative diseases, chronic hemolytic anemias), and metabolic disorders (e.g., glycogen storage disease). The purpose is to exclude PH with unclear multifactorial mechanisms (group 5 PH) Below are all the conditions associated with group 1 PAH that should be considered:"}
{"id": "article-144816_17", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension", "content": "IPAH and HPAH (1.1 and 1.2) Drugs and toxins (1.3) PAH associated with (1.4): Connective tissue disease Human immunodeficiency virus (HIV) infection Portal hypertension Congenital heart disease Schistosomiasis Long-term responders to calcium channel blocker (CCB) therapy (1.5) PAH with overt features of venous/capillary involvement (1.6) Persistent PH of the newborn (1.7) [1]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Diagnosis of Pulmonary Arterial Hypertension. IPAH and HPAH (1.1 and 1.2) Drugs and toxins (1.3) PAH associated with (1.4): Connective tissue disease Human immunodeficiency virus (HIV) infection Portal hypertension Congenital heart disease Schistosomiasis Long-term responders to calcium channel blocker (CCB) therapy (1.5) PAH with overt features of venous/capillary involvement (1.6) Persistent PH of the newborn (1.7) [1]"}
{"id": "article-144816_18", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment", "content": "Patients with PAH should be referred to a specialized center for evaluation and management. A comprehensive assessment is required since no single variable provides sufficient diagnostic and prognostic information. Risk stratification determines the initial PAH regimen chosen and is also used to determine disease progression and response to therapy. To determine PAH risk assessment, a multidimensional approach is needed. Table 5 , which is derived from the ESC/ERS guidelines, lists the variables that are most frequently used in PH centers. [26] 6MWD—6-minute walking distance BNP—brain natriuretic peptide CI—cardiac index CMR—cardiac magnetic resonance FC—functional class NT-proBNP—N-terminal pro-brain natriuretic peptide RA—right atrium RAP—right atrial pressure SvO—mixed venous oxygen saturation VO—oxygen consumption The goal of treatment is to bring all the patients’ variables to the low-risk column in Table 5 , often through treatment escalation or switching of therapy. [26]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment. Patients with PAH should be referred to a specialized center for evaluation and management. A comprehensive assessment is required since no single variable provides sufficient diagnostic and prognostic information. Risk stratification determines the initial PAH regimen chosen and is also used to determine disease progression and response to therapy. To determine PAH risk assessment, a multidimensional approach is needed. Table 5 , which is derived from the ESC/ERS guidelines, lists the variables that are most frequently used in PH centers. [26] 6MWD—6-minute walking distance BNP—brain natriuretic peptide CI—cardiac index CMR—cardiac magnetic resonance FC—functional class NT-proBNP—N-terminal pro-brain natriuretic peptide RA—right atrium RAP—right atrial pressure SvO—mixed venous oxygen saturation VO—oxygen consumption The goal of treatment is to bring all the patients’ variables to the low-risk column in Table 5 , often through treatment escalation or switching of therapy. [26]"}
{"id": "article-144816_19", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment", "content": "Several groups have proposed other models for risk stratification. These include the US Registry to Evaluate Early and Long-term PAH disease management (REVEAL), the Swedish PAH Registry (SPAHR), and the Comparative, Prospective Registry of Newly Initiated Therapies for Pulmonary Hypertension (COMPERA), and the French pulmonary hypertension network (FPHN). Like the ESC/ERS approach, most of these models predict survival and involve a multidimensional approach that includes elements of clinical, biochemical (e.g., BNP), functional (e.g., exercise capacity, WHO FC), and hemodynamic parameters (echocardiography and pulmonary arterial catheter) that have prognostic significance. [3]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment. Several groups have proposed other models for risk stratification. These include the US Registry to Evaluate Early and Long-term PAH disease management (REVEAL), the Swedish PAH Registry (SPAHR), and the Comparative, Prospective Registry of Newly Initiated Therapies for Pulmonary Hypertension (COMPERA), and the French pulmonary hypertension network (FPHN). Like the ESC/ERS approach, most of these models predict survival and involve a multidimensional approach that includes elements of clinical, biochemical (e.g., BNP), functional (e.g., exercise capacity, WHO FC), and hemodynamic parameters (echocardiography and pulmonary arterial catheter) that have prognostic significance. [3]"}
{"id": "article-144816_20", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment", "content": "The 1-year survival of patients with newly diagnosed group 1 PAH may be predicted using a risk score derived from the REVEAL registry data. The risk score is the sum of points derived from clinical data, including group 1 subgroup, demographics, and comorbidities; FC, vital signs, 6MWD, and BNP level; plus echocardiogram, pulmonary function tests, and RHC findings. Data were prospectively collected from 504 patients with a mean 6MWD of 308 meters, 62% of whom were classified as WHO FC III. Overall, 1-year survival correlated with risk score: 1 to 7 (95%), 8 (92%), 9 (89%), 10 to 11 (72%), and ≥12 (66%). Although not agreed upon, a score of 1 or less is considered low-risk, a score between 2 and 9 is considered moderate-risk, and a score of 10 or greater is high-risk. [34] [35] [36] [37]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment. The 1-year survival of patients with newly diagnosed group 1 PAH may be predicted using a risk score derived from the REVEAL registry data. The risk score is the sum of points derived from clinical data, including group 1 subgroup, demographics, and comorbidities; FC, vital signs, 6MWD, and BNP level; plus echocardiogram, pulmonary function tests, and RHC findings. Data were prospectively collected from 504 patients with a mean 6MWD of 308 meters, 62% of whom were classified as WHO FC III. Overall, 1-year survival correlated with risk score: 1 to 7 (95%), 8 (92%), 9 (89%), 10 to 11 (72%), and ≥12 (66%). Although not agreed upon, a score of 1 or less is considered low-risk, a score between 2 and 9 is considered moderate-risk, and a score of 10 or greater is high-risk. [34] [35] [36] [37]"}
{"id": "article-144816_21", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment", "content": "The prognosis was reported using data from the COMPERA database. Patients were risk-stratified utilizing a model that incorporated WHO FC, 6MWD, BNP levels, RAP, CI, and SvO. Mortality rates in patients one year after diagnosis were 3% for low-risk patients, 10% for intermediate-risk patients, and 21% for high-risk patients. [38] These proposed models have limitations and must be used in conjunction with clinical assessment. [3] [39]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment. The prognosis was reported using data from the COMPERA database. Patients were risk-stratified utilizing a model that incorporated WHO FC, 6MWD, BNP levels, RAP, CI, and SvO. Mortality rates in patients one year after diagnosis were 3% for low-risk patients, 10% for intermediate-risk patients, and 21% for high-risk patients. [38] These proposed models have limitations and must be used in conjunction with clinical assessment. [3] [39]"}
{"id": "article-144816_22", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment", "content": "Given the importance of risk stratification in managing patients with PAH, researchers have been investigating novel models to enhance the risk stratification approach. Recently, a 4-strata risk model categorizing PAH patients as low, intermediate-low, intermediate-high, or high risk has been proposed. This approach differs from the traditional 3-strata risk model (low risk, intermediate risk, high risk) proposed by the ESC/ERS. Studies have demonstrated that this 4-strata risk assessment method improves risk prediction, especially within the intermediate-risk category of patients with PAH. Additionally, this model has been shown to perform better at predicting survival and is more sensitive to change than the conventional 3-strata approach. [40] [41]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Risk Assessment. Given the importance of risk stratification in managing patients with PAH, researchers have been investigating novel models to enhance the risk stratification approach. Recently, a 4-strata risk model categorizing PAH patients as low, intermediate-low, intermediate-high, or high risk has been proposed. This approach differs from the traditional 3-strata risk model (low risk, intermediate risk, high risk) proposed by the ESC/ERS. Studies have demonstrated that this 4-strata risk assessment method improves risk prediction, especially within the intermediate-risk category of patients with PAH. Additionally, this model has been shown to perform better at predicting survival and is more sensitive to change than the conventional 3-strata approach. [40] [41]"}
{"id": "article-144816_23", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide, prostacyclin). [42] Three key therapeutic approaches target either the nitric oxide, endothelin-1, or prostacyclin pathways (Table 7) . The emergence of targeted therapies for PAH has raised the 1-year survival rates to 91% and the 5-year survival rates to 61% for newly diagnosed patients. [43] [44]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide, prostacyclin). [42] Three key therapeutic approaches target either the nitric oxide, endothelin-1, or prostacyclin pathways (Table 7) . The emergence of targeted therapies for PAH has raised the 1-year survival rates to 91% and the 5-year survival rates to 61% for newly diagnosed patients. [43] [44]"}
{"id": "article-144816_24", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "The 4 US FDA-approved treatment classes for PAH include phosphodiesterase type 5 inhibitors (PDE5Is), oral endothelin-receptor antagonists (ERAs), prostacyclin pathway agents (PPAs), and soluble guanylate cyclase (sGC) stimulants. IV—intravenous SC—subcutaneous", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. The 4 US FDA-approved treatment classes for PAH include phosphodiesterase type 5 inhibitors (PDE5Is), oral endothelin-receptor antagonists (ERAs), prostacyclin pathway agents (PPAs), and soluble guanylate cyclase (sGC) stimulants. IV—intravenous SC—subcutaneous"}
{"id": "article-144816_25", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "According to the treatment algorithm proposed by the 6th World Symposium on Pulmonary Hypertension, select patients with PAH should undergo acute vasoreactivity testing (AVT) to identify the small subset of PAH patients (10% to 20%) who may respond to CCB therapy. [3] This includes patients with IPAH, HPAH, and drug/toxin-induced PAH (i.e., individuals who are most likely to be vasoreactive). [3]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. According to the treatment algorithm proposed by the 6th World Symposium on Pulmonary Hypertension, select patients with PAH should undergo acute vasoreactivity testing (AVT) to identify the small subset of PAH patients (10% to 20%) who may respond to CCB therapy. [3] This includes patients with IPAH, HPAH, and drug/toxin-induced PAH (i.e., individuals who are most likely to be vasoreactive). [3]"}
{"id": "article-144816_26", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Patients with associated forms of PAH are rarely vasoreactive, and, as such, vasoreactive testing is not indicated. [3] [46] This includes patients with PAH due to connective tissue disease, congenital heart disease, HIV, portal hypertension, and schistosomiasis. [3] [46] For patients with PAH who are vasoreactive, the American College of Chest Physicians (ACCP) and the 6th World Symposium on Pulmonary Hypertension both recommend an initial trial of therapy with an oral CCB. [3] [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Patients with associated forms of PAH are rarely vasoreactive, and, as such, vasoreactive testing is not indicated. [3] [46] This includes patients with PAH due to connective tissue disease, congenital heart disease, HIV, portal hypertension, and schistosomiasis. [3] [46] For patients with PAH who are vasoreactive, the American College of Chest Physicians (ACCP) and the 6th World Symposium on Pulmonary Hypertension both recommend an initial trial of therapy with an oral CCB. [3] [45]"}
{"id": "article-144816_27", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Improved survival was reported in an observational study of 64 patients with IPAH, which reported that the 5-year survival was greater among patients who received CCB therapy (primarily nifedipine) compared with a control group of patients (comprised non-vasoreactive IPAH patients and historical controls). [47]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Improved survival was reported in an observational study of 64 patients with IPAH, which reported that the 5-year survival was greater among patients who received CCB therapy (primarily nifedipine) compared with a control group of patients (comprised non-vasoreactive IPAH patients and historical controls). [47]"}
{"id": "article-144816_28", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Another observational study of 557 patients with IPAH found that only 13% had a positive vasoreactivity test, and 54% of the vasoreactive patients with IPAH who received CCB therapy maintained functional improvement after one year. [48] Responders were more vasoreactive (i.e., had a greater decrease of mPAP during the vasoreactivity test) and had less severe disease at baseline. [48]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Another observational study of 557 patients with IPAH found that only 13% had a positive vasoreactivity test, and 54% of the vasoreactive patients with IPAH who received CCB therapy maintained functional improvement after one year. [48] Responders were more vasoreactive (i.e., had a greater decrease of mPAP during the vasoreactivity test) and had less severe disease at baseline. [48]"}
{"id": "article-144816_29", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "The daily doses of these drugs that have shown efficacy in IPAH are relatively high: 120–240 mg for nifedipine, 240 to 720 mg for diltiazem, and up to 20 mg for amlodipine. [26] [45] Due to its potential negative inotropic effects, verapamil should be avoided. [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. The daily doses of these drugs that have shown efficacy in IPAH are relatively high: 120–240 mg for nifedipine, 240 to 720 mg for diltiazem, and up to 20 mg for amlodipine. [26] [45] Due to its potential negative inotropic effects, verapamil should be avoided. [45]"}
{"id": "article-144816_30", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Many of the adverse events (AEs) associated with CCBs are because of the potent systemic vasodilatory properties of CCBs (e.g., hypotension, peripheral edema). [49] [50] [49] Paradoxically, while pulmonary vasodilation from CCB therapy may reduce hypoxic vasoconstriction, loss of hypoxic vasoconstriction can worsen ventilation-perfusion mismatch and hypoxemia. [51] [52] CCBs may also be associated with deterioration of right ventricular function due to the negative inotropic effect of CCBs. [53] Individuals who respond to CCB therapy should be reassessed after 3 to 6 months of treatment. [3] A poor response to therapy necessitates evaluation for non-CCB PAH-specific treatments. [3] [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Many of the adverse events (AEs) associated with CCBs are because of the potent systemic vasodilatory properties of CCBs (e.g., hypotension, peripheral edema). [49] [50] [49] Paradoxically, while pulmonary vasodilation from CCB therapy may reduce hypoxic vasoconstriction, loss of hypoxic vasoconstriction can worsen ventilation-perfusion mismatch and hypoxemia. [51] [52] CCBs may also be associated with deterioration of right ventricular function due to the negative inotropic effect of CCBs. [53] Individuals who respond to CCB therapy should be reassessed after 3 to 6 months of treatment. [3] A poor response to therapy necessitates evaluation for non-CCB PAH-specific treatments. [3] [45]"}
{"id": "article-144816_31", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "For patients with PAH who are typically non-vasoreactive (e.g., connective tissue disease-PAH) and have not undergone vasoreactive testing, and for patients who are non-vasoreactive or are vasoreactive and have failed CCB therapy, PAH-specific therapy is indicated. [3] The ACCP guidelines use the WHO FC to select suitable agents, while the 6th World Symposium on Pulmonary Hypertension utilizes the allocation of PAH-specific therapy based upon high risk and low or intermediate-risk categories. [45] [3]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. For patients with PAH who are typically non-vasoreactive (e.g., connective tissue disease-PAH) and have not undergone vasoreactive testing, and for patients who are non-vasoreactive or are vasoreactive and have failed CCB therapy, PAH-specific therapy is indicated. [3] The ACCP guidelines use the WHO FC to select suitable agents, while the 6th World Symposium on Pulmonary Hypertension utilizes the allocation of PAH-specific therapy based upon high risk and low or intermediate-risk categories. [45] [3]"}
{"id": "article-144816_32", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "PAH-specific therapy consistently improves hemodynamic measures, WHO FC, and the 6MWD. [54] [55] A meta-analysis of 21 randomized trials (3140 patients) found that therapy with a prostanoid, an ERA, or a PDE5I improved mortality compared with no therapy (1.5% vs. 3.8%; risk reduction [RR], 0.57; 95% confidence interval [CI], 0.35-0.92). [55] For treatment-naïve PAH patients with WHO FC I symptoms, the ACCP guidelines suggest monitoring closely for disease progression to a functional level that warrants therapy (e.g., WHO FC II). [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. PAH-specific therapy consistently improves hemodynamic measures, WHO FC, and the 6MWD. [54] [55] A meta-analysis of 21 randomized trials (3140 patients) found that therapy with a prostanoid, an ERA, or a PDE5I improved mortality compared with no therapy (1.5% vs. 3.8%; risk reduction [RR], 0.57; 95% confidence interval [CI], 0.35-0.92). [55] For treatment-naïve PAH patients with WHO FC I symptoms, the ACCP guidelines suggest monitoring closely for disease progression to a functional level that warrants therapy (e.g., WHO FC II). [45]"}
{"id": "article-144816_33", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "For patients with WHO FC II or III or who have low or intermediate risk PAH, both the ACCP guidelines and 6th World Symposium on Pulmonary Hypertension recommend dual combination therapy with an ERA (e.g., ambrisentan) and PDE5I (e.g., tadalafil) for most patients. [3] [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. For patients with WHO FC II or III or who have low or intermediate risk PAH, both the ACCP guidelines and 6th World Symposium on Pulmonary Hypertension recommend dual combination therapy with an ERA (e.g., ambrisentan) and PDE5I (e.g., tadalafil) for most patients. [3] [45]"}
{"id": "article-144816_34", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Tadalafil plus ambrisentan —A randomized trial (AMBITION) of 500 drug-naïve patients with group 1 PAH (mostly idiopathic and connective tissue disease-related) with class II or III symptoms compared the combination of 10 mg of ambrisentan and 40 mg of tadalafil with either agent alone. [56] The combined regimen, administered on average for 18 months, resulted in a 50% reduction in the clinical failure rate (18% versus 31%) and improved exercise capacity (49 versus 24 meters). [56] The reduction in clinical failure rate was primarily driven by decreased hospitalizations for progressive PAH (which portends a poor prognosis) rather than by improved survival or WHO FC. [56] AEs (e.g., edema, headache, nasal congestion, anemia, syncope) were reported more frequently in those receiving combination therapy (45% vs. 30%), but rates of hypotension were similar. [56]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Tadalafil plus ambrisentan —A randomized trial (AMBITION) of 500 drug-naïve patients with group 1 PAH (mostly idiopathic and connective tissue disease-related) with class II or III symptoms compared the combination of 10 mg of ambrisentan and 40 mg of tadalafil with either agent alone. [56] The combined regimen, administered on average for 18 months, resulted in a 50% reduction in the clinical failure rate (18% versus 31%) and improved exercise capacity (49 versus 24 meters). [56] The reduction in clinical failure rate was primarily driven by decreased hospitalizations for progressive PAH (which portends a poor prognosis) rather than by improved survival or WHO FC. [56] AEs (e.g., edema, headache, nasal congestion, anemia, syncope) were reported more frequently in those receiving combination therapy (45% vs. 30%), but rates of hypotension were similar. [56]"}
{"id": "article-144816_35", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Other combination oral regimens of dual therapy consisting of an ERA and a PDE5I are feasible options in patients not suited to the ambrisentan/tadalafil combination (e.g., contraindications to the drug or AEs).", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Other combination oral regimens of dual therapy consisting of an ERA and a PDE5I are feasible options in patients not suited to the ambrisentan/tadalafil combination (e.g., contraindications to the drug or AEs)."}
{"id": "article-144816_36", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Macitentan plus sildenafil— The SERAPHIN trial compared the oral ERA, macitentan, with placebo in 250 patients with moderate-to-severe PAH; 85% of patients had IPAH or connective tissue disease-associated PAH, and the majority were FC II or III. Approximately 60% of patients were already on a PDE5I (i.e., combined therapy), mostly sildenafil, and 40% were treatment-naïve (i.e., single-agent therapy with macitentan). Over a 2-year period, fewer patients treated with macitentan (3 mg or 10 mg daily) progressed or died on therapy (38% and 31%, respectively, vs. 46%). Exercise capacity and WHO FC also improved with macitentan treatment. This benefit was observed independent of whether patients were on combination or single-agent oral therapy for PAH. [57] [58]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Macitentan plus sildenafil— The SERAPHIN trial compared the oral ERA, macitentan, with placebo in 250 patients with moderate-to-severe PAH; 85% of patients had IPAH or connective tissue disease-associated PAH, and the majority were FC II or III. Approximately 60% of patients were already on a PDE5I (i.e., combined therapy), mostly sildenafil, and 40% were treatment-naïve (i.e., single-agent therapy with macitentan). Over a 2-year period, fewer patients treated with macitentan (3 mg or 10 mg daily) progressed or died on therapy (38% and 31%, respectively, vs. 46%). Exercise capacity and WHO FC also improved with macitentan treatment. This benefit was observed independent of whether patients were on combination or single-agent oral therapy for PAH. [57] [58]"}
{"id": "article-144816_37", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Bosentan plus tadalafil —The PHIRST trial randomly assigned 405 patients with mostly FC II and III PAH, half of whom were on bosentan, to receive tadalafil (2.5, 10, 20, or 40 mg) or placebo once daily for 16 weeks. Tadalafil (40 mg) significantly increased the 6MWD and the time to clinical worsening while also decreasing the incidence of clinical worsening and improving health-related quality of life (QoL). [59]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Bosentan plus tadalafil —The PHIRST trial randomly assigned 405 patients with mostly FC II and III PAH, half of whom were on bosentan, to receive tadalafil (2.5, 10, 20, or 40 mg) or placebo once daily for 16 weeks. Tadalafil (40 mg) significantly increased the 6MWD and the time to clinical worsening while also decreasing the incidence of clinical worsening and improving health-related quality of life (QoL). [59]"}
{"id": "article-144816_38", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Bosentan plus sildenafil —In a prospective study, the addition of sildenafil to bosentan in PAH patients who had developed clinical deterioration improved symptoms, exercise capacity, and WHO FC. [60] Improvement was more frequent and of greater magnitude in patients with IPAH than individuals with scleroderma-associated PAH. [60] In another study of patients failing monotherapy with either bosentan or sildenafil, the addition of either agent also resulted in improved FC and survival in those with IPAH compared with those with connective tissue-associated PAH. [61]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Bosentan plus sildenafil —In a prospective study, the addition of sildenafil to bosentan in PAH patients who had developed clinical deterioration improved symptoms, exercise capacity, and WHO FC. [60] Improvement was more frequent and of greater magnitude in patients with IPAH than individuals with scleroderma-associated PAH. [60] In another study of patients failing monotherapy with either bosentan or sildenafil, the addition of either agent also resulted in improved FC and survival in those with IPAH compared with those with connective tissue-associated PAH. [61]"}
{"id": "article-144816_39", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "According to the 6th World Symposium on Pulmonary Hypertension, single-agent oral therapy may be appropriate for patients with low- or intermediate-risk diseases who have a low-risk profile and for patients who have been stable on monotherapy for a prolonged period (e.g., 5 to 10 years). [3]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. According to the 6th World Symposium on Pulmonary Hypertension, single-agent oral therapy may be appropriate for patients with low- or intermediate-risk diseases who have a low-risk profile and for patients who have been stable on monotherapy for a prolonged period (e.g., 5 to 10 years). [3]"}
{"id": "article-144816_40", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Other possible indications include patients >75 years old with multiple risk factors for heart failure, individuals suspected to have pulmonary veno-occlusive disease or pulmonary capillary hemangiomatosis, patients with contraindications to combination therapy (e.g., severe liver disease), individuals with portopulmonary hypertension and HIV (i.e., patients who were not included in the combination trials), or patients who decline combination therapy. [3] Per the ACCP guidelines, options for these patients include ERAs (i.e., ambrisentan, bosentan, macitentan), PDE5Is (i.e., sildenafil, tadalafil), and sGC stimulators (i.e., riociguat). [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Other possible indications include patients >75 years old with multiple risk factors for heart failure, individuals suspected to have pulmonary veno-occlusive disease or pulmonary capillary hemangiomatosis, patients with contraindications to combination therapy (e.g., severe liver disease), individuals with portopulmonary hypertension and HIV (i.e., patients who were not included in the combination trials), or patients who decline combination therapy. [3] Per the ACCP guidelines, options for these patients include ERAs (i.e., ambrisentan, bosentan, macitentan), PDE5Is (i.e., sildenafil, tadalafil), and sGC stimulators (i.e., riociguat). [45]"}
{"id": "article-144816_41", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "The choice of therapy may depend on several factors, including patient preferences, cost, route of administration, toxicity profile, comorbidities (e.g., liver failure, kidney failure), and potential drug interactions with other agents. [3] For patients with WHO FC III (not WHO FC II) symptoms who have rapid progression or other markers of poor clinical diagnosis (e.g., echocardiographic evidence of severe right ventricular dilatation), the ACCP guidelines advise consideration of initial treatment with a parenteral prostanoid (i.e., IV epoprostenol or treprostinil, SC treprostinil). [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. The choice of therapy may depend on several factors, including patient preferences, cost, route of administration, toxicity profile, comorbidities (e.g., liver failure, kidney failure), and potential drug interactions with other agents. [3] For patients with WHO FC III (not WHO FC II) symptoms who have rapid progression or other markers of poor clinical diagnosis (e.g., echocardiographic evidence of severe right ventricular dilatation), the ACCP guidelines advise consideration of initial treatment with a parenteral prostanoid (i.e., IV epoprostenol or treprostinil, SC treprostinil). [45]"}
{"id": "article-144816_42", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "ERAs as a group— In a meta-analysis of 16 randomized trials that compared ERAs with placebo in individuals with FC II/III, patients receiving ERAs had improved exercise capacity (mean increase of 25 m), FC (odds ratio [OR], 1.41; 95% CI, 1.16-1.70), and symptoms, and reduced odds of FC deterioration (OR, 0.43; 95% CI, 0.26-0.72). There was low certainty of the evidence of a possible reduction in mortality from ERA use (OR 0.78, 95% CI, 0.58-1.07). [62]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. ERAs as a group— In a meta-analysis of 16 randomized trials that compared ERAs with placebo in individuals with FC II/III, patients receiving ERAs had improved exercise capacity (mean increase of 25 m), FC (odds ratio [OR], 1.41; 95% CI, 1.16-1.70), and symptoms, and reduced odds of FC deterioration (OR, 0.43; 95% CI, 0.26-0.72). There was low certainty of the evidence of a possible reduction in mortality from ERA use (OR 0.78, 95% CI, 0.58-1.07). [62]"}
{"id": "article-144816_43", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Ambrisentan— Randomized placebo-controlled trials (e.g., ARIES-1, ARIES-2) of patients with moderate-to-severe IPAH and connective tissue disease-related PAH (mostly WHO FC II and III) consistently reported that ambrisentan, administered for up to 2 years, delayed disease progression and clinical worsening. Moreover, ambrisentan was associated with improved exercise tolerance, WHO FC, pulmonary vascular hemodynamics, and QoL. [63] [64] [65]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Ambrisentan— Randomized placebo-controlled trials (e.g., ARIES-1, ARIES-2) of patients with moderate-to-severe IPAH and connective tissue disease-related PAH (mostly WHO FC II and III) consistently reported that ambrisentan, administered for up to 2 years, delayed disease progression and clinical worsening. Moreover, ambrisentan was associated with improved exercise tolerance, WHO FC, pulmonary vascular hemodynamics, and QoL. [63] [64] [65]"}
{"id": "article-144816_44", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Bosentan —Bosentan has been shown in individuals with group 1 PAH to delay clinical worsening and improve pulmonary vascular hemodynamics and exercise capacity. [66] [67] [68] [69] The mortality of bosentan-treated IPAH patients appears favorable compared with historical controls. [68] [70]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Bosentan —Bosentan has been shown in individuals with group 1 PAH to delay clinical worsening and improve pulmonary vascular hemodynamics and exercise capacity. [66] [67] [68] [69] The mortality of bosentan-treated IPAH patients appears favorable compared with historical controls. [68] [70]"}
{"id": "article-144816_45", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Macitentan— In the aforementioned SERAPHIN trial that compared macitentan with placebo in 250 patients with moderate-to-severe PAH (mostly WHO FC II and III), the benefits that were observed in the patients taking combined therapy (e.g., slower disease progression and lower mortality, improved exercise tolerance) were also seen in a subgroup of patients who were on single-agent therapy with macitentan. [57] [58]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Macitentan— In the aforementioned SERAPHIN trial that compared macitentan with placebo in 250 patients with moderate-to-severe PAH (mostly WHO FC II and III), the benefits that were observed in the patients taking combined therapy (e.g., slower disease progression and lower mortality, improved exercise tolerance) were also seen in a subgroup of patients who were on single-agent therapy with macitentan. [57] [58]"}
{"id": "article-144816_46", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "The main AEs of ERAs are hepatotoxicity and peripheral edema. [57] [63] [64] [65] [67] [71] [72] Additionally, ERAs are also potent teratogens, requiring meticulous, double-method contraception if used by women with childbearing potential. Macitentan may also be complicated by nasopharyngitis and anemia. [57]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. The main AEs of ERAs are hepatotoxicity and peripheral edema. [57] [63] [64] [65] [67] [71] [72] Additionally, ERAs are also potent teratogens, requiring meticulous, double-method contraception if used by women with childbearing potential. Macitentan may also be complicated by nasopharyngitis and anemia. [57]"}
{"id": "article-144816_47", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Ambrisentan is contraindicated in patients with concurrent idiopathic pulmonary fibrosis (IPF); one randomized study reported that this agent was associated with an increased risk of IPF disease progression and hospitalizations. [73]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Ambrisentan is contraindicated in patients with concurrent idiopathic pulmonary fibrosis (IPF); one randomized study reported that this agent was associated with an increased risk of IPF disease progression and hospitalizations. [73]"}
{"id": "article-144816_48", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "PDE5Is as a group —A meta-analysis of 36 studies (2999 patients) reported that patients with group 1 PAH treated with PDE5Is were more likely to improve their WHO FC (OR, 8.59; 95% CI, 3.95-18.72) and less likely to die (OR, 0.088; 95% CI, 0.07-0.68). [74]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. PDE5Is as a group —A meta-analysis of 36 studies (2999 patients) reported that patients with group 1 PAH treated with PDE5Is were more likely to improve their WHO FC (OR, 8.59; 95% CI, 3.95-18.72) and less likely to die (OR, 0.088; 95% CI, 0.07-0.68). [74]"}
{"id": "article-144816_49", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Sildenafil— Sildenafil improves pulmonary hemodynamics and exercise capacity in individuals with group 1 PAH. [75] [76] [77] [78] The SUPER-1 trial randomly assigned 277 patients with group 1 PAH to receive sildenafil or placebo three times daily for 12 weeks. [75] The sildenafil group demonstrated significant improvement in hemodynamics and 6MWD, which persisted during one year of follow-up. [75]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Sildenafil— Sildenafil improves pulmonary hemodynamics and exercise capacity in individuals with group 1 PAH. [75] [76] [77] [78] The SUPER-1 trial randomly assigned 277 patients with group 1 PAH to receive sildenafil or placebo three times daily for 12 weeks. [75] The sildenafil group demonstrated significant improvement in hemodynamics and 6MWD, which persisted during one year of follow-up. [75]"}
{"id": "article-144816_50", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "A follow-up, open-label 3-year extension trial (SUPER-2) reported persistent improvement in the 6MWD and WHO FC in 46% and 29% of patients, respectively. [79] The estimated 3-year survival rate was 79%. [79]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. A follow-up, open-label 3-year extension trial (SUPER-2) reported persistent improvement in the 6MWD and WHO FC in 46% and 29% of patients, respectively. [79] The estimated 3-year survival rate was 79%. [79]"}
{"id": "article-144816_51", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Tadalafil— In the PHIRST-1 and -2 trials that included 405 PAH patients, half of whom were treatment naïve, tadalafil increased the 6MWD and the time to clinical worsening when compared with placebo. [59] Common AEs of PDE5Is include headache, gastrointestinal (GI) upset, flushing, and muscle pain.", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Tadalafil— In the PHIRST-1 and -2 trials that included 405 PAH patients, half of whom were treatment naïve, tadalafil increased the 6MWD and the time to clinical worsening when compared with placebo. [59] Common AEs of PDE5Is include headache, gastrointestinal (GI) upset, flushing, and muscle pain."}
{"id": "article-144816_52", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Riociguat —Data have shown that riociguat improves outcomes for individuals with group 1 PAH. In trials of WHO FC II and III PAH patients (PATENT-1 and -2), half of whom were treatment-naïve, riociguat improved exercise tolerance, PVR, symptoms, WHO FC, and time to clinical worsening for up to 2 years of treatment. Riociguat had a favorable safety profile and was well tolerated, with syncope as the most frequently reported AE (4% vs. 1%). [80] [81]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Riociguat —Data have shown that riociguat improves outcomes for individuals with group 1 PAH. In trials of WHO FC II and III PAH patients (PATENT-1 and -2), half of whom were treatment-naïve, riociguat improved exercise tolerance, PVR, symptoms, WHO FC, and time to clinical worsening for up to 2 years of treatment. Riociguat had a favorable safety profile and was well tolerated, with syncope as the most frequently reported AE (4% vs. 1%). [80] [81]"}
{"id": "article-144816_53", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Parenteral prostanoids as a group— Several parenteral prostanoids are available with the strongest evidence of efficacy in favor of IV epoprostenol. In a meta-analysis of 17 trials (765 patients with PAH), patients on prostacyclin agonists were more than twice as likely to have improved WHO FC, 6MWD, and pulmonary hemodynamics compared with a control group of PAH patients (placebo, any other treatment, or usual care). Mortality improved in individuals receiving IV agents (OR, 0.29; 95% CI, 0.12-0.69). [82]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Parenteral prostanoids as a group— Several parenteral prostanoids are available with the strongest evidence of efficacy in favor of IV epoprostenol. In a meta-analysis of 17 trials (765 patients with PAH), patients on prostacyclin agonists were more than twice as likely to have improved WHO FC, 6MWD, and pulmonary hemodynamics compared with a control group of PAH patients (placebo, any other treatment, or usual care). Mortality improved in individuals receiving IV agents (OR, 0.29; 95% CI, 0.12-0.69). [82]"}
{"id": "article-144816_54", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Epoprostenol —In patients with PAH, IV epoprostenol consistently improves hemodynamic parameters and functional capacity. [82] [83] [84] The efficacy of IV epoprostenol was demonstrated in a trial that randomly assigned 81 patients with WHO FC III or IV IPAH (three-quarters and one-quarter, respectively) to receive IV epoprostenol as single-agent therapy or standard therapy (typically oral therapy) for 12 weeks. [85] Intravenous (IV) epoprostenol improved QoL, mPAP, PVR, and exercise capacity. A total of 8 patients died during the study, all of whom were in the standard therapy group. [85]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Epoprostenol —In patients with PAH, IV epoprostenol consistently improves hemodynamic parameters and functional capacity. [82] [83] [84] The efficacy of IV epoprostenol was demonstrated in a trial that randomly assigned 81 patients with WHO FC III or IV IPAH (three-quarters and one-quarter, respectively) to receive IV epoprostenol as single-agent therapy or standard therapy (typically oral therapy) for 12 weeks. [85] Intravenous (IV) epoprostenol improved QoL, mPAP, PVR, and exercise capacity. A total of 8 patients died during the study, all of whom were in the standard therapy group. [85]"}
{"id": "article-144816_55", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "AEs that may be associated with epoprostenol include jaw pain, diarrhea, and flushing. Central venous catheter infection may also occur and contribute to the morbidity and mortality of continuous epoprostenol therapy. [82] [86]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. AEs that may be associated with epoprostenol include jaw pain, diarrhea, and flushing. Central venous catheter infection may also occur and contribute to the morbidity and mortality of continuous epoprostenol therapy. [82] [86]"}
{"id": "article-144816_56", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Treprostinil —IV and SC treprostinil improve hemodynamic parameters, symptoms, exercise capacity, and possibly survival in patients with group 1 PAH. [87] [88] [89] The AEs of treprostinil are similar to those of epoprostenol. The ACCP guidelines advise considering the addition of a parenteral or inhaled prostanoid for PAH patients with WHO FC III who have evidence of progression of their disease and/or markers of poor clinical prognosis despite treatment with 1 or 2 classes of oral therapies. [45] Several combinations involving parenteral or inhaled prostacyclin analogs have been shown to be beneficial in individuals with PAH.", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Treprostinil —IV and SC treprostinil improve hemodynamic parameters, symptoms, exercise capacity, and possibly survival in patients with group 1 PAH. [87] [88] [89] The AEs of treprostinil are similar to those of epoprostenol. The ACCP guidelines advise considering the addition of a parenteral or inhaled prostanoid for PAH patients with WHO FC III who have evidence of progression of their disease and/or markers of poor clinical prognosis despite treatment with 1 or 2 classes of oral therapies. [45] Several combinations involving parenteral or inhaled prostacyclin analogs have been shown to be beneficial in individuals with PAH."}
{"id": "article-144816_57", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Sildenafil plus epoprostenol —A trial randomly assigned 267 patients with group 1 PAH receiving epoprostenol to have sildenafil or placebo added for 16 weeks. Most patients were WHO FC III at the beginning of the study. Compared with the placebo, the combination regimen was associated with improved hemodynamic parameters, exercise capacity, QoL, and time to clinical worsening. [90]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Sildenafil plus epoprostenol —A trial randomly assigned 267 patients with group 1 PAH receiving epoprostenol to have sildenafil or placebo added for 16 weeks. Most patients were WHO FC III at the beginning of the study. Compared with the placebo, the combination regimen was associated with improved hemodynamic parameters, exercise capacity, QoL, and time to clinical worsening. [90]"}
{"id": "article-144816_58", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Bosentan plus epoprostenol —A study (BREATHE-2 trial) randomly assigned 22 individuals with group 1 PAH receiving epoprostenol to have either bosentan or placebo added for 16 weeks. The dual therapy was associated with improved hemodynamic parameters, exercise capacity, and WHO FC compared with baseline. [91]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Bosentan plus epoprostenol —A study (BREATHE-2 trial) randomly assigned 22 individuals with group 1 PAH receiving epoprostenol to have either bosentan or placebo added for 16 weeks. The dual therapy was associated with improved hemodynamic parameters, exercise capacity, and WHO FC compared with baseline. [91]"}
{"id": "article-144816_59", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Inhaled treprostinil plus either bosentan or sildenafil —In one trial (TRIUMPH), 235 patients with group 1 PAH who were deteriorating despite bosentan or sildenafil therapy were randomly assigned to receive the addition of either inhaled treprostinil or placebo for 12 weeks. The treprostinil group had a significant improvement in their 6MWD and QoL. [92]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Inhaled treprostinil plus either bosentan or sildenafil —In one trial (TRIUMPH), 235 patients with group 1 PAH who were deteriorating despite bosentan or sildenafil therapy were randomly assigned to receive the addition of either inhaled treprostinil or placebo for 12 weeks. The treprostinil group had a significant improvement in their 6MWD and QoL. [92]"}
{"id": "article-144816_60", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Sildenafil plus inhaled iloprost —Studies have demonstrated that in patients with group 1 PAH have reported that the addition of sildenafil to inhaled iloprost resulted in an improvement in exercise capacity, WHO FC, and hemodynamics. [93]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Sildenafil plus inhaled iloprost —Studies have demonstrated that in patients with group 1 PAH have reported that the addition of sildenafil to inhaled iloprost resulted in an improvement in exercise capacity, WHO FC, and hemodynamics. [93]"}
{"id": "article-144816_61", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment", "content": "Bosentan plus inhaled iloprost —A study showed that the combination of bosentan with inhaled iloprost resulted in a marked increase in exercise capacity. [94] For high-risk PAH patients, the 6th World Symposium on Pulmonary Hypertension recommends initial combination therapy that includes IV PPAs, with IV epoprostenol receiving the strongest recommendation. [3] In contrast, for WHO FC IV PAH patients who are willing and able to manage parenteral prostanoids, the ACCP suggests monotherapy with either IV epoprostenol, IV treprostinil, or SC treprostinil. [45]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Current Treatment. Bosentan plus inhaled iloprost —A study showed that the combination of bosentan with inhaled iloprost resulted in a marked increase in exercise capacity. [94] For high-risk PAH patients, the 6th World Symposium on Pulmonary Hypertension recommends initial combination therapy that includes IV PPAs, with IV epoprostenol receiving the strongest recommendation. [3] In contrast, for WHO FC IV PAH patients who are willing and able to manage parenteral prostanoids, the ACCP suggests monotherapy with either IV epoprostenol, IV treprostinil, or SC treprostinil. [45]"}
{"id": "article-144816_62", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments", "content": "Several therapies are currently undergoing investigation in clinical trials for the treatment of PAH.", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments. Several therapies are currently undergoing investigation in clinical trials for the treatment of PAH."}
{"id": "article-144816_63", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments", "content": "Mutations in bone morphogenetic protein (BMP) receptor type 2 (BMPR2) play a known role in the pathogenesis of PAH. [95] BMP is a member of the transforming growth factor (TGF)-beta family of proteins. [96] Sotatercept acts as a ligand trap for members of the TGF-beta superfamily and restores the balance between the growth-promoting activin pathway and the growth-inhibiting BMP pathway. [97]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments. Mutations in bone morphogenetic protein (BMP) receptor type 2 (BMPR2) play a known role in the pathogenesis of PAH. [95] BMP is a member of the transforming growth factor (TGF)-beta family of proteins. [96] Sotatercept acts as a ligand trap for members of the TGF-beta superfamily and restores the balance between the growth-promoting activin pathway and the growth-inhibiting BMP pathway. [97]"}
{"id": "article-144816_64", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments", "content": "A total of 2 doses of sotatercept (0.3 or 0.7 mg/kg subcutaneously every three weeks) were compared with placebo in a 24-week multicenter trial of 106 patients with PAH receiving standard therapy. [98] Sotatercept reduced the PVR by 145.8 and 239 dyne/sec/cm for the 0.3 and 0.7 mg/kg dosing strategies, respectively. Exercise tolerance was also improved as measured by an increase in the 6MWD (29.4. [0.3 mg/kg] and 21.4 m [0.7 mg/kg]), and levels of BNP were also reduced. The most common AEs were headache, diarrhea, and peripheral edema. Of note, sotatercept resulted in thrombocytopenia and an increased hemoglobin level, and one patient in the sotatercept 0.7-mg group died from cardiac arrest. [98]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments. A total of 2 doses of sotatercept (0.3 or 0.7 mg/kg subcutaneously every three weeks) were compared with placebo in a 24-week multicenter trial of 106 patients with PAH receiving standard therapy. [98] Sotatercept reduced the PVR by 145.8 and 239 dyne/sec/cm for the 0.3 and 0.7 mg/kg dosing strategies, respectively. Exercise tolerance was also improved as measured by an increase in the 6MWD (29.4. [0.3 mg/kg] and 21.4 m [0.7 mg/kg]), and levels of BNP were also reduced. The most common AEs were headache, diarrhea, and peripheral edema. Of note, sotatercept resulted in thrombocytopenia and an increased hemoglobin level, and one patient in the sotatercept 0.7-mg group died from cardiac arrest. [98]"}
{"id": "article-144816_65", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments", "content": "Selonsertib is a first-in-class small-molecule (apoptosis signal-regulating kinase 1 [ASK1]) inhibitor developed to treat diseases with a high burden of oxidative stress, including PAH. [99] The randomized, double-blind, placebo-controlled phase 2 ARROW trial included 151 study participants. [100] All were aged 18 to 75 years and had a diagnosis of PAH. From December 2014 to November 2015, patients were stratified by PAH etiology and background therapy, and underwent random assignment to selonsertib 2 mg, selonsertib 6 mg, selonsertib 18 mg, or placebo administered once daily via tablet. The primary outcome was a change in PVR from baseline to 24 weeks, as measured by RHC. Mean change in PVR was 6 dynes/cm in the placebo group, 35 dynes/cm in the selonsertib 2-mg group ( P = .21), 28 dynes/cm in the selonsertib 6-mg group ( P = .27) and –21 dynes/cm in the selonsertib 18-mg group ( P = .60). [100] Additionally, the investigators reported no improvement in secondary outcomes such as exercise capacity, symptom burden, or worsening clinical events.", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments. Selonsertib is a first-in-class small-molecule (apoptosis signal-regulating kinase 1 [ASK1]) inhibitor developed to treat diseases with a high burden of oxidative stress, including PAH. [99] The randomized, double-blind, placebo-controlled phase 2 ARROW trial included 151 study participants. [100] All were aged 18 to 75 years and had a diagnosis of PAH. From December 2014 to November 2015, patients were stratified by PAH etiology and background therapy, and underwent random assignment to selonsertib 2 mg, selonsertib 6 mg, selonsertib 18 mg, or placebo administered once daily via tablet. The primary outcome was a change in PVR from baseline to 24 weeks, as measured by RHC. Mean change in PVR was 6 dynes/cm in the placebo group, 35 dynes/cm in the selonsertib 2-mg group ( P = .21), 28 dynes/cm in the selonsertib 6-mg group ( P = .27) and –21 dynes/cm in the selonsertib 18-mg group ( P = .60). [100] Additionally, the investigators reported no improvement in secondary outcomes such as exercise capacity, symptom burden, or worsening clinical events."}
{"id": "article-144816_66", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments", "content": "Ralinepag is a selective non-prostanoid prostacyclin receptor agonist formulated as an oral, extended-release tablet taken once daily. [101] In a phase 2 randomized placebo-controlled trial, ralinepag significantly reduced PVR compared with placebo (−29.8%; P = .03) in 61 patients receiving mono- (41%) or dual- (59%) background therapy. [102] Ralinepag was initiated at a dose of 10 μg twice daily and titrated as tolerated over nine weeks to a maximum total daily dosage of 600 μg (300 μg twice daily). Reported AEs included headache, nausea, diarrhea, jaw pain, and flushing. This agent is currently undergoing investigation in ongoing clinical trials. (NCT03626688; NCT04084678)", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Issues of Concern -- Emerging Treatments. Ralinepag is a selective non-prostanoid prostacyclin receptor agonist formulated as an oral, extended-release tablet taken once daily. [101] In a phase 2 randomized placebo-controlled trial, ralinepag significantly reduced PVR compared with placebo (−29.8%; P = .03) in 61 patients receiving mono- (41%) or dual- (59%) background therapy. [102] Ralinepag was initiated at a dose of 10 μg twice daily and titrated as tolerated over nine weeks to a maximum total daily dosage of 600 μg (300 μg twice daily). Reported AEs included headache, nausea, diarrhea, jaw pain, and flushing. This agent is currently undergoing investigation in ongoing clinical trials. (NCT03626688; NCT04084678)"}
{"id": "article-144816_67", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance", "content": "Pulmonary hypertension presents with nonspecific and progressive symptoms, which require a high degree of suspicion to make a timely diagnosis. Without treatment, PH and pulmonary arterial hypertension are progressive and fatal diseases. Risk stratification in patients with risk factors for this disease helps guide diagnostic studies and leads to improved clinical outcomes with early diagnosis. [26]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance. Pulmonary hypertension presents with nonspecific and progressive symptoms, which require a high degree of suspicion to make a timely diagnosis. Without treatment, PH and pulmonary arterial hypertension are progressive and fatal diseases. Risk stratification in patients with risk factors for this disease helps guide diagnostic studies and leads to improved clinical outcomes with early diagnosis. [26]"}
{"id": "article-144816_68", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance", "content": "Risk stratification also determines the initial treatment regimen and helps in monitoring disease progression and response to therapy. As described above, PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide, prostacyclin). [42] Targeted therapies for PAH have improved the 1-year survival rates to 91% and the 5-year survival rates to 61%. [43] [44]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance. Risk stratification also determines the initial treatment regimen and helps in monitoring disease progression and response to therapy. As described above, PAH represents an imbalance between vasoconstrictors and proliferative mediators (e.g., endothelin-1) and vasodilators (e.g., nitric oxide, prostacyclin). [42] Targeted therapies for PAH have improved the 1-year survival rates to 91% and the 5-year survival rates to 61%. [43] [44]"}
{"id": "article-144816_69", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance", "content": "Following guideline-recommended diagnostic algorithms and treatment regimens has helped achieve this improvement. Emerging treatments and ongoing clinical trials continue to expand treatment options for patients with refractory disease or those who cannot receive available therapies. As a result, the prognosis of PAH with treatment is improving compared to other forms of PH. In the Giessen Pulmonary Hypertension Registry, patients with chronic lung disease associated-PH (group 3) had worse survival compared with PAH, and patients with group 2 PH had similar survival rates to those with PAH. [103]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Clinical Significance. Following guideline-recommended diagnostic algorithms and treatment regimens has helped achieve this improvement. Emerging treatments and ongoing clinical trials continue to expand treatment options for patients with refractory disease or those who cannot receive available therapies. As a result, the prognosis of PAH with treatment is improving compared to other forms of PH. In the Giessen Pulmonary Hypertension Registry, patients with chronic lung disease associated-PH (group 3) had worse survival compared with PAH, and patients with group 2 PH had similar survival rates to those with PAH. [103]"}
{"id": "article-144816_70", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Individuals suspected of having PH require extensive diagnostic testing, including echocardiography, laboratory testing, cardiopulmonary functional testing, and cardiac catheterization, to make an accurate diagnosis. [12] Moreover, the clinical presentation of this disease is nonspecific, which often leads to a delay in diagnosis. [14] A multidimensional approach and a high degree of clinical suspicion are needed to optimize care. [26]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Enhancing Healthcare Team Outcomes. Individuals suspected of having PH require extensive diagnostic testing, including echocardiography, laboratory testing, cardiopulmonary functional testing, and cardiac catheterization, to make an accurate diagnosis. [12] Moreover, the clinical presentation of this disease is nonspecific, which often leads to a delay in diagnosis. [14] A multidimensional approach and a high degree of clinical suspicion are needed to optimize care. [26]"}
{"id": "article-144816_71", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Enhancing Healthcare Team Outcomes", "content": "Early referral to specialized centers can help make a timely diagnosis and improve clinical outcomes for this devastating disease. Once the diagnosis is made, a multimodal interprofessional approach to treatment is required to achieve the best possible outcomes. A specialty-trained nurse is necessary to help educate the patients about the etiology of their disease and emphasize medical compliance with therapy. A clinical pharmacist specializing in the treatment of PAH is an integral part of the team as they help ensure intolerable adverse outcomes do not occur with these therapies. The pharmacist's role is critical in maintaining adequate dosing, preventing drug interactions, and ensuring compliance by the patient for the duration of the treatment. An integrated interprofessional team can improve clinical symptoms, exercise tolerance, and long-term survival for these patients.[Level 5]", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Enhancing Healthcare Team Outcomes. Early referral to specialized centers can help make a timely diagnosis and improve clinical outcomes for this devastating disease. Once the diagnosis is made, a multimodal interprofessional approach to treatment is required to achieve the best possible outcomes. A specialty-trained nurse is necessary to help educate the patients about the etiology of their disease and emphasize medical compliance with therapy. A clinical pharmacist specializing in the treatment of PAH is an integral part of the team as they help ensure intolerable adverse outcomes do not occur with these therapies. The pharmacist's role is critical in maintaining adequate dosing, preventing drug interactions, and ensuring compliance by the patient for the duration of the treatment. An integrated interprofessional team can improve clinical symptoms, exercise tolerance, and long-term survival for these patients.[Level 5]"}
{"id": "article-144816_72", "title": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Strategies for Individualizing Pulmonary Hypertension Treatment to Ensure Optimal Patient Outcomes (Archived) -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}