{"id": "article-18087_0", "title": "Bacitracin Topical -- Continuing Education Activity", "content": "Bacitracin is a topical antibiotic ointment widely used by both medical professionals and the general public to treat minor skin injuries, including cuts, scrapes, and burns. Bacitracin can be used as a single agent ointment or in combination as a triple therapy ointment, with neomycin and polymyxin B. The latter can be found over the counter (OTC) at local pharmacies. This activity outlines the indications, mechanism of action, safe administration, adverse effects, and contraindications when using bacitracin.", "contents": "Bacitracin Topical -- Continuing Education Activity. Bacitracin is a topical antibiotic ointment widely used by both medical professionals and the general public to treat minor skin injuries, including cuts, scrapes, and burns. Bacitracin can be used as a single agent ointment or in combination as a triple therapy ointment, with neomycin and polymyxin B. The latter can be found over the counter (OTC) at local pharmacies. This activity outlines the indications, mechanism of action, safe administration, adverse effects, and contraindications when using bacitracin."}
{"id": "article-18087_1", "title": "Bacitracin Topical -- Continuing Education Activity", "content": "Objectives: Identify the indications for bacitracin topical. Describe the antimicrobial mechanism of action of bacitracin Review the side effects, contraindications, and interactions of bacitracin topical. Review interprofessional team strategies for improving care coordination and communication to enhance patient outcomes when using bacitracin topical. Access free multiple choice questions on this topic.", "contents": "Bacitracin Topical -- Continuing Education Activity. Objectives: Identify the indications for bacitracin topical. Describe the antimicrobial mechanism of action of bacitracin Review the side effects, contraindications, and interactions of bacitracin topical. Review interprofessional team strategies for improving care coordination and communication to enhance patient outcomes when using bacitracin topical. Access free multiple choice questions on this topic."}
{"id": "article-18087_2", "title": "Bacitracin Topical -- Indications", "content": "Bacitracin is a topical antibiotic ointment widely used by both medical professionals and the general public to treat minor skin injuries, including cuts, scrapes, and burns.", "contents": "Bacitracin Topical -- Indications. Bacitracin is a topical antibiotic ointment widely used by both medical professionals and the general public to treat minor skin injuries, including cuts, scrapes, and burns."}
{"id": "article-18087_3", "title": "Bacitracin Topical -- Indications", "content": "Bacitracin was discovered in 1945 from a leg injury of a seven-year-old American girl named Margaret Tracey. The collected debris from her wound grew isolates of several related cyclic polypeptides produced by a member of the Bacillus subtilis group. This discovery gave rise to the unique name, bacitracin. [1]", "contents": "Bacitracin Topical -- Indications. Bacitracin was discovered in 1945 from a leg injury of a seven-year-old American girl named Margaret Tracey. The collected debris from her wound grew isolates of several related cyclic polypeptides produced by a member of the Bacillus subtilis group. This discovery gave rise to the unique name, bacitracin. [1]"}
{"id": "article-18087_4", "title": "Bacitracin Topical -- Indications", "content": "The United States Food and Drug Administration (FDA) approved the use of bacitracin in 1948 for the short-term prevention and treatment of both acute and chronic localized skin infections. Bacitracin can be given less frequently as a parental medication via intramuscular (IM) injection for the systemic treatment of infantile streptococcal pneumonia and empyema. To date, there are no non-FDA-approved uses of topical bacitracin.", "contents": "Bacitracin Topical -- Indications. The United States Food and Drug Administration (FDA) approved the use of bacitracin in 1948 for the short-term prevention and treatment of both acute and chronic localized skin infections. Bacitracin can be given less frequently as a parental medication via intramuscular (IM) injection for the systemic treatment of infantile streptococcal pneumonia and empyema. To date, there are no non-FDA-approved uses of topical bacitracin."}
{"id": "article-18087_5", "title": "Bacitracin Topical -- Indications", "content": "Bacitracin can be used as a single agent ointment or in combination as a triple therapy ointment, with neomycin and polymyxin B. The latter can be found over the counter (OTC) at local pharmacies. [2]", "contents": "Bacitracin Topical -- Indications. Bacitracin can be used as a single agent ointment or in combination as a triple therapy ointment, with neomycin and polymyxin B. The latter can be found over the counter (OTC) at local pharmacies. [2]"}
{"id": "article-18087_6", "title": "Bacitracin Topical -- Mechanism of Action", "content": "Bacitracin is a mixture of several closely related cyclic polypeptide antibiotics that has both bacteriostatic and bactericidal properties depending on the concentration of the drug and the susceptibility of the microorganism.", "contents": "Bacitracin Topical -- Mechanism of Action. Bacitracin is a mixture of several closely related cyclic polypeptide antibiotics that has both bacteriostatic and bactericidal properties depending on the concentration of the drug and the susceptibility of the microorganism."}
{"id": "article-18087_7", "title": "Bacitracin Topical -- Mechanism of Action", "content": "Many gram-positive bacteria, including Staphylococcus spp. , Streptococcus spp. , Corynebacterium spp. , Clostridium spp. , and Actinomyces spp., are susceptible to bacitracin. Some gram-negative organisms, such as Neisseria spp., also exhibit susceptibility; however, most gram-negative organisms are resistant. [3]", "contents": "Bacitracin Topical -- Mechanism of Action. Many gram-positive bacteria, including Staphylococcus spp. , Streptococcus spp. , Corynebacterium spp. , Clostridium spp. , and Actinomyces spp., are susceptible to bacitracin. Some gram-negative organisms, such as Neisseria spp., also exhibit susceptibility; however, most gram-negative organisms are resistant. [3]"}
{"id": "article-18087_8", "title": "Bacitracin Topical -- Mechanism of Action", "content": "Bacitracin readily absorbs through denuded, burned, or granulated skin and works to prevent the transfer of mucopeptides into the cell wall of various microorganisms. This subsequently inhibits bacterial cell wall synthesis and, ultimately, bacterial replication. Bacitracin also acts as an inhibitor of proteases and other enzymes involved in altering bacterial cell membrane function. Bacitracin inhibits bacterial cell wall synthesis by preventing the dephosphorylation of P-P-phospholipid carrier that attaches the cell wall peptidoglycan precursor units to the cell membrane, and this leads to bacterial cell lysis. [4]", "contents": "Bacitracin Topical -- Mechanism of Action. Bacitracin readily absorbs through denuded, burned, or granulated skin and works to prevent the transfer of mucopeptides into the cell wall of various microorganisms. This subsequently inhibits bacterial cell wall synthesis and, ultimately, bacterial replication. Bacitracin also acts as an inhibitor of proteases and other enzymes involved in altering bacterial cell membrane function. Bacitracin inhibits bacterial cell wall synthesis by preventing the dephosphorylation of P-P-phospholipid carrier that attaches the cell wall peptidoglycan precursor units to the cell membrane, and this leads to bacterial cell lysis. [4]"}
{"id": "article-18087_9", "title": "Bacitracin Topical -- Administration", "content": "Bacitracin is available in three different routes of administration in the USA: topical, ophthalmic, parenteral via IM injection.", "contents": "Bacitracin Topical -- Administration. Bacitracin is available in three different routes of administration in the USA: topical, ophthalmic, parenteral via IM injection."}
{"id": "article-18087_10", "title": "Bacitracin Topical -- Administration", "content": "Its most common use is as a topical agent administered directly onto the wound or infected area. It can also be administered as a topical ophthalmic ointment to treat superficial ocular infections involving the conjunctiva and cornea, using a formulation specifically manufactured for ocular use. [5]", "contents": "Bacitracin Topical -- Administration. Its most common use is as a topical agent administered directly onto the wound or infected area. It can also be administered as a topical ophthalmic ointment to treat superficial ocular infections involving the conjunctiva and cornea, using a formulation specifically manufactured for ocular use. [5]"}
{"id": "article-18087_11", "title": "Bacitracin Topical -- Administration", "content": "Before topical application, the skin should be cleansed gently with mild soap and water. Enough ointment should then be applied to cover the affected area(s), and a sterile dressing can be used to cover the wound. This helps to assist in wound healing and prevent further contamination of the wound site.", "contents": "Bacitracin Topical -- Administration. Before topical application, the skin should be cleansed gently with mild soap and water. Enough ointment should then be applied to cover the affected area(s), and a sterile dressing can be used to cover the wound. This helps to assist in wound healing and prevent further contamination of the wound site."}
{"id": "article-18087_12", "title": "Bacitracin Topical -- Adverse Effects", "content": "When used topically as a single agent ointment or part of a triple therapy ointment, bacitracin, and its drug formulation components may cause allergic contact dermatitis, which could lead to an anaphylactoid reaction or anaphylaxis. [6]", "contents": "Bacitracin Topical -- Adverse Effects. When used topically as a single agent ointment or part of a triple therapy ointment, bacitracin, and its drug formulation components may cause allergic contact dermatitis, which could lead to an anaphylactoid reaction or anaphylaxis. [6]"}
{"id": "article-18087_13", "title": "Bacitracin Topical -- Adverse Effects -- Common and Mild Side Effects", "content": "Fever Hives Itching Swelling of lips and face [2] Difficulty breathing Nausea Vomiting [7]", "contents": "Bacitracin Topical -- Adverse Effects -- Common and Mild Side Effects. Fever Hives Itching Swelling of lips and face [2] Difficulty breathing Nausea Vomiting [7]"}
{"id": "article-18087_14", "title": "Bacitracin Topical -- Adverse Effects -- Pregnancy", "content": "Bacitracin is a pregnancy risk category C. No large studies have been conducted with the use of topical bacitracin during pregnancy or lactation. To date, there is no evidence to suggest that there is an increased risk of adverse fetal development with the use of topical bacitracin. [8]", "contents": "Bacitracin Topical -- Adverse Effects -- Pregnancy. Bacitracin is a pregnancy risk category C. No large studies have been conducted with the use of topical bacitracin during pregnancy or lactation. To date, there is no evidence to suggest that there is an increased risk of adverse fetal development with the use of topical bacitracin. [8]"}
{"id": "article-18087_15", "title": "Bacitracin Topical -- Adverse Effects -- Breast-Feeding", "content": "Topical and ophthalmic forms of bacitracin typically result in minimal absorption through the skin and are considered a low risk to the feeding infant. Only water-soluble creams or gel products should be applied to the breast tissue to prevent infant exposure to mineral paraffin from licking. [9]", "contents": "Bacitracin Topical -- Adverse Effects -- Breast-Feeding. Topical and ophthalmic forms of bacitracin typically result in minimal absorption through the skin and are considered a low risk to the feeding infant. Only water-soluble creams or gel products should be applied to the breast tissue to prevent infant exposure to mineral paraffin from licking. [9]"}
{"id": "article-18087_16", "title": "Bacitracin Topical -- Contraindications", "content": "Topical bacitracin is contraindicated in anyone with hypersensitivity to bacitracin and/or any of its drug formulation components. Patients with known hypersensitivity to neomycin may also be sensitive to bacitracin. Bacitracin application on an infection or wound that is caused by a viral or fungal infection may increase the risk for the development of drug-resistant bacteria. Topical bacitracin use is recommended only for minor skin injuries and should not be used over larger areas of the body. Before using topical bacitracin, physician consultation is recommended for serious injuries such as burns, deep wounds, puncture wounds, or animal bites. [10] [11]", "contents": "Bacitracin Topical -- Contraindications. Topical bacitracin is contraindicated in anyone with hypersensitivity to bacitracin and/or any of its drug formulation components. Patients with known hypersensitivity to neomycin may also be sensitive to bacitracin. Bacitracin application on an infection or wound that is caused by a viral or fungal infection may increase the risk for the development of drug-resistant bacteria. Topical bacitracin use is recommended only for minor skin injuries and should not be used over larger areas of the body. Before using topical bacitracin, physician consultation is recommended for serious injuries such as burns, deep wounds, puncture wounds, or animal bites. [10] [11]"}
{"id": "article-18087_17", "title": "Bacitracin Topical -- Monitoring", "content": "Secondary infections may develop; therefore, topical bacitracin should not be used for more than seven days unless directed by a physician. The area of application should undergo monitoring for improvement. If symptoms worsen, bacitracin use should be stopped immediately, and a clinician should be contacted regarding further management. [6]", "contents": "Bacitracin Topical -- Monitoring. Secondary infections may develop; therefore, topical bacitracin should not be used for more than seven days unless directed by a physician. The area of application should undergo monitoring for improvement. If symptoms worsen, bacitracin use should be stopped immediately, and a clinician should be contacted regarding further management. [6]"}
{"id": "article-18087_18", "title": "Bacitracin Topical -- Monitoring", "content": "Allergy patch testing may be warranted if an adverse reaction occurs after using bacitracin as a single-agent ointment or part of a triple therapy ointment. There have been multiple reports of anaphylactoid reactions and anaphylaxis due to bacitracin use. [12] [13]", "contents": "Bacitracin Topical -- Monitoring. Allergy patch testing may be warranted if an adverse reaction occurs after using bacitracin as a single-agent ointment or part of a triple therapy ointment. There have been multiple reports of anaphylactoid reactions and anaphylaxis due to bacitracin use. [12] [13]"}
{"id": "article-18087_19", "title": "Bacitracin Topical -- Toxicity", "content": "There is no mention of toxicity with the topical use of bacitracin as a single-agent ointment or part of a triple therapy ointment.", "contents": "Bacitracin Topical -- Toxicity. There is no mention of toxicity with the topical use of bacitracin as a single-agent ointment or part of a triple therapy ointment."}
{"id": "article-18087_20", "title": "Bacitracin Topical -- Toxicity", "content": "However, the IM route has been shown to cause nephrotoxicity and renal failure due to tubular and glomerular necrosis. Consequently, careful monitoring is in order with the IM use of bacitracin. Renal function should be determined before, during, and after IM administration. Patients' daily optimal fluid intake and urinary output should be followed closely to avoid kidney injury. Concurrent use of streptomycin, kanamycin, polymyxin E, and neomycin should be avoided as these drugs are also known to be nephrotoxic. [14] [15]", "contents": "Bacitracin Topical -- Toxicity. However, the IM route has been shown to cause nephrotoxicity and renal failure due to tubular and glomerular necrosis. Consequently, careful monitoring is in order with the IM use of bacitracin. Renal function should be determined before, during, and after IM administration. Patients' daily optimal fluid intake and urinary output should be followed closely to avoid kidney injury. Concurrent use of streptomycin, kanamycin, polymyxin E, and neomycin should be avoided as these drugs are also known to be nephrotoxic. [14] [15]"}
{"id": "article-18087_21", "title": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes", "content": "Topical bacitracin has been easily accessible and considered a safe OTC topical antibiotic for the past seven decades. [2] Despite its effectiveness, increases in use and adverse effects led to it earning, in 2003, the undesirable designation \"contact allergen of the year\" by the American Contact Dermatitis Society. [16] In 2005-2006, it was also ranked the sixth most prevalent allergen in patch tests. [17] [18]", "contents": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes. Topical bacitracin has been easily accessible and considered a safe OTC topical antibiotic for the past seven decades. [2] Despite its effectiveness, increases in use and adverse effects led to it earning, in 2003, the undesirable designation \"contact allergen of the year\" by the American Contact Dermatitis Society. [16] In 2005-2006, it was also ranked the sixth most prevalent allergen in patch tests. [17] [18]"}
{"id": "article-18087_22", "title": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes", "content": "As a result, all healthcare professionals should be aware of the potential risks of an anaphylactoid reaction or anaphylaxis secondary to bacitracin use. Anyone with confirmed contact dermatitis should avoid products containing bacitracin. Providers should encourage their patients to read the labels for bacitracin in ointments, creams, and other wound care products.", "contents": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes. As a result, all healthcare professionals should be aware of the potential risks of an anaphylactoid reaction or anaphylaxis secondary to bacitracin use. Anyone with confirmed contact dermatitis should avoid products containing bacitracin. Providers should encourage their patients to read the labels for bacitracin in ointments, creams, and other wound care products."}
{"id": "article-18087_23", "title": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes", "content": "Providers should make a habit of inquiring about bacitracin use when encountering a patient with a possible contact allergy or unremitting dermatitis or non-healing wound as bacitracin allergy may present as cellulitis or simple wound infection. One clinical clue to decipher an allergic reaction from an infectious process is the presence of itching in an allergic reaction, as opposed to the worsening pain from infection. [Level 3]", "contents": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes. Providers should make a habit of inquiring about bacitracin use when encountering a patient with a possible contact allergy or unremitting dermatitis or non-healing wound as bacitracin allergy may present as cellulitis or simple wound infection. One clinical clue to decipher an allergic reaction from an infectious process is the presence of itching in an allergic reaction, as opposed to the worsening pain from infection. [Level 3]"}
{"id": "article-18087_24", "title": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes", "content": "Bacitracin should be used cautiously in patients with pre-existing renal impairment or renal failure. To ensure patient safety, physicians, nurses, and pharmacists, et al.. should work as a team to monitor patients' intake, urinary output, and renal function. Due to the significant risk of nephrotoxicity, pharmacists should provide alternative medication options when available. Bacitracin is also present in some veterinary products, and pet owners should also be highly cautious when applying topical bacitracin medications.", "contents": "Bacitracin Topical -- Enhancing Healthcare Team Outcomes. Bacitracin should be used cautiously in patients with pre-existing renal impairment or renal failure. To ensure patient safety, physicians, nurses, and pharmacists, et al.. should work as a team to monitor patients' intake, urinary output, and renal function. Due to the significant risk of nephrotoxicity, pharmacists should provide alternative medication options when available. Bacitracin is also present in some veterinary products, and pet owners should also be highly cautious when applying topical bacitracin medications."}
{"id": "article-18087_25", "title": "Bacitracin Topical -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Bacitracin Topical -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}