{"id": "article-21400_0", "title": "Etoposide -- Continuing Education Activity", "content": "Etoposide is a medication used in the management and treatment of various cancers such as testicular, prostate, bladder, stomach, and lung cancer. It is in the topoisomerase II inhibitor class of medications. This activity outlines the indications, action, and contraindications for etoposide as a valuable agent in managing various cancers listed above, Hodgkin and non-Hodgkin lymphoma and brain tumors. (and other disorders when applicable). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with various cancers, lymphomas, leukemias, and related conditions.", "contents": "Etoposide -- Continuing Education Activity. Etoposide is a medication used in the management and treatment of various cancers such as testicular, prostate, bladder, stomach, and lung cancer. It is in the topoisomerase II inhibitor class of medications. This activity outlines the indications, action, and contraindications for etoposide as a valuable agent in managing various cancers listed above, Hodgkin and non-Hodgkin lymphoma and brain tumors. (and other disorders when applicable). This activity will highlight the mechanism of action, adverse event profile, and other key factors (e.g., off-label uses, dosing, pharmacodynamics, pharmacokinetics, monitoring, relevant interactions) pertinent for members of the healthcare team in the treatment of patients with various cancers, lymphomas, leukemias, and related conditions."}
{"id": "article-21400_1", "title": "Etoposide -- Continuing Education Activity", "content": "Objectives: Identify the common indications for the use of etoposide. Describe the typical adverse effects of etoposide. Review the risk factors for developing toxicity with etoposide. Summarize the importance of improving care coordination amongst the interprofessional team to enhance care coordination for patients receiving etoposide chemotherapy. Access free multiple choice questions on this topic.", "contents": "Etoposide -- Continuing Education Activity. Objectives: Identify the common indications for the use of etoposide. Describe the typical adverse effects of etoposide. Review the risk factors for developing toxicity with etoposide. Summarize the importance of improving care coordination amongst the interprofessional team to enhance care coordination for patients receiving etoposide chemotherapy. Access free multiple choice questions on this topic."}
{"id": "article-21400_2", "title": "Etoposide -- Indications", "content": "Etoposide, a topoisomerase II inhibitor, was first synthesized in 1966 and then approved in 1983 by the United States Food and Drug Administration (FDA) for cancer therapy. [1] It is a semi-synthetic compound derived from the North American mayapple, Podophyllum peltatum , and the Indian species Podophyllum emodi . [2]", "contents": "Etoposide -- Indications. Etoposide, a topoisomerase II inhibitor, was first synthesized in 1966 and then approved in 1983 by the United States Food and Drug Administration (FDA) for cancer therapy. [1] It is a semi-synthetic compound derived from the North American mayapple, Podophyllum peltatum , and the Indian species Podophyllum emodi . [2]"}
{"id": "article-21400_3", "title": "Etoposide -- Indications", "content": "Etoposide has proven effective when administered through multiple dosings over three to five consecutive days rather than a single weekly dose. [2] It is currently FDA-approved for small cell lung cancer (SCLC) and testicular cancer. Research has observed it to have high single-agent activity against SCLC. [3] It can be combined with carboplatin against SCLC as well. [4] The carboplatin/etoposide combination has demonstrated a better toxicity profile compared to cisplatin/etoposide and is much better tolerated in the elderly population. [4] When using etoposide in combination with other chemotherapeutic agents against testicular cancer, response rates of about 80% have been observed in patients. [5] Recent clinical studies are beginning to observe the use of etoposide as an agent for initial therapy and the efficacy of using etoposide in higher doses and prolonged schedules. [6]", "contents": "Etoposide -- Indications. Etoposide has proven effective when administered through multiple dosings over three to five consecutive days rather than a single weekly dose. [2] It is currently FDA-approved for small cell lung cancer (SCLC) and testicular cancer. Research has observed it to have high single-agent activity against SCLC. [3] It can be combined with carboplatin against SCLC as well. [4] The carboplatin/etoposide combination has demonstrated a better toxicity profile compared to cisplatin/etoposide and is much better tolerated in the elderly population. [4] When using etoposide in combination with other chemotherapeutic agents against testicular cancer, response rates of about 80% have been observed in patients. [5] Recent clinical studies are beginning to observe the use of etoposide as an agent for initial therapy and the efficacy of using etoposide in higher doses and prolonged schedules. [6]"}
{"id": "article-21400_4", "title": "Etoposide -- Indications", "content": "Etoposide is also one of the most active chemotherapeutic drugs for other cancers, such as refractory pediatric neoplasms, hepatocellular carcinomas, acute nonlymphocytic leukemia (ANLL), prostatic carcinomas, ovarian carcinomas, and non-small cell lung cancer. [2] Etoposide is inactive against malignant melanoma, colorectal cancer, and cancer of the head and neck. [2]", "contents": "Etoposide -- Indications. Etoposide is also one of the most active chemotherapeutic drugs for other cancers, such as refractory pediatric neoplasms, hepatocellular carcinomas, acute nonlymphocytic leukemia (ANLL), prostatic carcinomas, ovarian carcinomas, and non-small cell lung cancer. [2] Etoposide is inactive against malignant melanoma, colorectal cancer, and cancer of the head and neck. [2]"}
{"id": "article-21400_5", "title": "Etoposide -- Mechanism of Action", "content": "Etoposide is a topoisomerase II inhibitor. Its mechanism of action is primarily in the late S and G2 phases of the cell cycle. [2] Topoisomerase II is cut both strands of the DNA helix simultaneously. It creates and reseals double-stranded DNA breaks during the replication process. [7] Etoposide poisons the topoisomerase II cleavage complexes and inhibiting the second step of the reaction, DNA re-ligation. [7] [1] The etoposide-topoisomerase II complex triggers a mutagenic and cell death pathway, working best in tumor cells with higher levels of topoisomerase II enzymes. [8]", "contents": "Etoposide -- Mechanism of Action. Etoposide is a topoisomerase II inhibitor. Its mechanism of action is primarily in the late S and G2 phases of the cell cycle. [2] Topoisomerase II is cut both strands of the DNA helix simultaneously. It creates and reseals double-stranded DNA breaks during the replication process. [7] Etoposide poisons the topoisomerase II cleavage complexes and inhibiting the second step of the reaction, DNA re-ligation. [7] [1] The etoposide-topoisomerase II complex triggers a mutagenic and cell death pathway, working best in tumor cells with higher levels of topoisomerase II enzymes. [8]"}
{"id": "article-21400_6", "title": "Etoposide -- Administration", "content": "Etoposide is available as an oral or IV preparation chemotherapy agent. [9] Its formulation is etoposide phosphate, a water-soluble prodrug that rapidly converts into its active form. [10] Etoposide has a wide distribution in the body and is highly bound to plasma proteins. [5] Therapy regimens vary depending on the type of tumor or malignancy treated, as etoposide's effects are strongly schedule-dependent. [9] The efficacy of the chemotherapeutic agent depends on both the dose and time of exposure. [6] Daily 30-minute infusion for five days of 100 mg/m^2 is considered a tolerable dose before patients are affected by the dose-limiting side effects such as myelosuppression. [10] If given intravenously, the administration of the drug must be given in slowly over a 30 to 60 minute period, as there have been studies showing a decrease in blood pressure during administration. Blood pressure requires monitoring during etoposide administration.", "contents": "Etoposide -- Administration. Etoposide is available as an oral or IV preparation chemotherapy agent. [9] Its formulation is etoposide phosphate, a water-soluble prodrug that rapidly converts into its active form. [10] Etoposide has a wide distribution in the body and is highly bound to plasma proteins. [5] Therapy regimens vary depending on the type of tumor or malignancy treated, as etoposide's effects are strongly schedule-dependent. [9] The efficacy of the chemotherapeutic agent depends on both the dose and time of exposure. [6] Daily 30-minute infusion for five days of 100 mg/m^2 is considered a tolerable dose before patients are affected by the dose-limiting side effects such as myelosuppression. [10] If given intravenously, the administration of the drug must be given in slowly over a 30 to 60 minute period, as there have been studies showing a decrease in blood pressure during administration. Blood pressure requires monitoring during etoposide administration."}
{"id": "article-21400_7", "title": "Etoposide -- Administration", "content": "Common dosing regimens for approved indications include: For refractory testicular cancer 50 to 100 mg/m^2 per daily single dose on days 1 through 5 of a 21-day cycle. Alternately, dosing can be 100 mg/m^2 daily on days 1, 3, and 5 of a 21-day cycle. For small cell lung cancer: Oral dosing: 70 mg/m^2 orally each day for the first 4 days, up to 100 mg/m^2 orally for the first 5 days of a 21 or 28-day cycle. IV dosing: 35 mg/m^2 IV for the first 4 days, up to 50 mg/m^2 for the first 5 days of a 21 or 28-day cycle. Renal dosing adjustments: for CrCl of 15 to 50, decrease the typical dose 25%, CrCl under 15 cut dose by 50%. For peritoneal or hemodialysis patients, cut the dose by 50%. As part of the bleomycin, etoposide, cisplatin (BEP) therapy, etoposide has been proven effective for metastatic non-seminomatous testicular cancer and malignant ovarian germ cell tumors. [11] [12]", "contents": "Etoposide -- Administration. Common dosing regimens for approved indications include: For refractory testicular cancer 50 to 100 mg/m^2 per daily single dose on days 1 through 5 of a 21-day cycle. Alternately, dosing can be 100 mg/m^2 daily on days 1, 3, and 5 of a 21-day cycle. For small cell lung cancer: Oral dosing: 70 mg/m^2 orally each day for the first 4 days, up to 100 mg/m^2 orally for the first 5 days of a 21 or 28-day cycle. IV dosing: 35 mg/m^2 IV for the first 4 days, up to 50 mg/m^2 for the first 5 days of a 21 or 28-day cycle. Renal dosing adjustments: for CrCl of 15 to 50, decrease the typical dose 25%, CrCl under 15 cut dose by 50%. For peritoneal or hemodialysis patients, cut the dose by 50%. As part of the bleomycin, etoposide, cisplatin (BEP) therapy, etoposide has been proven effective for metastatic non-seminomatous testicular cancer and malignant ovarian germ cell tumors. [11] [12]"}
{"id": "article-21400_8", "title": "Etoposide -- Adverse Effects", "content": "Etoposide is a relatively well-tolerated chemotherapeutic agent. [7] Common adverse effects include alopecia and gastrointestinal toxicity. GI toxicity includes nausea, vomiting, and stomatitis. [2] The GI toxicity is relatively mild compared to other antineoplastic medications and can be well controlled with antiemetic therapy. Alopecia is commonly observed at standard doses and becomes a universal side effect at doses of 500 mg/m^2 or higher. The dose-limiting side effect of etoposide is myelosuppression. [7]", "contents": "Etoposide -- Adverse Effects. Etoposide is a relatively well-tolerated chemotherapeutic agent. [7] Common adverse effects include alopecia and gastrointestinal toxicity. GI toxicity includes nausea, vomiting, and stomatitis. [2] The GI toxicity is relatively mild compared to other antineoplastic medications and can be well controlled with antiemetic therapy. Alopecia is commonly observed at standard doses and becomes a universal side effect at doses of 500 mg/m^2 or higher. The dose-limiting side effect of etoposide is myelosuppression. [7]"}
{"id": "article-21400_9", "title": "Etoposide -- Adverse Effects", "content": "Although the mechanism is unknown, acute hypersensitivity reactions can occur with the use of etoposide. During intravenous administration, patients can experience flushing, bronchospasm, cyanosis, hypertension, or hypotension. [7] Hypersensitivity reaction symptoms resolve within minutes after discontinuing the intravenous administration of etoposide. Once a patient has experienced a hypersensitivity reaction, it is possible to readminister the drug safely with premedication with corticosteroids and antihistamines. [7] Patients on warfarin require close monitoring when using etoposide because of the potential side effects of bleeding. [13]", "contents": "Etoposide -- Adverse Effects. Although the mechanism is unknown, acute hypersensitivity reactions can occur with the use of etoposide. During intravenous administration, patients can experience flushing, bronchospasm, cyanosis, hypertension, or hypotension. [7] Hypersensitivity reaction symptoms resolve within minutes after discontinuing the intravenous administration of etoposide. Once a patient has experienced a hypersensitivity reaction, it is possible to readminister the drug safely with premedication with corticosteroids and antihistamines. [7] Patients on warfarin require close monitoring when using etoposide because of the potential side effects of bleeding. [13]"}
{"id": "article-21400_10", "title": "Etoposide -- Adverse Effects", "content": "Different mechanisms have noted resistance to etoposide. Those cells with low levels of topoisomerase II are resistant to etoposide. The multiple drug resistance efflux pump also removes etoposide from cells. Some malignant cells have even deactivated etoposide. [7]", "contents": "Etoposide -- Adverse Effects. Different mechanisms have noted resistance to etoposide. Those cells with low levels of topoisomerase II are resistant to etoposide. The multiple drug resistance efflux pump also removes etoposide from cells. Some malignant cells have even deactivated etoposide. [7]"}
{"id": "article-21400_11", "title": "Etoposide -- Contraindications", "content": "Etoposide is relatively contraindicated during breastfeeding. [14] Breastfeeding can resume after at least 24 hours after 80 mg/m^2 or less dosage of etoposide. This limitation is because it appears that chemotherapy can alter the normal microbiome and chemical make-up of breastmilk, adversely limiting the nutrients necessary for proper development in a baby. [14]", "contents": "Etoposide -- Contraindications. Etoposide is relatively contraindicated during breastfeeding. [14] Breastfeeding can resume after at least 24 hours after 80 mg/m^2 or less dosage of etoposide. This limitation is because it appears that chemotherapy can alter the normal microbiome and chemical make-up of breastmilk, adversely limiting the nutrients necessary for proper development in a baby. [14]"}
{"id": "article-21400_12", "title": "Etoposide -- Monitoring", "content": "While administering etoposide, the healthcare team members must consider the different factors that could affect a patient's side effect profile. There was a noted correlation between age and leukopenia/neutropenia risk in patients with normal organ function. An increase in age was also associated with a decrease in drug clearance, as well as an increase in drug AUC. [3]", "contents": "Etoposide -- Monitoring. While administering etoposide, the healthcare team members must consider the different factors that could affect a patient's side effect profile. There was a noted correlation between age and leukopenia/neutropenia risk in patients with normal organ function. An increase in age was also associated with a decrease in drug clearance, as well as an increase in drug AUC. [3]"}
{"id": "article-21400_13", "title": "Etoposide -- Monitoring", "content": "Patients with low serum albumin concentrations may have worsening hematological adverse reactions. Patients with normal albumin levels that had elevated liver enzyme levels could demonstrate an increase in the incidence of neutropenia. [3]", "contents": "Etoposide -- Monitoring. Patients with low serum albumin concentrations may have worsening hematological adverse reactions. Patients with normal albumin levels that had elevated liver enzyme levels could demonstrate an increase in the incidence of neutropenia. [3]"}
{"id": "article-21400_14", "title": "Etoposide -- Toxicity", "content": "Myelosuppression is the dose-limiting toxicity of etoposide. [2] Research data showed alopecia, nausea, vomiting, and stomatitis occurring in 20 to 30% of patients. [2] It can also be involved in drug-induced secondary malignancies, such as acute myelocytic leukemia (t-AML). [1] Etoposide-induced t-AML is associated with the translocation on chromosome 11q23. [1]", "contents": "Etoposide -- Toxicity. Myelosuppression is the dose-limiting toxicity of etoposide. [2] Research data showed alopecia, nausea, vomiting, and stomatitis occurring in 20 to 30% of patients. [2] It can also be involved in drug-induced secondary malignancies, such as acute myelocytic leukemia (t-AML). [1] Etoposide-induced t-AML is associated with the translocation on chromosome 11q23. [1]"}
{"id": "article-21400_15", "title": "Etoposide -- Enhancing Healthcare Team Outcomes", "content": "Etoposide is a strong chemotherapeutic agent that has a proven record of working against various human malignancies. As the drug's list of expanding clinical uses grows, the healthcare teams should find strategies to improve its administration and effectiveness for patients.", "contents": "Etoposide -- Enhancing Healthcare Team Outcomes. Etoposide is a strong chemotherapeutic agent that has a proven record of working against various human malignancies. As the drug's list of expanding clinical uses grows, the healthcare teams should find strategies to improve its administration and effectiveness for patients."}
{"id": "article-21400_16", "title": "Etoposide -- Enhancing Healthcare Team Outcomes", "content": "Additional research is necessary to consider etoposide as initial therapy in several cancers. [6] Etoposide has already shown therapeutic activity against testicular cancer, small cell carcinoma of the lung, leukemias, lymphomas, and more. As initial therapy, etoposide can potentially reduce the administration of multiple chemotherapeutic agents and thus, reduce side effect profiles for patients undergoing treatment.", "contents": "Etoposide -- Enhancing Healthcare Team Outcomes. Additional research is necessary to consider etoposide as initial therapy in several cancers. [6] Etoposide has already shown therapeutic activity against testicular cancer, small cell carcinoma of the lung, leukemias, lymphomas, and more. As initial therapy, etoposide can potentially reduce the administration of multiple chemotherapeutic agents and thus, reduce side effect profiles for patients undergoing treatment."}
{"id": "article-21400_17", "title": "Etoposide -- Enhancing Healthcare Team Outcomes", "content": "As research has shown, etoposide is a potent chemotherapeutic agent that is schedule-dependent. [9] The dosing and timing of etoposide make a difference in how effective it is. New research should lean toward considering etoposide against cancers at higher doses and prolonged scheduling. [6] The interprofessional healthcare team should engage the services of an oncology specialized pharmacist to optimize the regimen for maximum therapeutic effect while minimizing adverse effects. [Level 5]", "contents": "Etoposide -- Enhancing Healthcare Team Outcomes. As research has shown, etoposide is a potent chemotherapeutic agent that is schedule-dependent. [9] The dosing and timing of etoposide make a difference in how effective it is. New research should lean toward considering etoposide against cancers at higher doses and prolonged scheduling. [6] The interprofessional healthcare team should engage the services of an oncology specialized pharmacist to optimize the regimen for maximum therapeutic effect while minimizing adverse effects. [Level 5]"}
{"id": "article-21400_18", "title": "Etoposide -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Etoposide -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}