{"id": "article-19092_0", "title": "Cefepime -- Continuing Education Activity", "content": "Cefepime, a potent cephalosporin belonging to the beta-lactam class of antibiotics, addresses a spectrum of bacterial infections caused by gram-negative and gram-positive organisms. Cefepime's efficacy is validated by FDA approval for conditions including pneumonia, complicated and uncomplicated urinary tract infections, skin and soft tissue infections, complicated intra-abdominal infections (in conjunction with metronidazole), and as an empiric treatment for neutropenic fever. The mechanism of action inherent to cefepime aligns with other beta-lactam antibiotics, disrupting bacterial cell wall synthesis. By covalently binding to key enzymes engaged in the final step of transpeptidation during peptidoglycan wall synthesis, cefepime induces structural defects in the cell wall, culminating in autolysis and the subsequent demise of the infectious organism. This module meticulously elucidates the indications, contraindications, adverse effects, dosing parameters, and monitoring considerations associated with cefepime. This educational resource empowers clinicians to leverage cefepime effectively in managing bacterial infections among hospitalized patients.", "contents": "Cefepime -- Continuing Education Activity. Cefepime, a potent cephalosporin belonging to the beta-lactam class of antibiotics, addresses a spectrum of bacterial infections caused by gram-negative and gram-positive organisms. Cefepime's efficacy is validated by FDA approval for conditions including pneumonia, complicated and uncomplicated urinary tract infections, skin and soft tissue infections, complicated intra-abdominal infections (in conjunction with metronidazole), and as an empiric treatment for neutropenic fever. The mechanism of action inherent to cefepime aligns with other beta-lactam antibiotics, disrupting bacterial cell wall synthesis. By covalently binding to key enzymes engaged in the final step of transpeptidation during peptidoglycan wall synthesis, cefepime induces structural defects in the cell wall, culminating in autolysis and the subsequent demise of the infectious organism. This module meticulously elucidates the indications, contraindications, adverse effects, dosing parameters, and monitoring considerations associated with cefepime. This educational resource empowers clinicians to leverage cefepime effectively in managing bacterial infections among hospitalized patients."}
{"id": "article-19092_1", "title": "Cefepime -- Continuing Education Activity", "content": "Objectives: Identify the indications for cefepime therapy based on bacterial infection type, susceptibility patterns, and antibiogram data. Screen patients for risk factors such as age, renal impairment, and previous adverse reactions to cefepime to determine appropriateness for therapy. Apply pharmacokinetic and pharmacodynamic principles to optimize cefepime dosing and ensure therapeutic drug concentrations. Implement care with other healthcare professionals to ensure appropriate monitoring, management, and follow-up of patients receiving cefepime. Access free multiple choice questions on this topic.", "contents": "Cefepime -- Continuing Education Activity. Objectives: Identify the indications for cefepime therapy based on bacterial infection type, susceptibility patterns, and antibiogram data. Screen patients for risk factors such as age, renal impairment, and previous adverse reactions to cefepime to determine appropriateness for therapy. Apply pharmacokinetic and pharmacodynamic principles to optimize cefepime dosing and ensure therapeutic drug concentrations. Implement care with other healthcare professionals to ensure appropriate monitoring, management, and follow-up of patients receiving cefepime. Access free multiple choice questions on this topic."}
{"id": "article-19092_2", "title": "Cefepime -- Indications -- (a) FDA-Approved Indications", "content": "Cefepime hydrochloride is a fourth-generation cephalosporin that belongs to a class of antibiotics known as beta-lactams. Cefepime is indicated to treat gram-positive and gram-negative bacterial infections susceptible to its antimicrobial activity. The FDA has approved several indications for cefepime. [1] [2] These include: Pneumonia Complicated and uncomplicated urinary tract infections Skin and soft tissue infections Complicated intra-abdominal infections (with metronidazole) Empiric treatment for neutropenic fever", "contents": "Cefepime -- Indications -- (a) FDA-Approved Indications. Cefepime hydrochloride is a fourth-generation cephalosporin that belongs to a class of antibiotics known as beta-lactams. Cefepime is indicated to treat gram-positive and gram-negative bacterial infections susceptible to its antimicrobial activity. The FDA has approved several indications for cefepime. [1] [2] These include: Pneumonia Complicated and uncomplicated urinary tract infections Skin and soft tissue infections Complicated intra-abdominal infections (with metronidazole) Empiric treatment for neutropenic fever"}
{"id": "article-19092_3", "title": "Cefepime -- Indications -- (a) FDA-Approved Indications", "content": "The bacteria susceptible to cefepime include Streptococcus pneumoniae, Klebsiella pneumoniae, Enterobacter group , Haemophilus influenza, Pseudomonas aeruginosa, Escherichia coli, Proteus mirabilis, Streptococcus pyogenes, methicillin-susceptible Staphylococcus aureus, Streptococci viridans species , and Bacteroides fragilis.", "contents": "Cefepime -- Indications -- (a) FDA-Approved Indications. The bacteria susceptible to cefepime include Streptococcus pneumoniae, Klebsiella pneumoniae, Enterobacter group , Haemophilus influenza, Pseudomonas aeruginosa, Escherichia coli, Proteus mirabilis, Streptococcus pyogenes, methicillin-susceptible Staphylococcus aureus, Streptococci viridans species , and Bacteroides fragilis."}
{"id": "article-19092_4", "title": "Cefepime -- Indications -- (a) FDA-Approved Indications", "content": "The Infectious Diseases Society of America (IDSA) 2022 guidelines recommend treatment with cefepime for cystitis caused by AmpC β-lactamase-producing Enterobacterales . Cefepime can withstand hydrolysis by AmpC β-lactamases. [3] [4] The American Society of Clinical Oncology (ASCO) and IDSA guidelines suggest treatment with cefepime for febrile neutropenia. [5]", "contents": "Cefepime -- Indications -- (a) FDA-Approved Indications. The Infectious Diseases Society of America (IDSA) 2022 guidelines recommend treatment with cefepime for cystitis caused by AmpC β-lactamase-producing Enterobacterales . Cefepime can withstand hydrolysis by AmpC β-lactamases. [3] [4] The American Society of Clinical Oncology (ASCO) and IDSA guidelines suggest treatment with cefepime for febrile neutropenia. [5]"}
{"id": "article-19092_5", "title": "Cefepime -- Indications -- (a) FDA-Approved Indications", "content": "An ever-growing number of bacteria are becoming resistant to the activity of beta-lactam, known as extended-spectrum beta-lactamase (ESBL) producing organisms. Many ESBL organisms are resistant to cefepime. However, a sub-group of ESBLs known as Amp-C producers are susceptible. Although these organisms may be susceptible to cefepime, the minimum inhibitory concentration (MIC) and the dosing regimen must be carefully evaluated before treatment to ensure effective coverage. [6] [7] [8]", "contents": "Cefepime -- Indications -- (a) FDA-Approved Indications. An ever-growing number of bacteria are becoming resistant to the activity of beta-lactam, known as extended-spectrum beta-lactamase (ESBL) producing organisms. Many ESBL organisms are resistant to cefepime. However, a sub-group of ESBLs known as Amp-C producers are susceptible. Although these organisms may be susceptible to cefepime, the minimum inhibitory concentration (MIC) and the dosing regimen must be carefully evaluated before treatment to ensure effective coverage. [6] [7] [8]"}
{"id": "article-19092_6", "title": "Cefepime -- Mechanism of Action", "content": "Cefepime has a mechanism of action similar to that of other beta-lactam antibiotics. Cefepime inhibits bacterial cell wall synthesis by covalently binding enzymes responsible for the final step in transpeptidation during peptidoglycan wall synthesis. This binding causes defects in the cell wall, leading to autolysis and subsequent death of the organism.", "contents": "Cefepime -- Mechanism of Action. Cefepime has a mechanism of action similar to that of other beta-lactam antibiotics. Cefepime inhibits bacterial cell wall synthesis by covalently binding enzymes responsible for the final step in transpeptidation during peptidoglycan wall synthesis. This binding causes defects in the cell wall, leading to autolysis and subsequent death of the organism."}
{"id": "article-19092_7", "title": "Cefepime -- Mechanism of Action", "content": "Cefepime has increased gram-negative coverage and is more stable against beta-lactamases when compared to third-generation cephalosporins due to a few mechanisms. One such mechanism is that penicillin-binding enzymes have a lower affinity for cefepime. Another difference is that the chemical structure differs from older generations by substituting a side chain, endowing it with more activity against staphylococcal species. Cefepime is also a zwitterion, which has faster gram-negative bacteria cell wall penetration. This is also why it has broader gram-negative coverage than third-generation cephalosporins.", "contents": "Cefepime -- Mechanism of Action. Cefepime has increased gram-negative coverage and is more stable against beta-lactamases when compared to third-generation cephalosporins due to a few mechanisms. One such mechanism is that penicillin-binding enzymes have a lower affinity for cefepime. Another difference is that the chemical structure differs from older generations by substituting a side chain, endowing it with more activity against staphylococcal species. Cefepime is also a zwitterion, which has faster gram-negative bacteria cell wall penetration. This is also why it has broader gram-negative coverage than third-generation cephalosporins."}
{"id": "article-19092_8", "title": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(i) Absorption: Cefepime is completely absorbed after parenteral injection.", "contents": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics. (i) Absorption: Cefepime is completely absorbed after parenteral injection."}
{"id": "article-19092_9", "title": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(ii) Distribution: The volume of distribution is approximately 18 L. Plasma protein binding of cefepime is low (20%); cefepime is removed by dialysis in poisoning cases. Like most cephalosporins, cefepime is widely distributed throughout body tissue and fluids, including pleural fluid, synovial fluid, bones, cerebral spinal fluid, and breast milk. (iii) Metabolism: Ten percent to 20% of administered cefepime is metabolized to N-methyl pyrrolidine (NMP) and rapidly converted to NMP-N-oxide. [9]", "contents": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics. (ii) Distribution: The volume of distribution is approximately 18 L. Plasma protein binding of cefepime is low (20%); cefepime is removed by dialysis in poisoning cases. Like most cephalosporins, cefepime is widely distributed throughout body tissue and fluids, including pleural fluid, synovial fluid, bones, cerebral spinal fluid, and breast milk. (iii) Metabolism: Ten percent to 20% of administered cefepime is metabolized to N-methyl pyrrolidine (NMP) and rapidly converted to NMP-N-oxide. [9]"}
{"id": "article-19092_10", "title": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics", "content": "(iv) Elimination: The primary route of elimination is renal excretion by glomerular filtration as an unchanged drug. The half-life is about 2 to 2.3 hours and is longer in patients with renal failure. [1] [10]", "contents": "Cefepime -- Mechanism of Action -- (a) Pharmacokinetics. (iv) Elimination: The primary route of elimination is renal excretion by glomerular filtration as an unchanged drug. The half-life is about 2 to 2.3 hours and is longer in patients with renal failure. [1] [10]"}
{"id": "article-19092_11", "title": "Cefepime -- Administration -- (a) Dosage Forms", "content": "The intravenous solution as cefepime hydrochloride: 1 g/50 mL (50 mL), 2 g/100 mL (100 mL) Injection powder for reconstitution as cefepime hydrochloride: 500 mg (each vial), 1 g (each vial), 2 (each vial) Intravenous solution for reconstitution, as cefepime hydrochloride: 1 g cefepime per 50 mL (5% w/v) dextrose USP in water for injection.", "contents": "Cefepime -- Administration -- (a) Dosage Forms. The intravenous solution as cefepime hydrochloride: 1 g/50 mL (50 mL), 2 g/100 mL (100 mL) Injection powder for reconstitution as cefepime hydrochloride: 500 mg (each vial), 1 g (each vial), 2 (each vial) Intravenous solution for reconstitution, as cefepime hydrochloride: 1 g cefepime per 50 mL (5% w/v) dextrose USP in water for injection."}
{"id": "article-19092_12", "title": "Cefepime -- Administration -- (b) Adult Dosing", "content": "The gastrointestinal tract does not absorb cefepime well and must be administered intravenously (IV) or intramuscularly (IM). The most common method of administration is intravenous. The typical administration is 1 to 2 g every 8 to 12 hours, depending on the infection treated. Infusions are usually administered over 30 minutes.", "contents": "Cefepime -- Administration -- (b) Adult Dosing. The gastrointestinal tract does not absorb cefepime well and must be administered intravenously (IV) or intramuscularly (IM). The most common method of administration is intravenous. The typical administration is 1 to 2 g every 8 to 12 hours, depending on the infection treated. Infusions are usually administered over 30 minutes."}
{"id": "article-19092_13", "title": "Cefepime -- Administration -- (b) Adult Dosing", "content": "Studies have examined extended infusions of 4 hours, showing lower overall mortality and reduced intensive care unit (ICU) lengths of stay compared with the standard 30-minute rate; however, other studies have failed to confirm these findings. Extended infusion rates for febrile neutropenia have been studied and appear feasible for treatment. For infections caused by susceptible strains of Pseudomonas aeruginosa, IDSA recommends treatment with a high dose of cefepime (2 g IV every 8 hours, infused over 3 hours). [3]", "contents": "Cefepime -- Administration -- (b) Adult Dosing. Studies have examined extended infusions of 4 hours, showing lower overall mortality and reduced intensive care unit (ICU) lengths of stay compared with the standard 30-minute rate; however, other studies have failed to confirm these findings. Extended infusion rates for febrile neutropenia have been studied and appear feasible for treatment. For infections caused by susceptible strains of Pseudomonas aeruginosa, IDSA recommends treatment with a high dose of cefepime (2 g IV every 8 hours, infused over 3 hours). [3]"}
{"id": "article-19092_14", "title": "Cefepime -- Administration -- (c) Specific Patient Population", "content": "(i) Hepatic Impairment: No dose adjustment of cefepime is required in patients with hepatic impairment.", "contents": "Cefepime -- Administration -- (c) Specific Patient Population. (i) Hepatic Impairment: No dose adjustment of cefepime is required in patients with hepatic impairment."}
{"id": "article-19092_15", "title": "Cefepime -- Administration -- (c) Specific Patient Population", "content": "(ii) Renal Impairment: Dose adjustment is required in renal impairment (creatinine clearance less than or equal to 60 mL/min). Cockcroft-Gault Equation can be used to calculate creatinine clearance. [11] Either the daily dose is reduced, or the dose is given at extended intervals for these patients. [12] [13] [14] The suggested dose of cefepime dosing is 1 to 2 g every 6 to 8 hours in patients undergoing CRRT (continuous renal replacement therapy). [15]", "contents": "Cefepime -- Administration -- (c) Specific Patient Population. (ii) Renal Impairment: Dose adjustment is required in renal impairment (creatinine clearance less than or equal to 60 mL/min). Cockcroft-Gault Equation can be used to calculate creatinine clearance. [11] Either the daily dose is reduced, or the dose is given at extended intervals for these patients. [12] [13] [14] The suggested dose of cefepime dosing is 1 to 2 g every 6 to 8 hours in patients undergoing CRRT (continuous renal replacement therapy). [15]"}
{"id": "article-19092_16", "title": "Cefepime -- Administration -- (c) Specific Patient Population", "content": "(iii) Pregnancy Considerations: Cefepime is listed as a former FDA pregnancy category B medicine. Clinicians should use cefepime after careful risk-benefit evaluation. Cefazolin is preferred for prevention in the lower segment of a cesarean section. [16]", "contents": "Cefepime -- Administration -- (c) Specific Patient Population. (iii) Pregnancy Considerations: Cefepime is listed as a former FDA pregnancy category B medicine. Clinicians should use cefepime after careful risk-benefit evaluation. Cefazolin is preferred for prevention in the lower segment of a cesarean section. [16]"}
{"id": "article-19092_17", "title": "Cefepime -- Administration -- (c) Specific Patient Population", "content": "(iv) Breastfeeding Considerations: Cefepime is excreted in breast milk. Caution is necessary with cefepime in breastfeeding women and should only be used if needed. Monitor for diarrhea and thrush in infants. [1] [17]", "contents": "Cefepime -- Administration -- (c) Specific Patient Population. (iv) Breastfeeding Considerations: Cefepime is excreted in breast milk. Caution is necessary with cefepime in breastfeeding women and should only be used if needed. Monitor for diarrhea and thrush in infants. [1] [17]"}
{"id": "article-19092_18", "title": "Cefepime -- Administration -- (c) Specific Patient Population", "content": "(v) Pediatric Patients: Cefepime is FDA-approved in children and infants older than 2 months. The dose is usually 50 mg/kg every 8 to 12 hours for urinary tract infections and uncomplicated skin and structure infections. For febrile neutropenia, 50 mg/kg every 8 hours is recommended. Consideration should be given to renal function in pediatric patients. [18] [19] (vi) Older Patients: Use caution in patients with <60 mL/min creatinine clearance. Older patients are prone to neurotoxicity. [20]", "contents": "Cefepime -- Administration -- (c) Specific Patient Population. (v) Pediatric Patients: Cefepime is FDA-approved in children and infants older than 2 months. The dose is usually 50 mg/kg every 8 to 12 hours for urinary tract infections and uncomplicated skin and structure infections. For febrile neutropenia, 50 mg/kg every 8 hours is recommended. Consideration should be given to renal function in pediatric patients. [18] [19] (vi) Older Patients: Use caution in patients with <60 mL/min creatinine clearance. Older patients are prone to neurotoxicity. [20]"}
{"id": "article-19092_19", "title": "Cefepime -- Adverse Effects", "content": "Cefepime is usually well tolerated by both adult and pediatric patients. The most common adverse effects in adults are diarrhea and rash. The most common adverse effects in the pediatric population are fevers, diarrhea, and rash. There are multitudes of other less common adverse effects listed according to the system affected: Neurological: headache, fever, and neurotoxicity Gastrointestinal: nausea, vomiting, abdominal pain, hepatic injury, colitis including pseudomembranous colitis, oral candidiasis Genitourinary: vaginitis, renal injury Dermatological: local site injection irritation, pruritus, urticaria, Stevens-Johnson syndrome, and erythema multiforme Hematological: positive Coombs test without hemolysis, pancytopenia, and anaplastic anemia Adverse effects typically reverse upon removal of the medication.", "contents": "Cefepime -- Adverse Effects. Cefepime is usually well tolerated by both adult and pediatric patients. The most common adverse effects in adults are diarrhea and rash. The most common adverse effects in the pediatric population are fevers, diarrhea, and rash. There are multitudes of other less common adverse effects listed according to the system affected: Neurological: headache, fever, and neurotoxicity Gastrointestinal: nausea, vomiting, abdominal pain, hepatic injury, colitis including pseudomembranous colitis, oral candidiasis Genitourinary: vaginitis, renal injury Dermatological: local site injection irritation, pruritus, urticaria, Stevens-Johnson syndrome, and erythema multiforme Hematological: positive Coombs test without hemolysis, pancytopenia, and anaplastic anemia Adverse effects typically reverse upon removal of the medication."}
{"id": "article-19092_20", "title": "Cefepime -- Adverse Effects", "content": "Neurotoxicity is a serious, life-threatening adverse effect that deserves special mention. Symptoms can include altered mental status, encephalopathy, seizures, myoclonus, hallucinations, coma, and stroke-like symptoms. The onset of symptoms is typically 4 days after starting cefepime. Risk factors include renal failure (creatinine ≤60 mL/min), older patients, critically ill patients in ICU, strokes, Alzheimer disease, brain malignancy, history of seizures, and a compromised blood-brain barrier (BBB). The theorized mechanism is that cefepime can cross the BBB and antagonize gamma-aminobutyric acid receptors. [21] [22]", "contents": "Cefepime -- Adverse Effects. Neurotoxicity is a serious, life-threatening adverse effect that deserves special mention. Symptoms can include altered mental status, encephalopathy, seizures, myoclonus, hallucinations, coma, and stroke-like symptoms. The onset of symptoms is typically 4 days after starting cefepime. Risk factors include renal failure (creatinine ≤60 mL/min), older patients, critically ill patients in ICU, strokes, Alzheimer disease, brain malignancy, history of seizures, and a compromised blood-brain barrier (BBB). The theorized mechanism is that cefepime can cross the BBB and antagonize gamma-aminobutyric acid receptors. [21] [22]"}
{"id": "article-19092_21", "title": "Cefepime -- Adverse Effects", "content": "Treatment consists of stopping the drug, seizure management with benzodiazepines, or renal replacement therapy in severe refractory cases. The clinical team must monitor and adjust dosing with renal dysfunction; however, neurotoxicity is also reported in patients with normal kidney function. [23] [24] [25]", "contents": "Cefepime -- Adverse Effects. Treatment consists of stopping the drug, seizure management with benzodiazepines, or renal replacement therapy in severe refractory cases. The clinical team must monitor and adjust dosing with renal dysfunction; however, neurotoxicity is also reported in patients with normal kidney function. [23] [24] [25]"}
{"id": "article-19092_22", "title": "Cefepime -- Adverse Effects -- Drug-Drug Interactions", "content": "Significant drug interaction exists when using cefepime. Concurrent use of cefepime with aminoglycoside antibiotics increases the risk of cytotoxicity and nephrotoxicity. Concurrent use of cephalosporins (cefepime) and potent diuretics (eg, furosemide) can result in nephrotoxicity. Monitor renal function when these medicines are administered to the patient. [26] Cefepime can lead to false positive glucose in urine; urinary glucose tests based on enzymatic glucose oxidase reactions are recommended. Concurrent use of intravesical BCG for bladder carcinoma is not recommended with cefepime as it may adversely affect carcinoma outcomes. [27] Concurrent administration of cholera and typhoid vaccines is not recommended due to the reduced efficacy of vaccines. [28]", "contents": "Cefepime -- Adverse Effects -- Drug-Drug Interactions. Significant drug interaction exists when using cefepime. Concurrent use of cefepime with aminoglycoside antibiotics increases the risk of cytotoxicity and nephrotoxicity. Concurrent use of cephalosporins (cefepime) and potent diuretics (eg, furosemide) can result in nephrotoxicity. Monitor renal function when these medicines are administered to the patient. [26] Cefepime can lead to false positive glucose in urine; urinary glucose tests based on enzymatic glucose oxidase reactions are recommended. Concurrent use of intravesical BCG for bladder carcinoma is not recommended with cefepime as it may adversely affect carcinoma outcomes. [27] Concurrent administration of cholera and typhoid vaccines is not recommended due to the reduced efficacy of vaccines. [28]"}
{"id": "article-19092_23", "title": "Cefepime -- Contraindications", "content": "Cefepime is contraindicated in patients with prior hypersensitivity reactions to the drug in the past.", "contents": "Cefepime -- Contraindications. Cefepime is contraindicated in patients with prior hypersensitivity reactions to the drug in the past."}
{"id": "article-19092_24", "title": "Cefepime -- Contraindications", "content": "Cephalosporins are contraindicated in patients with severe hypersensitivity reactions to penicillin. Early testing of cephalosporins (until the 1980s) came from the Penicillium mold of penicillin. The hypothesis is that these early cephalosporins were contaminated with penicillin and accounted for cross-reactivity allergic response. Thus, avoiding cephalosporins in patients with penicillin allergies likely developed from these early studies. [29] [30]", "contents": "Cefepime -- Contraindications. Cephalosporins are contraindicated in patients with severe hypersensitivity reactions to penicillin. Early testing of cephalosporins (until the 1980s) came from the Penicillium mold of penicillin. The hypothesis is that these early cephalosporins were contaminated with penicillin and accounted for cross-reactivity allergic response. Thus, avoiding cephalosporins in patients with penicillin allergies likely developed from these early studies. [29] [30]"}
{"id": "article-19092_25", "title": "Cefepime -- Contraindications", "content": "Cephalosporins are similar to penicillins with the beta-lactam ring but differ by side chains. The similarities of these side chains to the penicillin structure account for the IgE-mediated cross-reactivity and not the beta-lactam ring, as previously thought. The newer generation of cephalosporins has a greater difference in the side chain structures. A severe IgE-mediated hypersensitivity reaction to cefepime in a penicillin-allergic patient is rare. Delayed T-cell hypersensitivity reactions can still occur because T-cells can recognize the entire beta-lactam ring and the side chains. [31] [32]", "contents": "Cefepime -- Contraindications. Cephalosporins are similar to penicillins with the beta-lactam ring but differ by side chains. The similarities of these side chains to the penicillin structure account for the IgE-mediated cross-reactivity and not the beta-lactam ring, as previously thought. The newer generation of cephalosporins has a greater difference in the side chain structures. A severe IgE-mediated hypersensitivity reaction to cefepime in a penicillin-allergic patient is rare. Delayed T-cell hypersensitivity reactions can still occur because T-cells can recognize the entire beta-lactam ring and the side chains. [31] [32]"}
{"id": "article-19092_26", "title": "Cefepime -- Contraindications", "content": "Caution is advisable in patients with compromised renal function (creatinine clearance less than or equal to 60 mL/min) as roughly 85% of the drug is excreted through the urine unchanged. Caution is necessary with cefepime in pregnant or breastfeeding women and should only be used if the benefits outweigh the risks. [1] Caution is required with prolonged therapy as cefepime can lead to superinfection with Clostridium difficile (Clostridioides difficile) . [33]", "contents": "Cefepime -- Contraindications. Caution is advisable in patients with compromised renal function (creatinine clearance less than or equal to 60 mL/min) as roughly 85% of the drug is excreted through the urine unchanged. Caution is necessary with cefepime in pregnant or breastfeeding women and should only be used if the benefits outweigh the risks. [1] Caution is required with prolonged therapy as cefepime can lead to superinfection with Clostridium difficile (Clostridioides difficile) . [33]"}
{"id": "article-19092_27", "title": "Cefepime -- Monitoring", "content": "It is essential to monitor every patient for signs of a hypersensitivity reaction, especially if they have previously reacted to other beta-lactams. In addition, since cefepime is often used empirically for broad-spectrum coverage, the culture sensitivities should have close monitoring to deescalate treatment to a narrow-spectrum antibiotic.", "contents": "Cefepime -- Monitoring. It is essential to monitor every patient for signs of a hypersensitivity reaction, especially if they have previously reacted to other beta-lactams. In addition, since cefepime is often used empirically for broad-spectrum coverage, the culture sensitivities should have close monitoring to deescalate treatment to a narrow-spectrum antibiotic."}
{"id": "article-19092_28", "title": "Cefepime -- Monitoring", "content": "Renal function should be monitored with BUN and serum creatinine, especially when administered to older patients or those with pre-existing kidney dysfunction. In addition, the interprofessional clinical team must monitor for signs of neurological changes, particularly in older patients, patients with renal dysfunction, and patients with febrile neutropenia.", "contents": "Cefepime -- Monitoring. Renal function should be monitored with BUN and serum creatinine, especially when administered to older patients or those with pre-existing kidney dysfunction. In addition, the interprofessional clinical team must monitor for signs of neurological changes, particularly in older patients, patients with renal dysfunction, and patients with febrile neutropenia."}
{"id": "article-19092_29", "title": "Cefepime -- Monitoring", "content": "The effectiveness of cefepime can vary drastically with critically ill patients treated in the intensive care unit. Drug monitoring is suggested if the patient's creatinine clearance is ≤50 mL/min or the given pathogen's minimum inhibitory concentration (MIC) is ≥4 mg/L. If treating outside of these parameters, then dose adjustment is indicated. [34] [35] [36] PT/INR should be monitored as cefepime can elevate INR in patients with renal dysfunction. [37] [38]", "contents": "Cefepime -- Monitoring. The effectiveness of cefepime can vary drastically with critically ill patients treated in the intensive care unit. Drug monitoring is suggested if the patient's creatinine clearance is ≤50 mL/min or the given pathogen's minimum inhibitory concentration (MIC) is ≥4 mg/L. If treating outside of these parameters, then dose adjustment is indicated. [34] [35] [36] PT/INR should be monitored as cefepime can elevate INR in patients with renal dysfunction. [37] [38]"}
{"id": "article-19092_30", "title": "Cefepime -- Toxicity", "content": "In the event of a suspected overdose, the clinician should discontinue the drug or adjust the dose. Determining if the symptoms result from an actual cefepime overdose or preexisting comorbidities may be difficult. If suspicion is high or symptoms do not subside after dose adjusting or discontinuing, blood and cerebral spinal fluid levels should be obtained to evaluate if the toxicity stems from elevated cefepime levels. Cefepime-induced neurotoxicity (CIN) can lead to generalized periodic discharges and a triphasic wave pattern on EEG. Dialysis may be necessary in severe cases. [20]", "contents": "Cefepime -- Toxicity. In the event of a suspected overdose, the clinician should discontinue the drug or adjust the dose. Determining if the symptoms result from an actual cefepime overdose or preexisting comorbidities may be difficult. If suspicion is high or symptoms do not subside after dose adjusting or discontinuing, blood and cerebral spinal fluid levels should be obtained to evaluate if the toxicity stems from elevated cefepime levels. Cefepime-induced neurotoxicity (CIN) can lead to generalized periodic discharges and a triphasic wave pattern on EEG. Dialysis may be necessary in severe cases. [20]"}
{"id": "article-19092_31", "title": "Cefepime -- Enhancing Healthcare Team Outcomes", "content": "Cefepime is a common antibiotic prescribed in the hospital setting. This drug is often prescribed empirically to septic patients before a pathogen is known, as it covers a broad spectrum of gram-positive and gram-negative bacteria. Therefore, all interprofessional healthcare team members must monitor each patient for immediate hypersensitivity reactions after initial administration.", "contents": "Cefepime -- Enhancing Healthcare Team Outcomes. Cefepime is a common antibiotic prescribed in the hospital setting. This drug is often prescribed empirically to septic patients before a pathogen is known, as it covers a broad spectrum of gram-positive and gram-negative bacteria. Therefore, all interprofessional healthcare team members must monitor each patient for immediate hypersensitivity reactions after initial administration."}
{"id": "article-19092_32", "title": "Cefepime -- Enhancing Healthcare Team Outcomes", "content": "Clinicians need to bear in mind that the drug's pharmacokinetics can undergo alteration in patients with sepsis or renal dysfunction or in older patients, leading to undesired peaks and troughs and potentially severe adverse effects. If a patient exhibits a change in mental status or develops neurological signs such as seizure activity, cefepime should be discontinued, or dose adjustment may be required.", "contents": "Cefepime -- Enhancing Healthcare Team Outcomes. Clinicians need to bear in mind that the drug's pharmacokinetics can undergo alteration in patients with sepsis or renal dysfunction or in older patients, leading to undesired peaks and troughs and potentially severe adverse effects. If a patient exhibits a change in mental status or develops neurological signs such as seizure activity, cefepime should be discontinued, or dose adjustment may be required."}
{"id": "article-19092_33", "title": "Cefepime -- Enhancing Healthcare Team Outcomes", "content": "These changes are more likely to occur in patients with sepsis or renal dysfunction and older adults. However, cefepime can be overlooked as a possible source as it is a common medication that is usually well tolerated; therefore, nursing is crucial to successful therapy with cefepime, as they administer the drug and are on the front lines and can report these issues to the ordering clinicians so appropriate action can be taken if necessary. Consultation with a neurologist may be required for cefepime-induced neurotoxicity.", "contents": "Cefepime -- Enhancing Healthcare Team Outcomes. These changes are more likely to occur in patients with sepsis or renal dysfunction and older adults. However, cefepime can be overlooked as a possible source as it is a common medication that is usually well tolerated; therefore, nursing is crucial to successful therapy with cefepime, as they administer the drug and are on the front lines and can report these issues to the ordering clinicians so appropriate action can be taken if necessary. Consultation with a neurologist may be required for cefepime-induced neurotoxicity."}
{"id": "article-19092_34", "title": "Cefepime -- Enhancing Healthcare Team Outcomes", "content": "The clinician will decide to treat the patient with cefepime, but a consult with a pharmacist, particularly one with board certification in infectious disease, might be in order. Pharmacists can review the antibiogram and verify the dosing and duration. Nurses can counsel the patient on taking the medication, answer questions, monitor the patient and therapeutic effectiveness, and report any concerns to the prescriber. Cefepime therapy requires the collaborative effort of an interprofessional healthcare team, including clinicians, pharmacists, and infectious disease specialists, all working together and communicating across interprofessional lines to achieve optimal patient outcomes.", "contents": "Cefepime -- Enhancing Healthcare Team Outcomes. The clinician will decide to treat the patient with cefepime, but a consult with a pharmacist, particularly one with board certification in infectious disease, might be in order. Pharmacists can review the antibiogram and verify the dosing and duration. Nurses can counsel the patient on taking the medication, answer questions, monitor the patient and therapeutic effectiveness, and report any concerns to the prescriber. Cefepime therapy requires the collaborative effort of an interprofessional healthcare team, including clinicians, pharmacists, and infectious disease specialists, all working together and communicating across interprofessional lines to achieve optimal patient outcomes."}
{"id": "article-19092_35", "title": "Cefepime -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cefepime -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}