{"id": "article-18848_0", "title": "Carbon Dioxide Embolism -- Continuing Education Activity", "content": "Laparoscopic surgery has gained increasing popularity in clinical practice. As part of laparoscopic surgeries, gas insufflation is usually adopted to increase operative space and visualization for surgeons. The abdomen is the most common location for these laparoscopic interventions, particularly in general and gynecologic surgeries. Carbon dioxide (CO2) is the most commonly used gas for insufflation during laparoscopic surgery because it is colorless, inexpensive, nonflammable, and has higher blood solubility than air, which reduces the risk of complications if venous embolism occurs. The use of CO2 gas for insufflation presents some risk. Among the most common complications associated with CO2 insufflation is CO2 embolism. Although CO2 microembolism commonly occurs during laparoscopy, clinically significant emboli are rare and potentially fatal. The clinical sign of CO2 embolism depends on embolized gas volume and ranges from asymptomatic to cardiovascular collapse or even death. This activity reviews the epidemiology, pathophysiology, clinical presentation, treatment, and prevention of CO2 embolisms and the medical team's role in managing this condition.", "contents": "Carbon Dioxide Embolism -- Continuing Education Activity. Laparoscopic surgery has gained increasing popularity in clinical practice. As part of laparoscopic surgeries, gas insufflation is usually adopted to increase operative space and visualization for surgeons. The abdomen is the most common location for these laparoscopic interventions, particularly in general and gynecologic surgeries. Carbon dioxide (CO2) is the most commonly used gas for insufflation during laparoscopic surgery because it is colorless, inexpensive, nonflammable, and has higher blood solubility than air, which reduces the risk of complications if venous embolism occurs. The use of CO2 gas for insufflation presents some risk. Among the most common complications associated with CO2 insufflation is CO2 embolism. Although CO2 microembolism commonly occurs during laparoscopy, clinically significant emboli are rare and potentially fatal. The clinical sign of CO2 embolism depends on embolized gas volume and ranges from asymptomatic to cardiovascular collapse or even death. This activity reviews the epidemiology, pathophysiology, clinical presentation, treatment, and prevention of CO2 embolisms and the medical team's role in managing this condition."}
{"id": "article-18848_1", "title": "Carbon Dioxide Embolism -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of carbon dioxide embolism. Outline the presentation of a patient with carbon dioxide embolism. Summarize the treatment options for carbon dioxide embolism. Discuss the role of the medical team in managing patients with a carbon dioxide embolism. Access free multiple choice questions on this topic.", "contents": "Carbon Dioxide Embolism -- Continuing Education Activity. Objectives: Describe the pathophysiology of carbon dioxide embolism. Outline the presentation of a patient with carbon dioxide embolism. Summarize the treatment options for carbon dioxide embolism. Discuss the role of the medical team in managing patients with a carbon dioxide embolism. Access free multiple choice questions on this topic."}
{"id": "article-18848_2", "title": "Carbon Dioxide Embolism -- Introduction", "content": "Laparoscopic surgery has gained increasing popularity in clinical practice. As part of laparoscopic surgeries, gas insufflation is usually adopted to increase operative space and visualization for surgeons. The abdomen is the most common location for these laparoscopic interventions, particularly in areas such as gastrointestinal and gynecologic surgeries. Carbon dioxide (CO2) is the most commonly used gas for insufflation during laparoscopic surgery because it is colorless, inexpensive, non-flammable, and has higher blood solubility than air, which reduces the risk of complications if venous embolism occurs. [1]", "contents": "Carbon Dioxide Embolism -- Introduction. Laparoscopic surgery has gained increasing popularity in clinical practice. As part of laparoscopic surgeries, gas insufflation is usually adopted to increase operative space and visualization for surgeons. The abdomen is the most common location for these laparoscopic interventions, particularly in areas such as gastrointestinal and gynecologic surgeries. Carbon dioxide (CO2) is the most commonly used gas for insufflation during laparoscopic surgery because it is colorless, inexpensive, non-flammable, and has higher blood solubility than air, which reduces the risk of complications if venous embolism occurs. [1]"}
{"id": "article-18848_3", "title": "Carbon Dioxide Embolism -- Introduction", "content": "The use of CO2 gas for insufflation presents some risk. Among the most common complications associated with CO2 insufflation is CO2 embolism.  Although CO2 microembolism commonly occurs during laparoscopy, clinically significant emboli are rare and potentially fatal. The clinical sign of CO2 embolism depends on the volume of embolized gas and ranges from asymptomatic to cardiovascular collapse or even death. This article reviews the epidemiology, pathophysiology, clinical presentation, treatment, and prevention of CO2 embolisms.", "contents": "Carbon Dioxide Embolism -- Introduction. The use of CO2 gas for insufflation presents some risk. Among the most common complications associated with CO2 insufflation is CO2 embolism.  Although CO2 microembolism commonly occurs during laparoscopy, clinically significant emboli are rare and potentially fatal. The clinical sign of CO2 embolism depends on the volume of embolized gas and ranges from asymptomatic to cardiovascular collapse or even death. This article reviews the epidemiology, pathophysiology, clinical presentation, treatment, and prevention of CO2 embolisms."}
{"id": "article-18848_4", "title": "Carbon Dioxide Embolism -- Etiology", "content": "CO2 embolism may occur during insufflation of the abdomen for laparoscopic surgeries. This usually occurs due to the accidental placement of the Veress needle into an organ or large vessel. [2] After negative aspiration, the insertion of the Veress needle and subsequent CO2 insufflation are both techniques performed without visual guidance. Later onset embolism may be associated with injured vessels that allow CO2 to enter the circulation. [3]", "contents": "Carbon Dioxide Embolism -- Etiology. CO2 embolism may occur during insufflation of the abdomen for laparoscopic surgeries. This usually occurs due to the accidental placement of the Veress needle into an organ or large vessel. [2] After negative aspiration, the insertion of the Veress needle and subsequent CO2 insufflation are both techniques performed without visual guidance. Later onset embolism may be associated with injured vessels that allow CO2 to enter the circulation. [3]"}
{"id": "article-18848_5", "title": "Carbon Dioxide Embolism -- Epidemiology", "content": "The incidence of CO2 embolism is very rare. A recent meta-analysis reported an occurrence of 7 in 489335 laparoscopic surgeries (0.001%). [4] However, when transesophageal echocardiography (TEE) was used during laparoscopic surgery to monitor for CO2 embolism, the incidence of any grade of gas embolism during laparoscopic surgeries varied widely. The incidence of CO2 embolism varied between 6.25% and 100%. [5] [6] Despite these variations in incidence, clinically significant CO2 embolism remains fatal, with mortality as high as 28%. [7]", "contents": "Carbon Dioxide Embolism -- Epidemiology. The incidence of CO2 embolism is very rare. A recent meta-analysis reported an occurrence of 7 in 489335 laparoscopic surgeries (0.001%). [4] However, when transesophageal echocardiography (TEE) was used during laparoscopic surgery to monitor for CO2 embolism, the incidence of any grade of gas embolism during laparoscopic surgeries varied widely. The incidence of CO2 embolism varied between 6.25% and 100%. [5] [6] Despite these variations in incidence, clinically significant CO2 embolism remains fatal, with mortality as high as 28%. [7]"}
{"id": "article-18848_6", "title": "Carbon Dioxide Embolism -- Pathophysiology", "content": "Two possible mechanisms can explain the pathophysiology of CO2 embolism:", "contents": "Carbon Dioxide Embolism -- Pathophysiology. Two possible mechanisms can explain the pathophysiology of CO2 embolism:"}
{"id": "article-18848_7", "title": "Carbon Dioxide Embolism -- Pathophysiology", "content": "1) CO2 embolism can occur from the accidental intravascular injection of CO2, which may arise from the inappropriate placement of the Veress needle within the intravascular space.  A similar mechanism is possible with trocar insertion.", "contents": "Carbon Dioxide Embolism -- Pathophysiology. 1) CO2 embolism can occur from the accidental intravascular injection of CO2, which may arise from the inappropriate placement of the Veress needle within the intravascular space.  A similar mechanism is possible with trocar insertion."}
{"id": "article-18848_8", "title": "Carbon Dioxide Embolism -- Pathophysiology", "content": "2) CO2 embolism can also result from gas entering injured vessels, abdominal wall, or operative sites. This proposed mechanism results in less profound clinical change and may explain late-onset CO2 embolism.", "contents": "Carbon Dioxide Embolism -- Pathophysiology. 2) CO2 embolism can also result from gas entering injured vessels, abdominal wall, or operative sites. This proposed mechanism results in less profound clinical change and may explain late-onset CO2 embolism."}
{"id": "article-18848_9", "title": "Carbon Dioxide Embolism -- Pathophysiology", "content": "The volume of gas entrained affects clinical presentation. In a study on cardiopulmonary responses to experimental venous CO2 embolism in pigs, researchers found a mortality of 60% at a continuous intravenous CO2 infusion rate of 1.2 mL/kg/min. [8] When converted for a 60 kg person, this equates to a rate of 72 mL/min and represents approximately 5% of the volume of CO2 that could be infused into a vein by a Veress needle in one minute at a low-flow rate. [8]", "contents": "Carbon Dioxide Embolism -- Pathophysiology. The volume of gas entrained affects clinical presentation. In a study on cardiopulmonary responses to experimental venous CO2 embolism in pigs, researchers found a mortality of 60% at a continuous intravenous CO2 infusion rate of 1.2 mL/kg/min. [8] When converted for a 60 kg person, this equates to a rate of 72 mL/min and represents approximately 5% of the volume of CO2 that could be infused into a vein by a Veress needle in one minute at a low-flow rate. [8]"}
{"id": "article-18848_10", "title": "Carbon Dioxide Embolism -- Pathophysiology", "content": "Gas in the venous circulation may obstruct pulmonary circulation and subsequently cause cardiac symptoms, including cardiovascular collapse and neurological sequelae. [2] It is associated with hypotension, increased central venous pressure (CVP), increased pulmonary arterial pressure (PAP), and hypoxemia. [9] In patients with patent foramen ovale, paradoxical arterial embolism may be possible and can result in transient or permanent neurological deficits.", "contents": "Carbon Dioxide Embolism -- Pathophysiology. Gas in the venous circulation may obstruct pulmonary circulation and subsequently cause cardiac symptoms, including cardiovascular collapse and neurological sequelae. [2] It is associated with hypotension, increased central venous pressure (CVP), increased pulmonary arterial pressure (PAP), and hypoxemia. [9] In patients with patent foramen ovale, paradoxical arterial embolism may be possible and can result in transient or permanent neurological deficits."}
{"id": "article-18848_11", "title": "Carbon Dioxide Embolism -- History and Physical", "content": "CO2 embolism may be small, asymptomatic, transient, and self-resolving. Signs of gas embolism include systemic hypotension, tachypnea, dyspnea, cyanosis, tachycardia or bradycardia, arrhythmia, asystole, or “mill-wheel” splashing auscultatory murmur. [6] Paradoxical embolism may be associated with altered mental status, focal neurological deficits, or loss of consciousness.", "contents": "Carbon Dioxide Embolism -- History and Physical. CO2 embolism may be small, asymptomatic, transient, and self-resolving. Signs of gas embolism include systemic hypotension, tachypnea, dyspnea, cyanosis, tachycardia or bradycardia, arrhythmia, asystole, or “mill-wheel” splashing auscultatory murmur. [6] Paradoxical embolism may be associated with altered mental status, focal neurological deficits, or loss of consciousness."}
{"id": "article-18848_12", "title": "Carbon Dioxide Embolism -- Evaluation", "content": "Transesophageal (TEE) is the most sensitive method for detecting subclinical intravenous CO2 as small as 0.1mL/kg. [10] The TEE transgastric view has been shown to identify CO2 embolism optimally. [11] [12] [13]", "contents": "Carbon Dioxide Embolism -- Evaluation. Transesophageal (TEE) is the most sensitive method for detecting subclinical intravenous CO2 as small as 0.1mL/kg. [10] The TEE transgastric view has been shown to identify CO2 embolism optimally. [11] [12] [13]"}
{"id": "article-18848_13", "title": "Carbon Dioxide Embolism -- Evaluation", "content": "The transesophageal Doppler is a highly sensitive but less expensive alternative to TEEs. [13] The precordial Doppler may also be used but has a high false-negative rate associated with the positioning of the probe. [6] Standard intraoperative noninvasive monitors can aid in detecting CO2 embolism, albeit with less sensitivity. Five-lead ECG may show right ventricular strain as indicated by widened QRS complex, right bundle branch block, right axis deviation. Sudden decrease or loss of end-tidal CO2 suggests a drastic decrease in cardiac output due to gas embolism. Continuous pulmonary arterial pressure can be used to evaluate for gas embolism. [6]", "contents": "Carbon Dioxide Embolism -- Evaluation. The transesophageal Doppler is a highly sensitive but less expensive alternative to TEEs. [13] The precordial Doppler may also be used but has a high false-negative rate associated with the positioning of the probe. [6] Standard intraoperative noninvasive monitors can aid in detecting CO2 embolism, albeit with less sensitivity. Five-lead ECG may show right ventricular strain as indicated by widened QRS complex, right bundle branch block, right axis deviation. Sudden decrease or loss of end-tidal CO2 suggests a drastic decrease in cardiac output due to gas embolism. Continuous pulmonary arterial pressure can be used to evaluate for gas embolism. [6]"}
{"id": "article-18848_14", "title": "Carbon Dioxide Embolism -- Treatment / Management", "content": "Management of a suspected CO2 embolism begins with desufflation of the abdomen. [14] Surgeons should be informed immediately and stop insufflation when there is clinical suspicion for CO2 embolism. Note that hemorrhage is possible when the intraabdominal pressure is reduced since the embolism may have been due to a vascular injury. The Durant or Trendelenburg position is used to direct the gas bubble into the right ventricle apex and away from the pulmonary artery. [2] [15]", "contents": "Carbon Dioxide Embolism -- Treatment / Management. Management of a suspected CO2 embolism begins with desufflation of the abdomen. [14] Surgeons should be informed immediately and stop insufflation when there is clinical suspicion for CO2 embolism. Note that hemorrhage is possible when the intraabdominal pressure is reduced since the embolism may have been due to a vascular injury. The Durant or Trendelenburg position is used to direct the gas bubble into the right ventricle apex and away from the pulmonary artery. [2] [15]"}
{"id": "article-18848_15", "title": "Carbon Dioxide Embolism -- Treatment / Management", "content": "Ventilation with 100% oxygen could be used to wash out CO2, reduce ventilation-perfusion mismatch, and improve hypoxemia. [16] Hyperventilation is also used to help eliminate CO2. While the placement of multi-orifice central venous catheter may be a consideration in surgeries with a high-risk of air embolism (e.g., specific neurosurgical cases) to perform an aspiration, placement of a central venous catheter in an unanticipated case of CO2 embolism would be more beneficial for potential vasopressor administration, although aspiration could be attempted. [2]", "contents": "Carbon Dioxide Embolism -- Treatment / Management. Ventilation with 100% oxygen could be used to wash out CO2, reduce ventilation-perfusion mismatch, and improve hypoxemia. [16] Hyperventilation is also used to help eliminate CO2. While the placement of multi-orifice central venous catheter may be a consideration in surgeries with a high-risk of air embolism (e.g., specific neurosurgical cases) to perform an aspiration, placement of a central venous catheter in an unanticipated case of CO2 embolism would be more beneficial for potential vasopressor administration, although aspiration could be attempted. [2]"}
{"id": "article-18848_16", "title": "Carbon Dioxide Embolism -- Treatment / Management", "content": "Also, hyperbaric oxygen may be used to reduce bubble size in patients experiencing neurologic deficits. Supportive treatment with fluid, vasopressors and cardiopulmonary bypass may be necessary for patients with severe cardiovascular collapse. [6]", "contents": "Carbon Dioxide Embolism -- Treatment / Management. Also, hyperbaric oxygen may be used to reduce bubble size in patients experiencing neurologic deficits. Supportive treatment with fluid, vasopressors and cardiopulmonary bypass may be necessary for patients with severe cardiovascular collapse. [6]"}
{"id": "article-18848_17", "title": "Carbon Dioxide Embolism -- Differential Diagnosis", "content": "Air embolism Pulmonary embolism Pneumothorax Bronchospasm Pulmonary edema Hypovolemia Cardiogenic shock Myocardial infarction Septic shock Electromechanical dissociation Cerebral hypoperfusion Stroke Other embolisms (e.g., amniotic fluid, fat)", "contents": "Carbon Dioxide Embolism -- Differential Diagnosis. Air embolism Pulmonary embolism Pneumothorax Bronchospasm Pulmonary edema Hypovolemia Cardiogenic shock Myocardial infarction Septic shock Electromechanical dissociation Cerebral hypoperfusion Stroke Other embolisms (e.g., amniotic fluid, fat)"}
{"id": "article-18848_18", "title": "Carbon Dioxide Embolism -- Prognosis", "content": "Prognosis varies depending on the size of the embolism and severity of clinical presentation.", "contents": "Carbon Dioxide Embolism -- Prognosis. Prognosis varies depending on the size of the embolism and severity of clinical presentation."}
{"id": "article-18848_19", "title": "Carbon Dioxide Embolism -- Complications", "content": "Cardiac arrest Neurological sequelae (e.g. motor deficits, cognitive deficits, seizures) Death", "contents": "Carbon Dioxide Embolism -- Complications. Cardiac arrest Neurological sequelae (e.g. motor deficits, cognitive deficits, seizures) Death"}
{"id": "article-18848_20", "title": "Carbon Dioxide Embolism -- Deterrence and Patient Education", "content": "Prevention of CO2 embolism targets potential methods of gas entry into circulation during laparoscopic surgery. Correct positioning of the Veress needle should be verified with a negative aspiration of blood before insufflation with low flow rate and low-pressure setting, or alternative modes of entry and pneumoperitoneum creation should be utilized. [14] Low insufflation pressure during laparoscopic surgery may diminish the pathophysiological changes. After proper placement of the trocars, patients should be placed in the Trendelenburg position. [2] Positive end-expiratory pressure (PEEP) of 5 cm H2O may be used intraoperatively to decrease atelectasis caused by pneumoperitoneum. [17]", "contents": "Carbon Dioxide Embolism -- Deterrence and Patient Education. Prevention of CO2 embolism targets potential methods of gas entry into circulation during laparoscopic surgery. Correct positioning of the Veress needle should be verified with a negative aspiration of blood before insufflation with low flow rate and low-pressure setting, or alternative modes of entry and pneumoperitoneum creation should be utilized. [14] Low insufflation pressure during laparoscopic surgery may diminish the pathophysiological changes. After proper placement of the trocars, patients should be placed in the Trendelenburg position. [2] Positive end-expiratory pressure (PEEP) of 5 cm H2O may be used intraoperatively to decrease atelectasis caused by pneumoperitoneum. [17]"}
{"id": "article-18848_21", "title": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes", "content": "Minimally invasive laparoscopic procedures have increased in popularity and, in many cases, have superseded traditionally open surgical procedures. Patients should be assessed via preoperative medical evaluation to determine cardiopulmonary risks and anticipate possible complications. [Level 5] Additionally, it is important to foster a “speak up” culture where all interprofessional team members feel comfortable communicating potential concerns related to patient safety. [18] [Level 5]", "contents": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes. Minimally invasive laparoscopic procedures have increased in popularity and, in many cases, have superseded traditionally open surgical procedures. Patients should be assessed via preoperative medical evaluation to determine cardiopulmonary risks and anticipate possible complications. [Level 5] Additionally, it is important to foster a “speak up” culture where all interprofessional team members feel comfortable communicating potential concerns related to patient safety. [18] [Level 5]"}
{"id": "article-18848_22", "title": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes", "content": "An alternative to using the Veress needle technique is to apply the Hasson technique for establishing pneumoperitoneum. [4] In a systematic review, gas embolism was 0.001% (7/489000 cases) with the Veress needle, while no embolisms were reported in 12444 cases using the Hasson technique. [4] [Level 1]", "contents": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes. An alternative to using the Veress needle technique is to apply the Hasson technique for establishing pneumoperitoneum. [4] In a systematic review, gas embolism was 0.001% (7/489000 cases) with the Veress needle, while no embolisms were reported in 12444 cases using the Hasson technique. [4] [Level 1]"}
{"id": "article-18848_23", "title": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes", "content": "Further, reducing the insufflation pressure can reduce the risk of CO2 embolism. In a randomized trial of 498 patients undergoing endoscopic saphenous vein harvesting, the incidence of CO2 embolisms was significantly higher in the high insufflation pressure group (15 mg Hg CO2) compared to that of the low insufflation group (12 mg Hg CO2). [11] [Level 2]", "contents": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes. Further, reducing the insufflation pressure can reduce the risk of CO2 embolism. In a randomized trial of 498 patients undergoing endoscopic saphenous vein harvesting, the incidence of CO2 embolisms was significantly higher in the high insufflation pressure group (15 mg Hg CO2) compared to that of the low insufflation group (12 mg Hg CO2). [11] [Level 2]"}
{"id": "article-18848_24", "title": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes", "content": "The healthcare team, including clinicians and nurses, must coordinate to prevent CO2 embolism by preventing gas entry into circulation during laparoscopic surgery. Correct positioning of the Veress needle should be verified with a negative aspiration of blood before insufflation with low flow rate and low-pressure setting, or alternative modes of entry and pneumoperitoneum creation should be utilized. Operative specialty trained nurses assisting in surgery can identify issues and call the surgeon's attention to them. Perioperative nurses monitor patients and provide feedback to the team. [Level 5]", "contents": "Carbon Dioxide Embolism -- Enhancing Healthcare Team Outcomes. The healthcare team, including clinicians and nurses, must coordinate to prevent CO2 embolism by preventing gas entry into circulation during laparoscopic surgery. Correct positioning of the Veress needle should be verified with a negative aspiration of blood before insufflation with low flow rate and low-pressure setting, or alternative modes of entry and pneumoperitoneum creation should be utilized. Operative specialty trained nurses assisting in surgery can identify issues and call the surgeon's attention to them. Perioperative nurses monitor patients and provide feedback to the team. [Level 5]"}
{"id": "article-18848_25", "title": "Carbon Dioxide Embolism -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Carbon Dioxide Embolism -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}