{"id": "article-26276_0", "title": "Oral Melanoacanthoma -- Continuing Education Activity", "content": "Oral melanoacanthoma is a rare, benign, and clinically suspicious appearing lesion that may perplex the unsuspecting clinician. It varies in clinical presentation and is a histopathological diagnosis. This activity illustrates the clinical presentation and the role of the interprofessional team in the differential diagnosis, and treatments of oral melanoacanthoma.", "contents": "Oral Melanoacanthoma -- Continuing Education Activity. Oral melanoacanthoma is a rare, benign, and clinically suspicious appearing lesion that may perplex the unsuspecting clinician. It varies in clinical presentation and is a histopathological diagnosis. This activity illustrates the clinical presentation and the role of the interprofessional team in the differential diagnosis, and treatments of oral melanoacanthoma."}
{"id": "article-26276_1", "title": "Oral Melanoacanthoma -- Continuing Education Activity", "content": "Objectives: Describe the epidemiology of the patient with oral melanoacanthoma. Identify the histopathological characteristics of oral melanoacanthoma. Summarize the treatment options of oral melanoacanthoma. Access free multiple choice questions on this topic.", "contents": "Oral Melanoacanthoma -- Continuing Education Activity. Objectives: Describe the epidemiology of the patient with oral melanoacanthoma. Identify the histopathological characteristics of oral melanoacanthoma. Summarize the treatment options of oral melanoacanthoma. Access free multiple choice questions on this topic."}
{"id": "article-26276_2", "title": "Oral Melanoacanthoma -- Introduction", "content": "Oral melanoacanthoma is a rare, benign macular brown-black lesion, which is usually asymptomatic, and distinguished by the sudden appearance and rapid growth. It is found to be secondary to tissue trauma and is self-limiting in nature. In the literature, up to 75% of reported cases are labeled as reactive. [1] Histologically it presents with acanthosis of the superficial epithelium and proliferation of dendritic melanocytes. [2]", "contents": "Oral Melanoacanthoma -- Introduction. Oral melanoacanthoma is a rare, benign macular brown-black lesion, which is usually asymptomatic, and distinguished by the sudden appearance and rapid growth. It is found to be secondary to tissue trauma and is self-limiting in nature. In the literature, up to 75% of reported cases are labeled as reactive. [1] Histologically it presents with acanthosis of the superficial epithelium and proliferation of dendritic melanocytes. [2]"}
{"id": "article-26276_3", "title": "Oral Melanoacanthoma -- Introduction", "content": "The most common location of oral melanoacanthomas is the buccal mucosa, but they can also be seen in labial mucosa, palate, gingiva, alveolar mucosa, and oropharynx. [1] There are two recognized phenotypes, the multifocal and the singular, the most common of which is the latter.", "contents": "Oral Melanoacanthoma -- Introduction. The most common location of oral melanoacanthomas is the buccal mucosa, but they can also be seen in labial mucosa, palate, gingiva, alveolar mucosa, and oropharynx. [1] There are two recognized phenotypes, the multifocal and the singular, the most common of which is the latter."}
{"id": "article-26276_4", "title": "Oral Melanoacanthoma -- Etiology", "content": "The etiology of oral melanoacanthoma is yet to be determined, but it is mostly associated with a traumatic process that stimulates melanocyte activity. [3] This is supported by the reactive infiltrate of eosinophils found on histopathology, which corroborates the reactive nature. A review of 56 articles of 115 cases concluded that 77% of authors found an association with a reactive etiology. [1] Chronic trauma, or chemical irritants, stimulates melanocytes, which result in either oral pigmentation or a melanoacanthoma.", "contents": "Oral Melanoacanthoma -- Etiology. The etiology of oral melanoacanthoma is yet to be determined, but it is mostly associated with a traumatic process that stimulates melanocyte activity. [3] This is supported by the reactive infiltrate of eosinophils found on histopathology, which corroborates the reactive nature. A review of 56 articles of 115 cases concluded that 77% of authors found an association with a reactive etiology. [1] Chronic trauma, or chemical irritants, stimulates melanocytes, which result in either oral pigmentation or a melanoacanthoma."}
{"id": "article-26276_5", "title": "Oral Melanoacanthoma -- Etiology", "content": "Regular contact with petroleum derivatives found in toothpaste and mouthwashes may act as an irritant agent. These derivates include sodium lauryl sulfate, phenolphthalein, nitrophenol, chlorophenol, phenylenediamine sulfate, amine fluorideco, and cocamidopropyl betaine. Hydrogen peroxide mouthwashes can also irritate the oral mucosa and cause melanoacanthoma. Silver amalgam has also been described as an etiologic factor that may cause morphologic changes and pigmentation and dental restoration with other materials. [1] Bruxism, biting of the cheeks, poorly fitted removable prosthesis, implant surgery, and non-specific chronic trauma have been reported features anteceding the presentation of an oral melanoacanthoma. Other etiologic factors include patients treated for chronic asthma and ferrous lactate chronic treatment for iron-deficiency anemia.", "contents": "Oral Melanoacanthoma -- Etiology. Regular contact with petroleum derivatives found in toothpaste and mouthwashes may act as an irritant agent. These derivates include sodium lauryl sulfate, phenolphthalein, nitrophenol, chlorophenol, phenylenediamine sulfate, amine fluorideco, and cocamidopropyl betaine. Hydrogen peroxide mouthwashes can also irritate the oral mucosa and cause melanoacanthoma. Silver amalgam has also been described as an etiologic factor that may cause morphologic changes and pigmentation and dental restoration with other materials. [1] Bruxism, biting of the cheeks, poorly fitted removable prosthesis, implant surgery, and non-specific chronic trauma have been reported features anteceding the presentation of an oral melanoacanthoma. Other etiologic factors include patients treated for chronic asthma and ferrous lactate chronic treatment for iron-deficiency anemia."}
{"id": "article-26276_6", "title": "Oral Melanoacanthoma -- Epidemiology", "content": "Oral Melanoacanthoma may occur at any stage in adult life, but it is predominantly encountered in the younger age group with a median age of diagnosis of 35 years old. It has a female predilection with a ratio of 3 to 2. It is mostly seen in dark-skinned patients, followed by non-Hispanic Whites and Hispanics. [1] [2] Solitary lesions are more frequently observed in the buccal mucosa, unlike multifocal ones that tend to occur mostly on the palate. [4]", "contents": "Oral Melanoacanthoma -- Epidemiology. Oral Melanoacanthoma may occur at any stage in adult life, but it is predominantly encountered in the younger age group with a median age of diagnosis of 35 years old. It has a female predilection with a ratio of 3 to 2. It is mostly seen in dark-skinned patients, followed by non-Hispanic Whites and Hispanics. [1] [2] Solitary lesions are more frequently observed in the buccal mucosa, unlike multifocal ones that tend to occur mostly on the palate. [4]"}
{"id": "article-26276_7", "title": "Oral Melanoacanthoma -- Pathophysiology", "content": "Oral melanoacanthomas usually grow rapidly, and therefore they often mimic the radial growth phase of an intraoral melanoma. It has been suggested that chronic mechanical trauma, or chemical irritants, may stimulate melanocytic activity. [1] [5]", "contents": "Oral Melanoacanthoma -- Pathophysiology. Oral melanoacanthomas usually grow rapidly, and therefore they often mimic the radial growth phase of an intraoral melanoma. It has been suggested that chronic mechanical trauma, or chemical irritants, may stimulate melanocytic activity. [1] [5]"}
{"id": "article-26276_8", "title": "Oral Melanoacanthoma -- Histopathology", "content": "A biopsy is mandatory for diagnosing oral melanoacanthoma and will demonstrate dendritic melanocytes and spinous keratinocytes. [6] The dendritic melanocytes will be clearly defined and contained in an acanthotic epithelium. [7] [8] This is in contrast to oral melanoma, in which the melanocytes will cross the lamina propria. The dendritic melanocytes are usually demonstrated by the Masson-Fontana silver impregnation stain. The adjacent connective tissue exhibits inflammatory infiltrate in the great majority of cases. [2]", "contents": "Oral Melanoacanthoma -- Histopathology. A biopsy is mandatory for diagnosing oral melanoacanthoma and will demonstrate dendritic melanocytes and spinous keratinocytes. [6] The dendritic melanocytes will be clearly defined and contained in an acanthotic epithelium. [7] [8] This is in contrast to oral melanoma, in which the melanocytes will cross the lamina propria. The dendritic melanocytes are usually demonstrated by the Masson-Fontana silver impregnation stain. The adjacent connective tissue exhibits inflammatory infiltrate in the great majority of cases. [2]"}
{"id": "article-26276_9", "title": "Oral Melanoacanthoma -- History and Physical", "content": "The presentation typically involves a history of new darkening or dark spots in the mouth, generally brown or black, well-circumscribed, flat, or raised.Almost half of the lesions are located on the buccal mucosa, followed by the palate and lips and, less commonly, the gums. [1] [9] [4] They are usually asymptomatic but rarely may be painful or itchy. History of new mouthwash or toothpaste, teeth whitening agents, recent dental procedures, bruxism, aggressive brushing, or trauma is usually found on inquiry. Because they exhibit radial growth, which can be rapid, they can often be mistaken for melanoma. Melanomas most commonly affect the hard palate.", "contents": "Oral Melanoacanthoma -- History and Physical. The presentation typically involves a history of new darkening or dark spots in the mouth, generally brown or black, well-circumscribed, flat, or raised.Almost half of the lesions are located on the buccal mucosa, followed by the palate and lips and, less commonly, the gums. [1] [9] [4] They are usually asymptomatic but rarely may be painful or itchy. History of new mouthwash or toothpaste, teeth whitening agents, recent dental procedures, bruxism, aggressive brushing, or trauma is usually found on inquiry. Because they exhibit radial growth, which can be rapid, they can often be mistaken for melanoma. Melanomas most commonly affect the hard palate."}
{"id": "article-26276_10", "title": "Oral Melanoacanthoma -- History and Physical", "content": "A thorough oral exam to assess for the presence of multiple spots should be performed as well as a full skin exam to assess for concomitant nevi or suspicious melanotic lesions. These lesions tend to regress spontaneously and may be characterized by rapid growth before stabilization and regression. In rare instances, patients may present with diffuse oral pigmentation. [10] A family history of pigmented oral lesions or polyposis may suggest Peutz-Jegher syndrome.", "contents": "Oral Melanoacanthoma -- History and Physical. A thorough oral exam to assess for the presence of multiple spots should be performed as well as a full skin exam to assess for concomitant nevi or suspicious melanotic lesions. These lesions tend to regress spontaneously and may be characterized by rapid growth before stabilization and regression. In rare instances, patients may present with diffuse oral pigmentation. [10] A family history of pigmented oral lesions or polyposis may suggest Peutz-Jegher syndrome."}
{"id": "article-26276_11", "title": "Oral Melanoacanthoma -- History and Physical", "content": "The palate is more commonly affected by multifocal than by solitary lesions. Multifocal lesions are usually more black with a mean diameter of each lesion smaller than the solitary ones. The number of these lesions typically ranges between two and five. [4]", "contents": "Oral Melanoacanthoma -- History and Physical. The palate is more commonly affected by multifocal than by solitary lesions. Multifocal lesions are usually more black with a mean diameter of each lesion smaller than the solitary ones. The number of these lesions typically ranges between two and five. [4]"}
{"id": "article-26276_12", "title": "Oral Melanoacanthoma -- Evaluation", "content": "Since oral melanoacanthomas do not exhibit any distinctive clinical features, the diagnosis is made by histopathological findings. Immunohistochemical staining with monoclonal antibodies for S-100 and HMB-45 is a useful tool to confirm the presence of melanocyte dendritic cells. [11]", "contents": "Oral Melanoacanthoma -- Evaluation. Since oral melanoacanthomas do not exhibit any distinctive clinical features, the diagnosis is made by histopathological findings. Immunohistochemical staining with monoclonal antibodies for S-100 and HMB-45 is a useful tool to confirm the presence of melanocyte dendritic cells. [11]"}
{"id": "article-26276_13", "title": "Oral Melanoacanthoma -- Treatment / Management", "content": "Oral melanoacanthoma is a benign entity without any known risk of malignant transformation, so once diagnosed, further treatment is not necessary. [12] Clinical regression of the lesion is even seen after incisional biopsy with a high frequency. If treatment is desired, the lesion may be excised surgically with a negative margin. Argon plasma coagulation has also been utilized with promising results. [13] Cryotherapy, curettage, and the topic application of fluorouracil 5% are other treatment options described in the literature.", "contents": "Oral Melanoacanthoma -- Treatment / Management. Oral melanoacanthoma is a benign entity without any known risk of malignant transformation, so once diagnosed, further treatment is not necessary. [12] Clinical regression of the lesion is even seen after incisional biopsy with a high frequency. If treatment is desired, the lesion may be excised surgically with a negative margin. Argon plasma coagulation has also been utilized with promising results. [13] Cryotherapy, curettage, and the topic application of fluorouracil 5% are other treatment options described in the literature."}
{"id": "article-26276_14", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "The differential diagnosis of pigmented oral lesions ranges from various benign entities to rare oral melanoma. Oral melanoacanthoma usually presents as a solitary lesion but in rare instances may be multifocal or diffuse in nature.Melanocytic benign lesions can be divided into multifocal and solitary. Multi-focal lesions should include smokers' pigmentation of the mucosa, which occurs in those who smoke or chew tobacco.", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. The differential diagnosis of pigmented oral lesions ranges from various benign entities to rare oral melanoma. Oral melanoacanthoma usually presents as a solitary lesion but in rare instances may be multifocal or diffuse in nature.Melanocytic benign lesions can be divided into multifocal and solitary. Multi-focal lesions should include smokers' pigmentation of the mucosa, which occurs in those who smoke or chew tobacco."}
{"id": "article-26276_15", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Multifocal hyperpigmented melanocytic lesions can be caused by certain conditions, such as HIV, syndromes like Peutz-Jeghers, neurofibromatosis, McCune-Albright syndrome, Addison's disease, Laugier-Hunziker, and some drugs including azathioprines, antimalarials, cytotoxic agents, such as bleomycin, and contraceptives. Non-melanocytic diffuse pigmentation may be due to heavy metals, trauma, or hemochromatosis. In focal pigmentation, differential diagnoses include melanotic macule, which is most common, followed by melanocytic nevi, and more rarely oral melanoma.", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Multifocal hyperpigmented melanocytic lesions can be caused by certain conditions, such as HIV, syndromes like Peutz-Jeghers, neurofibromatosis, McCune-Albright syndrome, Addison's disease, Laugier-Hunziker, and some drugs including azathioprines, antimalarials, cytotoxic agents, such as bleomycin, and contraceptives. Non-melanocytic diffuse pigmentation may be due to heavy metals, trauma, or hemochromatosis. In focal pigmentation, differential diagnoses include melanotic macule, which is most common, followed by melanocytic nevi, and more rarely oral melanoma."}
{"id": "article-26276_16", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Addison disease causes hyperpigmentation of the oral mucosa by increased melanocyte-stimulating hormone due to increased production of adrenocorticotropic hormone (ACTH) in the presence of failing adrenal glands.Laugier-Hunziker syndrome is a rare cause of oral and cutaneous hyperpigmentation that typically occurs in older caucasian males with an absence of associated hamartomas or malignancies and is a diagnosis of exclusion. [14] [15]", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Addison disease causes hyperpigmentation of the oral mucosa by increased melanocyte-stimulating hormone due to increased production of adrenocorticotropic hormone (ACTH) in the presence of failing adrenal glands.Laugier-Hunziker syndrome is a rare cause of oral and cutaneous hyperpigmentation that typically occurs in older caucasian males with an absence of associated hamartomas or malignancies and is a diagnosis of exclusion. [14] [15]"}
{"id": "article-26276_17", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Up to 18% of human immunodeficiency virus patients may be affected by oral hyperpigmentation. It most often affects the gingival mucosa and may develop irrespective of antiretroviral therapy, CD4 counts, or disease duration. [16]", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Up to 18% of human immunodeficiency virus patients may be affected by oral hyperpigmentation. It most often affects the gingival mucosa and may develop irrespective of antiretroviral therapy, CD4 counts, or disease duration. [16]"}
{"id": "article-26276_18", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Peutz-Jeghers syndrome (PJS) is an autosomal dominant disease with benign hyperpigmented buccal macules and gastrointestinal hamartomas or polyposis. It is associated with stomach, colon, and pancreatic cancer, among others. It often presents in childhood, and patients will have oral and cutaneous hyperpigmented macules that usually cover the lips, oral mucosa, and perioral area. Patients presenting with oral or perioral hyperpigmentation and gastrointestinal polyps or family history suggestive of PJS should undergo genetic testing. [17] [18]", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Peutz-Jeghers syndrome (PJS) is an autosomal dominant disease with benign hyperpigmented buccal macules and gastrointestinal hamartomas or polyposis. It is associated with stomach, colon, and pancreatic cancer, among others. It often presents in childhood, and patients will have oral and cutaneous hyperpigmented macules that usually cover the lips, oral mucosa, and perioral area. Patients presenting with oral or perioral hyperpigmentation and gastrointestinal polyps or family history suggestive of PJS should undergo genetic testing. [17] [18]"}
{"id": "article-26276_19", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Amalgam tattoo or focal argirosis typically presents as blue or greyish tinge, located in the mucosa near a previous dental filling, dental implant, or prosthesis. These lesions can be detected on x-rays. A biopsy will show tiny black deposits in the connective tissue, typically aligned along the collagen fibers and blood vessels. If the patient's history does not very clearly point towards a benign or non-melanocytic diagnosis, then a biopsy of the lesion should be performed. [19]", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Amalgam tattoo or focal argirosis typically presents as blue or greyish tinge, located in the mucosa near a previous dental filling, dental implant, or prosthesis. These lesions can be detected on x-rays. A biopsy will show tiny black deposits in the connective tissue, typically aligned along the collagen fibers and blood vessels. If the patient's history does not very clearly point towards a benign or non-melanocytic diagnosis, then a biopsy of the lesion should be performed. [19]"}
{"id": "article-26276_20", "title": "Oral Melanoacanthoma -- Differential Diagnosis", "content": "Oral melanoma should be suspected in instances of lesions displaying the ABCDE criteria, which include Asymmetry, Border irregularity, change in Color, Diameter >6mm, and Elevation, or the presence of a raised lesion. Oral melanoma accounts for almost a quarter of melanoma of the head and neck. It is associated with a very poor prognosis, approximately 30% five-year survival, because of its propensity for metastasis and local recurrence. Despite its rarity, since oral melanoma carries such a poor prognosis, a biopsy should be performed to rule it out. [20] [21]", "contents": "Oral Melanoacanthoma -- Differential Diagnosis. Oral melanoma should be suspected in instances of lesions displaying the ABCDE criteria, which include Asymmetry, Border irregularity, change in Color, Diameter >6mm, and Elevation, or the presence of a raised lesion. Oral melanoma accounts for almost a quarter of melanoma of the head and neck. It is associated with a very poor prognosis, approximately 30% five-year survival, because of its propensity for metastasis and local recurrence. Despite its rarity, since oral melanoma carries such a poor prognosis, a biopsy should be performed to rule it out. [20] [21]"}
{"id": "article-26276_21", "title": "Oral Melanoacanthoma -- Prognosis", "content": "Oral melanoacanthoma has been reported to spontaneously regress or resolve after the biopsy procedure or cessation of offending agents. [3] Oral melanoacanthoma lesions can be present for periods of weeks up to a year and may exhibit growth or progression before patients seeking medical treatment. [4] In some cases, a solitary lesion may progress to multiple lesions or diffuse pigmentation. [12] There are no reported cases of malignancy with features of atypia or dysplasia. [22]", "contents": "Oral Melanoacanthoma -- Prognosis. Oral melanoacanthoma has been reported to spontaneously regress or resolve after the biopsy procedure or cessation of offending agents. [3] Oral melanoacanthoma lesions can be present for periods of weeks up to a year and may exhibit growth or progression before patients seeking medical treatment. [4] In some cases, a solitary lesion may progress to multiple lesions or diffuse pigmentation. [12] There are no reported cases of malignancy with features of atypia or dysplasia. [22]"}
{"id": "article-26276_22", "title": "Oral Melanoacanthoma -- Complications", "content": "There are no reported oral melanoacanthoma complications. However, difficulties are mostly secondary to surgical excisions, such as scarring and post-operative pain.", "contents": "Oral Melanoacanthoma -- Complications. There are no reported oral melanoacanthoma complications. However, difficulties are mostly secondary to surgical excisions, such as scarring and post-operative pain."}
{"id": "article-26276_23", "title": "Oral Melanoacanthoma -- Complications", "content": "Not biopsying an oral pigmented lesion may cause a missed diagnosis of a malignancy, so it behooves the oral surgeon to biopsy all pigmented lesions unless there is a clear component of the patient's history to ascertain the etiology.", "contents": "Oral Melanoacanthoma -- Complications. Not biopsying an oral pigmented lesion may cause a missed diagnosis of a malignancy, so it behooves the oral surgeon to biopsy all pigmented lesions unless there is a clear component of the patient's history to ascertain the etiology."}
{"id": "article-26276_24", "title": "Oral Melanoacanthoma -- Deterrence and Patient Education", "content": "Patients should be educated on the potential association with offending agents or dental implants with oral melanoacanthoma. In many cases, the lesion resolves with cessation of the offending agent over time. [4] Gleaning information from patients about the use of off-label dental agents or implants is an essential part of history-taking. Despite oral melanoacanthoma being a benign lesion, educating patients about the similarity, it has in appearance to oral melanoma, and the importance of follow up is critical.", "contents": "Oral Melanoacanthoma -- Deterrence and Patient Education. Patients should be educated on the potential association with offending agents or dental implants with oral melanoacanthoma. In many cases, the lesion resolves with cessation of the offending agent over time. [4] Gleaning information from patients about the use of off-label dental agents or implants is an essential part of history-taking. Despite oral melanoacanthoma being a benign lesion, educating patients about the similarity, it has in appearance to oral melanoma, and the importance of follow up is critical."}
{"id": "article-26276_25", "title": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes", "content": "Educating dentists, oral surgeons, and primary care physicians on the benign course, reactive nature, diagnosis, management, and oral melanoacanthoma treatment is essential. It will relieve clinicians' and patients' stress when a pigmented lesion arises in the oral cavity, particularly when there is an inciting factor or irritant.", "contents": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes. Educating dentists, oral surgeons, and primary care physicians on the benign course, reactive nature, diagnosis, management, and oral melanoacanthoma treatment is essential. It will relieve clinicians' and patients' stress when a pigmented lesion arises in the oral cavity, particularly when there is an inciting factor or irritant."}
{"id": "article-26276_26", "title": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes", "content": "The primary care physician sometimes may first see pigmented lesions; timely referral to a dentist or an oral or head and neck surgeon for a biopsy is essential since the clinical appearance of oral melanoacanthoma is nondiagnostic.Nonetheless, the lesion does not require treatment, and elimination or cessation of local irritants and periodic follow-ups are the recommended interventions.", "contents": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes. The primary care physician sometimes may first see pigmented lesions; timely referral to a dentist or an oral or head and neck surgeon for a biopsy is essential since the clinical appearance of oral melanoacanthoma is nondiagnostic.Nonetheless, the lesion does not require treatment, and elimination or cessation of local irritants and periodic follow-ups are the recommended interventions."}
{"id": "article-26276_27", "title": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes", "content": "Educating patients about the importance of letting their dentist or primary care clinician know about any new pigmentation in the mouth is essential and coordinating for follow-up exams until the lesion is resolved.", "contents": "Oral Melanoacanthoma -- Enhancing Healthcare Team Outcomes. Educating patients about the importance of letting their dentist or primary care clinician know about any new pigmentation in the mouth is essential and coordinating for follow-up exams until the lesion is resolved."}
{"id": "article-26276_28", "title": "Oral Melanoacanthoma -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Oral Melanoacanthoma -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}