{"id": "article-30653_0", "title": "Tuberculosis -- Continuing Education Activity", "content": "More lives have been lost as a result of tuberculosis (TB) than any other human disease. The current yearly estimate of worldwide mortality due to TB exceeds 1 million people. TB is a potentially curable disease, yet it is a challenge to diagnose, treat, and prevent. This activity introduces the epidemiology, pathophysiology, diagnostic approaches, and treatments of latent and active TB. It empowers healthcare professionals with an understanding of the myriad symptoms and signs of TB, the limitations in the accuracy of diagnostic modalities, the challenges associated with anti-TB drug treatment, and the limited resources available to prevent transmission. It describes how the landscape of TB has been altered by the advent of HIV, as well as the emergence of drug resistance.", "contents": "Tuberculosis -- Continuing Education Activity. More lives have been lost as a result of tuberculosis (TB) than any other human disease. The current yearly estimate of worldwide mortality due to TB exceeds 1 million people. TB is a potentially curable disease, yet it is a challenge to diagnose, treat, and prevent. This activity introduces the epidemiology, pathophysiology, diagnostic approaches, and treatments of latent and active TB. It empowers healthcare professionals with an understanding of the myriad symptoms and signs of TB, the limitations in the accuracy of diagnostic modalities, the challenges associated with anti-TB drug treatment, and the limited resources available to prevent transmission. It describes how the landscape of TB has been altered by the advent of HIV, as well as the emergence of drug resistance."}
{"id": "article-30653_1", "title": "Tuberculosis -- Continuing Education Activity", "content": "Objectives: Screen high-risk populations for tuberculosis infection using evidence-based screening tools and protocols. Implement current World Health Organization guidelines for the diagnosis of tuberculosis. Assess the effectiveness of tuberculosis treatment regimens through regular monitoring of patient progress and response to therapy. Collaborate with an interprofessional healthcare team and public health authorities to ensure timely reporting and management of tuberculosis cases. Access free multiple choice questions on this topic.", "contents": "Tuberculosis -- Continuing Education Activity. Objectives: Screen high-risk populations for tuberculosis infection using evidence-based screening tools and protocols. Implement current World Health Organization guidelines for the diagnosis of tuberculosis. Assess the effectiveness of tuberculosis treatment regimens through regular monitoring of patient progress and response to therapy. Collaborate with an interprofessional healthcare team and public health authorities to ensure timely reporting and management of tuberculosis cases. Access free multiple choice questions on this topic."}
{"id": "article-30653_2", "title": "Tuberculosis -- Introduction", "content": "Tuberculosis (TB) encompasses a vast amount of information about a common disease that is challenging to diagnose, treat, and prevent. The following quote by S.T. Cole provides a perspective on the importance of this disease: “ More human lives have been lost to tuberculosis than to any other disease .” [1] Before the SARS-CoV-2 pandemic, Mycobacterium tuberculosis ( Mtb ) was the most prevalent human pathogen in the world. Unlike SARS-CoV-2, Mtb has existed as a human pathogen for millennia. Robert Koch reported his discovery of the Mtb bacterium in 1882, and its complete genome sequence was mapped over 100 years later. [2]", "contents": "Tuberculosis -- Introduction. Tuberculosis (TB) encompasses a vast amount of information about a common disease that is challenging to diagnose, treat, and prevent. The following quote by S.T. Cole provides a perspective on the importance of this disease: “ More human lives have been lost to tuberculosis than to any other disease .” [1] Before the SARS-CoV-2 pandemic, Mycobacterium tuberculosis ( Mtb ) was the most prevalent human pathogen in the world. Unlike SARS-CoV-2, Mtb has existed as a human pathogen for millennia. Robert Koch reported his discovery of the Mtb bacterium in 1882, and its complete genome sequence was mapped over 100 years later. [2]"}
{"id": "article-30653_3", "title": "Tuberculosis -- Introduction", "content": "The diagnostic Mantoux skin test, developed in 1909, remains in use today with minor modifications in reagents and interpretive criteria. Interferon-gamma release assay (IGRA), developed in 2014, offers another approach to diagnosis. [3] Both tests possess diagnostic, predictive limitations that require a sophisticated understanding of interpretive criteria. The bacterium is slow-growing, frequently sparse, and often difficult to identify in sputum and tissue samples. These historic challenges in confirmatory TB diagnostics have been mitigated somewhat by the recent introduction of molecular nucleic acid amplification tests (NAATs). [4] However, NAATs are not readily available in many parts of the world where TB is most prevalent. Furthermore, when and how to best implement these tests in practice remains a work in progress. New tests that may enhance diagnostic accuracy are gradually emerging. [5]", "contents": "Tuberculosis -- Introduction. The diagnostic Mantoux skin test, developed in 1909, remains in use today with minor modifications in reagents and interpretive criteria. Interferon-gamma release assay (IGRA), developed in 2014, offers another approach to diagnosis. [3] Both tests possess diagnostic, predictive limitations that require a sophisticated understanding of interpretive criteria. The bacterium is slow-growing, frequently sparse, and often difficult to identify in sputum and tissue samples. These historic challenges in confirmatory TB diagnostics have been mitigated somewhat by the recent introduction of molecular nucleic acid amplification tests (NAATs). [4] However, NAATs are not readily available in many parts of the world where TB is most prevalent. Furthermore, when and how to best implement these tests in practice remains a work in progress. New tests that may enhance diagnostic accuracy are gradually emerging. [5]"}
{"id": "article-30653_4", "title": "Tuberculosis -- Introduction", "content": "The regimens required to treat TB are a challenge to administer. The most commonly used anti-TB antibiotics, all developed in the mid-20th century, remain the mainstay of therapy today. For the first time in over 40 years, 2 new anti-TB antibiotics have recently been approved for treatment. [6] Anti-TB regimens will vary depending on the stage and anatomic location of the infection, the immune status of the host, the age of the host, the presence of comorbidities, the development of toxicities, drug-drug interactions, and resistance patterns of the bacterium. Resistance is on the rise and often requires the administration of novel antibiotic combination strategies that have undergone limited testing in clinical trials. The prolonged duration of therapy required to eradicate the organism represents an additional challenge. With respect to latent TB infection, shortened treatment duration strategies have recently been developed to minimize the adverse effects of antibiotics and maximize patient compliance. [7]", "contents": "Tuberculosis -- Introduction. The regimens required to treat TB are a challenge to administer. The most commonly used anti-TB antibiotics, all developed in the mid-20th century, remain the mainstay of therapy today. For the first time in over 40 years, 2 new anti-TB antibiotics have recently been approved for treatment. [6] Anti-TB regimens will vary depending on the stage and anatomic location of the infection, the immune status of the host, the age of the host, the presence of comorbidities, the development of toxicities, drug-drug interactions, and resistance patterns of the bacterium. Resistance is on the rise and often requires the administration of novel antibiotic combination strategies that have undergone limited testing in clinical trials. The prolonged duration of therapy required to eradicate the organism represents an additional challenge. With respect to latent TB infection, shortened treatment duration strategies have recently been developed to minimize the adverse effects of antibiotics and maximize patient compliance. [7]"}
{"id": "article-30653_5", "title": "Tuberculosis -- Introduction", "content": "TB prevention remains a worldwide challenge. Mtb is easily transmitted, and conditions that favor poverty, overcrowding, and lack of public health infrastructure contribute to its communicability. Moreover, nonspecific symptoms such as persistent cough often go unnoticed, resulting in high transmission rates. In the case of active TB, the multiple antibiotics required to eliminate the disease, along with their prolonged course of administration, represent a challenge even in those regions that possess robust public health infrastructure. Those parts of the world with the highest TB prevalence often lack resources to prevent it. In resource-rich parts of the world where TB is relatively uncommon, many clinicians rarely encounter it, are unfamiliar with its myriad clinical manifestations, and lack experience in approaches to diagnosis and management.", "contents": "Tuberculosis -- Introduction. TB prevention remains a worldwide challenge. Mtb is easily transmitted, and conditions that favor poverty, overcrowding, and lack of public health infrastructure contribute to its communicability. Moreover, nonspecific symptoms such as persistent cough often go unnoticed, resulting in high transmission rates. In the case of active TB, the multiple antibiotics required to eliminate the disease, along with their prolonged course of administration, represent a challenge even in those regions that possess robust public health infrastructure. Those parts of the world with the highest TB prevalence often lack resources to prevent it. In resource-rich parts of the world where TB is relatively uncommon, many clinicians rarely encounter it, are unfamiliar with its myriad clinical manifestations, and lack experience in approaches to diagnosis and management."}
{"id": "article-30653_6", "title": "Tuberculosis -- Introduction", "content": "This activity provides an introduction to and overview of TB. Related activities will present details of diagnosis, clinical manifestations, treatment, and prevention.", "contents": "Tuberculosis -- Introduction. This activity provides an introduction to and overview of TB. Related activities will present details of diagnosis, clinical manifestations, treatment, and prevention."}
{"id": "article-30653_7", "title": "Tuberculosis -- Etiology", "content": "Members of the Mtb family, also known as the Mtb complex, capable of causing human disease include M tuberculosis ( sensu stricto ), M bovis, M africanum, and M canetii. These are closely related species; M tuberculosis being the predominant human pathogen worldwide. Mtb is aerobic, non–spore-forming, and nonmotile. Its cell wall contains a uniquely high concentration of lipids that confer a characteristic acid-fast staining property and likely contribute to immunomodulation and virulence. [8] Mtb are slow-growing organisms with a generation time of approximately 20 hours. Visible growth on solid media usually takes from 3 to 8 weeks, and this characteristic contributes to the challenge of establishing a diagnosis. Humans are the only known reservoir of M tuberculosis, although other animals can become infected. Genetic variability exists among isolates from around the world and may confer differences in virulence. [9]", "contents": "Tuberculosis -- Etiology. Members of the Mtb family, also known as the Mtb complex, capable of causing human disease include M tuberculosis ( sensu stricto ), M bovis, M africanum, and M canetii. These are closely related species; M tuberculosis being the predominant human pathogen worldwide. Mtb is aerobic, non–spore-forming, and nonmotile. Its cell wall contains a uniquely high concentration of lipids that confer a characteristic acid-fast staining property and likely contribute to immunomodulation and virulence. [8] Mtb are slow-growing organisms with a generation time of approximately 20 hours. Visible growth on solid media usually takes from 3 to 8 weeks, and this characteristic contributes to the challenge of establishing a diagnosis. Humans are the only known reservoir of M tuberculosis, although other animals can become infected. Genetic variability exists among isolates from around the world and may confer differences in virulence. [9]"}
{"id": "article-30653_8", "title": "Tuberculosis -- Etiology", "content": "Mtb are intracellular pathogens capable of causing subacute and progressive disease, also referred to as active TB. In addition, the bacteria can remain dormant within infected cells where they may or may not cause disease. The molecular and immunologic mechanisms responsible for dormancy and reactivation remain unknown and represent an important area of Mtb research. [2]", "contents": "Tuberculosis -- Etiology. Mtb are intracellular pathogens capable of causing subacute and progressive disease, also referred to as active TB. In addition, the bacteria can remain dormant within infected cells where they may or may not cause disease. The molecular and immunologic mechanisms responsible for dormancy and reactivation remain unknown and represent an important area of Mtb research. [2]"}
{"id": "article-30653_9", "title": "Tuberculosis -- Epidemiology", "content": "TB data derived for the year 2022 from the World Health Organization (WHO) includes the following: 1.3 million deaths, including 167,000 patients with HIV 10.6 million people with active TB 5.8 million men 3.5 million women 1.3 million children Approximately 25% of the world’s population is TB-infected 5% to 10% will develop active TB disease TB is the leading cause of mortality in people with HIV The incidence of new TB cases in 2022 was as follows: 46% in South-East Asia 23% in Africa 18% in Western Pacific [10] Risk factors associated with the development of active TB are as follows: Immunocompromise Immune senescence of older age Genetic diseases causing immunodeficiency HIV infection Prolonged corticosteroid use Cytoreductive chemotherapy Transplantation Tumor necrosis factor (TNF) antagonists Malnutrition Diabetes Tobacco Alcohol abuse Recent data from the Centers for Disease Control (CDC) provide a perspective on TB in the United States (US):", "contents": "Tuberculosis -- Epidemiology. TB data derived for the year 2022 from the World Health Organization (WHO) includes the following: 1.3 million deaths, including 167,000 patients with HIV 10.6 million people with active TB 5.8 million men 3.5 million women 1.3 million children Approximately 25% of the world’s population is TB-infected 5% to 10% will develop active TB disease TB is the leading cause of mortality in people with HIV The incidence of new TB cases in 2022 was as follows: 46% in South-East Asia 23% in Africa 18% in Western Pacific [10] Risk factors associated with the development of active TB are as follows: Immunocompromise Immune senescence of older age Genetic diseases causing immunodeficiency HIV infection Prolonged corticosteroid use Cytoreductive chemotherapy Transplantation Tumor necrosis factor (TNF) antagonists Malnutrition Diabetes Tobacco Alcohol abuse Recent data from the Centers for Disease Control (CDC) provide a perspective on TB in the United States (US):"}
{"id": "article-30653_10", "title": "Tuberculosis -- Epidemiology", "content": "8,300 cases of TB in 2022 (approximately 2.5 cases per 100,000 persons) TB cases have been reported in every state >80% of reported cases were associated with untreated latent TB or TB reactivation 73% of cases were among non–US-born persons Highest TB rates occurred in ethnic minorities Approximately 5% of persons with TB were HIV co-infected Drug-resistant TB is a serious public health concern [11]", "contents": "Tuberculosis -- Epidemiology. 8,300 cases of TB in 2022 (approximately 2.5 cases per 100,000 persons) TB cases have been reported in every state >80% of reported cases were associated with untreated latent TB or TB reactivation 73% of cases were among non–US-born persons Highest TB rates occurred in ethnic minorities Approximately 5% of persons with TB were HIV co-infected Drug-resistant TB is a serious public health concern [11]"}
{"id": "article-30653_11", "title": "Tuberculosis -- Pathophysiology", "content": "TB is spread from person to person by airborne droplet nuclei that can remain suspended in the air for several hours. The fate of the suspended droplet nuclei depends on environmental conditions: the bacilli can be destroyed by exposure to ultraviolet light, the droplet nuclei may innocuously land on inanimate surfaces, or they can be inhaled into a person’s airway, where they may or may not establish infection. The longer one is exposed to an enclosed space where TB droplet nuclei are present, the greater the likelihood of transmission. In modern times, TB is acquired most often via the respiratory route. It can also be acquired via ingestion of contaminated milk, and while this route of infection is of historical importance, it is a rare occurrence today. Also, it is exceedingly rare for TB to be contracted through contact with nonintact skin.", "contents": "Tuberculosis -- Pathophysiology. TB is spread from person to person by airborne droplet nuclei that can remain suspended in the air for several hours. The fate of the suspended droplet nuclei depends on environmental conditions: the bacilli can be destroyed by exposure to ultraviolet light, the droplet nuclei may innocuously land on inanimate surfaces, or they can be inhaled into a person’s airway, where they may or may not establish infection. The longer one is exposed to an enclosed space where TB droplet nuclei are present, the greater the likelihood of transmission. In modern times, TB is acquired most often via the respiratory route. It can also be acquired via ingestion of contaminated milk, and while this route of infection is of historical importance, it is a rare occurrence today. Also, it is exceedingly rare for TB to be contracted through contact with nonintact skin."}
{"id": "article-30653_12", "title": "Tuberculosis -- Pathophysiology", "content": "Once inhaled, droplet nuclei can land on upper airway mucosa where infection is unlikely to be established or reach the alveoli where the infectious processes may begin (see Image. Tuberculosis Pathophysiolgy Flow Chart). Depending on complex and poorly understood pathogen virulence factors in concert with host immunomodulatory mechanisms, the bacillus can either be killed, persist in a latent state or progress to active tuberculosis disease. These discreet categorical stages likely represent an oversimplification of a complex and dynamic host-pathogen relationship. [12] [13] Moreover, aspects of the long-held conceptual pathophysiological model, described in some detail below, have been questioned as knowledge about immune mechanisms has evolved. [14]", "contents": "Tuberculosis -- Pathophysiology. Once inhaled, droplet nuclei can land on upper airway mucosa where infection is unlikely to be established or reach the alveoli where the infectious processes may begin (see Image. Tuberculosis Pathophysiolgy Flow Chart). Depending on complex and poorly understood pathogen virulence factors in concert with host immunomodulatory mechanisms, the bacillus can either be killed, persist in a latent state or progress to active tuberculosis disease. These discreet categorical stages likely represent an oversimplification of a complex and dynamic host-pathogen relationship. [12] [13] Moreover, aspects of the long-held conceptual pathophysiological model, described in some detail below, have been questioned as knowledge about immune mechanisms has evolved. [14]"}
{"id": "article-30653_13", "title": "Tuberculosis -- Pathophysiology", "content": "Alveolar macrophages play a central role in the immunomodulatory process. The bacilli are internalized by the macrophages where they are either killed or establish the primary infection. In the latter case, the bacilli gain access to lung parenchyma and can migrate to pulmonary lymph nodes, where they prime T cells. The primed T cells orchestrate the recruitment of T cells, B cells, monocytes, multinucleated giant cells, dendritic cells, and fibroblasts, forming a granuloma that surrounds infected macrophages within the lung parenchyma. The immunologic mechanisms that govern granuloma formation and the life cycle of the tubercle bacillus within the granuloma are poorly understood and represent areas of intensive research. [15] [16] [17] [13] Occasionally, this primary granuloma, referred to as a Ghon focus, and the associated draining hilar or mediastinal lymph nodes can calcify and reach a size visible on a chest x-ray; this finding is termed the Ranke complex. In children, the intrathoracic lymph nodes can enlarge, obstruct, and erode into bronchi. In immunocompromised adults and immunocompetent children, the Ghon focus may evolve into pneumonia, a form of progressive primary TB disease, primarily in the lower lung zones where cavitation is uncommon. In young children, progressive primary disease can rapidly disseminate within the lung itself and to other organs, most notably the central nervous system, where it can cause life-threatening Mtb meningitis.", "contents": "Tuberculosis -- Pathophysiology. Alveolar macrophages play a central role in the immunomodulatory process. The bacilli are internalized by the macrophages where they are either killed or establish the primary infection. In the latter case, the bacilli gain access to lung parenchyma and can migrate to pulmonary lymph nodes, where they prime T cells. The primed T cells orchestrate the recruitment of T cells, B cells, monocytes, multinucleated giant cells, dendritic cells, and fibroblasts, forming a granuloma that surrounds infected macrophages within the lung parenchyma. The immunologic mechanisms that govern granuloma formation and the life cycle of the tubercle bacillus within the granuloma are poorly understood and represent areas of intensive research. [15] [16] [17] [13] Occasionally, this primary granuloma, referred to as a Ghon focus, and the associated draining hilar or mediastinal lymph nodes can calcify and reach a size visible on a chest x-ray; this finding is termed the Ranke complex. In children, the intrathoracic lymph nodes can enlarge, obstruct, and erode into bronchi. In immunocompromised adults and immunocompetent children, the Ghon focus may evolve into pneumonia, a form of progressive primary TB disease, primarily in the lower lung zones where cavitation is uncommon. In young children, progressive primary disease can rapidly disseminate within the lung itself and to other organs, most notably the central nervous system, where it can cause life-threatening Mtb meningitis."}
{"id": "article-30653_14", "title": "Tuberculosis -- Pathophysiology", "content": "In most immunocompetent adults, the bacilli will be contained by the granuloma and establish a latent infection. It may escape immunologic controls and disseminate lymphohematogenously within the lung and to virtually any other organ. Dissemination within the lung favors location in apical posterior segments. The reason for preferential dissemination to apical lung segments is speculative and has been attributed to regional differences in oxygen tension, differences in lymphatic flow, and differences in regional pulmonary immune function. The organs most commonly associated with extrapulmonary dissemination include pleura, lymph nodes, kidneys, long bones, vertebrae, and meninges. [18] Mtb bacilli will grow within the organs to which they have disseminated until cellular immunity or tuberculin reactivity is established, at which time the bacilli become dormant; this is latent TB infection. This occurs 3 to 8 weeks after infection in immunocompetent people. CD4 and CD8 T cells appear to play a central role in latency. [14]", "contents": "Tuberculosis -- Pathophysiology. In most immunocompetent adults, the bacilli will be contained by the granuloma and establish a latent infection. It may escape immunologic controls and disseminate lymphohematogenously within the lung and to virtually any other organ. Dissemination within the lung favors location in apical posterior segments. The reason for preferential dissemination to apical lung segments is speculative and has been attributed to regional differences in oxygen tension, differences in lymphatic flow, and differences in regional pulmonary immune function. The organs most commonly associated with extrapulmonary dissemination include pleura, lymph nodes, kidneys, long bones, vertebrae, and meninges. [18] Mtb bacilli will grow within the organs to which they have disseminated until cellular immunity or tuberculin reactivity is established, at which time the bacilli become dormant; this is latent TB infection. This occurs 3 to 8 weeks after infection in immunocompetent people. CD4 and CD8 T cells appear to play a central role in latency. [14]"}
{"id": "article-30653_15", "title": "Tuberculosis -- Pathophysiology", "content": "Latent TB is not necessarily synonymous with Mtb dormancy. People labeled as having latent TB may cycle between periods of dormancy and subclinical TB disease. [13] This concept is supported by surveillance studies conducted in regions of high TB endemicity. [19] [20]", "contents": "Tuberculosis -- Pathophysiology. Latent TB is not necessarily synonymous with Mtb dormancy. People labeled as having latent TB may cycle between periods of dormancy and subclinical TB disease. [13] This concept is supported by surveillance studies conducted in regions of high TB endemicity. [19] [20]"}
{"id": "article-30653_16", "title": "Tuberculosis -- Pathophysiology", "content": "If innate and acquired immunity fails to contain Mtb , people will develop active TB disease. Granulomas can undergo caseation necrosis, erode into an airway, and form a cavity within which Mtb bacilli proliferate. [21] The cavity communicates with the airway and is the source of TB transmission. Because of its high concentration of proliferating bacilli and poorly vascularized inner contents, the cavity represents an environment promoting drug resistance development. Areas of cavitation no longer carry out respiratory functions and are a nidus for opportunistic bacteria and fungi. Lung parenchyma adjacent to cavities becomes fibrotic. Pulmonary blood vessels may erode into cavities and cause massive hemoptysis; this clinical finding is termed a Rasmussen aneurysm. Not all granuloma cavitate; they can involute and heal due to poorly understood immunological mechanisms.", "contents": "Tuberculosis -- Pathophysiology. If innate and acquired immunity fails to contain Mtb , people will develop active TB disease. Granulomas can undergo caseation necrosis, erode into an airway, and form a cavity within which Mtb bacilli proliferate. [21] The cavity communicates with the airway and is the source of TB transmission. Because of its high concentration of proliferating bacilli and poorly vascularized inner contents, the cavity represents an environment promoting drug resistance development. Areas of cavitation no longer carry out respiratory functions and are a nidus for opportunistic bacteria and fungi. Lung parenchyma adjacent to cavities becomes fibrotic. Pulmonary blood vessels may erode into cavities and cause massive hemoptysis; this clinical finding is termed a Rasmussen aneurysm. Not all granuloma cavitate; they can involute and heal due to poorly understood immunological mechanisms."}
{"id": "article-30653_17", "title": "Tuberculosis -- Pathophysiology", "content": "Approximately 5% of recently infected people with TB will develop active disease within the first 2 years after infection. An additional 5% will develop active TB at a later time in their lives. Expressed differently, 90% of people infected with TB will not develop active disease. The risk factors associated with the development of active disease are noted above in the epidemiology section.", "contents": "Tuberculosis -- Pathophysiology. Approximately 5% of recently infected people with TB will develop active disease within the first 2 years after infection. An additional 5% will develop active TB at a later time in their lives. Expressed differently, 90% of people infected with TB will not develop active disease. The risk factors associated with the development of active disease are noted above in the epidemiology section."}
{"id": "article-30653_18", "title": "Tuberculosis -- Pathophysiology", "content": "People with active TB disease can be asymptomatic at 1 end of the clinical spectrum or severely ill at the other end of the spectrum. Specific disease manifestations are a function of the organs involved; the apical posterior segments of the lung are the most commonly involved structures in adults and adolescents. In young children and older individuals, pneumonia involving the lower lobes is common. Constitutional symptoms are nonspecific and often include cough, fever, weight loss, night sweats, and malaise. Asymptomatic TB disease is well described, and prevalence has been reported to be quite high when active case finding is performed among high-risk populations. [22] [12]", "contents": "Tuberculosis -- Pathophysiology. People with active TB disease can be asymptomatic at 1 end of the clinical spectrum or severely ill at the other end of the spectrum. Specific disease manifestations are a function of the organs involved; the apical posterior segments of the lung are the most commonly involved structures in adults and adolescents. In young children and older individuals, pneumonia involving the lower lobes is common. Constitutional symptoms are nonspecific and often include cough, fever, weight loss, night sweats, and malaise. Asymptomatic TB disease is well described, and prevalence has been reported to be quite high when active case finding is performed among high-risk populations. [22] [12]"}
{"id": "article-30653_19", "title": "Tuberculosis -- Pathophysiology", "content": "Endobronchial TB represents a unique complication resulting from the spread of organisms from a pulmonary cavity, a pneumonic focus, or an adjacent lymph node into the airway. The endobronchial inflammatory process can produce mucosal ulcerations, granulation tissue, edema, and airway narrowing. [23]", "contents": "Tuberculosis -- Pathophysiology. Endobronchial TB represents a unique complication resulting from the spread of organisms from a pulmonary cavity, a pneumonic focus, or an adjacent lymph node into the airway. The endobronchial inflammatory process can produce mucosal ulcerations, granulation tissue, edema, and airway narrowing. [23]"}
{"id": "article-30653_20", "title": "Tuberculosis -- Pathophysiology", "content": "Reactivation of a latent focus of infection represents the most common mechanism leading to active disease, and previously infected people are generally immune to exogenous reinfection. However, it is possible to become reinfected when exposed to a large Mtb inocula or if there is significant underlying immunocompromise. [24] This has important therapeutic and epidemiologic implications since it can be a challenge to determine whether a person with a prior history of TB has relapsed due endogenous reinfection, which is failure to eradicate their infection, or due to exogenous reinfection via a newly acquired infection.", "contents": "Tuberculosis -- Pathophysiology. Reactivation of a latent focus of infection represents the most common mechanism leading to active disease, and previously infected people are generally immune to exogenous reinfection. However, it is possible to become reinfected when exposed to a large Mtb inocula or if there is significant underlying immunocompromise. [24] This has important therapeutic and epidemiologic implications since it can be a challenge to determine whether a person with a prior history of TB has relapsed due endogenous reinfection, which is failure to eradicate their infection, or due to exogenous reinfection via a newly acquired infection."}
{"id": "article-30653_21", "title": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection", "content": "The HIV epidemic heralded a new era in the long history of TB and deserves a separate discussion of pathogenesis. [25] [26] [13] [27] Data from the WHO indicates that people living with HIV (PLHIV) are approximately 19 times more likely to develop active TB disease than those without HIV. [28] The initiation of antiretroviral therapy (ART) does not completely restore Mtb immunity to baseline. [27] In addition, the return of TB-specific CD4 T cells after initiating ART can lead to TB-immune reconstitution syndrome (IRIS). Globally, TB is the leading cause of death in PLHIV; those in developing countries bear the highest burden. Both increased rates of reactivation and increased susceptibility to Mtb following exposure appear to contribute to the high rate of active TB disease in the HIV population. The risks of developing active TB disease increase as CD4 T lymphocyte counts decline. [13] Within the first year of Mtb primary infection, PLHIV develop significantly higher rates of progressive primary TB disease. Both primary infection and exogenous reinfection appear to contribute to the TB burden in PLHIV. [25]", "contents": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection. The HIV epidemic heralded a new era in the long history of TB and deserves a separate discussion of pathogenesis. [25] [26] [13] [27] Data from the WHO indicates that people living with HIV (PLHIV) are approximately 19 times more likely to develop active TB disease than those without HIV. [28] The initiation of antiretroviral therapy (ART) does not completely restore Mtb immunity to baseline. [27] In addition, the return of TB-specific CD4 T cells after initiating ART can lead to TB-immune reconstitution syndrome (IRIS). Globally, TB is the leading cause of death in PLHIV; those in developing countries bear the highest burden. Both increased rates of reactivation and increased susceptibility to Mtb following exposure appear to contribute to the high rate of active TB disease in the HIV population. The risks of developing active TB disease increase as CD4 T lymphocyte counts decline. [13] Within the first year of Mtb primary infection, PLHIV develop significantly higher rates of progressive primary TB disease. Both primary infection and exogenous reinfection appear to contribute to the TB burden in PLHIV. [25]"}
{"id": "article-30653_22", "title": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection", "content": "The underlying alterations in immune function that account for these findings in the HIV-TB co-infected population are not well understood. [26] Several hypotheses exist as follows: Selective depletion of Mtb antigen-specific CD4 T cells Dysfunction of CD8 T cells Increased production of TNF HIV alterations in macrophage function", "contents": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection. The underlying alterations in immune function that account for these findings in the HIV-TB co-infected population are not well understood. [26] Several hypotheses exist as follows: Selective depletion of Mtb antigen-specific CD4 T cells Dysfunction of CD8 T cells Increased production of TNF HIV alterations in macrophage function"}
{"id": "article-30653_23", "title": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection", "content": "Observational studies suggest that TB infection accelerates the progression from HIV infection to AIDS. [26] [25] Once again, the mechanisms involved are unknown, and several hypotheses exist, including: Active TB disease is associated with an accelerated loss of CD4 T cells The immune response to TB increases HIV replication in blood and tissues Mtb infection induces the production of proinflammatory cytokines that upregulate HIV replication", "contents": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection. Observational studies suggest that TB infection accelerates the progression from HIV infection to AIDS. [26] [25] Once again, the mechanisms involved are unknown, and several hypotheses exist, including: Active TB disease is associated with an accelerated loss of CD4 T cells The immune response to TB increases HIV replication in blood and tissues Mtb infection induces the production of proinflammatory cytokines that upregulate HIV replication"}
{"id": "article-30653_24", "title": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection", "content": "TB clinical manifestations in PLHIV with high CD4 T lymphocyte counts are similar to those not infected with HIV. Reactivation TB is often associated with upper lobe infiltrates and cavitation. Data suggest a correlation between CD4 T lymphocyte counts and cavitation due to TB; the higher the CD4 T lymphocyte count, the more likely there will be cavitation. [25] Atypical chest x-ray findings are common in people co-infected with TB and HIV when CD4 T lymphocyte counts fall below 200 cells/μL. These findings include: Normal chest x-rays Interstitial nodules Lower and middle lobe infiltrates Intrathoracic lymphadenopathy Pleural effusions", "contents": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection. TB clinical manifestations in PLHIV with high CD4 T lymphocyte counts are similar to those not infected with HIV. Reactivation TB is often associated with upper lobe infiltrates and cavitation. Data suggest a correlation between CD4 T lymphocyte counts and cavitation due to TB; the higher the CD4 T lymphocyte count, the more likely there will be cavitation. [25] Atypical chest x-ray findings are common in people co-infected with TB and HIV when CD4 T lymphocyte counts fall below 200 cells/μL. These findings include: Normal chest x-rays Interstitial nodules Lower and middle lobe infiltrates Intrathoracic lymphadenopathy Pleural effusions"}
{"id": "article-30653_25", "title": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection", "content": "PLHIV are at greater risk of developing disseminated TB. Moreover, based on postmortem studies, disseminated TB in the HIV population is often undiagnosed. [13] [29] To reduce complications and transmission, it is of paramount importance to promptly identify and treat HIV-TB co-infected individuals. [29]", "contents": "Tuberculosis -- Pathophysiology -- Tuberculosis and HIV Coinfection. PLHIV are at greater risk of developing disseminated TB. Moreover, based on postmortem studies, disseminated TB in the HIV population is often undiagnosed. [13] [29] To reduce complications and transmission, it is of paramount importance to promptly identify and treat HIV-TB co-infected individuals. [29]"}
{"id": "article-30653_26", "title": "Tuberculosis -- Histopathology", "content": "Nonspecific appearing necrotizing and non-necrotizing granuloma may be identified in Mtb- infected tissue sections processed by hematoxylin and eosin (H&E) staining. The granuloma consists of an outer rim of lymphocytes and plasma cells surrounding a peripheral rim of epithelioid histiocytes and multinucleated giant cells. A central region of necrosis, if present, can have a caseous consistency on gross inspection. If abundantly present, acid-fast bacilli may be identified using the Ziehl-Neelsen stain. Greater sensitivity in identifying the organisms may be achieved by fluorescent microscopy using the auramine-rhodamine stain.", "contents": "Tuberculosis -- Histopathology. Nonspecific appearing necrotizing and non-necrotizing granuloma may be identified in Mtb- infected tissue sections processed by hematoxylin and eosin (H&E) staining. The granuloma consists of an outer rim of lymphocytes and plasma cells surrounding a peripheral rim of epithelioid histiocytes and multinucleated giant cells. A central region of necrosis, if present, can have a caseous consistency on gross inspection. If abundantly present, acid-fast bacilli may be identified using the Ziehl-Neelsen stain. Greater sensitivity in identifying the organisms may be achieved by fluorescent microscopy using the auramine-rhodamine stain."}
{"id": "article-30653_27", "title": "Tuberculosis -- History and Physical", "content": "Regarding TB, the first rule of taking a history is to think about it. This rule is likely given great consideration in countries with a high prevalence of TB. In those countries where TB is uncommon, it may not be afforded initial consideration by clinicians during the evaluation of patients presenting with nonspecific symptoms such as cough, fever, malaise, or weight loss. The diagnosis is even more challenging when patients present with extrapulmonary TB. Thus, routine exploration of risk factors such as a prior TB history, known TB contacts, country of origin, foreign travel, family history, occupational and residential exposures, immunosuppression, and immunocompromise, are key components of the history. These aspects of history taking should be performed for all initial patient contacts, given the high worldwide prevalence of TB.", "contents": "Tuberculosis -- History and Physical. Regarding TB, the first rule of taking a history is to think about it. This rule is likely given great consideration in countries with a high prevalence of TB. In those countries where TB is uncommon, it may not be afforded initial consideration by clinicians during the evaluation of patients presenting with nonspecific symptoms such as cough, fever, malaise, or weight loss. The diagnosis is even more challenging when patients present with extrapulmonary TB. Thus, routine exploration of risk factors such as a prior TB history, known TB contacts, country of origin, foreign travel, family history, occupational and residential exposures, immunosuppression, and immunocompromise, are key components of the history. These aspects of history taking should be performed for all initial patient contacts, given the high worldwide prevalence of TB."}
{"id": "article-30653_28", "title": "Tuberculosis -- History and Physical", "content": "Patients with latent TB are asymptomatic, and those with early active TB disease are often asymptomatic and will have no specific physical findings. In the latter instance, as the disease progresses, patients may experience the insidious onset of cough, fever, night sweats, weight loss, and hemoptysis before seeking medical evaluation. Depending on the extent of the disease, the physical findings on lung examination may be normal or demonstrate areas of consolidation, airway inflammation, or the presence of cavities. Those with chronic, extensive, destructive cavities with surrounding fibrosis may develop chest wall deformities due to loss of underlying lung volume. [30] Since TB can involve any organ, details of the myriad of physical findings are beyond the scope of this introductory activity (see Image. Clinical Features of Extrapulmonary Tuberculosis).", "contents": "Tuberculosis -- History and Physical. Patients with latent TB are asymptomatic, and those with early active TB disease are often asymptomatic and will have no specific physical findings. In the latter instance, as the disease progresses, patients may experience the insidious onset of cough, fever, night sweats, weight loss, and hemoptysis before seeking medical evaluation. Depending on the extent of the disease, the physical findings on lung examination may be normal or demonstrate areas of consolidation, airway inflammation, or the presence of cavities. Those with chronic, extensive, destructive cavities with surrounding fibrosis may develop chest wall deformities due to loss of underlying lung volume. [30] Since TB can involve any organ, details of the myriad of physical findings are beyond the scope of this introductory activity (see Image. Clinical Features of Extrapulmonary Tuberculosis)."}
{"id": "article-30653_29", "title": "Tuberculosis -- Evaluation", "content": "The approach to TB diagnosis depends on whether one is evaluating a patient for latent, active pulmonary, or extrapulmonary TB disease. A combination of immunologic responses to provocative tests, radiology, microbiology, molecular methods, and biomarkers are used to establish a diagnosis. Most importantly, the approach to diagnosis will depend on TB prevalence within a population and the resources available to the public health care system within a specific geographic region. [31] [5] TB is often a diagnostic challenge. Signs and symptoms, if present, are nonspecific. The sensitivity and specificity of existing diagnostic tests can vary significantly depending on several factors that include pre-test probability, immunological status and age of the patient, timing of the test, adherence to proper test procedures, adequacy of specimen collection, and the ability to interpret test results in the context of the patient's risk factors and immune function. Radiological images can range from normal to nonspecific markedly abnormal findings. In the absence of a confirmatory culture or molecular assay, the clinical diagnosis of TB is presumptive and based on the strengths of clinical suspicion in concert with surrogate markers of infection. This can lead to both under- and over-diagnosis depending on the epidemiological setting. In-depth details of TB diagnostic testing are beyond the scope of this article, and the reader is referred to excellent reviews on the topic. [32] [33] [34] [31] [15] [35]", "contents": "Tuberculosis -- Evaluation. The approach to TB diagnosis depends on whether one is evaluating a patient for latent, active pulmonary, or extrapulmonary TB disease. A combination of immunologic responses to provocative tests, radiology, microbiology, molecular methods, and biomarkers are used to establish a diagnosis. Most importantly, the approach to diagnosis will depend on TB prevalence within a population and the resources available to the public health care system within a specific geographic region. [31] [5] TB is often a diagnostic challenge. Signs and symptoms, if present, are nonspecific. The sensitivity and specificity of existing diagnostic tests can vary significantly depending on several factors that include pre-test probability, immunological status and age of the patient, timing of the test, adherence to proper test procedures, adequacy of specimen collection, and the ability to interpret test results in the context of the patient's risk factors and immune function. Radiological images can range from normal to nonspecific markedly abnormal findings. In the absence of a confirmatory culture or molecular assay, the clinical diagnosis of TB is presumptive and based on the strengths of clinical suspicion in concert with surrogate markers of infection. This can lead to both under- and over-diagnosis depending on the epidemiological setting. In-depth details of TB diagnostic testing are beyond the scope of this article, and the reader is referred to excellent reviews on the topic. [32] [33] [34] [31] [15] [35]"}
{"id": "article-30653_30", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "Populations that should undergo screening for latent TB infection include the following: PLHIV Contacts of individuals with active TB disease Individuals initiating anti-TNF therapy Dialysis patients with end-stage renal disease Patients anticipating organ or bone marrow transplants Patients with silicosis", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. Populations that should undergo screening for latent TB infection include the following: PLHIV Contacts of individuals with active TB disease Individuals initiating anti-TNF therapy Dialysis patients with end-stage renal disease Patients anticipating organ or bone marrow transplants Patients with silicosis"}
{"id": "article-30653_31", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "In low- and middle-income countries (LMIC), the WHO endorses the use of tuberculin skin tests (TSTs) or interferon-gamma release assays (IGRAs). [5] The traditional TSTs, such as the Mantoux or purified protein derivative (PPD), can suffer from low specificity due to the combination of cross-reactivity with the Bacillus Calmette-Guerin (BCG) vaccine and, to a lesser extent, exposure to nontuberculous mycobacteria (NTMB). This is particularly problematic in parts of the world where high TB prevalence has led to the widespread use of BCG vaccination in children. The IGRA possesses greater specificity since it does not cross-react with BCG or most NTMB strains. Recently, TB skin tests have been developed using specific Mtb antigens. [36] The WHO has concluded that these Mtb antigen-based skin tests (TBSTs) have similar diagnostic accuracy to that of IGRAs. [5] Thus, the choice of TST or IGRA for detecting latent TB comes down to resources and ease of use at the point of care.", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. In low- and middle-income countries (LMIC), the WHO endorses the use of tuberculin skin tests (TSTs) or interferon-gamma release assays (IGRAs). [5] The traditional TSTs, such as the Mantoux or purified protein derivative (PPD), can suffer from low specificity due to the combination of cross-reactivity with the Bacillus Calmette-Guerin (BCG) vaccine and, to a lesser extent, exposure to nontuberculous mycobacteria (NTMB). This is particularly problematic in parts of the world where high TB prevalence has led to the widespread use of BCG vaccination in children. The IGRA possesses greater specificity since it does not cross-react with BCG or most NTMB strains. Recently, TB skin tests have been developed using specific Mtb antigens. [36] The WHO has concluded that these Mtb antigen-based skin tests (TBSTs) have similar diagnostic accuracy to that of IGRAs. [5] Thus, the choice of TST or IGRA for detecting latent TB comes down to resources and ease of use at the point of care."}
{"id": "article-30653_32", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "The IGRA is a blood test that requires the availability of a laboratory and technical personnel; it may be cost-prohibitive in LMIC regions. It does have the advantage of not requiring a return visit for result interpretation. The traditional TST is simple to perform at the point of care and requires fewer resources, but it suffers from less specificity and requires a return visit for interpretation. The new TBSTs are performed similarly but have the advantage of specificity equivalent to that of IGRAs. In the US, if resources allow, IGRAs are the preferred testing modality for the detection of latent TB. [33] TSTs are an acceptable alternative if IGRAs are unavailable or deemed too costly.", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. The IGRA is a blood test that requires the availability of a laboratory and technical personnel; it may be cost-prohibitive in LMIC regions. It does have the advantage of not requiring a return visit for result interpretation. The traditional TST is simple to perform at the point of care and requires fewer resources, but it suffers from less specificity and requires a return visit for interpretation. The new TBSTs are performed similarly but have the advantage of specificity equivalent to that of IGRAs. In the US, if resources allow, IGRAs are the preferred testing modality for the detection of latent TB. [33] TSTs are an acceptable alternative if IGRAs are unavailable or deemed too costly."}
{"id": "article-30653_33", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "TB skin tests have limitations. They can produce false-negative results, particularly in individuals with compromised immunity, including those at the extremes of age, PLHIV, and people receiving immunosuppressive drugs, or those tested within several weeks of TB infection. False-negative results can also occur due to errors made during intradermal injection and in the interpretation of the skin test reaction. False-positive results can be due to prior BCG vaccination, exposure to NTMB, and misinterpretation of the skin test reaction.", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. TB skin tests have limitations. They can produce false-negative results, particularly in individuals with compromised immunity, including those at the extremes of age, PLHIV, and people receiving immunosuppressive drugs, or those tested within several weeks of TB infection. False-negative results can also occur due to errors made during intradermal injection and in the interpretation of the skin test reaction. False-positive results can be due to prior BCG vaccination, exposure to NTMB, and misinterpretation of the skin test reaction."}
{"id": "article-30653_34", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "While IGRAs are more sensitive than TSTs in individuals co-infected with HIV, false-negative results can occur in those severely immunocompromised. In addition, technical imprecision in processing the blood sample can result in erroneous results. Indeterminate IGRA results may occur more frequently in children younger than 5 years and in PLHIV with CD4 T lymphocyte counts less than 200 cells/μL. [33] Discordant results between skin tests and IGRAs can occur; refer to \"BCG Vaccine\" in the Treatment/Management section for more information about discordant results. In this case, repeat testing may be considered, and the decision to initiate anti-TB therapy will ultimately depend on the strength of clinical suspicion.", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. While IGRAs are more sensitive than TSTs in individuals co-infected with HIV, false-negative results can occur in those severely immunocompromised. In addition, technical imprecision in processing the blood sample can result in erroneous results. Indeterminate IGRA results may occur more frequently in children younger than 5 years and in PLHIV with CD4 T lymphocyte counts less than 200 cells/μL. [33] Discordant results between skin tests and IGRAs can occur; refer to \"BCG Vaccine\" in the Treatment/Management section for more information about discordant results. In this case, repeat testing may be considered, and the decision to initiate anti-TB therapy will ultimately depend on the strength of clinical suspicion."}
{"id": "article-30653_35", "title": "Tuberculosis -- Evaluation -- Latent Tuberculosis", "content": "Neither TSTs nor IGRAs can distinguish latent from active TB, nor can they predict who will evolve from latent infection to active disease. When a decision is made to initiate therapy for latent TB, efforts must be made to exclude the presence of active TB disease. Failure to do so will promote the emergence of resistant organisms and result in inadequate treatment outcomes. To further complicate the matter, individuals who have successfully eradicated their TB infection can continue to test positive by TSTs and IGRAs. Conversely, people with a remote history of untreated latent TB can have a false negative test. [37] There are excellent reviews that explore detailed recommendations on latent TB testing strategies in different at-risk populations. [33] [5] In addition, a user-friendly, web-based, interactive program called the Online TST/IGRA Interpreter can provide an individual estimate of the risk of TB infection based on TST and IGRA results. [38] The algorithm incorporates individual parameters and calculates a positive predictive value.", "contents": "Tuberculosis -- Evaluation -- Latent Tuberculosis. Neither TSTs nor IGRAs can distinguish latent from active TB, nor can they predict who will evolve from latent infection to active disease. When a decision is made to initiate therapy for latent TB, efforts must be made to exclude the presence of active TB disease. Failure to do so will promote the emergence of resistant organisms and result in inadequate treatment outcomes. To further complicate the matter, individuals who have successfully eradicated their TB infection can continue to test positive by TSTs and IGRAs. Conversely, people with a remote history of untreated latent TB can have a false negative test. [37] There are excellent reviews that explore detailed recommendations on latent TB testing strategies in different at-risk populations. [33] [5] In addition, a user-friendly, web-based, interactive program called the Online TST/IGRA Interpreter can provide an individual estimate of the risk of TB infection based on TST and IGRA results. [38] The algorithm incorporates individual parameters and calculates a positive predictive value."}
{"id": "article-30653_36", "title": "Tuberculosis -- Evaluation -- Active Tuberculosis Disease", "content": "A diagnosis of active TB is confirmed by culture. However, confirmation is often elusive due to practical difficulties in obtaining adequate sputum, fluid, and tissue specimens, the frequent paucity of organisms present, and their slow growth characteristics. The diagnosis is often presumptive and based on pretest parameters in association with supporting evidence that includes radiological images, molecular assay, and biomarkers.", "contents": "Tuberculosis -- Evaluation -- Active Tuberculosis Disease. A diagnosis of active TB is confirmed by culture. However, confirmation is often elusive due to practical difficulties in obtaining adequate sputum, fluid, and tissue specimens, the frequent paucity of organisms present, and their slow growth characteristics. The diagnosis is often presumptive and based on pretest parameters in association with supporting evidence that includes radiological images, molecular assay, and biomarkers."}
{"id": "article-30653_37", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "A helpful way to introduce this topic is to consider imaging techniques in the context of the stage of TB. However, these are dynamic pathological processes with overlapping clinical and radiologic features. Moreover, any single or combination of image findings is possible. Conventional chest x-ray remains the initial modality employed for screening and diagnosis. Computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography–computed tomography (PET-CT) are employed when necessary to better define anatomic involvement with active TB disease. [39] Imaging features of TB are nonspecific and can mimic other diseases. This activity will focus on imaging of the lungs. A detailed presentation of imaging modalities for the evaluation of extrapulmonary TB can be found in excellent reviews. [39] [35]", "contents": "Tuberculosis -- Evaluation -- Imaging. A helpful way to introduce this topic is to consider imaging techniques in the context of the stage of TB. However, these are dynamic pathological processes with overlapping clinical and radiologic features. Moreover, any single or combination of image findings is possible. Conventional chest x-ray remains the initial modality employed for screening and diagnosis. Computed tomography (CT), magnetic resonance imaging (MRI), and positron emission tomography–computed tomography (PET-CT) are employed when necessary to better define anatomic involvement with active TB disease. [39] Imaging features of TB are nonspecific and can mimic other diseases. This activity will focus on imaging of the lungs. A detailed presentation of imaging modalities for the evaluation of extrapulmonary TB can be found in excellent reviews. [39] [35]"}
{"id": "article-30653_38", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "Primary TB", "contents": "Tuberculosis -- Evaluation -- Imaging. Primary TB"}
{"id": "article-30653_39", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "Parenchymal infiltrate or atelectasis Usually, in middle and lower lungs Identified in <10% of cases Intrathoracic lymphadenopathy Often seen in children and PLHIV Ghon focus and Ranke complex Often heals with residual calcification Pleural effusion (usually unilateral) Generally uncommon; seen more commonly in PLHIV Miliary pattern (progressive primary disease) Uncommon; seen predominantly in infants, older individuals, and severely immunocompromised patients Normal chest x-ray CT may identify subtle changes not seen on chest x-ray", "contents": "Tuberculosis -- Evaluation -- Imaging. Parenchymal infiltrate or atelectasis Usually, in middle and lower lungs Identified in <10% of cases Intrathoracic lymphadenopathy Often seen in children and PLHIV Ghon focus and Ranke complex Often heals with residual calcification Pleural effusion (usually unilateral) Generally uncommon; seen more commonly in PLHIV Miliary pattern (progressive primary disease) Uncommon; seen predominantly in infants, older individuals, and severely immunocompromised patients Normal chest x-ray CT may identify subtle changes not seen on chest x-ray"}
{"id": "article-30653_40", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "Post-primary TB, including reactivation and reinfection", "contents": "Tuberculosis -- Evaluation -- Imaging. Post-primary TB, including reactivation and reinfection"}
{"id": "article-30653_41", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "Patchy consolidation of the apical and posterior upper lobe and superior segments of lower lobe Cavitation is seen in 20% to 45% of adult cases but is rare in young children and those who are severely immunocompromised Adenopathy is uncommon in adults but common in young children and PLHIV Tree-in-bud nodular distribution if endobronchial spread; seen best with CT Pleural effusions are uncommon Miliary pattern is generally uncommon and seen predominantly in infants, older individuals, and severely immunocompromised patients Normal chest x-ray CT may identify subtle changes not seen on chest x-ray", "contents": "Tuberculosis -- Evaluation -- Imaging. Patchy consolidation of the apical and posterior upper lobe and superior segments of lower lobe Cavitation is seen in 20% to 45% of adult cases but is rare in young children and those who are severely immunocompromised Adenopathy is uncommon in adults but common in young children and PLHIV Tree-in-bud nodular distribution if endobronchial spread; seen best with CT Pleural effusions are uncommon Miliary pattern is generally uncommon and seen predominantly in infants, older individuals, and severely immunocompromised patients Normal chest x-ray CT may identify subtle changes not seen on chest x-ray"}
{"id": "article-30653_42", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "HIV-TB co-infection CD4 T lymphocyte count less than 200 cells/μL Intrathoracic lymphadenopathy is common Cavitation is uncommon Extrapulmonary disease is common", "contents": "Tuberculosis -- Evaluation -- Imaging. HIV-TB co-infection CD4 T lymphocyte count less than 200 cells/μL Intrathoracic lymphadenopathy is common Cavitation is uncommon Extrapulmonary disease is common"}
{"id": "article-30653_43", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "Chronic TB disease Cavitation Fibrosis Bronchiectasis Bronchopleural fistula is an uncommon finding", "contents": "Tuberculosis -- Evaluation -- Imaging. Chronic TB disease Cavitation Fibrosis Bronchiectasis Bronchopleural fistula is an uncommon finding"}
{"id": "article-30653_44", "title": "Tuberculosis -- Evaluation -- Imaging", "content": "In the majority of primary TB cases, there will be resolution of parenchymal lesions, and occasionally, a Ranke complex will be the only residual clue to a diagnosis of remote TB. Normal chest x-rays can occur in people with active TB disease. When pathologic lung images due to TB are identified with chest x-rays, it is always a challenge to distinguish active from inactive disease. While there are clues such as cavity wall thickness, presence or absence of consolidation, fibrosis, pleural effusion, and calcifications, no definitive findings can exclude active disease. In general, CT images provide significantly improved sensitivity. A small number of reports suggest that fludeoxyglucose F 18 (FDG) PET-CT may be useful in assessing response to therapy. [39]", "contents": "Tuberculosis -- Evaluation -- Imaging. In the majority of primary TB cases, there will be resolution of parenchymal lesions, and occasionally, a Ranke complex will be the only residual clue to a diagnosis of remote TB. Normal chest x-rays can occur in people with active TB disease. When pathologic lung images due to TB are identified with chest x-rays, it is always a challenge to distinguish active from inactive disease. While there are clues such as cavity wall thickness, presence or absence of consolidation, fibrosis, pleural effusion, and calcifications, no definitive findings can exclude active disease. In general, CT images provide significantly improved sensitivity. A small number of reports suggest that fludeoxyglucose F 18 (FDG) PET-CT may be useful in assessing response to therapy. [39]"}
{"id": "article-30653_45", "title": "Tuberculosis -- Evaluation -- Microscopy, Culture, and Molecular analysis", "content": "Clinical suspicion of active TB requires further microbiological investigation. [40] Analysis of sputum and, if indicated, fluid and tissue samples using staining and culture techniques have, until recently, been the only available confirmatory diagnostic tests. Automated real-time NAATs and biomarker probes have become an important addition to the TB diagnostic landscape. [41] [42] [43]", "contents": "Tuberculosis -- Evaluation -- Microscopy, Culture, and Molecular analysis. Clinical suspicion of active TB requires further microbiological investigation. [40] Analysis of sputum and, if indicated, fluid and tissue samples using staining and culture techniques have, until recently, been the only available confirmatory diagnostic tests. Automated real-time NAATs and biomarker probes have become an important addition to the TB diagnostic landscape. [41] [42] [43]"}
{"id": "article-30653_46", "title": "Tuberculosis -- Evaluation -- Acid-Fast Bacilli Smear Microscopy", "content": "Sputum smears and culture are the conventional and most commonly applied approach to diagnosis. Not everyone can produce a deep expectorated sputum sample, and the frequent paucibacillary nature of TB limits the sensitivity of this application. It is important to note that sensitivity values are a function of pretest probability; higher sensitivity will be achieved in regions with high TB prevalence. Notably, the application and interpretation of staining methods have not been standardized and are likely subject to significant variations in practice patterns. [44] Improved sensitivity can presumably be achieved by collecting expectorated sputum samples on 3 separate days, although the value of this practice has been debated. [45] Moreover, in resource-poor parts of the world, this practice can be quite burdensome. Staining sensitivity can be increased using fluorochrome stains, specimen concentration techniques, and at least 5 ml of sputum volume. Improved sensitivity may also be achieved when respiratory specimens are obtained by sputum induction and interventional methods such as bronchoscopy and possibly gastric lavage. [40] The sensitivity of sputum acid-fast bacilli (AFB) smears ranges from 34% to 80%. [34]", "contents": "Tuberculosis -- Evaluation -- Acid-Fast Bacilli Smear Microscopy. Sputum smears and culture are the conventional and most commonly applied approach to diagnosis. Not everyone can produce a deep expectorated sputum sample, and the frequent paucibacillary nature of TB limits the sensitivity of this application. It is important to note that sensitivity values are a function of pretest probability; higher sensitivity will be achieved in regions with high TB prevalence. Notably, the application and interpretation of staining methods have not been standardized and are likely subject to significant variations in practice patterns. [44] Improved sensitivity can presumably be achieved by collecting expectorated sputum samples on 3 separate days, although the value of this practice has been debated. [45] Moreover, in resource-poor parts of the world, this practice can be quite burdensome. Staining sensitivity can be increased using fluorochrome stains, specimen concentration techniques, and at least 5 ml of sputum volume. Improved sensitivity may also be achieved when respiratory specimens are obtained by sputum induction and interventional methods such as bronchoscopy and possibly gastric lavage. [40] The sensitivity of sputum acid-fast bacilli (AFB) smears ranges from 34% to 80%. [34]"}
{"id": "article-30653_47", "title": "Tuberculosis -- Evaluation -- Acid-Fast Bacilli Smear Microscopy", "content": "NAATs should be performed on all AFB smear-positive specimens and smear-negative specimens when the clinical suspicion is intermediate or high. Refer to the \"Molecular Detection Methods\" for more information. In the latter case, a negative NAAT does not rule out a diagnosis of TB. [33]", "contents": "Tuberculosis -- Evaluation -- Acid-Fast Bacilli Smear Microscopy. NAATs should be performed on all AFB smear-positive specimens and smear-negative specimens when the clinical suspicion is intermediate or high. Refer to the \"Molecular Detection Methods\" for more information. In the latter case, a negative NAAT does not rule out a diagnosis of TB. [33]"}
{"id": "article-30653_48", "title": "Tuberculosis -- Evaluation -- Culture", "content": "Culture sensitivity ranges from 80% to 93%, and specificity is approximately 93%. [34] Broth media can detect growth within 2 weeks, whereas solid media can take up to 8 weeks for visible growth. When Mtb grows in broth media, it can then be subjected to rapid drug susceptibility tests (DSTs) and identification by DNA probe methods. Conventional phenotypic DST methods are time-consuming and resource-intensive.", "contents": "Tuberculosis -- Evaluation -- Culture. Culture sensitivity ranges from 80% to 93%, and specificity is approximately 93%. [34] Broth media can detect growth within 2 weeks, whereas solid media can take up to 8 weeks for visible growth. When Mtb grows in broth media, it can then be subjected to rapid drug susceptibility tests (DSTs) and identification by DNA probe methods. Conventional phenotypic DST methods are time-consuming and resource-intensive."}
{"id": "article-30653_49", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The past 2 decades have experienced a remarkable evolution in the approach to TB diagnosis and drug-resistance detection. Molecular methods using NAATs and lateral flow biomarker detection provide rapid results that impact immediate public health and direct patient care. Several of these tests are capable of simultaneous Mtb detection and drug resistance identification. [28]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The past 2 decades have experienced a remarkable evolution in the approach to TB diagnosis and drug-resistance detection. Molecular methods using NAATs and lateral flow biomarker detection provide rapid results that impact immediate public health and direct patient care. Several of these tests are capable of simultaneous Mtb detection and drug resistance identification. [28]"}
{"id": "article-30653_50", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The application of these tests continues to evolve; when, where, and how they are best utilized require consideration of several variables that include prevalence of TB and drug resistance, population screening, individual diagnosis of active pulmonary and extrapulmonary cases, applicability to adults, children, and PLHIV, stand-alone testing, follow-on testing, costs, ease of use, and available resources. Moreover, their application must account for pretest probabilities, sensitivity, specificity, and interpretation when there is discordance with conventional methods. In the latter case, repeat testing may or may not resolve the discrepancy, and decisions regarding the presence or absence of active TB must be made on the strength of clinical suspicion. The assays play an important role in complementing conventional smear and culture methods and, in certain circumstances, can stand alone as diagnostic tools. In 2021, the WHO published a detailed, consolidated, evidence-based report that describes the various technologies and provides recommendations for how best to apply them in practice (see Image. Classes of Technologies and Associated Products). [28] The following is a summary of the assays and WHO recommendations; the reader is referred to the WHO report for a detailed discussion. [28]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The application of these tests continues to evolve; when, where, and how they are best utilized require consideration of several variables that include prevalence of TB and drug resistance, population screening, individual diagnosis of active pulmonary and extrapulmonary cases, applicability to adults, children, and PLHIV, stand-alone testing, follow-on testing, costs, ease of use, and available resources. Moreover, their application must account for pretest probabilities, sensitivity, specificity, and interpretation when there is discordance with conventional methods. In the latter case, repeat testing may or may not resolve the discrepancy, and decisions regarding the presence or absence of active TB must be made on the strength of clinical suspicion. The assays play an important role in complementing conventional smear and culture methods and, in certain circumstances, can stand alone as diagnostic tools. In 2021, the WHO published a detailed, consolidated, evidence-based report that describes the various technologies and provides recommendations for how best to apply them in practice (see Image. Classes of Technologies and Associated Products). [28] The following is a summary of the assays and WHO recommendations; the reader is referred to the WHO report for a detailed discussion. [28]"}
{"id": "article-30653_51", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The Xpert ® MTB/RIF (Xpert ® ) and Xpert ® MTB/RIF Ultra (Xpert Ultra ® ) (Cepheid, Sunnyvale, CA, USA) are automated, cartridge-based NAATs that have gained widespread use. They detect Mtb and rifampin (RIF) resistance mutations directly from specimens within 2 hours; RIF resistance mutations are a surrogate marker for multidrug resistance. The Xpert ® sensitivity for Mtb detection is approximately 70% when a single smear-negative/culture-positive sputum specimen is tested and increases to approximately 90% when 3 consecutive sputum specimens are tested; specificity is approximately 98%. [28] The sensitivity for detecting RIF resistance is approximately 96%, and the specificity for excluding resistance is approximately 98%. [28] The corresponding sensitivity ofXpert Ultra ® increases to approximately 77%, but specificity decreases to approximately 96%. [28] The decrease in specificity is likely due to an increased rate of false positives resulting from the detection of nonviable Mtb that can occur in people treated for TB within 2 to 5 years of Xpert Ultra ® testing. [46] The sensitivity for detecting RIF resistance is approximately 94%, and the specificity for excluding resistance is approximately 99%. [28] The sensitivity of Xpert ® and Xpert Ultra ® assays in detecting pulmonary TB in children is less than that in adults, and this is likely due to the difficulty of obtaining adequate sputum samples in this population.", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The Xpert ® MTB/RIF (Xpert ® ) and Xpert ® MTB/RIF Ultra (Xpert Ultra ® ) (Cepheid, Sunnyvale, CA, USA) are automated, cartridge-based NAATs that have gained widespread use. They detect Mtb and rifampin (RIF) resistance mutations directly from specimens within 2 hours; RIF resistance mutations are a surrogate marker for multidrug resistance. The Xpert ® sensitivity for Mtb detection is approximately 70% when a single smear-negative/culture-positive sputum specimen is tested and increases to approximately 90% when 3 consecutive sputum specimens are tested; specificity is approximately 98%. [28] The sensitivity for detecting RIF resistance is approximately 96%, and the specificity for excluding resistance is approximately 98%. [28] The corresponding sensitivity ofXpert Ultra ® increases to approximately 77%, but specificity decreases to approximately 96%. [28] The decrease in specificity is likely due to an increased rate of false positives resulting from the detection of nonviable Mtb that can occur in people treated for TB within 2 to 5 years of Xpert Ultra ® testing. [46] The sensitivity for detecting RIF resistance is approximately 94%, and the specificity for excluding resistance is approximately 99%. [28] The sensitivity of Xpert ® and Xpert Ultra ® assays in detecting pulmonary TB in children is less than that in adults, and this is likely due to the difficulty of obtaining adequate sputum samples in this population."}
{"id": "article-30653_52", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "Both Xpert ® and Xpert Ultra ® assays are valuable in detecting Mtb from samples obtained at extrapulmonary sites, most notably cerebrospinal fluid (CSF) and lymph node aspirates. Details of sensitivity and specificity on various extrapulmonary specimens can be found in the WHO 2021 update document. [28]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. Both Xpert ® and Xpert Ultra ® assays are valuable in detecting Mtb from samples obtained at extrapulmonary sites, most notably cerebrospinal fluid (CSF) and lymph node aspirates. Details of sensitivity and specificity on various extrapulmonary specimens can be found in the WHO 2021 update document. [28]"}
{"id": "article-30653_53", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The WHO recommends using Xpert ® and Xpert Ultra ® assays as initial tests in adults and children, including PLHIV, with signs and symptoms of pulmonary TB. [28] This includes analysis of gastric aspirate, nasopharyngeal aspirate, and stool specimens in children. The WHO also recommends their use as an initial diagnostic test in adults and children suspected of having extrapulmonary TB. [28] For PLHIV suspected of having disseminated TB, the WHO recommends using Xpert ® and Xpert Ultra ® assays on blood.", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The WHO recommends using Xpert ® and Xpert Ultra ® assays as initial tests in adults and children, including PLHIV, with signs and symptoms of pulmonary TB. [28] This includes analysis of gastric aspirate, nasopharyngeal aspirate, and stool specimens in children. The WHO also recommends their use as an initial diagnostic test in adults and children suspected of having extrapulmonary TB. [28] For PLHIV suspected of having disseminated TB, the WHO recommends using Xpert ® and Xpert Ultra ® assays on blood."}
{"id": "article-30653_54", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The TrueNat ® MTB Plus assay (Molbio Diagnostics, India) is a rapid, automated NAAT endorsed by the WHO in 2020. [47] The NAAT accuracy appears similar to that of Xpert ® and Xpert Ultra ® assays. [28] [47] The TrueNat ® MTB Plus assay is portable and battery-powered, making it advantageous as a point-of-use technology. However, it is a relatively new platform that has not been as extensively evaluated as Xpert ® .", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The TrueNat ® MTB Plus assay (Molbio Diagnostics, India) is a rapid, automated NAAT endorsed by the WHO in 2020. [47] The NAAT accuracy appears similar to that of Xpert ® and Xpert Ultra ® assays. [28] [47] The TrueNat ® MTB Plus assay is portable and battery-powered, making it advantageous as a point-of-use technology. However, it is a relatively new platform that has not been as extensively evaluated as Xpert ® ."}
{"id": "article-30653_55", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "Globally, approximately 13% of new cases and 17% of previously treated cases of TB are isoniazid (INH)-resistant and RIF-susceptible. [28] Several moderate-complexity NAATs are capable of detecting Mtb as well as both INH and RIF resistance. The WHO has endorsed the tests as initial pulmonary TB detection methods, given their speed and relative ease of use compared to conventional culture-based drug susceptibility tests. [28]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. Globally, approximately 13% of new cases and 17% of previously treated cases of TB are isoniazid (INH)-resistant and RIF-susceptible. [28] Several moderate-complexity NAATs are capable of detecting Mtb as well as both INH and RIF resistance. The WHO has endorsed the tests as initial pulmonary TB detection methods, given their speed and relative ease of use compared to conventional culture-based drug susceptibility tests. [28]"}
{"id": "article-30653_56", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "TB loop-mediated isothermal amplification (TB-LAMP) is rapid, relatively simple to perform, and can detect Mtb without the need for sophisticated equipment. [48] The WHO endorses using the TB-LAMP assay (Eiken Chemical Company, Tokyo, Japan) as a replacement for sputum-smear microscopy and as a follow-on test for sputum-smear–negative specimens in adults for whom TB is suspected. [28] The assay does not appear to provide added accuracy to sputum-smear microscopy in PLHIV.", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. TB loop-mediated isothermal amplification (TB-LAMP) is rapid, relatively simple to perform, and can detect Mtb without the need for sophisticated equipment. [48] The WHO endorses using the TB-LAMP assay (Eiken Chemical Company, Tokyo, Japan) as a replacement for sputum-smear microscopy and as a follow-on test for sputum-smear–negative specimens in adults for whom TB is suspected. [28] The assay does not appear to provide added accuracy to sputum-smear microscopy in PLHIV."}
{"id": "article-30653_57", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "Lipoarabinomannan (LAM), a cell wall component of Mtb, is excreted in the urine of people with active TB. [49] The ability to detect LAM in urine samples using a simple lateral flow assay is obviously appealing. In practice, the LAM assay sensitivity is relatively low in the general population. However, sensitivity improves in individuals with HIV infection as immunosuppression increases. The WHO endorses the use of the Determine™ TB LAM lateral flow test (Alere Determine™  TB LAM Ag Alere, MA, USA) for adults and children infected with HIV with CD4 T lymphocyte counts of less than 200 cells/μL and with signs and symptoms of pulmonary or extrapulmonary TB ( see Image. Classes of Technologies and Associated Products). [28] In addition, the WHO endorses its use in PLHIV with CD4 counts of <100 cells/μL irrespective of signs and symptoms of TB. A detailed tabulation of pooled sensitivity and specificity data based on CD4 count is available. [28]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. Lipoarabinomannan (LAM), a cell wall component of Mtb, is excreted in the urine of people with active TB. [49] The ability to detect LAM in urine samples using a simple lateral flow assay is obviously appealing. In practice, the LAM assay sensitivity is relatively low in the general population. However, sensitivity improves in individuals with HIV infection as immunosuppression increases. The WHO endorses the use of the Determine™ TB LAM lateral flow test (Alere Determine™  TB LAM Ag Alere, MA, USA) for adults and children infected with HIV with CD4 T lymphocyte counts of less than 200 cells/μL and with signs and symptoms of pulmonary or extrapulmonary TB ( see Image. Classes of Technologies and Associated Products). [28] In addition, the WHO endorses its use in PLHIV with CD4 counts of <100 cells/μL irrespective of signs and symptoms of TB. A detailed tabulation of pooled sensitivity and specificity data based on CD4 count is available. [28]"}
{"id": "article-30653_58", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "The group of low-complexity NAATs for detecting resistance to isoniazid (INH) and second-line anti-TB agents are used as follow-on assays in settings where multidrug-resistant TB (MDR-TB) is encountered. Compared to conventional culture-based phenotypic DSTs, the NAATs are automated and rapid. They are not currently capable of determining resistance to some of the new and repurposed agents, such as bedaquiline and linezolid. [28] The assays appear to be applicable to sputum and extrapulmonary specimens.", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. The group of low-complexity NAATs for detecting resistance to isoniazid (INH) and second-line anti-TB agents are used as follow-on assays in settings where multidrug-resistant TB (MDR-TB) is encountered. Compared to conventional culture-based phenotypic DSTs, the NAATs are automated and rapid. They are not currently capable of determining resistance to some of the new and repurposed agents, such as bedaquiline and linezolid. [28] The assays appear to be applicable to sputum and extrapulmonary specimens."}
{"id": "article-30653_59", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "Line probe assays (LPAs) are rapid molecular diagnostic tests that can detect Mtb and resistance to several first- and second-line anti-TB agents ( see Image. Classes of Technologies and Associated Products). [28] [50] LPAs require instrumentation and technical expertise that lend themselves to regional and reference laboratory settings. As reflex tests when RIF resistance is detected, the LPAs are used to identify the presence of resistance genotypes to other anti-TB agents. Compared with the conventional phenotypic culture-based DST, which can take several weeks to perform, the LPAs can obtain a result within several hours. LPAs can be performed on culture isolates as well as sputum specimens. When MDR-TB is potentially identified, the LPAs should be considered initial DST tests and are not meant to replace conventional phenotypic culture-based DST. The strength of the WHO recommendations on using LPAs and all of the molecular detection methods will evolve as more evidence of their utility in many settings is generated.", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. Line probe assays (LPAs) are rapid molecular diagnostic tests that can detect Mtb and resistance to several first- and second-line anti-TB agents ( see Image. Classes of Technologies and Associated Products). [28] [50] LPAs require instrumentation and technical expertise that lend themselves to regional and reference laboratory settings. As reflex tests when RIF resistance is detected, the LPAs are used to identify the presence of resistance genotypes to other anti-TB agents. Compared with the conventional phenotypic culture-based DST, which can take several weeks to perform, the LPAs can obtain a result within several hours. LPAs can be performed on culture isolates as well as sputum specimens. When MDR-TB is potentially identified, the LPAs should be considered initial DST tests and are not meant to replace conventional phenotypic culture-based DST. The strength of the WHO recommendations on using LPAs and all of the molecular detection methods will evolve as more evidence of their utility in many settings is generated."}
{"id": "article-30653_60", "title": "Tuberculosis -- Evaluation -- Molecular Detection Methods", "content": "Tuberculous pleural effusions (TPE) are challenging to diagnose. The detection of adenosine deaminase (ADA) in pleural fluid supports the diagnosis with a pooled sensitivity and specificity of approximately 92% and 90%, respectively. [51] ADA detection is simple and inexpensive to perform and provides a rapid result. Detection of ADA in CSF has been applied to the diagnosis of Mtb meningitis with a pooled sensitivity and specificity of approximately 85% and 90%, respectively. [52] A small number of studies have suggested the value of obtaining ADA levels of peritoneal and pericardial fluid when TB is suspected at these sites. [53]", "contents": "Tuberculosis -- Evaluation -- Molecular Detection Methods. Tuberculous pleural effusions (TPE) are challenging to diagnose. The detection of adenosine deaminase (ADA) in pleural fluid supports the diagnosis with a pooled sensitivity and specificity of approximately 92% and 90%, respectively. [51] ADA detection is simple and inexpensive to perform and provides a rapid result. Detection of ADA in CSF has been applied to the diagnosis of Mtb meningitis with a pooled sensitivity and specificity of approximately 85% and 90%, respectively. [52] A small number of studies have suggested the value of obtaining ADA levels of peritoneal and pericardial fluid when TB is suspected at these sites. [53]"}
{"id": "article-30653_61", "title": "Tuberculosis -- Treatment / Management -- Latent Infection", "content": "TSTs and IGRAs are unable to predict the progression from latent infection to active disease. Several observational studies have demonstrated that the risk of developing active TB is highest during the first 2 years after acquiring infection and that reactivation is rare beyond 10 years after infection. [37] It has been estimated that the number needed to treat (NNT) to prevent 1 case of active TB ranges from 36 in recently infected contacts to 179 in those remotely infected. [37] Thus, while evidence clearly demonstrates that treatment of latent TB reduces the likelihood of developing TB disease in populations at high risk, the evidence is less clear that treatment of those at low or intermediate risk reduces the incidence. [33] The rationale to treat those with latent TB is best defined by the WHO; it is “premised upon the probability that the condition will progress to active TB disease in specific risk groups, on the underlying epidemiology and burden of TB, the feasibility of the intervention, and the likelihood of a broader public health impact.” [54]", "contents": "Tuberculosis -- Treatment / Management -- Latent Infection. TSTs and IGRAs are unable to predict the progression from latent infection to active disease. Several observational studies have demonstrated that the risk of developing active TB is highest during the first 2 years after acquiring infection and that reactivation is rare beyond 10 years after infection. [37] It has been estimated that the number needed to treat (NNT) to prevent 1 case of active TB ranges from 36 in recently infected contacts to 179 in those remotely infected. [37] Thus, while evidence clearly demonstrates that treatment of latent TB reduces the likelihood of developing TB disease in populations at high risk, the evidence is less clear that treatment of those at low or intermediate risk reduces the incidence. [33] The rationale to treat those with latent TB is best defined by the WHO; it is “premised upon the probability that the condition will progress to active TB disease in specific risk groups, on the underlying epidemiology and burden of TB, the feasibility of the intervention, and the likelihood of a broader public health impact.” [54]"}
{"id": "article-30653_62", "title": "Tuberculosis -- Treatment / Management -- Latent Infection", "content": "The preferred 3-month regimen of once-weekly INH plus rifapentine (3HP) is attractive due to its short duration and decreased incidence of liver toxicity relative to the 6- and 9-month INH regimens (see Image. Recommendations for Regimens to Treat Latent TB infection). Reports of a flu-like syndrome occurring in recipients of the 3HP regimen have raised concerns. [55] However, a large, multinational trial identified that 11% of participants experienced symptoms of a systemic drug reaction (SDR), most frequently within the first month of therapy. Of those experiencing SDR, 48% were able to complete treatment, and serious adverse events were rare. [55]", "contents": "Tuberculosis -- Treatment / Management -- Latent Infection. The preferred 3-month regimen of once-weekly INH plus rifapentine (3HP) is attractive due to its short duration and decreased incidence of liver toxicity relative to the 6- and 9-month INH regimens (see Image. Recommendations for Regimens to Treat Latent TB infection). Reports of a flu-like syndrome occurring in recipients of the 3HP regimen have raised concerns. [55] However, a large, multinational trial identified that 11% of participants experienced symptoms of a systemic drug reaction (SDR), most frequently within the first month of therapy. Of those experiencing SDR, 48% were able to complete treatment, and serious adverse events were rare. [55]"}
{"id": "article-30653_63", "title": "Tuberculosis -- Treatment / Management -- Latent Infection", "content": "The WHO guidelines on TB preventive therapy align with those of the CDC. [54] In addition, the WHO guidelines include an alternative regimen consisting of 1 month of daily 3HP plus INH. [54] Moreover, the WHO recommends that “in settings with high TB transmission, adults and adolescents living with HIV who have an unknown or a positive TST or IGRA and are unlikely to have active TB disease should receive at least 36 months of daily INH preventive therapy.” [54]  The latter recommendation is made regardless of immune status and whether or not ART is being administered.", "contents": "Tuberculosis -- Treatment / Management -- Latent Infection. The WHO guidelines on TB preventive therapy align with those of the CDC. [54] In addition, the WHO guidelines include an alternative regimen consisting of 1 month of daily 3HP plus INH. [54] Moreover, the WHO recommends that “in settings with high TB transmission, adults and adolescents living with HIV who have an unknown or a positive TST or IGRA and are unlikely to have active TB disease should receive at least 36 months of daily INH preventive therapy.” [54]  The latter recommendation is made regardless of immune status and whether or not ART is being administered."}
{"id": "article-30653_64", "title": "Tuberculosis -- Treatment / Management -- Latent Infection", "content": "Currently, there are no studies providing robust data to help guide TB preventive therapy for individuals having close contact with people infected with MDR-TB. [56] The WHO guidelines suggest a targeted approach based on individual risk assessment. [54] Trials to ascertain the efficacy and safety of fluoroquinolones and delamanid are currently in progress. However, trials will require long follow-ups to assess the absence of disease as the clinical endpoint. It will be challenging to devise TB preventive therapy protocols that can be applied to various drug resistance patterns and assess safety and efficacy in different populations (eg, children, adults, PLHIV, the immunosuppressed, and those with existing comorbidities). [57] [56] [58] See StatPearls' companion topic, \"Latent Tuberculosis,\" for a complete discussion of the treatment of this disease process.", "contents": "Tuberculosis -- Treatment / Management -- Latent Infection. Currently, there are no studies providing robust data to help guide TB preventive therapy for individuals having close contact with people infected with MDR-TB. [56] The WHO guidelines suggest a targeted approach based on individual risk assessment. [54] Trials to ascertain the efficacy and safety of fluoroquinolones and delamanid are currently in progress. However, trials will require long follow-ups to assess the absence of disease as the clinical endpoint. It will be challenging to devise TB preventive therapy protocols that can be applied to various drug resistance patterns and assess safety and efficacy in different populations (eg, children, adults, PLHIV, the immunosuppressed, and those with existing comorbidities). [57] [56] [58] See StatPearls' companion topic, \"Latent Tuberculosis,\" for a complete discussion of the treatment of this disease process."}
{"id": "article-30653_65", "title": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection", "content": "The goal of anti-TB therapy is to eradicate disease and eliminate transmission in all cases. While the goal seems unambiguous, it has proven exceedingly difficult to achieve in practice. Historically, anti-TB regimens have required many months of treatment and patient adherence has been a challenge. While these challenges exist everywhere, they are particularly problematic in parts of the world with the highest TB prevalence and where public health infrastructure and literacy about TB are lacking. From a global public health perspective, TB treatment guidelines are designed to be straightforward and somewhat standardized. [59] This “one-size-fits-all” approach has been questioned since a standard 6-month regimen may be too long for some and not long enough for others. [60] [59] It is conceivable that in the future, the application of a pretreatment risk stratification algorithm could inform optimized treatment duration schedules on an individualized basis. [60]", "contents": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection. The goal of anti-TB therapy is to eradicate disease and eliminate transmission in all cases. While the goal seems unambiguous, it has proven exceedingly difficult to achieve in practice. Historically, anti-TB regimens have required many months of treatment and patient adherence has been a challenge. While these challenges exist everywhere, they are particularly problematic in parts of the world with the highest TB prevalence and where public health infrastructure and literacy about TB are lacking. From a global public health perspective, TB treatment guidelines are designed to be straightforward and somewhat standardized. [59] This “one-size-fits-all” approach has been questioned since a standard 6-month regimen may be too long for some and not long enough for others. [60] [59] It is conceivable that in the future, the application of a pretreatment risk stratification algorithm could inform optimized treatment duration schedules on an individualized basis. [60]"}
{"id": "article-30653_66", "title": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection", "content": "Detailed recommendations on dosing, first- and second-line anti-TB drugs, drug-drug interactions, management of treatment interruption, adverse effects of treatment, culture-negative TB, extrapulmonary TB, HIV coinfection, children, advanced age, pregnancy, breastfeeding, and comorbidities are beyond the scope of this activity and may be found in the referenced guidelines (see Image. Drug Regimens for Microbiologically Confirmed Pulmonary TUberculosis Caused by Drug-Susceptible Organisms). [61] In addition, the management of TB is understood to be very complex, and for that reason, the CDC has established an exceptionally useful online resource, TB Centers of Excellence for Training, Education, and Medical Consultation. ( http://www.cdc.gov/tb/education/rtmc/default.htm )", "contents": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection. Detailed recommendations on dosing, first- and second-line anti-TB drugs, drug-drug interactions, management of treatment interruption, adverse effects of treatment, culture-negative TB, extrapulmonary TB, HIV coinfection, children, advanced age, pregnancy, breastfeeding, and comorbidities are beyond the scope of this activity and may be found in the referenced guidelines (see Image. Drug Regimens for Microbiologically Confirmed Pulmonary TUberculosis Caused by Drug-Susceptible Organisms). [61] In addition, the management of TB is understood to be very complex, and for that reason, the CDC has established an exceptionally useful online resource, TB Centers of Excellence for Training, Education, and Medical Consultation. ( http://www.cdc.gov/tb/education/rtmc/default.htm )"}
{"id": "article-30653_67", "title": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection", "content": "The treatment for drug-susceptible pulmonary TB disease had not, until 2022, changed in 50 years. The long-held standard regimen involves the use of 4 drugs: isoniazid (INH), rifampin (RIF), ethambutol (ETH), and pyrazinamide (PZA). Before the development of that therapeutic combination, the first anti-TB drug, streptomycin, was used as monotherapy in the 1940s. Streptomycin initially provided significant benefit when administered for 6 months but ultimately failed due to the emergence of resistance. [62] The resistance to monotherapy, along with a better understanding of both the pathophysiology of Mtb infection and drug toxicities, informed decisions that led to the current standard of treatment. [61]", "contents": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection. The treatment for drug-susceptible pulmonary TB disease had not, until 2022, changed in 50 years. The long-held standard regimen involves the use of 4 drugs: isoniazid (INH), rifampin (RIF), ethambutol (ETH), and pyrazinamide (PZA). Before the development of that therapeutic combination, the first anti-TB drug, streptomycin, was used as monotherapy in the 1940s. Streptomycin initially provided significant benefit when administered for 6 months but ultimately failed due to the emergence of resistance. [62] The resistance to monotherapy, along with a better understanding of both the pathophysiology of Mtb infection and drug toxicities, informed decisions that led to the current standard of treatment. [61]"}
{"id": "article-30653_68", "title": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection", "content": "There are 2 phases of treatment – an initial intensive phase that provides bactericidal activity directed at rapidly replicating organisms and the continuation phase that is meant to sterilize slowly replicating and dormant tubercle bacilli. [62] The intensive phase of therapy requires the use of INH, RIF, ETH, and PZA, and the continuation phase uses INH and RIF. In treating pulmonary TB, the intensive phase usually extends for 2 months, during which it is hoped that there will be significant reductions in mortality, lung inflammation, rapidly replicating mycobacteria, and transmission. Should drug susceptibility testing indicate that the isolate is sensitive to both INH and RIF, the EMB can be discontinued. In that case, the intensive phase would consist of INH, RIF, and PZA. [61] The continuation phase extends for an additional 4 months. The rationale for the 4-drug combination is that bactericidal killing of rapidly replicating organisms will reduce the chances of emerging resistance. [62]", "contents": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection. There are 2 phases of treatment – an initial intensive phase that provides bactericidal activity directed at rapidly replicating organisms and the continuation phase that is meant to sterilize slowly replicating and dormant tubercle bacilli. [62] The intensive phase of therapy requires the use of INH, RIF, ETH, and PZA, and the continuation phase uses INH and RIF. In treating pulmonary TB, the intensive phase usually extends for 2 months, during which it is hoped that there will be significant reductions in mortality, lung inflammation, rapidly replicating mycobacteria, and transmission. Should drug susceptibility testing indicate that the isolate is sensitive to both INH and RIF, the EMB can be discontinued. In that case, the intensive phase would consist of INH, RIF, and PZA. [61] The continuation phase extends for an additional 4 months. The rationale for the 4-drug combination is that bactericidal killing of rapidly replicating organisms will reduce the chances of emerging resistance. [62]"}
{"id": "article-30653_69", "title": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection", "content": "Patients receiving anti-TB therapy require monitoring to assess the efficacy and safety of the regimens. Sputum smears and cultures should be evaluated monthly until 2 consecutive cultures are negative. In patients with chest x-ray evidence of cavitation and who remain culture positive at 2 months, the recommendation is to extend the continuation phase for an additional 3 months (ie, a total of 9 months of therapy). [62] Extending the continuation phase should also be considered for the following individuals: PLHIV, the malnourished, active smokers, the immunosuppressed, and those with extensive pulmonary disease.", "contents": "Tuberculosis -- Treatment / Management -- Active Tuberculosis Infection. Patients receiving anti-TB therapy require monitoring to assess the efficacy and safety of the regimens. Sputum smears and cultures should be evaluated monthly until 2 consecutive cultures are negative. In patients with chest x-ray evidence of cavitation and who remain culture positive at 2 months, the recommendation is to extend the continuation phase for an additional 3 months (ie, a total of 9 months of therapy). [62] Extending the continuation phase should also be considered for the following individuals: PLHIV, the malnourished, active smokers, the immunosuppressed, and those with extensive pulmonary disease."}
{"id": "article-30653_70", "title": "Tuberculosis -- Treatment / Management -- Centers for Disease Control 2022 Interim Guidance", "content": "In 2022, the CDC announced interim guidance on a 4-month anti-TB regimen for drug-susceptible pulmonary tuberculosis. [63] The regimen consists of an intensive phase of 8 weeks of daily rifapentine (RPT), INH, PZA, and moxifloxacin (MOX), followed by a continuation phase of 9 weeks of daily RPT, INH, and MOX. [64] This treatment option is available for patients older than 12 years, including PLHIV with CD4 T lymphocyte counts greater than 100 cells/μ L and anticipating an ART regimen that includes efavirenz in the absence of any other known potential drug-drug interaction. Due to a lack of clinical trial data, the regimen is not intended for pregnant or breastfeeding patients, treatment of extrapulmonary TB, those with a history of prolonged QT syndrome or use of QT-prolonging medications, and those with body weight less than 40 kg.", "contents": "Tuberculosis -- Treatment / Management -- Centers for Disease Control 2022 Interim Guidance. In 2022, the CDC announced interim guidance on a 4-month anti-TB regimen for drug-susceptible pulmonary tuberculosis. [63] The regimen consists of an intensive phase of 8 weeks of daily rifapentine (RPT), INH, PZA, and moxifloxacin (MOX), followed by a continuation phase of 9 weeks of daily RPT, INH, and MOX. [64] This treatment option is available for patients older than 12 years, including PLHIV with CD4 T lymphocyte counts greater than 100 cells/μ L and anticipating an ART regimen that includes efavirenz in the absence of any other known potential drug-drug interaction. Due to a lack of clinical trial data, the regimen is not intended for pregnant or breastfeeding patients, treatment of extrapulmonary TB, those with a history of prolonged QT syndrome or use of QT-prolonging medications, and those with body weight less than 40 kg."}
{"id": "article-30653_71", "title": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis", "content": "The vast majority of patients with drug-susceptible pulmonary TB who are able to complete the standard anti-TB regimens will be cured. Unfortunately, drug-resistant TB poses a much greater risk of treatment failure and requires alternative and often more prolonged regimens. [65] There are several categories of drug resistance, including: Rifampicin-resistant TB (RR-TB) May be resistant to isoniazid May be resistant to other TB drugs Rifampicin-susceptible, isoniazid-resistant TB Multidrug-resistant TB (MDR-TB) Resistant to both RIF and INH Extensively drug-resistant TB (XDR-TB) Resistant to RIF, INH, a fluoroquinolone, and at least 1 of the second-line injectable drugs, such as capreomycin, kanamycin, and amikacin", "contents": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis. The vast majority of patients with drug-susceptible pulmonary TB who are able to complete the standard anti-TB regimens will be cured. Unfortunately, drug-resistant TB poses a much greater risk of treatment failure and requires alternative and often more prolonged regimens. [65] There are several categories of drug resistance, including: Rifampicin-resistant TB (RR-TB) May be resistant to isoniazid May be resistant to other TB drugs Rifampicin-susceptible, isoniazid-resistant TB Multidrug-resistant TB (MDR-TB) Resistant to both RIF and INH Extensively drug-resistant TB (XDR-TB) Resistant to RIF, INH, a fluoroquinolone, and at least 1 of the second-line injectable drugs, such as capreomycin, kanamycin, and amikacin"}
{"id": "article-30653_72", "title": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis", "content": "Drug-resistant TB poses a threat to global public health control efforts. In 2018, the global estimate of MDR-TB was approximately half a million new cases, of which only 30% were started on second-line therapy. The complexity of treatment and management led to the establishment of programmatic strategies to intensify treatment programs. [66] Extended treatment regimens can range from 18 to 21 months and incorporate a variety of first-line, second-line, new, and repurposed agents during both the intensive and continuation phases of therapy. When prolonged regimens and injectable second-line agents are required, the risks of drug toxicities and poor patient compliance are very high. Adherence interventions are being employed and include psychological counseling and patient education, financial and material incentives, and mobile phone text reminders. [66]", "contents": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis. Drug-resistant TB poses a threat to global public health control efforts. In 2018, the global estimate of MDR-TB was approximately half a million new cases, of which only 30% were started on second-line therapy. The complexity of treatment and management led to the establishment of programmatic strategies to intensify treatment programs. [66] Extended treatment regimens can range from 18 to 21 months and incorporate a variety of first-line, second-line, new, and repurposed agents during both the intensive and continuation phases of therapy. When prolonged regimens and injectable second-line agents are required, the risks of drug toxicities and poor patient compliance are very high. Adherence interventions are being employed and include psychological counseling and patient education, financial and material incentives, and mobile phone text reminders. [66]"}
{"id": "article-30653_73", "title": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis", "content": "New and repurposed agents including but not limited to delamanid, bedaquiline, pretomanid, linezolid, amoxicillin-clavulanate, meropenem-clavulanate, imipenem-cilastatin, cotrimoxazole, and macrolides have recently been employed and may permit shorter durations of treatment in some circumstances. [65] [67] [68] In addition, adjuvant surgical excision may be necessary in efforts to eradicate cavities and nonviable lung tissue. [65] [69]", "contents": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis. New and repurposed agents including but not limited to delamanid, bedaquiline, pretomanid, linezolid, amoxicillin-clavulanate, meropenem-clavulanate, imipenem-cilastatin, cotrimoxazole, and macrolides have recently been employed and may permit shorter durations of treatment in some circumstances. [65] [67] [68] In addition, adjuvant surgical excision may be necessary in efforts to eradicate cavities and nonviable lung tissue. [65] [69]"}
{"id": "article-30653_74", "title": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis", "content": "Details on the management of drug-resistant TB are beyond the scope of this activity and the reader is directed to both WHO and American Thoracic Society/European Respiratory Society/Infectious Diseases Society of America guidelines. [65] [70] Moreover, it is advisable to seek assistance from government health department experts when caring for an individual with suspected or confirmed drug-resistant TB. Experts can be found at ( http://www.cdc.gov/tb/education/rtmc/default.htm ) and ( http://mdrtb.brit-thoracic.org.uk/ ).", "contents": "Tuberculosis -- Treatment / Management -- Drug-Resistant Tuberculosis. Details on the management of drug-resistant TB are beyond the scope of this activity and the reader is directed to both WHO and American Thoracic Society/European Respiratory Society/Infectious Diseases Society of America guidelines. [65] [70] Moreover, it is advisable to seek assistance from government health department experts when caring for an individual with suspected or confirmed drug-resistant TB. Experts can be found at ( http://www.cdc.gov/tb/education/rtmc/default.htm ) and ( http://mdrtb.brit-thoracic.org.uk/ )."}
{"id": "article-30653_75", "title": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine", "content": "BCG, a live attenuated strain of M bovis, has been recommended by the WHO as a vaccine for infants and children since 1974. [71] It is intended for use in countries with high TB incidence to prevent miliary TB and Mtb meningitis to which infants are most susceptible. It is the most widely used vaccine worldwide. [72] While the vaccine appears somewhat protective when administered to infants and children, its protection wanes over several years. It does not provide significant protection when administered to adults. [73] As previously discussed, BCG vaccine can cause false-positive TSTs.", "contents": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine. BCG, a live attenuated strain of M bovis, has been recommended by the WHO as a vaccine for infants and children since 1974. [71] It is intended for use in countries with high TB incidence to prevent miliary TB and Mtb meningitis to which infants are most susceptible. It is the most widely used vaccine worldwide. [72] While the vaccine appears somewhat protective when administered to infants and children, its protection wanes over several years. It does not provide significant protection when administered to adults. [73] As previously discussed, BCG vaccine can cause false-positive TSTs."}
{"id": "article-30653_76", "title": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine", "content": "A commonly encountered clinical question is whether to initiate TB preventive drugs in patients who anticipate anti-TNF therapy or transplantation, have a possible history of having received the BCG vaccine, and are IGRA-negative and TST-positive. This complex scenario becomes particularly troublesome when one considers that the patient comes from a high TB prevalence region, denies a history of known TB infection, lacks radiological signs of latent or active TB, and could be at risk of developing reactivation TB once anti-TNF therapy or transplant commences. Discordant results, such as TST-positive/IGRA-negative, are common in people who received the BCG vaccine. There are no firm cutoff values for the size of TST induration in this particular setting. Moreover, initiating TB preventive therapy is not without risks of adverse drug reactions.", "contents": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine. A commonly encountered clinical question is whether to initiate TB preventive drugs in patients who anticipate anti-TNF therapy or transplantation, have a possible history of having received the BCG vaccine, and are IGRA-negative and TST-positive. This complex scenario becomes particularly troublesome when one considers that the patient comes from a high TB prevalence region, denies a history of known TB infection, lacks radiological signs of latent or active TB, and could be at risk of developing reactivation TB once anti-TNF therapy or transplant commences. Discordant results, such as TST-positive/IGRA-negative, are common in people who received the BCG vaccine. There are no firm cutoff values for the size of TST induration in this particular setting. Moreover, initiating TB preventive therapy is not without risks of adverse drug reactions."}
{"id": "article-30653_77", "title": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine", "content": "Unfortunately, there is no way to address this clinical situation with absolute certainty. [74] The consensus guidelines approach this scenario somewhat indirectly and state “ Performing a second diagnostic test when the initial test is negative is one strategy to increase sensitivity. While this strategy to increase sensitivity may reduce the specificity of diagnostic testing, this may be an acceptable tradeoff in situations in which it is determined that the consequences of missing latent TB infection (i.e., not treating individuals who may benefit from therapy) exceed the consequences of inappropriate therapy (i.e. hepatotoxicity).” [74] In this complicated situation, the consensus among most experts is to begin a regimen of TB preventive therapy several weeks before the start of the immunosuppressing intervention. [74]", "contents": "Tuberculosis -- Treatment / Management -- Bacille Calmette-Guerin Vaccine. Unfortunately, there is no way to address this clinical situation with absolute certainty. [74] The consensus guidelines approach this scenario somewhat indirectly and state “ Performing a second diagnostic test when the initial test is negative is one strategy to increase sensitivity. While this strategy to increase sensitivity may reduce the specificity of diagnostic testing, this may be an acceptable tradeoff in situations in which it is determined that the consequences of missing latent TB infection (i.e., not treating individuals who may benefit from therapy) exceed the consequences of inappropriate therapy (i.e. hepatotoxicity).” [74] In this complicated situation, the consensus among most experts is to begin a regimen of TB preventive therapy several weeks before the start of the immunosuppressing intervention. [74]"}
{"id": "article-30653_78", "title": "Tuberculosis -- Differential Diagnosis", "content": "As a result of its myriad manifestations over prolonged periods of time, the differential diagnosis of TB is limitless. [31] A list of the more common diseases that TB can easily be confused with is: Any infections causing constitutional symptoms Fevers of unknown origin Pulmonary infections Bacterial Nontuberculous mycobacteria Viral Fungal Parasitic Neoplasias Lung Hematologic Metastatic tumors Renal Peritoneal Gastrointestinal Autoimmune diseases Sarcoidosis Drug reactions.", "contents": "Tuberculosis -- Differential Diagnosis. As a result of its myriad manifestations over prolonged periods of time, the differential diagnosis of TB is limitless. [31] A list of the more common diseases that TB can easily be confused with is: Any infections causing constitutional symptoms Fevers of unknown origin Pulmonary infections Bacterial Nontuberculous mycobacteria Viral Fungal Parasitic Neoplasias Lung Hematologic Metastatic tumors Renal Peritoneal Gastrointestinal Autoimmune diseases Sarcoidosis Drug reactions."}
{"id": "article-30653_79", "title": "Tuberculosis -- Toxicity and Adverse Effect Management", "content": "The anti-TB drugs are associated with potential toxicities ranging from mild to life-threatening. [62] [75] Patients must be educated about early signs and symptoms of drug toxicity, instructed about when to discontinue their use, and seek immediate evaluation should they occur. There are detailed guidelines for assessing treatment responses, patient monitoring, adverse drug reactions, and management. [76] [77] The following is a list of commonly occurring adverse events and their associated anti-TB drugs:", "contents": "Tuberculosis -- Toxicity and Adverse Effect Management. The anti-TB drugs are associated with potential toxicities ranging from mild to life-threatening. [62] [75] Patients must be educated about early signs and symptoms of drug toxicity, instructed about when to discontinue their use, and seek immediate evaluation should they occur. There are detailed guidelines for assessing treatment responses, patient monitoring, adverse drug reactions, and management. [76] [77] The following is a list of commonly occurring adverse events and their associated anti-TB drugs:"}
{"id": "article-30653_80", "title": "Tuberculosis -- Toxicity and Adverse Effect Management", "content": "Hepatitis (malaise, fatigue, fever, anorexia, nausea, dark urine) INH; Bedaquiline; RIF; PZA Peripheral neuropathy INH; Linezolid Ocular toxicity ETH Rash PZA; ETH; Fluoroquinolones; Amikacin; Beta-lactams; INH; Streptomycin; Para-aminosalicylic acid Cranial nerve VIII dysfunction and renal dysfunction Amikacin; Streptomycin; Capreomycin; Kanamycin Gastrointestinal reactions All of the anti-TB drugs are capable of causing gastrointestinal upset Myalgias-arthralgias Bedaquiline; PZA Anxiety, confusion, psychosis Cycloserine; Fluoroquinolones Hypoglycemia Fluoroquinolones Tendonitis Fluoroquinolones", "contents": "Tuberculosis -- Toxicity and Adverse Effect Management. Hepatitis (malaise, fatigue, fever, anorexia, nausea, dark urine) INH; Bedaquiline; RIF; PZA Peripheral neuropathy INH; Linezolid Ocular toxicity ETH Rash PZA; ETH; Fluoroquinolones; Amikacin; Beta-lactams; INH; Streptomycin; Para-aminosalicylic acid Cranial nerve VIII dysfunction and renal dysfunction Amikacin; Streptomycin; Capreomycin; Kanamycin Gastrointestinal reactions All of the anti-TB drugs are capable of causing gastrointestinal upset Myalgias-arthralgias Bedaquiline; PZA Anxiety, confusion, psychosis Cycloserine; Fluoroquinolones Hypoglycemia Fluoroquinolones Tendonitis Fluoroquinolones"}
{"id": "article-30653_81", "title": "Tuberculosis -- Toxicity and Adverse Effect Management", "content": "People with TB and HIV coinfection receiving ART present additional management challenges. Both drug-drug interactions, as well as co-administration of anti-TB and antiretroviral agents, can pose significant risks. [78] [79] [80] Rifamycins cause decreased plasma concentrations of protease inhibitors (PIs) and nonnucleoside reverse-transcriptase inhibitors (NNRTIs). Co-administration of anti-TB drugs and ART can cause significant adverse reactions. In those coinfected individuals, the restoration of immunity associated with ART may result in clinical deterioration due to IRIS. A detailed discussion of the management of these pharmacological challenges is beyond the scope of this activity and is presented in excellent references. [78] [25]", "contents": "Tuberculosis -- Toxicity and Adverse Effect Management. People with TB and HIV coinfection receiving ART present additional management challenges. Both drug-drug interactions, as well as co-administration of anti-TB and antiretroviral agents, can pose significant risks. [78] [79] [80] Rifamycins cause decreased plasma concentrations of protease inhibitors (PIs) and nonnucleoside reverse-transcriptase inhibitors (NNRTIs). Co-administration of anti-TB drugs and ART can cause significant adverse reactions. In those coinfected individuals, the restoration of immunity associated with ART may result in clinical deterioration due to IRIS. A detailed discussion of the management of these pharmacological challenges is beyond the scope of this activity and is presented in excellent references. [78] [25]"}
{"id": "article-30653_82", "title": "Tuberculosis -- Prognosis", "content": "More than 80% of TB-associated mortality occurs in LMICs. TB is the leading cause of death in PLHIV. In 2022, the WHO estimated that there were 1.13 million deaths among HIV-negative people and 167,000 deaths among PLHIV. [10] The current estimate of the prognosis of untreated TB is difficult to calculate; it would have to account for regional differences in healthcare resources, those who have either failed or never initiated treatment, those with drug-resistant strains, and people with different underlying comorbidities. [81] Estimates based on prechemotherapy-era data may be unreliable due to heterogeneity in case definition, patient selection, and reporting. The study by Tiemersma et al estimated a 70% lifetime case fatality among untreated HIV-negative individuals. [81] The following global estimates of successful treatment outcomes derived by WHO in 2018 are:", "contents": "Tuberculosis -- Prognosis. More than 80% of TB-associated mortality occurs in LMICs. TB is the leading cause of death in PLHIV. In 2022, the WHO estimated that there were 1.13 million deaths among HIV-negative people and 167,000 deaths among PLHIV. [10] The current estimate of the prognosis of untreated TB is difficult to calculate; it would have to account for regional differences in healthcare resources, those who have either failed or never initiated treatment, those with drug-resistant strains, and people with different underlying comorbidities. [81] Estimates based on prechemotherapy-era data may be unreliable due to heterogeneity in case definition, patient selection, and reporting. The study by Tiemersma et al estimated a 70% lifetime case fatality among untreated HIV-negative individuals. [81] The following global estimates of successful treatment outcomes derived by WHO in 2018 are:"}
{"id": "article-30653_83", "title": "Tuberculosis -- Prognosis", "content": "85% success for people with new and relapsed TB 76% success for HIV-coinfected people 57% success for people with MDR-TB [82]", "contents": "Tuberculosis -- Prognosis. 85% success for people with new and relapsed TB 76% success for HIV-coinfected people 57% success for people with MDR-TB [82]"}
{"id": "article-30653_84", "title": "Tuberculosis -- Prognosis", "content": "The WHO estimates that 15% of patients with MDR-TB die of disease, and 26% of those deaths are due to XDR-TB. [65] For those individuals with drug-susceptible TB who adhere to a full therapeutic regimen, the cure rate can exceed 95%. Variables such as extent of disease, presence of comorbidities, age, and adverse drug reactions influence the therapy outcome. Novel regimens will very likely improve outcomes in people treated for drug-resistant TB. [83]", "contents": "Tuberculosis -- Prognosis. The WHO estimates that 15% of patients with MDR-TB die of disease, and 26% of those deaths are due to XDR-TB. [65] For those individuals with drug-susceptible TB who adhere to a full therapeutic regimen, the cure rate can exceed 95%. Variables such as extent of disease, presence of comorbidities, age, and adverse drug reactions influence the therapy outcome. Novel regimens will very likely improve outcomes in people treated for drug-resistant TB. [83]"}
{"id": "article-30653_85", "title": "Tuberculosis -- Complications", "content": "Clinical complications of TB and those resulting from adverse drug events have been presented in previous sections of this activity. TB is theoretically a curable and preventable disease for which the WHO has ambitiously established a goal of 90% reduction in incidence between 2015 and 2035. [84] It is this author’s prerogative to use this section to present complications that impede the attainment of that goal.", "contents": "Tuberculosis -- Complications. Clinical complications of TB and those resulting from adverse drug events have been presented in previous sections of this activity. TB is theoretically a curable and preventable disease for which the WHO has ambitiously established a goal of 90% reduction in incidence between 2015 and 2035. [84] It is this author’s prerogative to use this section to present complications that impede the attainment of that goal."}
{"id": "article-30653_86", "title": "Tuberculosis -- Complications", "content": "TB is predominantly a disease associated with poverty, overcrowding, lack of awareness, limitations in public health resources, lack of political commitment, and lack of clinical expertise. None of these complicating factors are easy to remedy. Adherence to multiple-pill, prolonged, and occasionally unpleasant drug regimens often leads to truncated treatment, resulting in failure to eradicate infection and the emergence of drug resistance. Most active TB cases result from the progression of latent infection rather than community transmission. Active community surveillance, interpreting the results of existing testing modalities, and treating latent TB are all very complicated. Outreach and follow-up of patients with latent and active TB are equally very complex. In resource-rich countries, many new cases of TB occur in recent immigrants and marginalized groups; lack of access to expert medical care remains a significant complication in those segments of society. [85] Finding and allocating funds to achieve the WHO global strategy to eliminate TB is perhaps the major complication. TB, a disease of antiquity, continues to be responsible for the death of millions of people each year. Hopefully, the future of TB will be met with robust vaccine technology, sensitive and specific point-of-use diagnostics, safe and highly active anti-TB drugs, and well-funded public health programs across the globe.", "contents": "Tuberculosis -- Complications. TB is predominantly a disease associated with poverty, overcrowding, lack of awareness, limitations in public health resources, lack of political commitment, and lack of clinical expertise. None of these complicating factors are easy to remedy. Adherence to multiple-pill, prolonged, and occasionally unpleasant drug regimens often leads to truncated treatment, resulting in failure to eradicate infection and the emergence of drug resistance. Most active TB cases result from the progression of latent infection rather than community transmission. Active community surveillance, interpreting the results of existing testing modalities, and treating latent TB are all very complicated. Outreach and follow-up of patients with latent and active TB are equally very complex. In resource-rich countries, many new cases of TB occur in recent immigrants and marginalized groups; lack of access to expert medical care remains a significant complication in those segments of society. [85] Finding and allocating funds to achieve the WHO global strategy to eliminate TB is perhaps the major complication. TB, a disease of antiquity, continues to be responsible for the death of millions of people each year. Hopefully, the future of TB will be met with robust vaccine technology, sensitive and specific point-of-use diagnostics, safe and highly active anti-TB drugs, and well-funded public health programs across the globe."}
{"id": "article-30653_87", "title": "Tuberculosis -- Deterrence and Patient Education", "content": "Deterrence to TB eradication includes: Social conditions that favor communicability, particularly poverty and overcrowding Lack of political commitment Nonspecific signs and symptoms of disease Asymptomatic disease Failure to consider TB in a differential diagnosis Diagnostic tests that may lack sensitivity and specificity TB illiteracy Pill burden, prolonged duration of treatment, adverse drug effects Poor adherence to treatment regimens Lack of public health resources Absence of robust immunizations that prevent TB infection", "contents": "Tuberculosis -- Deterrence and Patient Education. Deterrence to TB eradication includes: Social conditions that favor communicability, particularly poverty and overcrowding Lack of political commitment Nonspecific signs and symptoms of disease Asymptomatic disease Failure to consider TB in a differential diagnosis Diagnostic tests that may lack sensitivity and specificity TB illiteracy Pill burden, prolonged duration of treatment, adverse drug effects Poor adherence to treatment regimens Lack of public health resources Absence of robust immunizations that prevent TB infection"}
{"id": "article-30653_88", "title": "Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "TB is a preventable and curable disease that impacts all segments of humankind. Its diagnosis, treatment, and prevention require coordination between front-line public health officials, adult and pediatric primary care physicians, advanced care practitioners, clinical laboratory technologists, pulmonologists, infectious diseases physicians, pharmacists, nurses, and other healthcare professionals. Skillful management of TB demands expertise in history-taking, physical examination, and interpreting diagnostic tests, coupled with proficiency in implementing evidence-based treatment regimens tailored to individual patient needs. The strategy revolves around developing comprehensive care plans integrating TB diagnosis, treatment, and prevention alongside targeted public health interventions to mitigate transmission risks. Ethically, upholding patient autonomy, confidentiality, and principles of beneficence and non-maleficence underpin TB care, ensuring patients are actively involved in decision-making while safeguarding their well-being. Responsibilities are shared among team members, from timely diagnosis to coordinated care transitions and patient education. Effective interprofessional communication fosters collaboration, optimizing care outcomes by exchanging information and promoting shared decision-making. Care coordination, both within healthcare settings and with community resources, ensures seamless continuity of care and addresses patients' psychosocial needs, ultimately enhancing patient-centered care, outcomes, safety, and team performance in managing tuberculosis.", "contents": "Tuberculosis -- Enhancing Healthcare Team Outcomes. TB is a preventable and curable disease that impacts all segments of humankind. Its diagnosis, treatment, and prevention require coordination between front-line public health officials, adult and pediatric primary care physicians, advanced care practitioners, clinical laboratory technologists, pulmonologists, infectious diseases physicians, pharmacists, nurses, and other healthcare professionals. Skillful management of TB demands expertise in history-taking, physical examination, and interpreting diagnostic tests, coupled with proficiency in implementing evidence-based treatment regimens tailored to individual patient needs. The strategy revolves around developing comprehensive care plans integrating TB diagnosis, treatment, and prevention alongside targeted public health interventions to mitigate transmission risks. Ethically, upholding patient autonomy, confidentiality, and principles of beneficence and non-maleficence underpin TB care, ensuring patients are actively involved in decision-making while safeguarding their well-being. Responsibilities are shared among team members, from timely diagnosis to coordinated care transitions and patient education. Effective interprofessional communication fosters collaboration, optimizing care outcomes by exchanging information and promoting shared decision-making. Care coordination, both within healthcare settings and with community resources, ensures seamless continuity of care and addresses patients' psychosocial needs, ultimately enhancing patient-centered care, outcomes, safety, and team performance in managing tuberculosis."}
{"id": "article-30653_89", "title": "Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "The complexities of TB care and prevention require the expertise of government officials with specific training to help guide front-line health professionals caring for at-risk and affected patients. Efforts are needed to educate clinicians practicing in low TB endemic areas who are unfamiliar with strategies to diagnose and treat patients with TB. Clinics specializing in TB should be made available to marginalized segments of the population who are at the highest risk of having TB.", "contents": "Tuberculosis -- Enhancing Healthcare Team Outcomes. The complexities of TB care and prevention require the expertise of government officials with specific training to help guide front-line health professionals caring for at-risk and affected patients. Efforts are needed to educate clinicians practicing in low TB endemic areas who are unfamiliar with strategies to diagnose and treat patients with TB. Clinics specializing in TB should be made available to marginalized segments of the population who are at the highest risk of having TB."}
{"id": "article-30653_90", "title": "Tuberculosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Tuberculosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}