{"id": "article-32036_0", "title": "X-ray Production -- Definition/Introduction", "content": "X-rays are a form of electromagnetic radiation with wavelengths ranging from 0.01 to 10 nanometers. In the setting of diagnostic radiology, X-rays have long enjoyed use in the imaging of body tissues and aid in the diagnosis of disease. Simply understood, the generation of X-rays occurs when electrons are accelerated under a potential difference and turned into electromagnetic radiation. [1] An X-ray tube, with its respective components placed in a vacuum, and a generator, make up the basic components of X-ray production. Essential components of an X-ray tube include a cathode, and an anode separated a short distance from each other, a vacuum enclosure, and high voltage cables forming the X-ray generator attached to the cathode and anode components. [2] In the generation of X-ray production, a cathode filament machined in a cathode cup is activated, causing intense heating of the cathode filament. [3] The heating of the filament leads to the release of electrons in a process called thermionic emission. [4] The released electrons form in an electron cloud at the filament surface, and repulsion forces prevent the ejection of electrons from this negatively charged cloud. [2] Upon application of a high voltage by an X-ray generator to the cathode as well as the anode, there is an acceleration of electrons ejected to an electrically positive anode. [3] The filament and the focusing cup determine this path of acceleration. The number of electrons is measured in the form of milliampere (mA) units, where 1 milliampere is equal to 6.24 x 10^15 electrons/s. Electron kinetic energy (measured in keV) is related to the applied voltage. The tube voltage, tube current, and exposure duration (measured in seconds) are adjustable by the user.", "contents": "X-ray Production -- Definition/Introduction. X-rays are a form of electromagnetic radiation with wavelengths ranging from 0.01 to 10 nanometers. In the setting of diagnostic radiology, X-rays have long enjoyed use in the imaging of body tissues and aid in the diagnosis of disease. Simply understood, the generation of X-rays occurs when electrons are accelerated under a potential difference and turned into electromagnetic radiation. [1] An X-ray tube, with its respective components placed in a vacuum, and a generator, make up the basic components of X-ray production. Essential components of an X-ray tube include a cathode, and an anode separated a short distance from each other, a vacuum enclosure, and high voltage cables forming the X-ray generator attached to the cathode and anode components. [2] In the generation of X-ray production, a cathode filament machined in a cathode cup is activated, causing intense heating of the cathode filament. [3] The heating of the filament leads to the release of electrons in a process called thermionic emission. [4] The released electrons form in an electron cloud at the filament surface, and repulsion forces prevent the ejection of electrons from this negatively charged cloud. [2] Upon application of a high voltage by an X-ray generator to the cathode as well as the anode, there is an acceleration of electrons ejected to an electrically positive anode. [3] The filament and the focusing cup determine this path of acceleration. The number of electrons is measured in the form of milliampere (mA) units, where 1 milliampere is equal to 6.24 x 10^15 electrons/s. Electron kinetic energy (measured in keV) is related to the applied voltage. The tube voltage, tube current, and exposure duration (measured in seconds) are adjustable by the user."}
{"id": "article-32036_1", "title": "X-ray Production -- Definition/Introduction", "content": "Once the high kinetic energy electrons finally reach the anode target, this initiates the process of X-ray production. Tungsten is often the usual anode target, although other material targets are also employed. Electrons come extremely close to the nucleus of the target, causing a deceleration and change in direction, converting the kinetic energy to electromagnetic radiation in a process known as “breaking radiation” or bremsstrahlung. [5] The output is a spectrum of X-ray energies. Incident electrons can also result in ionization, whereby the approaching electron can remove a second electron belonging to an atom of the anode target, losing its energy through ionization or excitation. This process leads to an emission of a photon as the electron orbit vacancy gets filled by an orbital shell electron from a further out shell. Considering orbital energies and their differences are unique in atoms, this leads to a “characteristic X-ray” with energies that can serve as a fingerprint unique to each anode target. Bremsstrahlung X-rays, however, constitute the majority of X-rays produced in this process.", "contents": "X-ray Production -- Definition/Introduction. Once the high kinetic energy electrons finally reach the anode target, this initiates the process of X-ray production. Tungsten is often the usual anode target, although other material targets are also employed. Electrons come extremely close to the nucleus of the target, causing a deceleration and change in direction, converting the kinetic energy to electromagnetic radiation in a process known as “breaking radiation” or bremsstrahlung. [5] The output is a spectrum of X-ray energies. Incident electrons can also result in ionization, whereby the approaching electron can remove a second electron belonging to an atom of the anode target, losing its energy through ionization or excitation. This process leads to an emission of a photon as the electron orbit vacancy gets filled by an orbital shell electron from a further out shell. Considering orbital energies and their differences are unique in atoms, this leads to a “characteristic X-ray” with energies that can serve as a fingerprint unique to each anode target. Bremsstrahlung X-rays, however, constitute the majority of X-rays produced in this process."}
{"id": "article-32036_2", "title": "X-ray Production -- Definition/Introduction", "content": "Before understanding the final production of an X-ray image, it is essential to understand the interaction of X-rays with individuals exposed to X-rays. There are three important types of interactions that occur between X-rays and the tissues of our body. The “classical” or “coherent” interaction occurs when an X-ray strikes an orbital electron and subsequently bounces off and changes direction. [6] These X-rays are low energy and do not cause ionization and only add a small dose amount to a patient. In “Compton” scattering, X-rays of higher energy strike an outer shell electron and are strong enough to remove it from the shell, causing ionization of an atom. [7] This phenomenon contributes to dose and also contributes to scatter. Photoelectric interactions occur when an incoming X-ray strikes an inner shell electron, removing it from the shell and causing a downward cascade of outer shell electrons filling inner orbit vacancies, further releasing secondary X-rays. This type of interaction contributes to image contrast. Finally, the differential absorption of X-rays within the tissues of the body subsequently contributes to the production of the final image. Attenuation of X-rays ultimately depends on the effective atomic number in tissue, X-ray beam energy, and tissue density. [8]", "contents": "X-ray Production -- Definition/Introduction. Before understanding the final production of an X-ray image, it is essential to understand the interaction of X-rays with individuals exposed to X-rays. There are three important types of interactions that occur between X-rays and the tissues of our body. The “classical” or “coherent” interaction occurs when an X-ray strikes an orbital electron and subsequently bounces off and changes direction. [6] These X-rays are low energy and do not cause ionization and only add a small dose amount to a patient. In “Compton” scattering, X-rays of higher energy strike an outer shell electron and are strong enough to remove it from the shell, causing ionization of an atom. [7] This phenomenon contributes to dose and also contributes to scatter. Photoelectric interactions occur when an incoming X-ray strikes an inner shell electron, removing it from the shell and causing a downward cascade of outer shell electrons filling inner orbit vacancies, further releasing secondary X-rays. This type of interaction contributes to image contrast. Finally, the differential absorption of X-rays within the tissues of the body subsequently contributes to the production of the final image. Attenuation of X-rays ultimately depends on the effective atomic number in tissue, X-ray beam energy, and tissue density. [8]"}
{"id": "article-32036_3", "title": "X-ray Production -- Definition/Introduction", "content": "Image detectors come in the form of digital and analog film detectors. [9] One limitation of analog systems is the limited range of exposure intensities that it can accurately detect; this lends itself to multiple images taken for an adequate and interpretable study, and therefore subsequently leads to increased radiation exposure to a patient. Digital systems allow a user to fix contrast and brightness and provide greater post image processing options. [9]", "contents": "X-ray Production -- Definition/Introduction. Image detectors come in the form of digital and analog film detectors. [9] One limitation of analog systems is the limited range of exposure intensities that it can accurately detect; this lends itself to multiple images taken for an adequate and interpretable study, and therefore subsequently leads to increased radiation exposure to a patient. Digital systems allow a user to fix contrast and brightness and provide greater post image processing options. [9]"}
{"id": "article-32036_4", "title": "X-ray Production -- Issues of Concern", "content": "Effective dose refers to the amount of radiation received by the whole body, and measurement is in millisievert (mSv). Generally speaking, various procedures entail different effective radiation doses based on site and use of contrast. For example, a radiograph of the spine has an approximate effective dose of around 1 mSv. [10] A radiograph of the extremity ranges within the upper limits of normal between 0.17 to 2.7 microSv. [10] To better place these doses in context, we can compare these exposures with natural radiation we obtain from our surroundings, which usually approximates to 3 mSv per year. [11] A spine X-ray, therefore, is comparable to the natural background radiation exposure for six months. An extremity radiograph compares to natural background radiation exposure of 3 hours. Bone densitometry and mammography studies have an approximate effective dose of around 0.001 mSv and 0.4 mSv, respectively, comparable to 3 hours and six weeks of background radiation, respectively. [12] Radiography, therefore, in the setting of cumulative exposure is not without risks in patients who require frequent imaging studies. An X-ray technician plays an instrumental role in the acquisition of interpretable and high-quality X-ray images. A working and constant relationship between a radiologist and an X-ray technician is essential in troubleshooting and acquiring images in the appropriate diagnosis of a patient. X-ray technicians are also critical in preventing artifacts, taking brief medical histories, ensuring appropriate laterality, appropriate positioning, and adjusting and maintaining various equipment involved in X-ray acquisition.", "contents": "X-ray Production -- Issues of Concern. Effective dose refers to the amount of radiation received by the whole body, and measurement is in millisievert (mSv). Generally speaking, various procedures entail different effective radiation doses based on site and use of contrast. For example, a radiograph of the spine has an approximate effective dose of around 1 mSv. [10] A radiograph of the extremity ranges within the upper limits of normal between 0.17 to 2.7 microSv. [10] To better place these doses in context, we can compare these exposures with natural radiation we obtain from our surroundings, which usually approximates to 3 mSv per year. [11] A spine X-ray, therefore, is comparable to the natural background radiation exposure for six months. An extremity radiograph compares to natural background radiation exposure of 3 hours. Bone densitometry and mammography studies have an approximate effective dose of around 0.001 mSv and 0.4 mSv, respectively, comparable to 3 hours and six weeks of background radiation, respectively. [12] Radiography, therefore, in the setting of cumulative exposure is not without risks in patients who require frequent imaging studies. An X-ray technician plays an instrumental role in the acquisition of interpretable and high-quality X-ray images. A working and constant relationship between a radiologist and an X-ray technician is essential in troubleshooting and acquiring images in the appropriate diagnosis of a patient. X-ray technicians are also critical in preventing artifacts, taking brief medical histories, ensuring appropriate laterality, appropriate positioning, and adjusting and maintaining various equipment involved in X-ray acquisition."}
{"id": "article-32036_5", "title": "X-ray Production -- Clinical Significance", "content": "Although adequate coverage of the full range of uses of conventional radiographs cannot is beyond the scope of this article, the use of radiography frequently plays a critical role in assessing the various osseous structures of the body. Evaluation of the lungs is also possible, and the use of contrast can also help to examine soft tissue organs of the body, including the gastrointestinal tract and the uterus, such as in the setting of hysterosalpingography. Radiography is useful in performing various procedures including catheter angiography, stereotactic breast biopsies as well as an intra-articular steroid injection. Radiography helps in the evaluation of multiple pathologies, including fractures, types of pneumonia, malignancies, as well as congenital anatomic abnormalities.", "contents": "X-ray Production -- Clinical Significance. Although adequate coverage of the full range of uses of conventional radiographs cannot is beyond the scope of this article, the use of radiography frequently plays a critical role in assessing the various osseous structures of the body. Evaluation of the lungs is also possible, and the use of contrast can also help to examine soft tissue organs of the body, including the gastrointestinal tract and the uterus, such as in the setting of hysterosalpingography. Radiography is useful in performing various procedures including catheter angiography, stereotactic breast biopsies as well as an intra-articular steroid injection. Radiography helps in the evaluation of multiple pathologies, including fractures, types of pneumonia, malignancies, as well as congenital anatomic abnormalities."}
{"id": "article-32036_6", "title": "X-ray Production -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "X-ray Production -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}