{"id": "article-27542_0", "title": "Postpartum Cardiomyopathy -- Continuing Education Activity", "content": "Postpartum cardiomyopathy, also known as peripartum cardiomyopathy (PPCM), is defined as new onset heart failure between the last month of pregnancy and 5 months post delivery with no determinable cause. Postpartum cardiomyopathy is a rare cause of heart failure. Its incidence and prevalence are highly variable depending on the race and geographic regions. Its clinical outcome is also diverse from complete recovery to death. Postpartum cardiomyopathy is a diagnosis of exclusion. This activity reviews the evaluation, etiology, and management of postpartum cardiomyopathy and highlights the role of an interprofessional team in evaluating and improving care for patients with this condition.", "contents": "Postpartum Cardiomyopathy -- Continuing Education Activity. Postpartum cardiomyopathy, also known as peripartum cardiomyopathy (PPCM), is defined as new onset heart failure between the last month of pregnancy and 5 months post delivery with no determinable cause. Postpartum cardiomyopathy is a rare cause of heart failure. Its incidence and prevalence are highly variable depending on the race and geographic regions. Its clinical outcome is also diverse from complete recovery to death. Postpartum cardiomyopathy is a diagnosis of exclusion. This activity reviews the evaluation, etiology, and management of postpartum cardiomyopathy and highlights the role of an interprofessional team in evaluating and improving care for patients with this condition."}
{"id": "article-27542_1", "title": "Postpartum Cardiomyopathy -- Continuing Education Activity", "content": "Objectives: Describe the presentation of postpartum cardiomyopathy. Describe the evaluation of postpartum cardiomyopathy. Describe the treatment of postpartum cardiomyopathy. Explain why a cohesive team approach is necessary to the provision of quality, interprofessional care for patients with postpartum cardiomyopathy. Access free multiple choice questions on this topic.", "contents": "Postpartum Cardiomyopathy -- Continuing Education Activity. Objectives: Describe the presentation of postpartum cardiomyopathy. Describe the evaluation of postpartum cardiomyopathy. Describe the treatment of postpartum cardiomyopathy. Explain why a cohesive team approach is necessary to the provision of quality, interprofessional care for patients with postpartum cardiomyopathy. Access free multiple choice questions on this topic."}
{"id": "article-27542_2", "title": "Postpartum Cardiomyopathy -- Introduction", "content": "Postpartum cardiomyopathy is a rare form of congestive heart failure of unknown etiology. Heart failure in peripartum period was first described in 1849. The current diagnostic criteria for peripartum cardiomyopathy include1. Cardiac failure in a previously healthy woman in the last month of pregnancy or within 5 months of delivery.2. Absence of a determinable etiology for the cardiac failure.3. Absence of demonstrable cardiac disease prior to last month of pregnancy.4. Echocardiographic evidence of diminished left ventricular systolic function.", "contents": "Postpartum Cardiomyopathy -- Introduction. Postpartum cardiomyopathy is a rare form of congestive heart failure of unknown etiology. Heart failure in peripartum period was first described in 1849. The current diagnostic criteria for peripartum cardiomyopathy include1. Cardiac failure in a previously healthy woman in the last month of pregnancy or within 5 months of delivery.2. Absence of a determinable etiology for the cardiac failure.3. Absence of demonstrable cardiac disease prior to last month of pregnancy.4. Echocardiographic evidence of diminished left ventricular systolic function."}
{"id": "article-27542_3", "title": "Postpartum Cardiomyopathy -- Introduction", "content": "Its incidence and prevalence are highly variable depending on the race and geographic regions. [1] Its clinical outcome is also diverse from complete recovery to death. Postpartum cardiomyopathy is a diagnosis of exclusion.", "contents": "Postpartum Cardiomyopathy -- Introduction. Its incidence and prevalence are highly variable depending on the race and geographic regions. [1] Its clinical outcome is also diverse from complete recovery to death. Postpartum cardiomyopathy is a diagnosis of exclusion."}
{"id": "article-27542_4", "title": "Postpartum Cardiomyopathy -- Etiology", "content": "The exact mechanism of disease is unknown; however, different hypotheses have been described regarding its etiology comprising viral myocarditis, nutritional deficiencies, autoimmunity, microchimerism, hemodynamic stresses, vascular dysfunction, hormonal insults, and underlying genetics. [2]", "contents": "Postpartum Cardiomyopathy -- Etiology. The exact mechanism of disease is unknown; however, different hypotheses have been described regarding its etiology comprising viral myocarditis, nutritional deficiencies, autoimmunity, microchimerism, hemodynamic stresses, vascular dysfunction, hormonal insults, and underlying genetics. [2]"}
{"id": "article-27542_5", "title": "Postpartum Cardiomyopathy -- Epidemiology", "content": "The nationwide population-based study showed the incidence of 10.3 patients per 10,000 live births. The incidence increases with age with a maximum incidence of 40 to 54 years. [3] This incidence is highest in African Americans and people living in the southern United States, but the incidence is lowest in Hispanics. The disease is more prevalent in Asia and Africa. One study showed that the incidence of heart failure due to pregnancy is higher among Nigerian women; affecting nearly 1 out of 100 live births. [4] Data showed that every 1 in 837 to 1 in 1374  deliveries suffers from peripartum cardiomyopathy in south Asia. [5] , [6] Due to the advent of new techniques for the diagnosis and more awareness regarding postpartum cardiomyopathy, its incidence has increased from 8.5 to 11.8 in the last few years. [7]", "contents": "Postpartum Cardiomyopathy -- Epidemiology. The nationwide population-based study showed the incidence of 10.3 patients per 10,000 live births. The incidence increases with age with a maximum incidence of 40 to 54 years. [3] This incidence is highest in African Americans and people living in the southern United States, but the incidence is lowest in Hispanics. The disease is more prevalent in Asia and Africa. One study showed that the incidence of heart failure due to pregnancy is higher among Nigerian women; affecting nearly 1 out of 100 live births. [4] Data showed that every 1 in 837 to 1 in 1374  deliveries suffers from peripartum cardiomyopathy in south Asia. [5] , [6] Due to the advent of new techniques for the diagnosis and more awareness regarding postpartum cardiomyopathy, its incidence has increased from 8.5 to 11.8 in the last few years. [7]"}
{"id": "article-27542_6", "title": "Postpartum Cardiomyopathy -- Pathophysiology", "content": "There are approximately 11 hypotheses suggested as a possible causal factor for the development of heart failure. [2] Viral myocarditis during a peripartum period possibly due to echovirus, coxsackievirus, parvovirus B19, human herpesvirus 6, Epstein bar virus, or human cytomegalovirus [8] Unable to clear cardiac antigen autoantibodies due to reduced humoral immunity [9] Inadequate response to hemodynamic stress of pregnancy [10] Aggressive cardiac cell apoptosis [11] Inflammation due to cytokines [12] Selenium deficiency due to malnutrition [13] Familial predisposition due to a genetic mode of transmission [14] Increased prolactin effect on the heart [15] Estrogen and progesterone effect [16] Myocardial stunning due to adrenergic surge [16] Myocardial ischemia [17]", "contents": "Postpartum Cardiomyopathy -- Pathophysiology. There are approximately 11 hypotheses suggested as a possible causal factor for the development of heart failure. [2] Viral myocarditis during a peripartum period possibly due to echovirus, coxsackievirus, parvovirus B19, human herpesvirus 6, Epstein bar virus, or human cytomegalovirus [8] Unable to clear cardiac antigen autoantibodies due to reduced humoral immunity [9] Inadequate response to hemodynamic stress of pregnancy [10] Aggressive cardiac cell apoptosis [11] Inflammation due to cytokines [12] Selenium deficiency due to malnutrition [13] Familial predisposition due to a genetic mode of transmission [14] Increased prolactin effect on the heart [15] Estrogen and progesterone effect [16] Myocardial stunning due to adrenergic surge [16] Myocardial ischemia [17]"}
{"id": "article-27542_7", "title": "Postpartum Cardiomyopathy -- Histopathology", "content": "The diagnosis is based on clinical presentation and echocardiographic findings. A biopsy is not needed for the diagnosis however when done in rare cases; it shows patchy fibrosis, myofiber hypertrophy, degeneration, and necrosis with inflammatory endomyocardial infiltrates. It also sometimes reveals viral genomes such as herpesvirus 6, parvovirus B19, and Epstein-Barr virus. [18]", "contents": "Postpartum Cardiomyopathy -- Histopathology. The diagnosis is based on clinical presentation and echocardiographic findings. A biopsy is not needed for the diagnosis however when done in rare cases; it shows patchy fibrosis, myofiber hypertrophy, degeneration, and necrosis with inflammatory endomyocardial infiltrates. It also sometimes reveals viral genomes such as herpesvirus 6, parvovirus B19, and Epstein-Barr virus. [18]"}
{"id": "article-27542_8", "title": "Postpartum Cardiomyopathy -- History and Physical", "content": "Most patients present soon after delivery especially in the first week postpartum. The symptoms are suggestive of heart failure, for example, orthopnea and paroxysmal nocturnal dyspnea. These symptoms are usually attributed to normal pregnancy and that is why a diagnosis of postpartum cardiomyopathy can be easily missed. Physical examination findings include tachycardia, elevated jugular venous pressure, bilateral pulmonary crackles due to pulmonary edema, third heart sound (S3) and displaced apical pulse. Severe cases may present with acute respiratory failure or cardiogenic shock and a need for close monitoring in the intensive care unit. Some of the most common risk factors for the development of postpartum cardiomyopathy are as follows:", "contents": "Postpartum Cardiomyopathy -- History and Physical. Most patients present soon after delivery especially in the first week postpartum. The symptoms are suggestive of heart failure, for example, orthopnea and paroxysmal nocturnal dyspnea. These symptoms are usually attributed to normal pregnancy and that is why a diagnosis of postpartum cardiomyopathy can be easily missed. Physical examination findings include tachycardia, elevated jugular venous pressure, bilateral pulmonary crackles due to pulmonary edema, third heart sound (S3) and displaced apical pulse. Severe cases may present with acute respiratory failure or cardiogenic shock and a need for close monitoring in the intensive care unit. Some of the most common risk factors for the development of postpartum cardiomyopathy are as follows:"}
{"id": "article-27542_9", "title": "Postpartum Cardiomyopathy -- History and Physical", "content": "Advanced maternal age (more cases reported in both extremes of age) High parity (71% of women diagnosed with PPCM had three or more prior pregnancies) [19] High gravidity Twin pregnancy (more endemic in women with twin pregnancies) Use of tocolytic therapy (greater than 4 weeks can cause silent ischemia) [20] African descent (more prevalent in the African population) Poverty Hypertension Cocaine abuse", "contents": "Postpartum Cardiomyopathy -- History and Physical. Advanced maternal age (more cases reported in both extremes of age) High parity (71% of women diagnosed with PPCM had three or more prior pregnancies) [19] High gravidity Twin pregnancy (more endemic in women with twin pregnancies) Use of tocolytic therapy (greater than 4 weeks can cause silent ischemia) [20] African descent (more prevalent in the African population) Poverty Hypertension Cocaine abuse"}
{"id": "article-27542_10", "title": "Postpartum Cardiomyopathy -- Evaluation", "content": "Unlikely normal pregnancy, B-type natriuretic peptide and N-terminal proBNP are usually elevated in PPCM. ECG may show non-specific changes like sinus tachycardia, interventricular delay and sometimes, LBBB pattern. Chest radiography typically shows pulmonary edema and may show enlarged cardiac silhouette or pleural effusions(or both).", "contents": "Postpartum Cardiomyopathy -- Evaluation. Unlikely normal pregnancy, B-type natriuretic peptide and N-terminal proBNP are usually elevated in PPCM. ECG may show non-specific changes like sinus tachycardia, interventricular delay and sometimes, LBBB pattern. Chest radiography typically shows pulmonary edema and may show enlarged cardiac silhouette or pleural effusions(or both)."}
{"id": "article-27542_11", "title": "Postpartum Cardiomyopathy -- Evaluation", "content": "Echocardiography suffices to differentiate it from other causes and usually shows left ventricle dilatation of variable degrees, left ventricle systolic dysfunction, right ventricular and bi-atrial enlargement, mitral and tricuspid regurgitation, pulmonary hypertension, and intracardiac thrombus. [21] Echocardiography criteria to diagnose PPCM includes ejection fraction less than 45%, end-diastolic diameter greater than 2.7 cm/m2 and/or M-mode fractional shortening less than 30% [21] . Cardiac MRI can also be used to diagnose when an accurate estimation of the ejection fraction (EF) is required. Cardiac biopsy is generally not indicated, unless another cause of heart failure is suspected, (cardiac sarcoidosis, giant cell myocarditis etc.)", "contents": "Postpartum Cardiomyopathy -- Evaluation. Echocardiography suffices to differentiate it from other causes and usually shows left ventricle dilatation of variable degrees, left ventricle systolic dysfunction, right ventricular and bi-atrial enlargement, mitral and tricuspid regurgitation, pulmonary hypertension, and intracardiac thrombus. [21] Echocardiography criteria to diagnose PPCM includes ejection fraction less than 45%, end-diastolic diameter greater than 2.7 cm/m2 and/or M-mode fractional shortening less than 30% [21] . Cardiac MRI can also be used to diagnose when an accurate estimation of the ejection fraction (EF) is required. Cardiac biopsy is generally not indicated, unless another cause of heart failure is suspected, (cardiac sarcoidosis, giant cell myocarditis etc.)"}
{"id": "article-27542_12", "title": "Postpartum Cardiomyopathy -- Treatment / Management", "content": "Treatment is usually supportive and directed toward the management of the heart failure symptoms. [22] Standard heart failure therapy is used to optimize the patient's volume status. Beta 1 selective blockers and ACEIs are the most commonly used drugs and have shown to lower the mortality. [23] However, an ACEI is contraindicated in pregnant patients. Diuretics are often used to ease symptoms related to heart failure. Novel anti-heart failure medications, such as sacubitril/valsartan have been reported to improve heart failure symptoms in pregnancy-related cardiomyopathies. [24]", "contents": "Postpartum Cardiomyopathy -- Treatment / Management. Treatment is usually supportive and directed toward the management of the heart failure symptoms. [22] Standard heart failure therapy is used to optimize the patient's volume status. Beta 1 selective blockers and ACEIs are the most commonly used drugs and have shown to lower the mortality. [23] However, an ACEI is contraindicated in pregnant patients. Diuretics are often used to ease symptoms related to heart failure. Novel anti-heart failure medications, such as sacubitril/valsartan have been reported to improve heart failure symptoms in pregnancy-related cardiomyopathies. [24]"}
{"id": "article-27542_13", "title": "Postpartum Cardiomyopathy -- Treatment / Management", "content": "Recent data suggest that an increase in oxidative stress during the peripartum period increases the formation of abnormal 16-kDa prolactin which induces toxic effects on cardiac myocyte. Bromocriptine, a dopamine receptor agonist with prolactin-blocking properties, decreases the effect of 16-kDa prolactin on cardiac myocyte and has been associated with better outcomes in small studies. [25] Cardiac resynchronization therapy has also shown to improve ejection fraction and outcomes when medical therapy alone is ineffective. [26]", "contents": "Postpartum Cardiomyopathy -- Treatment / Management. Recent data suggest that an increase in oxidative stress during the peripartum period increases the formation of abnormal 16-kDa prolactin which induces toxic effects on cardiac myocyte. Bromocriptine, a dopamine receptor agonist with prolactin-blocking properties, decreases the effect of 16-kDa prolactin on cardiac myocyte and has been associated with better outcomes in small studies. [25] Cardiac resynchronization therapy has also shown to improve ejection fraction and outcomes when medical therapy alone is ineffective. [26]"}
{"id": "article-27542_14", "title": "Postpartum Cardiomyopathy -- Differential Diagnosis", "content": "Normal physiological effects of pregnancy Takotsubo cardiomyopathy.[27] Severe preeclampsia or eclampsia Pulmonary embolism Previously undiagnosed valvular disease( Example, rheumatic valve disease) Acute pulmonary edema from prolonged tocolysis or preeclampsia Cardiac dysfunction secondary to ischemia or stress cardiomyopathy Cardiac dysfunction secondary to arrhythmia Amniotic fluid embolism syndrome Asthma Pneumonia", "contents": "Postpartum Cardiomyopathy -- Differential Diagnosis. Normal physiological effects of pregnancy Takotsubo cardiomyopathy.[27] Severe preeclampsia or eclampsia Pulmonary embolism Previously undiagnosed valvular disease( Example, rheumatic valve disease) Acute pulmonary edema from prolonged tocolysis or preeclampsia Cardiac dysfunction secondary to ischemia or stress cardiomyopathy Cardiac dysfunction secondary to arrhythmia Amniotic fluid embolism syndrome Asthma Pneumonia"}
{"id": "article-27542_15", "title": "Postpartum Cardiomyopathy -- Prognosis", "content": "Long-term outcomes are variable. Fifty percent of the patients improve with standard medical treatment. However, 25% of patients develop chronic heart failure, and the remainder dies during the course of the disease. [27] Left ventricular size( > 6cm) and ejection fraction( <30%) at the time of diagnosis are strong Predictors of left ventricular recovery. The patient should be advised against pregnancy if the EF remains low, as mortality is high in such scenarios. However, if pregnancy is desired, the patient should wait for at least 5 years after the ejection fraction has normalized.", "contents": "Postpartum Cardiomyopathy -- Prognosis. Long-term outcomes are variable. Fifty percent of the patients improve with standard medical treatment. However, 25% of patients develop chronic heart failure, and the remainder dies during the course of the disease. [27] Left ventricular size( > 6cm) and ejection fraction( <30%) at the time of diagnosis are strong Predictors of left ventricular recovery. The patient should be advised against pregnancy if the EF remains low, as mortality is high in such scenarios. However, if pregnancy is desired, the patient should wait for at least 5 years after the ejection fraction has normalized."}
{"id": "article-27542_16", "title": "Postpartum Cardiomyopathy -- Complications", "content": "Following complications have been associated with PPCM: Progression to severe heart failure Cardiogenic shock Arrhythmias Thromboembolic events such as stroke, TIA, or LV apical clots Death", "contents": "Postpartum Cardiomyopathy -- Complications. Following complications have been associated with PPCM: Progression to severe heart failure Cardiogenic shock Arrhythmias Thromboembolic events such as stroke, TIA, or LV apical clots Death"}
{"id": "article-27542_17", "title": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach to peripartum cardiomyopathy is recommended.", "contents": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes. An interprofessional approach to peripartum cardiomyopathy is recommended."}
{"id": "article-27542_18", "title": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "Because of the high morbidity and mortality of peripartum cardiomyopathy, the prenatal nurse, obstetrician and nurse practitioner working in obstetrics must be fully aware of this disorder. Only through a prompt and appropriate referral to a cardiologist can the mortality be improved.", "contents": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes. Because of the high morbidity and mortality of peripartum cardiomyopathy, the prenatal nurse, obstetrician and nurse practitioner working in obstetrics must be fully aware of this disorder. Only through a prompt and appropriate referral to a cardiologist can the mortality be improved."}
{"id": "article-27542_19", "title": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional approach should be used to manage moderate-to-severe cases. The patient may require close monitoring in the ICU and repeat ultrasounds may be required to assess the viability of the fetus. All patients should be warned about the potential toxicity of the cardiac medications on the fetus.", "contents": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes. An interprofessional approach should be used to manage moderate-to-severe cases. The patient may require close monitoring in the ICU and repeat ultrasounds may be required to assess the viability of the fetus. All patients should be warned about the potential toxicity of the cardiac medications on the fetus."}
{"id": "article-27542_20", "title": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes", "content": "Finally, the patient should be educated to avoid future pregnancies if ejection fraction fails to improve as it increases the mortality up to 50%. Despite optimal therapy, the condition still carries a mortality rate of more than 10% to 20%. [28] [29]", "contents": "Postpartum Cardiomyopathy -- Enhancing Healthcare Team Outcomes. Finally, the patient should be educated to avoid future pregnancies if ejection fraction fails to improve as it increases the mortality up to 50%. Despite optimal therapy, the condition still carries a mortality rate of more than 10% to 20%. [28] [29]"}
{"id": "article-27542_21", "title": "Postpartum Cardiomyopathy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Postpartum Cardiomyopathy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}