{"id": "article-146_0", "title": "Cardiac Electrical and Structural Remodeling -- Introduction", "content": "Even with the falling rates of cardiovascular deaths, the events of deaths attributable to sudden cardiac death keep rising. [1] A total of 350000 events of sudden cardiac death are estimated to occur in the United States every year. Coronary artery disease often leads to complex electrical and structural remodeling of the heart due to myocardial injury. This remodeling is the root cause that precipitates ventricular arrhythmias, which often lead to sudden cardiac death. Cardiac remodeling occurs in response to stress, either functional stress or structural stress. This remodeling plays a vital role in the disease process that ensues. Initially, the electrical and structural remodeling helps in compensating the cardiac performance. But over time, these compensatory mechanisms often lead to pump failure and/or fatal arrhythmias. [2] Both atria and ventricles are affected by electrical remodeling. This process eventually leads to atrial fibrillation and fatal ventricular arrhythmias. [3] Structural remodeling of the heart can be physiologic growth occurring in response to exercise, pregnancy, or during the postnatal period. It can also be pathologic hypertrophy in response to neurohumoral activation, injury to myocardium, or hypertension. Heart failure and malignant arrhythmia are often precipitated by pathological hypertrophy of the heart. However, they don’t occur with the physiological growth of the heart. [2]", "contents": "Cardiac Electrical and Structural Remodeling -- Introduction. Even with the falling rates of cardiovascular deaths, the events of deaths attributable to sudden cardiac death keep rising. [1] A total of 350000 events of sudden cardiac death are estimated to occur in the United States every year. Coronary artery disease often leads to complex electrical and structural remodeling of the heart due to myocardial injury. This remodeling is the root cause that precipitates ventricular arrhythmias, which often lead to sudden cardiac death. Cardiac remodeling occurs in response to stress, either functional stress or structural stress. This remodeling plays a vital role in the disease process that ensues. Initially, the electrical and structural remodeling helps in compensating the cardiac performance. But over time, these compensatory mechanisms often lead to pump failure and/or fatal arrhythmias. [2] Both atria and ventricles are affected by electrical remodeling. This process eventually leads to atrial fibrillation and fatal ventricular arrhythmias. [3] Structural remodeling of the heart can be physiologic growth occurring in response to exercise, pregnancy, or during the postnatal period. It can also be pathologic hypertrophy in response to neurohumoral activation, injury to myocardium, or hypertension. Heart failure and malignant arrhythmia are often precipitated by pathological hypertrophy of the heart. However, they don’t occur with the physiological growth of the heart. [2]"}
{"id": "article-146_1", "title": "Cardiac Electrical and Structural Remodeling -- Function", "content": "The heart decreases the increased stress on the ventricular wall by remodeling the structure of the ventricular wall by a process known as hypertrophic growth. This process involves increased production of proteins and changes in the size and configuration of the sarcomeres present in the myocytes. These adaptations help in handling the increased stress on the heart. The left ventricular mass in highly conditioned athletes can increase up to 60 percent in comparison to non-conditioned control subjects. This change in mass sheds light on the remodeling capabilities of the heart. [4] This hypertrophy of the ventricular wall can also occur in response to different heart diseases, as evidenced by the increase in the ventricular mass of the heart in response to the constriction of aorta surgically. [5]", "contents": "Cardiac Electrical and Structural Remodeling -- Function. The heart decreases the increased stress on the ventricular wall by remodeling the structure of the ventricular wall by a process known as hypertrophic growth. This process involves increased production of proteins and changes in the size and configuration of the sarcomeres present in the myocytes. These adaptations help in handling the increased stress on the heart. The left ventricular mass in highly conditioned athletes can increase up to 60 percent in comparison to non-conditioned control subjects. This change in mass sheds light on the remodeling capabilities of the heart. [4] This hypertrophy of the ventricular wall can also occur in response to different heart diseases, as evidenced by the increase in the ventricular mass of the heart in response to the constriction of aorta surgically. [5]"}
{"id": "article-146_2", "title": "Cardiac Electrical and Structural Remodeling -- Function", "content": "An increase in the size of cells is the mechanism underlying the process of hypertrophy of any organ. The myocardial remodeling correlated with exercise and pregnancy does not have associations with the failure of the heart since there is no drastic change in the structure and functioning of the heart. [6] On the other hand, the process of hypertrophy that follows myocardial infarction, valvular diseases, hypertension, and obesity has aberrant underlying metabolic, functional, and structural mechanisms. Alteration in contractility, replacement of fibrotic material in place of myocytes, skewed glycolytic metabolism, the disarray of the sarcomeres, remodeling of the electrophysiology of the heart, malfunction of systole and diastole are the causes of dysfunction in pathological hypertrophy. [7]", "contents": "Cardiac Electrical and Structural Remodeling -- Function. An increase in the size of cells is the mechanism underlying the process of hypertrophy of any organ. The myocardial remodeling correlated with exercise and pregnancy does not have associations with the failure of the heart since there is no drastic change in the structure and functioning of the heart. [6] On the other hand, the process of hypertrophy that follows myocardial infarction, valvular diseases, hypertension, and obesity has aberrant underlying metabolic, functional, and structural mechanisms. Alteration in contractility, replacement of fibrotic material in place of myocytes, skewed glycolytic metabolism, the disarray of the sarcomeres, remodeling of the electrophysiology of the heart, malfunction of systole and diastole are the causes of dysfunction in pathological hypertrophy. [7]"}
{"id": "article-146_3", "title": "Cardiac Electrical and Structural Remodeling -- Issues of Concern", "content": "Changes in the sequence of electrical activation have already been described as the underlying process that leads to primary electrical remodeling. However, even the change in the rate of electrical activation can cause electrical remodeling of the heart. Both of these changes occur in the absence of any structural insult to the heart. Right ventricular pacing in the longterm can lead to persistent changes in the direction of T-wave on the electrocardiogram. These changes were still present, even following the restoration of the normal sequence of electrical activation. The t-wave polarity remembered the polarity of the QRS complex during the period of an altered sequence of electrical activation. Therefore, this phenomenon was termed ‘cardiac memory.’ [8] This phenomenon is indicative of the changes occurring in the repolarization of the myocardium. This remodeling is seen even within minutes to hours of a change in the sequence of electrical activation. And the longterm changes in the sequence of electrical activation cause an increased degree of changes in the T-wave that can be seen even after weeks to months. These represent ‘Short and long-term memory’ respectively. [9]", "contents": "Cardiac Electrical and Structural Remodeling -- Issues of Concern. Changes in the sequence of electrical activation have already been described as the underlying process that leads to primary electrical remodeling. However, even the change in the rate of electrical activation can cause electrical remodeling of the heart. Both of these changes occur in the absence of any structural insult to the heart. Right ventricular pacing in the longterm can lead to persistent changes in the direction of T-wave on the electrocardiogram. These changes were still present, even following the restoration of the normal sequence of electrical activation. The t-wave polarity remembered the polarity of the QRS complex during the period of an altered sequence of electrical activation. Therefore, this phenomenon was termed ‘cardiac memory.’ [8] This phenomenon is indicative of the changes occurring in the repolarization of the myocardium. This remodeling is seen even within minutes to hours of a change in the sequence of electrical activation. And the longterm changes in the sequence of electrical activation cause an increased degree of changes in the T-wave that can be seen even after weeks to months. These represent ‘Short and long-term memory’ respectively. [9]"}
{"id": "article-146_4", "title": "Cardiac Electrical and Structural Remodeling -- Clinical Significance", "content": "Sudden cardiac death due to post-infarction arrhythmias is one of the most calamitous sequelae of myocardial infarction. These arrhythmias can also occur with heart failure. Electrical remodeling of the heart in response to structural insult is the underlying mechanism by which these arrhythmias develop. This type of remodeling is secondary electrical remodeling. Changes in different ion channels and intercellular gap junctions pave the way for secondary electrical remodeling. Abnormalities in the repolarization, specifically the lengthening of the duration of the action potential is most often present with this type of electrical remodeling. Intricate changes in the ionic channels of outward K+ currents, late part of inward Na+ currents, and inward Ca2+ currents have implications in the underlying pathophysiology of this kind of electrical remodeling. Current densities and the spatial distribution of ionic channels change with the progression of remodeling, especially in heart failure. [10] This process of remodeling is not only limited to the ventricles but also found in the atria. Hence, making the heart susceptible to ventricular and atrial arrhythmias. [3]", "contents": "Cardiac Electrical and Structural Remodeling -- Clinical Significance. Sudden cardiac death due to post-infarction arrhythmias is one of the most calamitous sequelae of myocardial infarction. These arrhythmias can also occur with heart failure. Electrical remodeling of the heart in response to structural insult is the underlying mechanism by which these arrhythmias develop. This type of remodeling is secondary electrical remodeling. Changes in different ion channels and intercellular gap junctions pave the way for secondary electrical remodeling. Abnormalities in the repolarization, specifically the lengthening of the duration of the action potential is most often present with this type of electrical remodeling. Intricate changes in the ionic channels of outward K+ currents, late part of inward Na+ currents, and inward Ca2+ currents have implications in the underlying pathophysiology of this kind of electrical remodeling. Current densities and the spatial distribution of ionic channels change with the progression of remodeling, especially in heart failure. [10] This process of remodeling is not only limited to the ventricles but also found in the atria. Hence, making the heart susceptible to ventricular and atrial arrhythmias. [3]"}
{"id": "article-146_5", "title": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes", "content": "The reversal or slowing of structural cardiac remodeling has occurred with the use of beta-blockers, aldosterone antagonists, and ACE inhibitors. They are beneficial in patients with ejection fraction less than 40 percent. [11]", "contents": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes. The reversal or slowing of structural cardiac remodeling has occurred with the use of beta-blockers, aldosterone antagonists, and ACE inhibitors. They are beneficial in patients with ejection fraction less than 40 percent. [11]"}
{"id": "article-146_6", "title": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes", "content": "Cardiac resynchronization therapy (CRT) has been effective in alleviating the symptoms in electrical remodeling due to heart failure. It decreases the chances of sudden cardiac death in such patients. There is a certain degree of reversal of electrical remodeling of the heart with CRT. [12]", "contents": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes. Cardiac resynchronization therapy (CRT) has been effective in alleviating the symptoms in electrical remodeling due to heart failure. It decreases the chances of sudden cardiac death in such patients. There is a certain degree of reversal of electrical remodeling of the heart with CRT. [12]"}
{"id": "article-146_7", "title": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes", "content": "These interventions can be supplemented by interprofessional coordination and communication. Nurses can play a vital role in management by motivational interviewing. There are vast numbers of regional educational programs which can provide critical information to the patients regarding their diseases and conditions. Nurses can play a role in guiding the patients towards these resources. Patient education has a beneficial effect on adherence to the interventions and regular follow-ups. Moreover, nurses can help by managing regular follow-ups. Referral to nutritionists and psychologists is also an important aspect. Since this condition requires lifestyle and diet changes as part of its management. [13]", "contents": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes. These interventions can be supplemented by interprofessional coordination and communication. Nurses can play a vital role in management by motivational interviewing. There are vast numbers of regional educational programs which can provide critical information to the patients regarding their diseases and conditions. Nurses can play a role in guiding the patients towards these resources. Patient education has a beneficial effect on adherence to the interventions and regular follow-ups. Moreover, nurses can help by managing regular follow-ups. Referral to nutritionists and psychologists is also an important aspect. Since this condition requires lifestyle and diet changes as part of its management. [13]"}
{"id": "article-146_8", "title": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes", "content": "Pharmacists can play their role in management by overlooking the dosage, safety providing information about the appropriate time of medication ingestion and side effects, reviewing the medication refill history, and providing adherence interventions. [14]", "contents": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes. Pharmacists can play their role in management by overlooking the dosage, safety providing information about the appropriate time of medication ingestion and side effects, reviewing the medication refill history, and providing adherence interventions. [14]"}
{"id": "article-146_9", "title": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team of health professionals and clinicians can provide a collection of clinical protocols that lay the framework for the expertise of nurses and pharmacists. These collections of clinical protocols can include various steps like ordering laboratory investigations, prescribing, and managing the dose of medications related to a specific clinical condition. These are known as collective prescriptions. The use of collective prescriptions is a valuable strategy in providing effective healthcare to patients. [13] A collaborative approach by the interprofessional team can drive patient outcomes to positive results with minimal adverse effects. [Level 5]", "contents": "Cardiac Electrical and Structural Remodeling -- Enhancing Healthcare Team Outcomes. An interprofessional team of health professionals and clinicians can provide a collection of clinical protocols that lay the framework for the expertise of nurses and pharmacists. These collections of clinical protocols can include various steps like ordering laboratory investigations, prescribing, and managing the dose of medications related to a specific clinical condition. These are known as collective prescriptions. The use of collective prescriptions is a valuable strategy in providing effective healthcare to patients. [13] A collaborative approach by the interprofessional team can drive patient outcomes to positive results with minimal adverse effects. [Level 5]"}
{"id": "article-146_10", "title": "Cardiac Electrical and Structural Remodeling -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cardiac Electrical and Structural Remodeling -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}