{"id": "article-131399_0", "title": "Cleft Palate Repair -- Continuing Education Activity", "content": "Cleft palate and cleft lip with cleft palate are commonly-encountered conditions with multiple etiologies. Cleft palate repair aims to reconstruct the palatal muscle sling, provide an anatomical foundation for adequate palatal movement and good speech, isolate the oral cavity from the nasal cavity, and repair the palatal defect. Cleft width, laterality, and degree of velopharyngeal dysfunction vary among individuals, as do comorbidities. Roughly half of all palatal clefting cases are nonsyndromic, but many other syndromes may also be associated with cleft palates. This activity details some of the operative techniques of cleft palate repair and highlights the interprofessional healthcare team's role in evaluating and treating patients with cleft palates.", "contents": "Cleft Palate Repair -- Continuing Education Activity. Cleft palate and cleft lip with cleft palate are commonly-encountered conditions with multiple etiologies. Cleft palate repair aims to reconstruct the palatal muscle sling, provide an anatomical foundation for adequate palatal movement and good speech, isolate the oral cavity from the nasal cavity, and repair the palatal defect. Cleft width, laterality, and degree of velopharyngeal dysfunction vary among individuals, as do comorbidities. Roughly half of all palatal clefting cases are nonsyndromic, but many other syndromes may also be associated with cleft palates. This activity details some of the operative techniques of cleft palate repair and highlights the interprofessional healthcare team's role in evaluating and treating patients with cleft palates."}
{"id": "article-131399_1", "title": "Cleft Palate Repair -- Continuing Education Activity", "content": "Objectives: Describe the embryological abnormalities that result in palatal clefting. Outline the typical presentation of overt and submucous cleft palates. Summarize the surgical techniques available to address cleft palates. Review interprofessional team strategies that can improve outcomes for patients undergoing surgical repair of cleft palates. Access free multiple choice questions on this topic.", "contents": "Cleft Palate Repair -- Continuing Education Activity. Objectives: Describe the embryological abnormalities that result in palatal clefting. Outline the typical presentation of overt and submucous cleft palates. Summarize the surgical techniques available to address cleft palates. Review interprofessional team strategies that can improve outcomes for patients undergoing surgical repair of cleft palates. Access free multiple choice questions on this topic."}
{"id": "article-131399_2", "title": "Cleft Palate Repair -- Introduction", "content": "Management of palatal clefting requires an appreciation of the anatomy and embryology as well as the physiology of the upper aerodigestive tract and how it relates to speech, swallowing, breathing, and hearing. The incidence of palatal clefting ranges from 1 to 25 per 10,000 live births, with the exact number primarily dependent on patient ethnicity; White-race individuals are most likely to be affected, and Blacks are least likely. [1]", "contents": "Cleft Palate Repair -- Introduction. Management of palatal clefting requires an appreciation of the anatomy and embryology as well as the physiology of the upper aerodigestive tract and how it relates to speech, swallowing, breathing, and hearing. The incidence of palatal clefting ranges from 1 to 25 per 10,000 live births, with the exact number primarily dependent on patient ethnicity; White-race individuals are most likely to be affected, and Blacks are least likely. [1]"}
{"id": "article-131399_3", "title": "Cleft Palate Repair -- Introduction", "content": "Cleft palates come in many forms, including submucous clefting, secondary palate clefting, primary and secondary palate clefting, and complete clefting, which includes the alveolar ridge and lip. Cleft width, laterality, and degree of velopharyngeal dysfunction vary among individuals, as do comorbidities. Roughly half of all palatal clefting cases are nonsyndromic, but myriad syndromes may also be associated with cleft palates. Every patient is different, and every cleft palate is potentially unique. [2] For this reason, a thorough understanding of the treatment options as well as the potential sequelae of both palatal clefting and cleft palate repair, are essential for the interprofessional healthcare team to treat these patients safely, optimizing outcomes and minimizing complications.", "contents": "Cleft Palate Repair -- Introduction. Cleft palates come in many forms, including submucous clefting, secondary palate clefting, primary and secondary palate clefting, and complete clefting, which includes the alveolar ridge and lip. Cleft width, laterality, and degree of velopharyngeal dysfunction vary among individuals, as do comorbidities. Roughly half of all palatal clefting cases are nonsyndromic, but myriad syndromes may also be associated with cleft palates. Every patient is different, and every cleft palate is potentially unique. [2] For this reason, a thorough understanding of the treatment options as well as the potential sequelae of both palatal clefting and cleft palate repair, are essential for the interprofessional healthcare team to treat these patients safely, optimizing outcomes and minimizing complications."}
{"id": "article-131399_4", "title": "Cleft Palate Repair -- Anatomy and Physiology", "content": "Embryologically, most craniofacial structures form between 4 and 8 weeks of gestational age, and a developmental abnormality during this period may result in orofacial clefting. A primary cleft palate occurs due to a failure of fusion between the lateral palatine processes and the median palatine process. A secondary cleft palate results from a failure of the lateral palatine processes and the nasal septum to fuse. Histologically, when the palatal epithelium forms in utero, the nasal cavity epithelium will differentiate into columnar ciliated epithelium between the sixth and twelfth weeks of gestation. Conversely, the epithelium covering the palate's oral cavity side will differentiate into the stratified squamous epithelium. [3]", "contents": "Cleft Palate Repair -- Anatomy and Physiology. Embryologically, most craniofacial structures form between 4 and 8 weeks of gestational age, and a developmental abnormality during this period may result in orofacial clefting. A primary cleft palate occurs due to a failure of fusion between the lateral palatine processes and the median palatine process. A secondary cleft palate results from a failure of the lateral palatine processes and the nasal septum to fuse. Histologically, when the palatal epithelium forms in utero, the nasal cavity epithelium will differentiate into columnar ciliated epithelium between the sixth and twelfth weeks of gestation. Conversely, the epithelium covering the palate's oral cavity side will differentiate into the stratified squamous epithelium. [3]"}
{"id": "article-131399_5", "title": "Cleft Palate Repair -- Anatomy and Physiology", "content": "Anatomically, the palate is divided into primary and secondary palates by the incisive foramen (also called the anterior palatine or nasopalatine foramen), with the primary palate located anterior to this foramen and the secondary palate located posterior to it. The primary palate contains a small central segment of the alveolar ridge and hard palate, along with the maxillary incisors (the premaxilla). The secondary palate contains the remainder of the teeth and the alveolar ridge, as well as the hard and soft palates. The incisive foramen's location is in the midline, osseous part of the oral hard palate, immediately posterior to the central incisor teeth, and corresponds to the medial palatine and incisive sutures' junction. In patients with palatal clefting, the defect will involve the soft palate and either part of the hard palate or the hard palate in its entirety. Essentially, the cleft may include the secondary or the primary and secondary palates and may be unilateral or bilateral if the primary palate is involved because primary palate clefts run lateral to the premaxilla, but secondary palate clefts run in the midline posterior to the incisive foramen (see figures).", "contents": "Cleft Palate Repair -- Anatomy and Physiology. Anatomically, the palate is divided into primary and secondary palates by the incisive foramen (also called the anterior palatine or nasopalatine foramen), with the primary palate located anterior to this foramen and the secondary palate located posterior to it. The primary palate contains a small central segment of the alveolar ridge and hard palate, along with the maxillary incisors (the premaxilla). The secondary palate contains the remainder of the teeth and the alveolar ridge, as well as the hard and soft palates. The incisive foramen's location is in the midline, osseous part of the oral hard palate, immediately posterior to the central incisor teeth, and corresponds to the medial palatine and incisive sutures' junction. In patients with palatal clefting, the defect will involve the soft palate and either part of the hard palate or the hard palate in its entirety. Essentially, the cleft may include the secondary or the primary and secondary palates and may be unilateral or bilateral if the primary palate is involved because primary palate clefts run lateral to the premaxilla, but secondary palate clefts run in the midline posterior to the incisive foramen (see figures)."}
{"id": "article-131399_6", "title": "Cleft Palate Repair -- Anatomy and Physiology", "content": "In addition to bony anomalies, patients with palatal clefting possess abnormal velopharyngeal musculature, as described originally by Fergusson and Veau. In cases of cleft palate, rather than inserting into the midline soft palate aponeurosis, the tensor veli palatini muscle is partially attached to the hard palate's posterior border laterally and is not properly aligned to glide around the pterygoid hamuli and functions as a muscular sling. The levator veli palatini muscle also demonstrates an abnormal insertion at the cleft margins in the anterior half to two-thirds of the velum rather than meeting the palatine aponeurosis. [4] As described below, careful dissection, release, and reorientation of the palatal muscles will determine to a great extent, the mobility of the soft palate postoperatively.", "contents": "Cleft Palate Repair -- Anatomy and Physiology. In addition to bony anomalies, patients with palatal clefting possess abnormal velopharyngeal musculature, as described originally by Fergusson and Veau. In cases of cleft palate, rather than inserting into the midline soft palate aponeurosis, the tensor veli palatini muscle is partially attached to the hard palate's posterior border laterally and is not properly aligned to glide around the pterygoid hamuli and functions as a muscular sling. The levator veli palatini muscle also demonstrates an abnormal insertion at the cleft margins in the anterior half to two-thirds of the velum rather than meeting the palatine aponeurosis. [4] As described below, careful dissection, release, and reorientation of the palatal muscles will determine to a great extent, the mobility of the soft palate postoperatively."}
{"id": "article-131399_7", "title": "Cleft Palate Repair -- Anatomy and Physiology", "content": "The blood supply to the soft and hard palates derives from the descending palatine artery, which emerges from the greater palatine foramen. When reconstructing the palate, it is critical to preserve this blood vessel, as inadvertent injury may cause hemipalatal necrosis, particularly when the palatal flaps are monopedicled.", "contents": "Cleft Palate Repair -- Anatomy and Physiology. The blood supply to the soft and hard palates derives from the descending palatine artery, which emerges from the greater palatine foramen. When reconstructing the palate, it is critical to preserve this blood vessel, as inadvertent injury may cause hemipalatal necrosis, particularly when the palatal flaps are monopedicled."}
{"id": "article-131399_8", "title": "Cleft Palate Repair -- Anatomy and Physiology", "content": "Some patients may present with submucous palatal clefting, characterized by abnormal speech and velopharyngeal insufficiency in the absence of an overt palatal cleft. The physical examination may reveal a bifid uvula, a zona pellucida, and/or a palpable notch on the posterior margin of the hard palate. Depending on the patient's age and the severity of the cleft, management may include or be limited to speech therapy; however, most patients with submucous palatal clefting require a velopharyngoplasty, followed by speech therapy in order to improve soft palate function. Ideally, the soft palate moves cephalically and posteriorly to separate the nasopharynx from the oropharynx when pronouncing syllables that contain \"p,\" \"k,\" and \"s\" due to the action of the levator veli palatini muscle. For this reason, it is critical to reorient this muscle's fibers carefully during cleft palate repair.", "contents": "Cleft Palate Repair -- Anatomy and Physiology. Some patients may present with submucous palatal clefting, characterized by abnormal speech and velopharyngeal insufficiency in the absence of an overt palatal cleft. The physical examination may reveal a bifid uvula, a zona pellucida, and/or a palpable notch on the posterior margin of the hard palate. Depending on the patient's age and the severity of the cleft, management may include or be limited to speech therapy; however, most patients with submucous palatal clefting require a velopharyngoplasty, followed by speech therapy in order to improve soft palate function. Ideally, the soft palate moves cephalically and posteriorly to separate the nasopharynx from the oropharynx when pronouncing syllables that contain \"p,\" \"k,\" and \"s\" due to the action of the levator veli palatini muscle. For this reason, it is critical to reorient this muscle's fibers carefully during cleft palate repair."}
{"id": "article-131399_9", "title": "Cleft Palate Repair -- Indications", "content": "In general, the presence of an overt palatal cleft constitutes a sufficient indication for repair, primarily due to the speech and swallowing sequelae of the anomaly. Patients are typically at least 6 to 18 months old when the repair is undertaken. Similarly, patients with submucous palatal clefting may be candidates for surgery if they experience those same symptoms, mainly if they have unsuccessfully completed a course of speech therapy previously. Additionally, the persistence of speech and swallowing dysfunction after cleft palate repair and speech therapy should cause the surgeon to consider a revision operation.", "contents": "Cleft Palate Repair -- Indications. In general, the presence of an overt palatal cleft constitutes a sufficient indication for repair, primarily due to the speech and swallowing sequelae of the anomaly. Patients are typically at least 6 to 18 months old when the repair is undertaken. Similarly, patients with submucous palatal clefting may be candidates for surgery if they experience those same symptoms, mainly if they have unsuccessfully completed a course of speech therapy previously. Additionally, the persistence of speech and swallowing dysfunction after cleft palate repair and speech therapy should cause the surgeon to consider a revision operation."}
{"id": "article-131399_10", "title": "Cleft Palate Repair -- Contraindications", "content": "There are no absolute contraindications for cleft palate repair. Relative contraindications include any medical conditions that preclude using general anesthesia (cardiac conditions, severe illness, etc.). Some patients with airway conditions or syndromes may need to be addressed before the palatoplasty, such as patients with retrognathia, Pierre Robin sequence, etc.", "contents": "Cleft Palate Repair -- Contraindications. There are no absolute contraindications for cleft palate repair. Relative contraindications include any medical conditions that preclude using general anesthesia (cardiac conditions, severe illness, etc.). Some patients with airway conditions or syndromes may need to be addressed before the palatoplasty, such as patients with retrognathia, Pierre Robin sequence, etc."}
{"id": "article-131399_11", "title": "Cleft Palate Repair -- Equipment", "content": "Cleft palate repair sets should include the following: A fine suction cannula (e.g., Frazier 7 Fr) Mouth retractor (e.g., Dingman, Fisher, etc.) with tongue blades of different sizes. Periosteal elevators (e.g., Freer, Cronin, Molt #9, Warwick-James, Mitchel's trimmer, Barsky cleft palate rasp) Retractors (e.g., single hook, Guthrie hook) Long forceps (e.g., Gerald toothed, non-toothed forceps) Long scissors (e.g., Metzenbaum long scissors) Long needle holder (e.g., Rider) Electrosurgical knife (electrocautery) Diathermy with long Colorado tip Long bipolar electrocautery forceps Surgical loupes with 2.5-4x magnification are highly recommended for cleft palate repair; however, some surgeons may prefer to use an operating microscope.", "contents": "Cleft Palate Repair -- Equipment. Cleft palate repair sets should include the following: A fine suction cannula (e.g., Frazier 7 Fr) Mouth retractor (e.g., Dingman, Fisher, etc.) with tongue blades of different sizes. Periosteal elevators (e.g., Freer, Cronin, Molt #9, Warwick-James, Mitchel's trimmer, Barsky cleft palate rasp) Retractors (e.g., single hook, Guthrie hook) Long forceps (e.g., Gerald toothed, non-toothed forceps) Long scissors (e.g., Metzenbaum long scissors) Long needle holder (e.g., Rider) Electrosurgical knife (electrocautery) Diathermy with long Colorado tip Long bipolar electrocautery forceps Surgical loupes with 2.5-4x magnification are highly recommended for cleft palate repair; however, some surgeons may prefer to use an operating microscope."}
{"id": "article-131399_12", "title": "Cleft Palate Repair -- Personnel", "content": "A reconstructive surgeon with expertise in cleft palate repair Surgical assistant Anesthesiologist, preferably a pediatric anesthesiologist Nurse circulator A technician or nurse to aid in passing the instruments", "contents": "Cleft Palate Repair -- Personnel. A reconstructive surgeon with expertise in cleft palate repair Surgical assistant Anesthesiologist, preferably a pediatric anesthesiologist Nurse circulator A technician or nurse to aid in passing the instruments"}
{"id": "article-131399_13", "title": "Cleft Palate Repair -- Preparation", "content": "During prenatal consultations, a common parental concern is a risk of having a child with a cleft lip and/or cleft palate. For parents with no history of cleft lip and palate and who have had one child with a cleft lip and palate, the chances of having a second child with a cleft are approximately 4%. When parents have had two children with cleft lip and palate, the likelihood of having a third increase to about 9%. If one parent has had a cleft lip and palate and one sibling has a cleft, the risk rises to approximately 17%. Recurrence risk increases in cases of more severe clefts.", "contents": "Cleft Palate Repair -- Preparation. During prenatal consultations, a common parental concern is a risk of having a child with a cleft lip and/or cleft palate. For parents with no history of cleft lip and palate and who have had one child with a cleft lip and palate, the chances of having a second child with a cleft are approximately 4%. When parents have had two children with cleft lip and palate, the likelihood of having a third increase to about 9%. If one parent has had a cleft lip and palate and one sibling has a cleft, the risk rises to approximately 17%. Recurrence risk increases in cases of more severe clefts."}
{"id": "article-131399_14", "title": "Cleft Palate Repair -- Preparation", "content": "Approximately 50% of cleft palate patients present with nonsyndromic clefting, and the remaining 50% of cases occur in the setting of a genetic syndrome. Some syndromes are linked to single gene alterations (monogenic syndromes), and others can be caused by numerous gene abnormalities. Among the monogenic syndromes, velocardiofacial syndrome (Shprintzen syndrome) is an autosomal dominant condition linked to the deletion of chromosome 22q11.2, characterized by a prominent nose, notched nostrils, and a small chin. In patients with suspected velocardiofacial syndrome, it is imperative to perform imaging studies to verify the internal carotid artery's location before undertaking any surgical interventions in the pharynx or mouth because the internal carotid arteries may be displaced medially in these patients. Should a posterior pharyngeal flap be performed, injury to the internal carotid artery could occur and lead to potentially fatal consequences.", "contents": "Cleft Palate Repair -- Preparation. Approximately 50% of cleft palate patients present with nonsyndromic clefting, and the remaining 50% of cases occur in the setting of a genetic syndrome. Some syndromes are linked to single gene alterations (monogenic syndromes), and others can be caused by numerous gene abnormalities. Among the monogenic syndromes, velocardiofacial syndrome (Shprintzen syndrome) is an autosomal dominant condition linked to the deletion of chromosome 22q11.2, characterized by a prominent nose, notched nostrils, and a small chin. In patients with suspected velocardiofacial syndrome, it is imperative to perform imaging studies to verify the internal carotid artery's location before undertaking any surgical interventions in the pharynx or mouth because the internal carotid arteries may be displaced medially in these patients. Should a posterior pharyngeal flap be performed, injury to the internal carotid artery could occur and lead to potentially fatal consequences."}
{"id": "article-131399_15", "title": "Cleft Palate Repair -- Preparation", "content": "Preoperative counseling should include discussing multiple points, including the need to perform the surgical intervention under general anesthesia and the risks. Parents or guardians need to be informed about the potential risks and complications of the surgery itself as well, including bleeding (with the potential need for blood product administration), infection, wound dehiscence, need for reoperation, and the potential need to keep the patient intubated after surgery (with postoperative monitoring in the pediatric ICU), and death. [5]", "contents": "Cleft Palate Repair -- Preparation. Preoperative counseling should include discussing multiple points, including the need to perform the surgical intervention under general anesthesia and the risks. Parents or guardians need to be informed about the potential risks and complications of the surgery itself as well, including bleeding (with the potential need for blood product administration), infection, wound dehiscence, need for reoperation, and the potential need to keep the patient intubated after surgery (with postoperative monitoring in the pediatric ICU), and death. [5]"}
{"id": "article-131399_16", "title": "Cleft Palate Repair -- Preparation", "content": "The patient needs to be healthy enough to undergo palate repair via general anesthesia without any active infections and have a hemoglobin level of ≥ 10 mg/ dL. Confirmation of a nil per os status before the intervention is mandatory. Cleft palate repair is performed with the patient under general endotracheal anesthesia in the supine position. If the patient has no contraindication to neck extension (e.g., atlantoaxial instability found in trisomy 21), placement of a shoulder roll can assist in extending the neck, which will help improve visualization of the oral cavity and oropharynx. A mouth retractor (e.g., Dingman mouth retractor) will be employed to maintain exposure of the oral cavity throughout the procedure (see figure). It is essential to ensure that the lips and tongue are appropriately protected and lubricated during the surgery to prevent unintentional injuries or substantial tongue swelling.", "contents": "Cleft Palate Repair -- Preparation. The patient needs to be healthy enough to undergo palate repair via general anesthesia without any active infections and have a hemoglobin level of ≥ 10 mg/ dL. Confirmation of a nil per os status before the intervention is mandatory. Cleft palate repair is performed with the patient under general endotracheal anesthesia in the supine position. If the patient has no contraindication to neck extension (e.g., atlantoaxial instability found in trisomy 21), placement of a shoulder roll can assist in extending the neck, which will help improve visualization of the oral cavity and oropharynx. A mouth retractor (e.g., Dingman mouth retractor) will be employed to maintain exposure of the oral cavity throughout the procedure (see figure). It is essential to ensure that the lips and tongue are appropriately protected and lubricated during the surgery to prevent unintentional injuries or substantial tongue swelling."}
{"id": "article-131399_17", "title": "Cleft Palate Repair -- Preparation", "content": "Cleft palate patients commonly develop otitis media with effusion in the first two years of life (with incidence rates of ≥90 %). [6] [7] Recurrent otitis media may have significant adverse impacts on speech, language, and emotional and intellectual development. [8] Therefore, infants with cleft palate should undergo newborn hearing screening after birth and tympanometry and otoscopy before cleft palate repair. Tympanometry will help identify the presence of middle ear dysfunction, which would prompt the otorhinolaryngologist to place pressure-equalizing tubes during the same anesthetic event as the cleft palate repair. Performing both procedures under one anesthetic event minimizes exposure to anesthesia and its associated risks.", "contents": "Cleft Palate Repair -- Preparation. Cleft palate patients commonly develop otitis media with effusion in the first two years of life (with incidence rates of ≥90 %). [6] [7] Recurrent otitis media may have significant adverse impacts on speech, language, and emotional and intellectual development. [8] Therefore, infants with cleft palate should undergo newborn hearing screening after birth and tympanometry and otoscopy before cleft palate repair. Tympanometry will help identify the presence of middle ear dysfunction, which would prompt the otorhinolaryngologist to place pressure-equalizing tubes during the same anesthetic event as the cleft palate repair. Performing both procedures under one anesthetic event minimizes exposure to anesthesia and its associated risks."}
{"id": "article-131399_18", "title": "Cleft Palate Repair -- Technique or Treatment -- Operative Techniques for Palatoplasty", "content": "Multiple surgical techniques for cleft palate repair have been described; this article will focus on the more frequently utilized procedures. Independent of the method selected, it is essential to thoroughly irrigate the nose, mouth, and pharynx with chlorhexidine or another antiseptic solution before beginning to operate. Additionally, infiltration of the palate with a local anesthetic containing epinephrine will help to decrease blood loss and improve intraoperative visualization.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Operative Techniques for Palatoplasty. Multiple surgical techniques for cleft palate repair have been described; this article will focus on the more frequently utilized procedures. Independent of the method selected, it is essential to thoroughly irrigate the nose, mouth, and pharynx with chlorhexidine or another antiseptic solution before beginning to operate. Additionally, infiltration of the palate with a local anesthetic containing epinephrine will help to decrease blood loss and improve intraoperative visualization."}
{"id": "article-131399_19", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "This is the primary surgical technique in such cases. [9] [10] [11]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. This is the primary surgical technique in such cases. [9] [10] [11]"}
{"id": "article-131399_20", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Incisions are made along the cleft soft palate's medial margins, from the cleft's mid-portion proceeding posteriorly towards the uvula.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Incisions are made along the cleft soft palate's medial margins, from the cleft's mid-portion proceeding posteriorly towards the uvula."}
{"id": "article-131399_21", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Releasing incisions are made on the soft palate, posterior to the maxillary tuberosity, followed by careful blunt dissection in a plane between the superior constrictor muscle and the velar musculature.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Releasing incisions are made on the soft palate, posterior to the maxillary tuberosity, followed by careful blunt dissection in a plane between the superior constrictor muscle and the velar musculature."}
{"id": "article-131399_22", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Dissection of the nasal mucosa from the palatal musculature is performed, followed by approximating the nasal mucosa with simple interrupted sutures.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Dissection of the nasal mucosa from the palatal musculature is performed, followed by approximating the nasal mucosa with simple interrupted sutures."}
{"id": "article-131399_23", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Approximation of both hemiuvulae using interrupted horizontal mattress sutures is then performed, taking care to close muscle to muscle and mucosa to mucosa.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Approximation of both hemiuvulae using interrupted horizontal mattress sutures is then performed, taking care to close muscle to muscle and mucosa to mucosa."}
{"id": "article-131399_24", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Incisions are made along the medial margins of the cleft hard palate, followed by releasing incisions along the hard palate's lateral margins, just medial to the alveolar ridge. To preserve perfusion to the palatal flaps, the releasing incisions should stop several millimeters short of the incisive foramen anteriorly; posteriorly, they stop prior to the greater palatine foramina. Bipedicled mucoperiosteal flaps are then dissected off the underlying hard palate bone (the anterior blood supply is provided by periosteal attachments; the posterior blood supply comes from the greater palatine arteries). Approximation of the mucoperiosteal flaps follows with either a horizontal mattress or simple interrupted sutures. In the event that the flaps are insufficiently mobile to coapt in the midline, fracture of the pterygoid hamuli may provide additional movement.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Incisions are made along the medial margins of the cleft hard palate, followed by releasing incisions along the hard palate's lateral margins, just medial to the alveolar ridge. To preserve perfusion to the palatal flaps, the releasing incisions should stop several millimeters short of the incisive foramen anteriorly; posteriorly, they stop prior to the greater palatine foramina. Bipedicled mucoperiosteal flaps are then dissected off the underlying hard palate bone (the anterior blood supply is provided by periosteal attachments; the posterior blood supply comes from the greater palatine arteries). Approximation of the mucoperiosteal flaps follows with either a horizontal mattress or simple interrupted sutures. In the event that the flaps are insufficiently mobile to coapt in the midline, fracture of the pterygoid hamuli may provide additional movement."}
{"id": "article-131399_25", "title": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck", "content": "Intravelar veloplasty may be performed as well (as described below). Although not described in the original technique, most cleft surgeons perform this procedure during the Von Langenbeck palatoplasty.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Von Langenbeck. Intravelar veloplasty may be performed as well (as described below). Although not described in the original technique, most cleft surgeons perform this procedure during the Von Langenbeck palatoplasty."}
{"id": "article-131399_26", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "This technique represents a modification of the Von Langenbeck palatoplasty in which bilateral monopedicled mucoperiosteal flaps are elevated and closed in the midline. [10]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). This technique represents a modification of the Von Langenbeck palatoplasty in which bilateral monopedicled mucoperiosteal flaps are elevated and closed in the midline. [10]"}
{"id": "article-131399_27", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Incisions are made along the medial margins of the cleft soft palate at the junction between the nasal and oral mucosal surfaces. The incisions extend to the tip of the uvula, dividing it into nasal and oral portions. Incisions are then made along both sides of the hard palate cleft to create mucoperiosteal flaps.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Incisions are made along the medial margins of the cleft soft palate at the junction between the nasal and oral mucosal surfaces. The incisions extend to the tip of the uvula, dividing it into nasal and oral portions. Incisions are then made along both sides of the hard palate cleft to create mucoperiosteal flaps."}
{"id": "article-131399_28", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Releasing incisions similar to Von Langenbeck's are then created, but these proceed all the way to the margin of the cleft, creating monopedicled flaps based posteriorly on the greater palatine arteries.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Releasing incisions similar to Von Langenbeck's are then created, but these proceed all the way to the margin of the cleft, creating monopedicled flaps based posteriorly on the greater palatine arteries."}
{"id": "article-131399_29", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Dissection of the palatal flaps proceeds on the oral side first, in the subperiosteal plane. The greater palatine foramen is identified, preserving the neurovascular bundle. Releasing the neurovascular bundle from the foramen via osteotomy may help to increase the mobility of the flap, if necessary. The nasal mucoperiosteum is then dissected similarly.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Dissection of the palatal flaps proceeds on the oral side first, in the subperiosteal plane. The greater palatine foramen is identified, preserving the neurovascular bundle. Releasing the neurovascular bundle from the foramen via osteotomy may help to increase the mobility of the flap, if necessary. The nasal mucoperiosteum is then dissected similarly."}
{"id": "article-131399_30", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Dissection of the palatal muscles off the hard palate's posterior edge and from the periosteum on the nasal side is performed. Then, the muscles are repositioned medially and distally - a pivotal step to recreate the palatal muscle sling and lengthen the soft palate.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Dissection of the palatal muscles off the hard palate's posterior edge and from the periosteum on the nasal side is performed. Then, the muscles are repositioned medially and distally - a pivotal step to recreate the palatal muscle sling and lengthen the soft palate."}
{"id": "article-131399_31", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Muscle repair is performed, starting distally at the uvula and proceeding anteriorly toward the hard palate's posterior edge. While the original technique advocates using vertical mattress sutures (including the oral mucosa and muscle), placing a horizontal mattress or simple interrupted sutures in the muscle are acceptable alternatives.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Muscle repair is performed, starting distally at the uvula and proceeding anteriorly toward the hard palate's posterior edge. While the original technique advocates using vertical mattress sutures (including the oral mucosa and muscle), placing a horizontal mattress or simple interrupted sutures in the muscle are acceptable alternatives."}
{"id": "article-131399_32", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "Approximation of the palatal flaps along the hard palate follows.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). Approximation of the palatal flaps along the hard palate follows."}
{"id": "article-131399_33", "title": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty)", "content": "The areas with exposed bare bone lateral to the mucoperiosteal flaps are assessed. Bardach advocated placing loose sutures to reduce the area of bare bone exposure. Certain cases may benefit from placing hemostatic agents or fibrin on the site of exposed bare bone.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Bardach (\"Two-flap\" palatoplasty). The areas with exposed bare bone lateral to the mucoperiosteal flaps are assessed. Bardach advocated placing loose sutures to reduce the area of bare bone exposure. Certain cases may benefit from placing hemostatic agents or fibrin on the site of exposed bare bone."}
{"id": "article-131399_34", "title": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\")", "content": "This technique represents a modification of the Bardach palatoplasty in which bilateral flaps are advanced posteromedially to close the palatal defect and lengthen the soft palate. [10] [12]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\"). This technique represents a modification of the Bardach palatoplasty in which bilateral flaps are advanced posteromedially to close the palatal defect and lengthen the soft palate. [10] [12]"}
{"id": "article-131399_35", "title": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\")", "content": "Incisions are made as in the Von Langenbeck technique, except that the hard palate-releasing incisions do not end behind the medial alveolar ridge but instead angulate posteromedially to meet the anterior aspect of the cleft and avoid the incisive foramen. This design produces monopedicled mucoperiosteal flaps that can then be advanced posteromedially (\"pushed back\") during closure.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\"). Incisions are made as in the Von Langenbeck technique, except that the hard palate-releasing incisions do not end behind the medial alveolar ridge but instead angulate posteromedially to meet the anterior aspect of the cleft and avoid the incisive foramen. This design produces monopedicled mucoperiosteal flaps that can then be advanced posteromedially (\"pushed back\") during closure."}
{"id": "article-131399_36", "title": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\")", "content": "While a true V to Y advancement is not performed during this procedure because secondary defects remain open rather than being closed in such as way as to push tissue into the primary defect, the overall effect is the advancement and elongation of the palate via V-shaped incisions. Unlike the Von Langenbeck repair, the Veau-Wardill-Kilner technique produces bilateral monopedicled flaps reliant solely on perfusion from the greater palatine arteries.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\"). While a true V to Y advancement is not performed during this procedure because secondary defects remain open rather than being closed in such as way as to push tissue into the primary defect, the overall effect is the advancement and elongation of the palate via V-shaped incisions. Unlike the Von Langenbeck repair, the Veau-Wardill-Kilner technique produces bilateral monopedicled flaps reliant solely on perfusion from the greater palatine arteries."}
{"id": "article-131399_37", "title": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\")", "content": "Closure proceeds with simple interrupted or horizontal mattress sutures. The anterior palate repair consists of nasal mucosa closure exclusively. The nasal mucosa closure relies solely on one-layer, unilateral or bilateral, superiorly-based mucosal vomer flaps.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\"). Closure proceeds with simple interrupted or horizontal mattress sutures. The anterior palate repair consists of nasal mucosa closure exclusively. The nasal mucosa closure relies solely on one-layer, unilateral or bilateral, superiorly-based mucosal vomer flaps."}
{"id": "article-131399_38", "title": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\")", "content": "Because of the high incidence of postoperative fistula formation due to single-layer closure and midfacial growth disturbance, most surgeons have abandoned this technique. [13]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Veau-Wardill-Kilner (\"V to Y pushback\"). Because of the high incidence of postoperative fistula formation due to single-layer closure and midfacial growth disturbance, most surgeons have abandoned this technique. [13]"}
{"id": "article-131399_39", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "This technique is used for lengthening and closure of soft palate clefts, but it may be combined with any of the techniques mentioned above when the hard palate is involved as well. [10] [14] [15]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. This technique is used for lengthening and closure of soft palate clefts, but it may be combined with any of the techniques mentioned above when the hard palate is involved as well. [10] [14] [15]"}
{"id": "article-131399_40", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "A z-plasty is marked such that its central segment corresponds to the palatal cleft, one limb runs along the posterior border of the hard palate, and the other limb runs parallel to the posterior border of the soft palate.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. A z-plasty is marked such that its central segment corresponds to the palatal cleft, one limb runs along the posterior border of the hard palate, and the other limb runs parallel to the posterior border of the soft palate."}
{"id": "article-131399_41", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "The incisions are made, and flaps elevated such that the posteriorly-based flap (i.e., the one with the incision at the posterior border of the hard palate) contains muscle and oral mucosa, while the contralateral flap contains oral mucosa only.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. The incisions are made, and flaps elevated such that the posteriorly-based flap (i.e., the one with the incision at the posterior border of the hard palate) contains muscle and oral mucosa, while the contralateral flap contains oral mucosa only."}
{"id": "article-131399_42", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "A second, deeper z-plasty is then marked such that its central segment corresponds to the palatal cleft, and its other limbs run opposite to those of the first, more superficial z-plasty (i.e., the side that had the incision at the posterior border of the hard palate now has an incision parallel to the posterior border of the soft palate).", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. A second, deeper z-plasty is then marked such that its central segment corresponds to the palatal cleft, and its other limbs run opposite to those of the first, more superficial z-plasty (i.e., the side that had the incision at the posterior border of the hard palate now has an incision parallel to the posterior border of the soft palate)."}
{"id": "article-131399_43", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "The incisions are made and flaps elevated, again ensuring that the posteriorly-based flap contains mucosa and muscle, while the anteriorly-based flap contains only nasal mucosa.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. The incisions are made and flaps elevated, again ensuring that the posteriorly-based flap contains mucosa and muscle, while the anteriorly-based flap contains only nasal mucosa."}
{"id": "article-131399_44", "title": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty", "content": "The deep z-plasty flaps are then transposed, and the incisions are closed. The superficial z-plasty flaps are then transposed and closed as well, with the overall effect reorienting the tensor veli palatini sling into a more normal anatomical position and increasing the length of the soft palate, ideally improving velopharyngeal closure (see figures).", "contents": "Cleft Palate Repair -- Technique or Treatment -- Furlow Double Opposing Z-Palatoplasty. The deep z-plasty flaps are then transposed, and the incisions are closed. The superficial z-plasty flaps are then transposed and closed as well, with the overall effect reorienting the tensor veli palatini sling into a more normal anatomical position and increasing the length of the soft palate, ideally improving velopharyngeal closure (see figures)."}
{"id": "article-131399_45", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Sommerlad advocates using the operating microscope to perform this technique to provide better magnification and superior visualization. However, using a microscope in patients with limited mouth opening (e.g., Pierre Robin sequence patients) and operating in environments without surgical microscopes (e.g., on medical missions) has made surgeons comfortable performing this technique under loupe magnification (3.5x or greater). [4]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Sommerlad advocates using the operating microscope to perform this technique to provide better magnification and superior visualization. However, using a microscope in patients with limited mouth opening (e.g., Pierre Robin sequence patients) and operating in environments without surgical microscopes (e.g., on medical missions) has made surgeons comfortable performing this technique under loupe magnification (3.5x or greater). [4]"}
{"id": "article-131399_46", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Incisions are made along the cleft soft palate's medial margin, usually placing the incision slightly more on the oral side of the junction between the nasal and oral mucosal surfaces. The incision is extended to the posterior hard palate. Releasing incisions similar to those of Von Langenbeck may be made as well.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Incisions are made along the cleft soft palate's medial margin, usually placing the incision slightly more on the oral side of the junction between the nasal and oral mucosal surfaces. The incision is extended to the posterior hard palate. Releasing incisions similar to those of Von Langenbeck may be made as well."}
{"id": "article-131399_47", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Dissection of posterior mucoperiosteal flaps is followed by using a dental periosteal elevator, passing it carefully behind the greater palatine vessels, and then distally to the posterior edge of the hard palate.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Dissection of posterior mucoperiosteal flaps is followed by using a dental periosteal elevator, passing it carefully behind the greater palatine vessels, and then distally to the posterior edge of the hard palate."}
{"id": "article-131399_48", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Dissection of the oral mucosa investing the musculature of the velum follows.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Dissection of the oral mucosa investing the musculature of the velum follows."}
{"id": "article-131399_49", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Then, dissection of the palatal shelves' nasal mucosa and careful approximation in the midline is performed. Once the nasal mucosa has been sutured, additional dissection proceeds laterally, following the plane between the nasal mucosa and the soft palate musculature.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Then, dissection of the palatal shelves' nasal mucosa and careful approximation in the midline is performed. Once the nasal mucosa has been sutured, additional dissection proceeds laterally, following the plane between the nasal mucosa and the soft palate musculature."}
{"id": "article-131399_50", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Dissection of the palatal muscles from the posterior edge of the palatal shelf and from the nasal mucosa is carried out, followed by division of the tensor veli palatini muscle medial to the hamulus.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Dissection of the palatal muscles from the posterior edge of the palatal shelf and from the nasal mucosa is carried out, followed by division of the tensor veli palatini muscle medial to the hamulus."}
{"id": "article-131399_51", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "After adequately mobilizing the muscle, the tensor veli palatini sling is reconstructed using loop mattress sutures or interrupted sutures.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. After adequately mobilizing the muscle, the tensor veli palatini sling is reconstructed using loop mattress sutures or interrupted sutures."}
{"id": "article-131399_52", "title": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique", "content": "Suture approximation of the oral layer completes the repair.", "contents": "Cleft Palate Repair -- Technique or Treatment -- Sommerlad Technique. Suture approximation of the oral layer completes the repair."}
{"id": "article-131399_53", "title": "Cleft Palate Repair -- Technique or Treatment -- Intravelar Veloplasty", "content": "This is the term applied to reapproximation of the disrupted palatal muscle sling in order to improve velopharyngeal function. It is usually carried out via incisions along the soft palate cleft margins, as described in the Sommerlad Technique section above. After the cleft margin incisions are made, careful dissection of the muscle from the nasal and oral mucosal layers proceeds. The muscles are then detached from the palatal shelf, realigned, and sutured transversely to form a sling. [16] [17]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Intravelar Veloplasty. This is the term applied to reapproximation of the disrupted palatal muscle sling in order to improve velopharyngeal function. It is usually carried out via incisions along the soft palate cleft margins, as described in the Sommerlad Technique section above. After the cleft margin incisions are made, careful dissection of the muscle from the nasal and oral mucosal layers proceeds. The muscles are then detached from the palatal shelf, realigned, and sutured transversely to form a sling. [16] [17]"}
{"id": "article-131399_54", "title": "Cleft Palate Repair -- Technique or Treatment -- Vomer Flap", "content": "This technique aims to obtain additional mucoperiosteal tissue from the vomer to reconstruct the nasal mucosal layer in patients with wide palatal clefts. The procedure involves a paramedian incision of the mucosa overlying the vomer followed by careful dissection in the subperiosteal plane. Once free, the flap is mobilized and sutured to the nasal mucosa layer on the cleft side. While the vomer flap's initial descriptions were based on a caudal or inferior blood supply, most of the currently used vomer flaps rely on a cephalic or superior blood supply. [10]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Vomer Flap. This technique aims to obtain additional mucoperiosteal tissue from the vomer to reconstruct the nasal mucosal layer in patients with wide palatal clefts. The procedure involves a paramedian incision of the mucosa overlying the vomer followed by careful dissection in the subperiosteal plane. Once free, the flap is mobilized and sutured to the nasal mucosa layer on the cleft side. While the vomer flap's initial descriptions were based on a caudal or inferior blood supply, most of the currently used vomer flaps rely on a cephalic or superior blood supply. [10]"}
{"id": "article-131399_55", "title": "Cleft Palate Repair -- Technique or Treatment -- Pharyngeal Flap", "content": "A wide flap (approximately 3 cm in width) can be dissected from the posterior pharyngeal wall down to the level of the cricoid cartilage, leaving the flap pedicled superiorly at the level of Passavant's ridge. Once dissection is complete, and hemostasis is obtained, the flap can be inset into the soft palate, improving anteroposterior closure and leaving lateral \"ports\" patent for breathing. While this technique is very effective for decreasing velopharyngeal insufficiency, it may worsen obstructive sleep apnea significantly. [10] [17]", "contents": "Cleft Palate Repair -- Technique or Treatment -- Pharyngeal Flap. A wide flap (approximately 3 cm in width) can be dissected from the posterior pharyngeal wall down to the level of the cricoid cartilage, leaving the flap pedicled superiorly at the level of Passavant's ridge. Once dissection is complete, and hemostasis is obtained, the flap can be inset into the soft palate, improving anteroposterior closure and leaving lateral \"ports\" patent for breathing. While this technique is very effective for decreasing velopharyngeal insufficiency, it may worsen obstructive sleep apnea significantly. [10] [17]"}
{"id": "article-131399_56", "title": "Cleft Palate Repair -- Complications", "content": "Immediate (within two weeks of surgical repair)", "contents": "Cleft Palate Repair -- Complications. Immediate (within two weeks of surgical repair)"}
{"id": "article-131399_57", "title": "Cleft Palate Repair -- Complications", "content": "Postoperative airway obstruction due to tongue edema: When using an improperly-sized mouth retractor or when the mouth gag exerts enough pressure to compromise perfusion, the tongue may swell substantially and obstruct the oral airway. [18] [19] Given that infants are typically laid supine to rest, an edematous tongue may fall posteriorly and contact the posterior pharyngeal wall, obstructing the airway. Postoperative palatal edema may have a similar effect on airway patency, occluding the posterior oro- and nasopharynx. Two commonly-employed maneuvers to combat airway compromise after cleft palate repair are the placement of a suture that permits anterior retraction of the tongue to open the oropharyngeal airway and the placement of a nasopharyngeal airway (nasal trumpet) via one or both nares to displace the edematous soft palate out of the airway and permit nasal breathing. [20]", "contents": "Cleft Palate Repair -- Complications. Postoperative airway obstruction due to tongue edema: When using an improperly-sized mouth retractor or when the mouth gag exerts enough pressure to compromise perfusion, the tongue may swell substantially and obstruct the oral airway. [18] [19] Given that infants are typically laid supine to rest, an edematous tongue may fall posteriorly and contact the posterior pharyngeal wall, obstructing the airway. Postoperative palatal edema may have a similar effect on airway patency, occluding the posterior oro- and nasopharynx. Two commonly-employed maneuvers to combat airway compromise after cleft palate repair are the placement of a suture that permits anterior retraction of the tongue to open the oropharyngeal airway and the placement of a nasopharyngeal airway (nasal trumpet) via one or both nares to displace the edematous soft palate out of the airway and permit nasal breathing. [20]"}
{"id": "article-131399_58", "title": "Cleft Palate Repair -- Complications", "content": "Prolonged intubation: Patients with multiple comorbidities, syndromic patients, or patients with intraoperative cardiopulmonary instability may not tolerate immediate postoperative extubation and will require transfer to the pediatric ICU for monitoring.", "contents": "Cleft Palate Repair -- Complications. Prolonged intubation: Patients with multiple comorbidities, syndromic patients, or patients with intraoperative cardiopulmonary instability may not tolerate immediate postoperative extubation and will require transfer to the pediatric ICU for monitoring."}
{"id": "article-131399_59", "title": "Cleft Palate Repair -- Complications", "content": "Laryngospasm: As with many other procedures involving the upper aerodigestive tract, a persistent spasm of the larynx may occur upon extubation. While this condition is often controlled with positive-pressure mask ventilation, reintubation may be required.", "contents": "Cleft Palate Repair -- Complications. Laryngospasm: As with many other procedures involving the upper aerodigestive tract, a persistent spasm of the larynx may occur upon extubation. While this condition is often controlled with positive-pressure mask ventilation, reintubation may be required."}
{"id": "article-131399_60", "title": "Cleft Palate Repair -- Complications", "content": "Postoperative hemorrhage: In some situations, when the patient emerges from general anesthesia or begins to cry vigorously, a substantial increase in blood pressure may dislodge clots from the raw hard palate or along the palatal edges' flaps. In most of these scenarios, gentle pressure for five minutes with a small piece of gauze will stop the bleeding.", "contents": "Cleft Palate Repair -- Complications. Postoperative hemorrhage: In some situations, when the patient emerges from general anesthesia or begins to cry vigorously, a substantial increase in blood pressure may dislodge clots from the raw hard palate or along the palatal edges' flaps. In most of these scenarios, gentle pressure for five minutes with a small piece of gauze will stop the bleeding."}
{"id": "article-131399_61", "title": "Cleft Palate Repair -- Complications", "content": "Wound dehiscence: A partial or total separation of the previously approximated tissues can occur if there is excessive tension across the repair or if the repair is traumatized postoperatively.", "contents": "Cleft Palate Repair -- Complications. Wound dehiscence: A partial or total separation of the previously approximated tissues can occur if there is excessive tension across the repair or if the repair is traumatized postoperatively."}
{"id": "article-131399_62", "title": "Cleft Palate Repair -- Complications", "content": "Infection: This complication usually manifests as a fistula formed in part of the palate repair. However, it may present as an overt infection, with redness, warmth, purulent exudate, and pain.", "contents": "Cleft Palate Repair -- Complications. Infection: This complication usually manifests as a fistula formed in part of the palate repair. However, it may present as an overt infection, with redness, warmth, purulent exudate, and pain."}
{"id": "article-131399_63", "title": "Cleft Palate Repair -- Complications", "content": "Long-Term (≥ 2 weeks after surgical repair)", "contents": "Cleft Palate Repair -- Complications. Long-Term (≥ 2 weeks after surgical repair)"}
{"id": "article-131399_64", "title": "Cleft Palate Repair -- Complications", "content": "Fistula: Communication between the oral and nasal cavities may occur due to localized repair failure, infection, or trauma. Fistulas may run between the palate and the nasal cavity (palatal fistula), between the dental alveoli and the nasal cavity (nasoalveolar), or between the oral cavity and the nasal cavity (oronasal fistula). Oronasal fistulas usually present with the passage of fluids and solid foods from the oral cavity into the nasal cavity. The diagnosis of a fistula, regardless of its location, is clinical. The condition is confirmed by visualizing the communication or introducing a cotton-tipped applicator gently through the nostril and observing its passage into the oral cavity. Treatment of fistulas requires additional surgery to separate the oral and nasal cavities; these surgeries, while appearing comparatively simple, are often complicated by recurrence of the fistula, even for very small ones.", "contents": "Cleft Palate Repair -- Complications. Fistula: Communication between the oral and nasal cavities may occur due to localized repair failure, infection, or trauma. Fistulas may run between the palate and the nasal cavity (palatal fistula), between the dental alveoli and the nasal cavity (nasoalveolar), or between the oral cavity and the nasal cavity (oronasal fistula). Oronasal fistulas usually present with the passage of fluids and solid foods from the oral cavity into the nasal cavity. The diagnosis of a fistula, regardless of its location, is clinical. The condition is confirmed by visualizing the communication or introducing a cotton-tipped applicator gently through the nostril and observing its passage into the oral cavity. Treatment of fistulas requires additional surgery to separate the oral and nasal cavities; these surgeries, while appearing comparatively simple, are often complicated by recurrence of the fistula, even for very small ones."}
{"id": "article-131399_65", "title": "Cleft Palate Repair -- Complications", "content": "Partial dehiscence and bifid uvula: This complication may appear a few weeks following the surgical repair and is often related to improper technique when closing the uvula. Since the uvula has both muscular and mucosal layers, both layers' raw surfaces need to be carefully approximated in order to prevent wound dehiscence or uvular bifidity. Some classification schemes consider this complication on the palatal fistulae spectrum. [21]", "contents": "Cleft Palate Repair -- Complications. Partial dehiscence and bifid uvula: This complication may appear a few weeks following the surgical repair and is often related to improper technique when closing the uvula. Since the uvula has both muscular and mucosal layers, both layers' raw surfaces need to be carefully approximated in order to prevent wound dehiscence or uvular bifidity. Some classification schemes consider this complication on the palatal fistulae spectrum. [21]"}
{"id": "article-131399_66", "title": "Cleft Palate Repair -- Complications", "content": "Inadequate palatal movement: The palate should move cephalically and posteriorly to close the velopharyngeal port. Inadequate movement may be due to improper management of tissues, excess scarring or suboptimal healing, or neurological conditions.", "contents": "Cleft Palate Repair -- Complications. Inadequate palatal movement: The palate should move cephalically and posteriorly to close the velopharyngeal port. Inadequate movement may be due to improper management of tissues, excess scarring or suboptimal healing, or neurological conditions."}
{"id": "article-131399_67", "title": "Cleft Palate Repair -- Complications", "content": "Palatal necrosis: This is a devastating complication resulting from injury to the greater palatine artery during palatal flap elevation; it may occur immediately or in a delayed fashion.", "contents": "Cleft Palate Repair -- Complications. Palatal necrosis: This is a devastating complication resulting from injury to the greater palatine artery during palatal flap elevation; it may occur immediately or in a delayed fashion."}
{"id": "article-131399_68", "title": "Cleft Palate Repair -- Clinical Significance", "content": "The objectives of cleft palate repair are: Reorientation of the palatal muscles to provide the foundation for adequate palatal movement and intelligible speech. Isolate the oral cavity from the nasal cavity. Repair the palatal defect.", "contents": "Cleft Palate Repair -- Clinical Significance. The objectives of cleft palate repair are: Reorientation of the palatal muscles to provide the foundation for adequate palatal movement and intelligible speech. Isolate the oral cavity from the nasal cavity. Repair the palatal defect."}
{"id": "article-131399_69", "title": "Cleft Palate Repair -- Clinical Significance", "content": "One of the surgical principles of cleft palate reconstruction is \"robbing Peter to pay Paul.\" Dissection and mobilization of the hard palate mucosa to close a midline defect will leave demucosalized donor areas on the hard palate's lateral aspects that will re-mucosalize in 48 to 72 hours.", "contents": "Cleft Palate Repair -- Clinical Significance. One of the surgical principles of cleft palate reconstruction is \"robbing Peter to pay Paul.\" Dissection and mobilization of the hard palate mucosa to close a midline defect will leave demucosalized donor areas on the hard palate's lateral aspects that will re-mucosalize in 48 to 72 hours."}
{"id": "article-131399_70", "title": "Cleft Palate Repair -- Clinical Significance", "content": "Another important surgical principle is to dissect, reposition, and suture the tensor and levator veli palatini according to the normal palatal muscle configuration in order to improve speech and swallowing function. [4] Lastly, the most important technical aspect to keep in mind is to avoid tension across the repair. Tension is the main contributor to partial or total dehiscence and fistula formation.", "contents": "Cleft Palate Repair -- Clinical Significance. Another important surgical principle is to dissect, reposition, and suture the tensor and levator veli palatini according to the normal palatal muscle configuration in order to improve speech and swallowing function. [4] Lastly, the most important technical aspect to keep in mind is to avoid tension across the repair. Tension is the main contributor to partial or total dehiscence and fistula formation."}
{"id": "article-131399_71", "title": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes", "content": "Palatoplasty may be challenging and complex in patients with certain clefts when the defects are wide or bilateral. Cleft palate repair objectives must be defined before undertaking an operative intervention to achieve good outcomes. The preoperative evaluation must be comprehensive and include a thorough oral cavity examination by the reconstructive surgeon and a middle ear assessment by an otorhinolaryngologist with or without an audiologist.", "contents": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes. Palatoplasty may be challenging and complex in patients with certain clefts when the defects are wide or bilateral. Cleft palate repair objectives must be defined before undertaking an operative intervention to achieve good outcomes. The preoperative evaluation must be comprehensive and include a thorough oral cavity examination by the reconstructive surgeon and a middle ear assessment by an otorhinolaryngologist with or without an audiologist."}
{"id": "article-131399_72", "title": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes", "content": "Evidence-based guidelines regarding the best approach for cleft palate repair are not available because of the heterogeneity of cleft palate types, heterogeneity of technique, heterogeneity of follow-up (because patients with palatal clefting may experience lifelong sequelae despite early surgical management), and patient characteristics (non-syndromic vs. syndromic, etc.)", "contents": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes. Evidence-based guidelines regarding the best approach for cleft palate repair are not available because of the heterogeneity of cleft palate types, heterogeneity of technique, heterogeneity of follow-up (because patients with palatal clefting may experience lifelong sequelae despite early surgical management), and patient characteristics (non-syndromic vs. syndromic, etc.)"}
{"id": "article-131399_73", "title": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes", "content": "In the postoperative period, nurses' role in the recovery unit is critical. They monitor the patient for airway obstruction, bleeding, and pain. Some patients may struggle to maintain adequate oral intake postoperatively; to prevent dehydration and malnutrition, these patients will likely require care from nurses, speech and swallowing therapists, lactation consultants, pediatricians, and surgeons. In patients with multiple comorbidities, particularly syndromic patients, the need for meticulous planning and inclusion of multiple different specialists on the healthcare team is critical for optimizing outcomes and minimizing complications.", "contents": "Cleft Palate Repair -- Enhancing Healthcare Team Outcomes. In the postoperative period, nurses' role in the recovery unit is critical. They monitor the patient for airway obstruction, bleeding, and pain. Some patients may struggle to maintain adequate oral intake postoperatively; to prevent dehydration and malnutrition, these patients will likely require care from nurses, speech and swallowing therapists, lactation consultants, pediatricians, and surgeons. In patients with multiple comorbidities, particularly syndromic patients, the need for meticulous planning and inclusion of multiple different specialists on the healthcare team is critical for optimizing outcomes and minimizing complications."}
{"id": "article-131399_74", "title": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Airway monitoring in the early postoperative period is essential, and nurses should be prepared to identify as well as manage obstruction. Two common interventions are the placement of a nasal trumpet and retraction of an intraoperatively-placed tongue suture, both of which help to displace edematous tissue out of the airway. Additionally, placing the patient in the lateral decubitus or the prone position will typically improve airway patency.", "contents": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions. Airway monitoring in the early postoperative period is essential, and nurses should be prepared to identify as well as manage obstruction. Two common interventions are the placement of a nasal trumpet and retraction of an intraoperatively-placed tongue suture, both of which help to displace edematous tissue out of the airway. Additionally, placing the patient in the lateral decubitus or the prone position will typically improve airway patency."}
{"id": "article-131399_75", "title": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "As the patient becomes more alert following emergence from general anesthesia, they will start opening their eyes and becoming more active. Sudden awakening or crying may cause intraoral bleeding due to a dramatic increase in blood pressure. If this occurs, gentle, direct pressure with a small piece of gauze for 5 minutes should decrease or stop the bleeding in most cases; however, it is imperative to ensure the airway is not compromised while inserting a finger and gauze. Patients with persistent or recurrent bleeding may require assessment in the operating suite under general anesthesia.", "contents": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions. As the patient becomes more alert following emergence from general anesthesia, they will start opening their eyes and becoming more active. Sudden awakening or crying may cause intraoral bleeding due to a dramatic increase in blood pressure. If this occurs, gentle, direct pressure with a small piece of gauze for 5 minutes should decrease or stop the bleeding in most cases; however, it is imperative to ensure the airway is not compromised while inserting a finger and gauze. Patients with persistent or recurrent bleeding may require assessment in the operating suite under general anesthesia."}
{"id": "article-131399_76", "title": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions", "content": "Postoperatively, it takes approximately two weeks for the palate to heal; therefore, ensuring the palate remains free of trauma during this time period is critical. Patients' diets should consist of milk or food that has been puréed, and carbonated beverages should be avoided. Hygiene is crucial and, in some patients, may require rinsing with a syringe and normal saline after meals. Small children older than 18 months or those who tend to introduce their fingers or objects into their mouths should wear arm splints at all times (except while bathing) to protect the palate repair during the first two postoperative weeks.", "contents": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Interventions. Postoperatively, it takes approximately two weeks for the palate to heal; therefore, ensuring the palate remains free of trauma during this time period is critical. Patients' diets should consist of milk or food that has been puréed, and carbonated beverages should be avoided. Hygiene is crucial and, in some patients, may require rinsing with a syringe and normal saline after meals. Small children older than 18 months or those who tend to introduce their fingers or objects into their mouths should wear arm splints at all times (except while bathing) to protect the palate repair during the first two postoperative weeks."}
{"id": "article-131399_77", "title": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Monitoring", "content": "Observation of the patient in the recovery unit by medical and nursing personnel until the patient is fully awake will ensure the transfer of a stable patient with a secure airway and no hemorrhage. Monitoring the patient's vitals, airway/breathing, and oxygen saturation levels is essential. Controlling pain will provide a smoother recovery, improve oral intake, and expedite discharge from the hospital.", "contents": "Cleft Palate Repair -- Nursing, Allied Health, and Interprofessional Team Monitoring. Observation of the patient in the recovery unit by medical and nursing personnel until the patient is fully awake will ensure the transfer of a stable patient with a secure airway and no hemorrhage. Monitoring the patient's vitals, airway/breathing, and oxygen saturation levels is essential. Controlling pain will provide a smoother recovery, improve oral intake, and expedite discharge from the hospital."}
{"id": "article-131399_78", "title": "Cleft Palate Repair -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Cleft Palate Repair -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}