{"id": "article-24608_0", "title": "Lynch Syndrome -- Continuing Education Activity", "content": "Most colorectal cancers occur sporadically; however, inherited cancer syndromes or inherited mutations cause approximately 5 to 10 percent of cases. The most common hereditary form of hereditary colorectal cancer is Lynch syndrome, also known as hereditary non-polyposis colorectal cancer syndrome (HNPCC). Identifying patients with Lynch syndrome is clinically important because these patients have up to 80 percent lifetime risk of colorectal cancer and up to 60 percent lifetime risk of endometrial cancer. These patients also have an increased risk for other primary cancers including gastric, ovarian, small bowel, urothelial (ureter, renal pelvis), biliary tract, pancreatic, brain (glioblastoma), sebaceous gland adenomas, and keratoacanthomas. This activity describes the evaluation, diagnosis, and management of Lynch syndrome and highlights the role of the interprofessional team in the care of affected patients.", "contents": "Lynch Syndrome -- Continuing Education Activity. Most colorectal cancers occur sporadically; however, inherited cancer syndromes or inherited mutations cause approximately 5 to 10 percent of cases. The most common hereditary form of hereditary colorectal cancer is Lynch syndrome, also known as hereditary non-polyposis colorectal cancer syndrome (HNPCC). Identifying patients with Lynch syndrome is clinically important because these patients have up to 80 percent lifetime risk of colorectal cancer and up to 60 percent lifetime risk of endometrial cancer. These patients also have an increased risk for other primary cancers including gastric, ovarian, small bowel, urothelial (ureter, renal pelvis), biliary tract, pancreatic, brain (glioblastoma), sebaceous gland adenomas, and keratoacanthomas. This activity describes the evaluation, diagnosis, and management of Lynch syndrome and highlights the role of the interprofessional team in the care of affected patients."}
{"id": "article-24608_1", "title": "Lynch Syndrome -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of Lynch syndrome. Review the presentation of Lynch syndrome. Summarize the treatment options for Lynch syndrome. Outline the importance of improving care coordination amongst interprofessional team members to optimize outcomes for patients with Lynch syndrome. Access free multiple choice questions on this topic.", "contents": "Lynch Syndrome -- Continuing Education Activity. Objectives: Describe the pathophysiology of Lynch syndrome. Review the presentation of Lynch syndrome. Summarize the treatment options for Lynch syndrome. Outline the importance of improving care coordination amongst interprofessional team members to optimize outcomes for patients with Lynch syndrome. Access free multiple choice questions on this topic."}
{"id": "article-24608_2", "title": "Lynch Syndrome -- Introduction", "content": "Colorectal cancer is the third most common cancer in men and women and the second leading cause of cancer-related deaths in the United States, with an estimated 134,490 new cases in 2016 and 49,190 deaths. Most colorectal cancers occur sporadically; however, inherited cancer syndromes or inherited mutations cause approximately 5% to 10% of cases. The most common hereditary form of hereditary colorectal cancer is Lynch syndrome, also known as Hereditary Non-Polyposis Colorectal Cancer Syndrome (HNPCC). Identifying patients with Lynch syndrome is clinically important because the marked increase lifetime risk of colorectal cancer ranges up to 80% and lifetime risk of endometrial cancer ranges up to 60%. Furthermore, there is an increased risk for other primary cancers including gastric, ovarian, small bowel, urothelial (ureter, renal pelvis), biliary tract, pancreatic, brain cancers (glioblastoma), sebaceous gland adenomas, and keratoacanthomas. [1] [2] [3]", "contents": "Lynch Syndrome -- Introduction. Colorectal cancer is the third most common cancer in men and women and the second leading cause of cancer-related deaths in the United States, with an estimated 134,490 new cases in 2016 and 49,190 deaths. Most colorectal cancers occur sporadically; however, inherited cancer syndromes or inherited mutations cause approximately 5% to 10% of cases. The most common hereditary form of hereditary colorectal cancer is Lynch syndrome, also known as Hereditary Non-Polyposis Colorectal Cancer Syndrome (HNPCC). Identifying patients with Lynch syndrome is clinically important because the marked increase lifetime risk of colorectal cancer ranges up to 80% and lifetime risk of endometrial cancer ranges up to 60%. Furthermore, there is an increased risk for other primary cancers including gastric, ovarian, small bowel, urothelial (ureter, renal pelvis), biliary tract, pancreatic, brain cancers (glioblastoma), sebaceous gland adenomas, and keratoacanthomas. [1] [2] [3]"}
{"id": "article-24608_3", "title": "Lynch Syndrome -- Etiology", "content": "Lynch syndrome results from a germline mutation in one of four mismatch repair ( MMR ) genes called MLH1 , MSH2 , MSH6 , and PMS2 . Large deletions in a non-mismatch repair gene, called epithelial cellular adhesion molecule (EPCAM) which silences MSH2 expression, have also been found to cause Lynch syndrome. Mismatch repair genes are necessary for repairing incorrect pairing of nucleotide bases during DNA replication. If these “mismatches” are not corrected, then the resulting copy may not function properly leading to an increased risk for cancer. Individuals with Lynch syndrome are born with one functional allele (copy) of a specific gene and one non-functional allele of a specific gene due to an inherited mutation. The risk for cancer occurs when a mutation is acquired in the functional allele. Of note, on the rare occasion, an individual is not born with Lynch syndrome but develops a tumor with loss of both alleles leading somatic loss of the MMR proteins. Screening for Lynch syndrome can be performed on colorectal and endometrial tumor tissue by immunohistochemical staining (IHC) for the four mismatch repair proteins ( MLH1 , MSH2 , MSH6 and PMS2 ) and/or microsatellite instability testing ( MSI ). [4] [5] [6]", "contents": "Lynch Syndrome -- Etiology. Lynch syndrome results from a germline mutation in one of four mismatch repair ( MMR ) genes called MLH1 , MSH2 , MSH6 , and PMS2 . Large deletions in a non-mismatch repair gene, called epithelial cellular adhesion molecule (EPCAM) which silences MSH2 expression, have also been found to cause Lynch syndrome. Mismatch repair genes are necessary for repairing incorrect pairing of nucleotide bases during DNA replication. If these “mismatches” are not corrected, then the resulting copy may not function properly leading to an increased risk for cancer. Individuals with Lynch syndrome are born with one functional allele (copy) of a specific gene and one non-functional allele of a specific gene due to an inherited mutation. The risk for cancer occurs when a mutation is acquired in the functional allele. Of note, on the rare occasion, an individual is not born with Lynch syndrome but develops a tumor with loss of both alleles leading somatic loss of the MMR proteins. Screening for Lynch syndrome can be performed on colorectal and endometrial tumor tissue by immunohistochemical staining (IHC) for the four mismatch repair proteins ( MLH1 , MSH2 , MSH6 and PMS2 ) and/or microsatellite instability testing ( MSI ). [4] [5] [6]"}
{"id": "article-24608_4", "title": "Lynch Syndrome -- Etiology", "content": "Lynch syndrome is inherited in an autosomal dominant manner. Thus first-degree relatives (parents, siblings, children) have a 50% chance to be affected with Lynch syndrome.", "contents": "Lynch Syndrome -- Etiology. Lynch syndrome is inherited in an autosomal dominant manner. Thus first-degree relatives (parents, siblings, children) have a 50% chance to be affected with Lynch syndrome."}
{"id": "article-24608_5", "title": "Lynch Syndrome -- Epidemiology", "content": "Lynch syndrome accounts for 2% to 4% of all colorectal cancer cases and approximately 2.5% of endometrial cancer cases. In fact, one out of 35 colorectal cancers and one out of 50 endometrial cancers is attributable to Lynch syndrome. The mean age at diagnosis of colorectal cancer in affected patients is 44 to 61 years, while for endometrial cancer mean age at diagnosis is 48 to 62 years.", "contents": "Lynch Syndrome -- Epidemiology. Lynch syndrome accounts for 2% to 4% of all colorectal cancer cases and approximately 2.5% of endometrial cancer cases. In fact, one out of 35 colorectal cancers and one out of 50 endometrial cancers is attributable to Lynch syndrome. The mean age at diagnosis of colorectal cancer in affected patients is 44 to 61 years, while for endometrial cancer mean age at diagnosis is 48 to 62 years."}
{"id": "article-24608_6", "title": "Lynch Syndrome -- Pathophysiology", "content": "Individuals with Lynch syndrome tend to have fewer than ten adenomatous polyps cumulatively in their life. Adenomas are commonly seen in patients younger than the age of 40 and frequently have a villous growth pattern with moderate to high-grade dysplasia. Adenomas in individuals with Lynch syndrome tend to transform to cancers more rapidly than in individuals in the general population with adenomas. Both adenomas and colon tumors associated with Lynch syndrome occur most frequently on the right side of the colon. Tumors are also noted to have a characteristic phenotype, including poor differentiated medullary-type carcinoma, mucinous adenocarcinoma, signet-ring cells, and a Crohn-like reaction with infiltrating lymphocytes. [7] [8] [9] [10]", "contents": "Lynch Syndrome -- Pathophysiology. Individuals with Lynch syndrome tend to have fewer than ten adenomatous polyps cumulatively in their life. Adenomas are commonly seen in patients younger than the age of 40 and frequently have a villous growth pattern with moderate to high-grade dysplasia. Adenomas in individuals with Lynch syndrome tend to transform to cancers more rapidly than in individuals in the general population with adenomas. Both adenomas and colon tumors associated with Lynch syndrome occur most frequently on the right side of the colon. Tumors are also noted to have a characteristic phenotype, including poor differentiated medullary-type carcinoma, mucinous adenocarcinoma, signet-ring cells, and a Crohn-like reaction with infiltrating lymphocytes. [7] [8] [9] [10]"}
{"id": "article-24608_7", "title": "Lynch Syndrome -- History and Physical", "content": "Screening and subsequent germline mutation testing typically identify patients with Lynch syndrome. Those at risk for Lynch syndrome may be identified if they have a personal or family history of malignancy and meet clinical criteria, for example, the Amsterdam II or Revised Bethesda guidelines (Table 1), for screening. Further, patients with colorectal cancer who are found to have microsatellite instability in a tumor sample can be diagnosed with Lynch syndrome if they have a germline mutation in a mismatch repair gene. An individual with Lynch syndrome is at increased risk of colonic and extracolonic tumors, including endometrial, ovarian, upper gastrointestinal tract, urothelial, pancreatic, and brain cancers.", "contents": "Lynch Syndrome -- History and Physical. Screening and subsequent germline mutation testing typically identify patients with Lynch syndrome. Those at risk for Lynch syndrome may be identified if they have a personal or family history of malignancy and meet clinical criteria, for example, the Amsterdam II or Revised Bethesda guidelines (Table 1), for screening. Further, patients with colorectal cancer who are found to have microsatellite instability in a tumor sample can be diagnosed with Lynch syndrome if they have a germline mutation in a mismatch repair gene. An individual with Lynch syndrome is at increased risk of colonic and extracolonic tumors, including endometrial, ovarian, upper gastrointestinal tract, urothelial, pancreatic, and brain cancers."}
{"id": "article-24608_8", "title": "Lynch Syndrome -- Evaluation", "content": "Current approaches to screening guidelines for Lynch syndrome are published by the National Comprehensive Cancer Network. The National Comprehensive Cancer Network recommends immunohistochemical staining of the mismatch repair proteins in all colorectal cancer tumors in all patients with colorectal cancer younger than age 70 and those older than age 70 meeting Bethesda criteria and endometrial tumors diagnosed in patients younger than the age of 50.", "contents": "Lynch Syndrome -- Evaluation. Current approaches to screening guidelines for Lynch syndrome are published by the National Comprehensive Cancer Network. The National Comprehensive Cancer Network recommends immunohistochemical staining of the mismatch repair proteins in all colorectal cancer tumors in all patients with colorectal cancer younger than age 70 and those older than age 70 meeting Bethesda criteria and endometrial tumors diagnosed in patients younger than the age of 50."}
{"id": "article-24608_9", "title": "Lynch Syndrome -- Evaluation", "content": "The two methods used to screen for Lynch syndrome are immunohistochemical staining and/or microsatellite instability testing. Concordance is high between these tests, and both have been found to be highly sensitive and specific; both have a false negative rate of about 5% to 10%.", "contents": "Lynch Syndrome -- Evaluation. The two methods used to screen for Lynch syndrome are immunohistochemical staining and/or microsatellite instability testing. Concordance is high between these tests, and both have been found to be highly sensitive and specific; both have a false negative rate of about 5% to 10%."}
{"id": "article-24608_10", "title": "Lynch Syndrome -- Evaluation", "content": "Immunohistochemical staining is performed on a tumor sample to look for expression of proteins encoded by mismatch repair genes. If staining for expression of all mismatch repair proteins is present, a mismatch repair gene mutation is unlikely to be present. This is a normal result and referred to as mismatch repair-proficient. If staining is negative for expression of at least one mismatch repair protein, this is referred to as mismatch repair-deficient, and germline genetic testing should be offered. Of note, if immunohistochemical staining for MLH1 (either alone or with PMS2) is abnormal (not expressed) in colorectal tumor tissue, this should be followed by testing for BRAF V600E mutation or hypomethylation of the MLH1 promoter (in blood or normal tissue). If this testing is positive, it suggests a sporadic colorectal cancer rather than Lynch syndrome, and if negative germline mutation testing for Lynch syndrome should follow. For more information, please refer to National Comprehensive Cancer Network Screening Guidelines for Colorectal Cancer.", "contents": "Lynch Syndrome -- Evaluation. Immunohistochemical staining is performed on a tumor sample to look for expression of proteins encoded by mismatch repair genes. If staining for expression of all mismatch repair proteins is present, a mismatch repair gene mutation is unlikely to be present. This is a normal result and referred to as mismatch repair-proficient. If staining is negative for expression of at least one mismatch repair protein, this is referred to as mismatch repair-deficient, and germline genetic testing should be offered. Of note, if immunohistochemical staining for MLH1 (either alone or with PMS2) is abnormal (not expressed) in colorectal tumor tissue, this should be followed by testing for BRAF V600E mutation or hypomethylation of the MLH1 promoter (in blood or normal tissue). If this testing is positive, it suggests a sporadic colorectal cancer rather than Lynch syndrome, and if negative germline mutation testing for Lynch syndrome should follow. For more information, please refer to National Comprehensive Cancer Network Screening Guidelines for Colorectal Cancer."}
{"id": "article-24608_11", "title": "Lynch Syndrome -- Evaluation", "content": "Microsatellite instability is another screening test for Lynch syndrome and is characterized by variations in length of repetitive DNA sequences known as microsatellites in the human genome which occur as a result of the loss of mismatch repair activity. Identification of microsatellite instability technique involves testing for nucleotide markers. If a tumor is found to have a certain proportion of abnormal microsatellite repeat markers, it is considered to be microsatellite instability-high. mismatch repair-proficient is generally equivalent to microsatellite instability-low. The great majority of Lynch syndrome tumors are microsatellite instability-high; however, this pattern can be observed sporadic colorectal cancers thus germline testing is recommended for microsatellite instability-high tumors.", "contents": "Lynch Syndrome -- Evaluation. Microsatellite instability is another screening test for Lynch syndrome and is characterized by variations in length of repetitive DNA sequences known as microsatellites in the human genome which occur as a result of the loss of mismatch repair activity. Identification of microsatellite instability technique involves testing for nucleotide markers. If a tumor is found to have a certain proportion of abnormal microsatellite repeat markers, it is considered to be microsatellite instability-high. mismatch repair-proficient is generally equivalent to microsatellite instability-low. The great majority of Lynch syndrome tumors are microsatellite instability-high; however, this pattern can be observed sporadic colorectal cancers thus germline testing is recommended for microsatellite instability-high tumors."}
{"id": "article-24608_12", "title": "Lynch Syndrome -- Evaluation", "content": "Among sporadic colorectal cancers, 10% to 15% exhibit deficiency of at least one mismatch repair protein and/or are microsatellite instability-high most often as a result of abnormal methylation of the MLH1 gene promoter and not due to Lynch syndrome. Therefore, screening with microsatellite instability and/or immunohistochemical staining alone is not adequate to diagnosed Lynch syndrome and must be followed by germline mutation testing. This is accomplished by DNA sequencing and large rearrangement analysis. Genetic testing should be preceded by genetic counseling due to the complexities of test selection.", "contents": "Lynch Syndrome -- Evaluation. Among sporadic colorectal cancers, 10% to 15% exhibit deficiency of at least one mismatch repair protein and/or are microsatellite instability-high most often as a result of abnormal methylation of the MLH1 gene promoter and not due to Lynch syndrome. Therefore, screening with microsatellite instability and/or immunohistochemical staining alone is not adequate to diagnosed Lynch syndrome and must be followed by germline mutation testing. This is accomplished by DNA sequencing and large rearrangement analysis. Genetic testing should be preceded by genetic counseling due to the complexities of test selection."}
{"id": "article-24608_13", "title": "Lynch Syndrome -- Evaluation", "content": "Patients identified to have abnormal immunohistochemical staining and/or abnormal microsatellite instability testing, but in whom germline testing does not reveal a mutation may be a result of a double somatic mismatch repair gene mutations in the tumor DNA or may still have undetected Lynch syndrome and management should be based on the personal/family history. Clinical Testing Criteria (based on personal and family history)", "contents": "Lynch Syndrome -- Evaluation. Patients identified to have abnormal immunohistochemical staining and/or abnormal microsatellite instability testing, but in whom germline testing does not reveal a mutation may be a result of a double somatic mismatch repair gene mutations in the tumor DNA or may still have undetected Lynch syndrome and management should be based on the personal/family history. Clinical Testing Criteria (based on personal and family history)"}
{"id": "article-24608_14", "title": "Lynch Syndrome -- Evaluation", "content": "Assessment for Lynch syndrome begins with taking a thorough family cancer history, which includes both maternal and paternal relatives and at least three generations made up of first, second, and third-degree relatives. All cancers should be noted, including the age of diagnosis, if available. Genetic testing for Lynch syndrome should be considered for patients who meet: Amsterdan II criteria (Table 1A) Revised Bethesda guidelines (Table 1B) Endometrial cancer diagnosed before age 50 Known Lynch syndrome in the family Testing should also be considered in patients with at least 5% risk of Lynch syndrome on MMRpro, PREMM, or MMRpredict prediction models Table 1. Amsterdam II Criteria and Revised Bethesda Guidelines A. Amsterdam II Criteria", "contents": "Lynch Syndrome -- Evaluation. Assessment for Lynch syndrome begins with taking a thorough family cancer history, which includes both maternal and paternal relatives and at least three generations made up of first, second, and third-degree relatives. All cancers should be noted, including the age of diagnosis, if available. Genetic testing for Lynch syndrome should be considered for patients who meet: Amsterdan II criteria (Table 1A) Revised Bethesda guidelines (Table 1B) Endometrial cancer diagnosed before age 50 Known Lynch syndrome in the family Testing should also be considered in patients with at least 5% risk of Lynch syndrome on MMRpro, PREMM, or MMRpredict prediction models Table 1. Amsterdam II Criteria and Revised Bethesda Guidelines A. Amsterdam II Criteria"}
{"id": "article-24608_15", "title": "Lynch Syndrome -- Evaluation", "content": "More than three relatives with a Lynch syndrome-related cancer (colorectal, endometrial, small bowel, ureter or renal pelvis), with one being a first that meet the following criteria: More than two successive generations affected One is a first-degree relative of the other two More than one relative is diagnosed younger than age 50 No evidence of Familial Adenomatous Polyposis (FAP) B. Revised Bethesda Guidelines", "contents": "Lynch Syndrome -- Evaluation. More than three relatives with a Lynch syndrome-related cancer (colorectal, endometrial, small bowel, ureter or renal pelvis), with one being a first that meet the following criteria: More than two successive generations affected One is a first-degree relative of the other two More than one relative is diagnosed younger than age 50 No evidence of Familial Adenomatous Polyposis (FAP) B. Revised Bethesda Guidelines"}
{"id": "article-24608_16", "title": "Lynch Syndrome -- Evaluation", "content": "Colorectal cancer diagnosed in a patient younger than age 50 Presence of synchronous or metachronous, colorectal, or other Lynch syndrome-related tumors*, regardless of age Colorectal cancer with microsatellite instability-high histology (tumor infiltrating lymphocytes, Crohn like lymphocytic reaction, mucinous or signet-ring differentiation, or medullary growth pattern) Colorectal cancer diagnosed in a patient with one or more first-degree relatives with a Lynch syndrome-related cancer*, with one of the cancers diagnosed before age 50 Colorectal cancer diagnosed in a patient with two or more first- or second-degree relatives with Lynch syndrome-related cancers* regardless of age", "contents": "Lynch Syndrome -- Evaluation. Colorectal cancer diagnosed in a patient younger than age 50 Presence of synchronous or metachronous, colorectal, or other Lynch syndrome-related tumors*, regardless of age Colorectal cancer with microsatellite instability-high histology (tumor infiltrating lymphocytes, Crohn like lymphocytic reaction, mucinous or signet-ring differentiation, or medullary growth pattern) Colorectal cancer diagnosed in a patient with one or more first-degree relatives with a Lynch syndrome-related cancer*, with one of the cancers diagnosed before age 50 Colorectal cancer diagnosed in a patient with two or more first- or second-degree relatives with Lynch syndrome-related cancers* regardless of age"}
{"id": "article-24608_17", "title": "Lynch Syndrome -- Evaluation", "content": "* Lynch syndrome-related cancers include colorectal, endometrial, gastric, ovarian, pancreas, ureter and renal pelvis, biliary tract, brain (usually glioblastoma as seen in Turcot syndrome), and small intestinal cancers, as well as sebaceous gland adenomas and keratoacanthoma (as seen in Muir-Torre syndrome). Use of Amsterdan and Bethesda criteria to identify patients with Lynch syndrome misses approximately 50%, whereas about 50% of patients meeting criteria do not have Lynch syndrome.", "contents": "Lynch Syndrome -- Evaluation. * Lynch syndrome-related cancers include colorectal, endometrial, gastric, ovarian, pancreas, ureter and renal pelvis, biliary tract, brain (usually glioblastoma as seen in Turcot syndrome), and small intestinal cancers, as well as sebaceous gland adenomas and keratoacanthoma (as seen in Muir-Torre syndrome). Use of Amsterdan and Bethesda criteria to identify patients with Lynch syndrome misses approximately 50%, whereas about 50% of patients meeting criteria do not have Lynch syndrome."}
{"id": "article-24608_18", "title": "Lynch Syndrome -- Evaluation", "content": "Individuals identified by tumor testing with immunohistochemical staining and/or microsatellite instability or meeting testing criteria are recommended to consider Lynch syndrome-specific gene testing or multi-gene testing of affected family members is encouraged; however, when no affected member is available, testing of unaffected individuals should be considered.", "contents": "Lynch Syndrome -- Evaluation. Individuals identified by tumor testing with immunohistochemical staining and/or microsatellite instability or meeting testing criteria are recommended to consider Lynch syndrome-specific gene testing or multi-gene testing of affected family members is encouraged; however, when no affected member is available, testing of unaffected individuals should be considered."}
{"id": "article-24608_19", "title": "Lynch Syndrome -- Treatment / Management -- Lynch Syndrome Management", "content": "Individuals found to have a deleterious Lynch syndrome mutation are at increased cancer risk with the greatest risk of colorectal and endometrial cancers, followed by gastric and ovarian cancers. Fortunately, there are risk management guidelines for carriers of Lynch syndrome which are associated with a decrease in cancer-related deaths. Recommended surveillance for Lynch syndrome carriers is outlined as follows:", "contents": "Lynch Syndrome -- Treatment / Management -- Lynch Syndrome Management. Individuals found to have a deleterious Lynch syndrome mutation are at increased cancer risk with the greatest risk of colorectal and endometrial cancers, followed by gastric and ovarian cancers. Fortunately, there are risk management guidelines for carriers of Lynch syndrome which are associated with a decrease in cancer-related deaths. Recommended surveillance for Lynch syndrome carriers is outlined as follows:"}
{"id": "article-24608_20", "title": "Lynch Syndrome -- Treatment / Management -- Colon", "content": "Colonoscopy beginning at age 20 to 25 repeating every one to two years; or two to five years before the earliest colorectal cancer if diagnosed before age 25 years.", "contents": "Lynch Syndrome -- Treatment / Management -- Colon. Colonoscopy beginning at age 20 to 25 repeating every one to two years; or two to five years before the earliest colorectal cancer if diagnosed before age 25 years."}
{"id": "article-24608_21", "title": "Lynch Syndrome -- Treatment / Management -- Colectomy", "content": "Can be performed if colon cancer is diagnosed or if an advanced adenoma is found that cannot be otherwise removed. Because surgical management is evolving, the option of segmental or extended segmental colectomy for patients with confirmed adenocarcinoma and/or adenomatous polyps is based on individual considerations and discussion of risk. Follow-up surveillance with lower endoscopic examination is suggested every one to two years postoperatively. Can be considered if surveillance measures cannot be followed.", "contents": "Lynch Syndrome -- Treatment / Management -- Colectomy. Can be performed if colon cancer is diagnosed or if an advanced adenoma is found that cannot be otherwise removed. Because surgical management is evolving, the option of segmental or extended segmental colectomy for patients with confirmed adenocarcinoma and/or adenomatous polyps is based on individual considerations and discussion of risk. Follow-up surveillance with lower endoscopic examination is suggested every one to two years postoperatively. Can be considered if surveillance measures cannot be followed."}
{"id": "article-24608_22", "title": "Lynch Syndrome -- Treatment / Management -- Endometrium (Uterus) and Ovaries in females", "content": "Pelvic exam, transvaginal ultrasound, endometrial aspiration and/or CA-125 can be considered on an individual basis. The efficacy of this regimen remains uncertain. Any abnormal uterine/vaginal bleeding warrants immediate evaluation.", "contents": "Lynch Syndrome -- Treatment / Management -- Endometrium (Uterus) and Ovaries in females. Pelvic exam, transvaginal ultrasound, endometrial aspiration and/or CA-125 can be considered on an individual basis. The efficacy of this regimen remains uncertain. Any abnormal uterine/vaginal bleeding warrants immediate evaluation."}
{"id": "article-24608_23", "title": "Lynch Syndrome -- Treatment / Management -- Hysterectomy with Salpingo-Oophorectomy (Females)", "content": "Recommended when childbearing is complete", "contents": "Lynch Syndrome -- Treatment / Management -- Hysterectomy with Salpingo-Oophorectomy (Females). Recommended when childbearing is complete"}
{"id": "article-24608_24", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "** The risk for other Lynch syndrome-related malignancies is reported to be low in MSH6 and PMS2 carriers; due to limited data, the NCCN does not make recommendations for management for these other MSH6- and PMS2- related malignancies at this time. Recommendations can be made by treating physician(s).", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). ** The risk for other Lynch syndrome-related malignancies is reported to be low in MSH6 and PMS2 carriers; due to limited data, the NCCN does not make recommendations for management for these other MSH6- and PMS2- related malignancies at this time. Recommendations can be made by treating physician(s)."}
{"id": "article-24608_25", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "Upper endoscopy (esophagogastroduodenoscopy) with extended duodenoscopy every three to five years beginning at age 30 to 35 years can be considered in select individuals or families or those of Asian descent. Consider testing and treating for H. Pylori.", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). Upper endoscopy (esophagogastroduodenoscopy) with extended duodenoscopy every three to five years beginning at age 30 to 35 years can be considered in select individuals or families or those of Asian descent. Consider testing and treating for H. Pylori."}
{"id": "article-24608_26", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "Urinalysis, consider beginning annually between age 30 to 35. (The optimal age to begin screening for urinary tract cancers has not been determined, but the risk for developing such types of cancer before age 30 years is low).", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). Urinalysis, consider beginning annually between age 30 to 35. (The optimal age to begin screening for urinary tract cancers has not been determined, but the risk for developing such types of cancer before age 30 years is low)."}
{"id": "article-24608_27", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "No additional surveillance for central nervous system/brain and pancreatic tumors beyond annual physical/neurologic examination, starting at age 25 to 30 is recommended at this time.", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). No additional surveillance for central nervous system/brain and pancreatic tumors beyond annual physical/neurologic examination, starting at age 25 to 30 is recommended at this time."}
{"id": "article-24608_28", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "Despite data indicating an increase in pancreatic cancer risk, no effective screening techniques have been identified; thus, no guidelines exist that this time.", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). Despite data indicating an increase in pancreatic cancer risk, no effective screening techniques have been identified; thus, no guidelines exist that this time."}
{"id": "article-24608_29", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "Of note, it remains unclear whether there is an increased risk of breast cancer in individuals with Lynch Syndrome; therefore breast cancer screening is currently based on personal and family history.", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). Of note, it remains unclear whether there is an increased risk of breast cancer in individuals with Lynch Syndrome; therefore breast cancer screening is currently based on personal and family history."}
{"id": "article-24608_30", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "Non-steroidal anti-inflammatory drugs ( NSAIDs) The efficacy of non-steroidal anti-inflammatory drugs in individuals with Lynch syndrome is under investigation. There is data suggesting aspirin use may decrease the risk of colon cancer in Lynch syndrome, but the optimal dose and duration remains uncertain.", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). Non-steroidal anti-inflammatory drugs ( NSAIDs) The efficacy of non-steroidal anti-inflammatory drugs in individuals with Lynch syndrome is under investigation. There is data suggesting aspirin use may decrease the risk of colon cancer in Lynch syndrome, but the optimal dose and duration remains uncertain."}
{"id": "article-24608_31", "title": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only)", "content": "A diagnosis of Lynch syndrome in a patient can also be of significance for at-risk family members. Patients should be advised to discuss with family members regarding possible cancer risk and their opportunity for testing, screening, and surveillance. At-risk family members should be offered genetic counseling, and testing if desired .", "contents": "Lynch Syndrome -- Treatment / Management -- Other Extracolonic Cancers (** MLH1, MSH2 and EPCAM mutation carriers only). A diagnosis of Lynch syndrome in a patient can also be of significance for at-risk family members. Patients should be advised to discuss with family members regarding possible cancer risk and their opportunity for testing, screening, and surveillance. At-risk family members should be offered genetic counseling, and testing if desired ."}
{"id": "article-24608_32", "title": "Lynch Syndrome -- Differential Diagnosis", "content": "Attenuated familial adenomatous polyposis Cowden disease Cronkite-Canada syndrome Familial clustering of late-onset of colorectal neoplasm Hyperplastic polyps Juvenile polyposis syndrome Lymphomatous polyposis Muir-Torre syndrome Nodular lymphoid hyperplasia Turcot syndrome", "contents": "Lynch Syndrome -- Differential Diagnosis. Attenuated familial adenomatous polyposis Cowden disease Cronkite-Canada syndrome Familial clustering of late-onset of colorectal neoplasm Hyperplastic polyps Juvenile polyposis syndrome Lymphomatous polyposis Muir-Torre syndrome Nodular lymphoid hyperplasia Turcot syndrome"}
{"id": "article-24608_33", "title": "Lynch Syndrome -- Pearls and Other Issues", "content": "Lynch syndrome is the most common form of hereditary colorectal cancer, also known as hereditary nonpolyposis colorectal cancer syndrome. The mechanism underlying this disease involves inherited mutations in DNA mismatch repair genes, leading to inadequate expression and function of their proteins. Mutations in mismatch repair genes have been discovered and implicated in this disease, and clinical features have been identified and tailored to identify at-risk patients. As Lynch syndrome is inherited in an autosomal dominant manner, screening and identifying patients with Lynch syndrome and Lynch syndrome-associated cancers is imperative to decrease mortality and morbidity associated with this disease.", "contents": "Lynch Syndrome -- Pearls and Other Issues. Lynch syndrome is the most common form of hereditary colorectal cancer, also known as hereditary nonpolyposis colorectal cancer syndrome. The mechanism underlying this disease involves inherited mutations in DNA mismatch repair genes, leading to inadequate expression and function of their proteins. Mutations in mismatch repair genes have been discovered and implicated in this disease, and clinical features have been identified and tailored to identify at-risk patients. As Lynch syndrome is inherited in an autosomal dominant manner, screening and identifying patients with Lynch syndrome and Lynch syndrome-associated cancers is imperative to decrease mortality and morbidity associated with this disease."}
{"id": "article-24608_34", "title": "Lynch Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Lynch syndrome is best managed by an interprofessional team including oncology nurses. Besides the patient, it is important to monitor the carrier of the genes. Lynch syndrome carriers are at increased risk of developing colorectal cancers and extracolonic cancers including endometrial, gastric, ovarian, pancreas, ureter and renal pelvis, biliary tract, brain (usually glioblastoma as seen in Turcot syndrome), small intestinal cancers, and sebaceous gland adenomas, and keratoacanthoma (as seen in Muir-Torre syndrome). Screening for colorectal cancers has shown proven beneficial in detecting colorectal cancers and reducing mortality, while the value of screening for extracolonic cancers remains unclear. Ongoing research may better delineate risk and guidelines for screening, surveillance, and treatment of Lynch syndrome carriers.", "contents": "Lynch Syndrome -- Enhancing Healthcare Team Outcomes. Lynch syndrome is best managed by an interprofessional team including oncology nurses. Besides the patient, it is important to monitor the carrier of the genes. Lynch syndrome carriers are at increased risk of developing colorectal cancers and extracolonic cancers including endometrial, gastric, ovarian, pancreas, ureter and renal pelvis, biliary tract, brain (usually glioblastoma as seen in Turcot syndrome), small intestinal cancers, and sebaceous gland adenomas, and keratoacanthoma (as seen in Muir-Torre syndrome). Screening for colorectal cancers has shown proven beneficial in detecting colorectal cancers and reducing mortality, while the value of screening for extracolonic cancers remains unclear. Ongoing research may better delineate risk and guidelines for screening, surveillance, and treatment of Lynch syndrome carriers."}
{"id": "article-24608_35", "title": "Lynch Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Lynch Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}