{"id": "article-407_0", "title": "Heavy Metals -- Introduction", "content": "Heavy metal is a broad term that describes a group of naturally occurring metallic elements of high molecular weight and density compared to water. [1] At low concentrations, certain heavy metals, such as iron, zinc, copper, and manganese, are essential for human survival but can become toxic agents at higher concentrations. Other heavy metals, such as arsenic, cadmium, lead, thallium, and mercury, serve no biological role. However, they will inevitably enter the human body due to their presence in the environment. Similarly to essential metals, they induce toxicity once specific concentrations are reached. [2]", "contents": "Heavy Metals -- Introduction. Heavy metal is a broad term that describes a group of naturally occurring metallic elements of high molecular weight and density compared to water. [1] At low concentrations, certain heavy metals, such as iron, zinc, copper, and manganese, are essential for human survival but can become toxic agents at higher concentrations. Other heavy metals, such as arsenic, cadmium, lead, thallium, and mercury, serve no biological role. However, they will inevitably enter the human body due to their presence in the environment. Similarly to essential metals, they induce toxicity once specific concentrations are reached. [2]"}
{"id": "article-407_1", "title": "Heavy Metals -- Introduction", "content": "Confirming the diagnosis of elemental toxicity is challenging as signs and symptoms are similar to those of many non-element-dependent diseases. Diagnosis of elemental toxicity requires demonstration of all of the following factors: (1) a source of elemental exposure must be evident, (2) the patient must demonstrate signs and report symptoms typical of the element, and (3) abnormal element concentration in the appropriate tissue must be evident. If one of these features is absent, one cannot make a conclusive diagnosis of elemental toxicity. The laboratory plays a vital role in this process, and appropriate specimen collection coupled with accurate analysis can aid in correct diagnosis. [3]", "contents": "Heavy Metals -- Introduction. Confirming the diagnosis of elemental toxicity is challenging as signs and symptoms are similar to those of many non-element-dependent diseases. Diagnosis of elemental toxicity requires demonstration of all of the following factors: (1) a source of elemental exposure must be evident, (2) the patient must demonstrate signs and report symptoms typical of the element, and (3) abnormal element concentration in the appropriate tissue must be evident. If one of these features is absent, one cannot make a conclusive diagnosis of elemental toxicity. The laboratory plays a vital role in this process, and appropriate specimen collection coupled with accurate analysis can aid in correct diagnosis. [3]"}
{"id": "article-407_2", "title": "Heavy Metals -- Introduction", "content": "In clinical practice, analysis of toxic elements should always be considered in the clinical work-up of the patient with (1) renal disease of unexplained origin, (2) bilateral peripheral neuropathy, (3) acute changes in mental function, (4) acute inflammation of the nasal or laryngeal epithelium, or (5) a history of elemental exposure. [4]", "contents": "Heavy Metals -- Introduction. In clinical practice, analysis of toxic elements should always be considered in the clinical work-up of the patient with (1) renal disease of unexplained origin, (2) bilateral peripheral neuropathy, (3) acute changes in mental function, (4) acute inflammation of the nasal or laryngeal epithelium, or (5) a history of elemental exposure. [4]"}
{"id": "article-407_3", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Heavy metal toxicity is typically secondary to occupational exposure, such as mining and metallurgy, or from direct contact with industrial waste, or contaminated food and water sources. Shellfish can be of particular concern. Polluted runoff can cause heavy metals to accumulate in shellfish that humans consume. [1] [5] Aware of the increased health risk for workers, the Occupational Health and Safety Administration (OSHA) sets maximum exposure limits for employees over a set period. In addition, the Environmental Protection Agency (EPA) monitors these heavy metal pollutants in the environment and sets acceptable limits for exposure amongst the general population.", "contents": "Heavy Metals -- Etiology and Epidemiology. Heavy metal toxicity is typically secondary to occupational exposure, such as mining and metallurgy, or from direct contact with industrial waste, or contaminated food and water sources. Shellfish can be of particular concern. Polluted runoff can cause heavy metals to accumulate in shellfish that humans consume. [1] [5] Aware of the increased health risk for workers, the Occupational Health and Safety Administration (OSHA) sets maximum exposure limits for employees over a set period. In addition, the Environmental Protection Agency (EPA) monitors these heavy metal pollutants in the environment and sets acceptable limits for exposure amongst the general population."}
{"id": "article-407_4", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Medications and supplements can also be of concern. While supplements of essential metals can be necessary for patients with deficiencies, inappropriate use could lead to clinical manifestations. Other supplements may have unknown amounts of metals, such as the case with Ayurvedic medicines. One study found that 65% of Ayurvedic medicines contained lead, while one-third contained arsenic and mercury. [6] Other specific sources of common heavy metals are listed below:", "contents": "Heavy Metals -- Etiology and Epidemiology. Medications and supplements can also be of concern. While supplements of essential metals can be necessary for patients with deficiencies, inappropriate use could lead to clinical manifestations. Other supplements may have unknown amounts of metals, such as the case with Ayurvedic medicines. One study found that 65% of Ayurvedic medicines contained lead, while one-third contained arsenic and mercury. [6] Other specific sources of common heavy metals are listed below:"}
{"id": "article-407_5", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Arsenic (As): Inorganic arsenic, the toxic form of arsenic, is most commonly ingested from contaminated water and food. Sources of contamination include pesticides, smelting processes of copper and lead, wood preservatives, and volcanic eruptions. [7]", "contents": "Heavy Metals -- Etiology and Epidemiology. Arsenic (As): Inorganic arsenic, the toxic form of arsenic, is most commonly ingested from contaminated water and food. Sources of contamination include pesticides, smelting processes of copper and lead, wood preservatives, and volcanic eruptions. [7]"}
{"id": "article-407_6", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Lead (Pb): Leaded paint from older homes and lead leaching from pipes can still be a major source. [1] [8] One of the most well-known incidences is lead poisoning in Flint, Michigan, from contaminated drinking water. Other sources include firing ranges, battery manufacturing, and cosmetics.", "contents": "Heavy Metals -- Etiology and Epidemiology. Lead (Pb): Leaded paint from older homes and lead leaching from pipes can still be a major source. [1] [8] One of the most well-known incidences is lead poisoning in Flint, Michigan, from contaminated drinking water. Other sources include firing ranges, battery manufacturing, and cosmetics."}
{"id": "article-407_7", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Cadmium (Cd): Inhalation is the primary route of cadmium exposure in the occupational setting. The amount absorbed from the lungs depends on the solubility and particle size of the Cd compound. [9] Smoking is a significant source of cadmium. [10] Spray painting of organic-based paints without protective breathing apparatus is a common source of chronic exposure. Others include vegetables, seeds, shellfish, plastics production, and nickel-cadmium battery manufacturing. [1]", "contents": "Heavy Metals -- Etiology and Epidemiology. Cadmium (Cd): Inhalation is the primary route of cadmium exposure in the occupational setting. The amount absorbed from the lungs depends on the solubility and particle size of the Cd compound. [9] Smoking is a significant source of cadmium. [10] Spray painting of organic-based paints without protective breathing apparatus is a common source of chronic exposure. Others include vegetables, seeds, shellfish, plastics production, and nickel-cadmium battery manufacturing. [1]"}
{"id": "article-407_8", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Mercury (Hg): The most common source of mercury is methylmercury, found in fish secondary to pollution. [11] In adults, cases of methylmercury poisoning are characterized by the focal degeneration of neurons in brain regions such as the cerebral cortex and the cerebellum. Depending on the degree of in-utero exposure, methylmercury may result in effects ranging from fetal death to subtle neurodevelopmental delays. Consequently, because pregnant women, women of childbearing age, and young children are particularly at risk, the FDA recommends that they avoid eating shark, swordfish, mackerel, and tilefish. [12] Mercury is also an occupational hazard for dentists in countries where amalgam production (filling material for cavities) is still allowed. [13]", "contents": "Heavy Metals -- Etiology and Epidemiology. Mercury (Hg): The most common source of mercury is methylmercury, found in fish secondary to pollution. [11] In adults, cases of methylmercury poisoning are characterized by the focal degeneration of neurons in brain regions such as the cerebral cortex and the cerebellum. Depending on the degree of in-utero exposure, methylmercury may result in effects ranging from fetal death to subtle neurodevelopmental delays. Consequently, because pregnant women, women of childbearing age, and young children are particularly at risk, the FDA recommends that they avoid eating shark, swordfish, mackerel, and tilefish. [12] Mercury is also an occupational hazard for dentists in countries where amalgam production (filling material for cavities) is still allowed. [13]"}
{"id": "article-407_9", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Thallium (TI): Sources include coal combustion, semiconductor manufacturing, and exhaust emissions. The clinical presentation of thallium toxicity varies based on dose, age, and acute or chronic exposure. [1]", "contents": "Heavy Metals -- Etiology and Epidemiology. Thallium (TI): Sources include coal combustion, semiconductor manufacturing, and exhaust emissions. The clinical presentation of thallium toxicity varies based on dose, age, and acute or chronic exposure. [1]"}
{"id": "article-407_10", "title": "Heavy Metals -- Etiology and Epidemiology", "content": "Chromium (Cr): The entry routes of chromium into the human body are inhalation, ingestion, and dermal absorption. Occupational exposure to Cr represents a significant health hazard. [14] Cr is used extensively in the manufacture of stainless steel, in chrome plating, in the tanning of leather,  as a dye for printing and textile manufacture, as a cleaning solution, and as an anticorrosive in cooling systems. [15] Industrial exposures with Cr can be to the trivalent and hexavalent forms, which exhibit different toxicokinetics and toxicodynamics in the body. [16]", "contents": "Heavy Metals -- Etiology and Epidemiology. Chromium (Cr): The entry routes of chromium into the human body are inhalation, ingestion, and dermal absorption. Occupational exposure to Cr represents a significant health hazard. [14] Cr is used extensively in the manufacture of stainless steel, in chrome plating, in the tanning of leather,  as a dye for printing and textile manufacture, as a cleaning solution, and as an anticorrosive in cooling systems. [15] Industrial exposures with Cr can be to the trivalent and hexavalent forms, which exhibit different toxicokinetics and toxicodynamics in the body. [16]"}
{"id": "article-407_11", "title": "Heavy Metals -- Pathophysiology", "content": "The general mechanism of heavy metal toxicity disrupts metabolic homeostasis at a cellular level. This results from excess heavy metal in the body, leading to deposition and accumulation in various tissues. The metallic deposits hinder biological function via enzymatic, metabolic, and mitochondrial interference. [17] The extent of this dysfunction and subsequent damage depends on the pharmacokinetics of each metal and the route of exposure.", "contents": "Heavy Metals -- Pathophysiology. The general mechanism of heavy metal toxicity disrupts metabolic homeostasis at a cellular level. This results from excess heavy metal in the body, leading to deposition and accumulation in various tissues. The metallic deposits hinder biological function via enzymatic, metabolic, and mitochondrial interference. [17] The extent of this dysfunction and subsequent damage depends on the pharmacokinetics of each metal and the route of exposure."}
{"id": "article-407_12", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Testing for heavy metal exposure can be done indirectly or directly. For example, a blood smear with basophilic stippling for a patient with blue lines at the base of the gums would raise clinical suspicion for chronic lead toxicity. However, the direct and, thus, confirmatory test for heavy metals is an analysis of the suspected metal concentration in the body. [18] Samples for testing can include blood, urine, hair, and nails. The specimen collected depends on the type of metal being tested and the onset of exposure. [19] Most, but not all, heavy metals can be analyzed using a 24-hour urine collection for acute, chronic, and prior exposure. A urine spot test can be used, but creatinine concentrations should also be ordered. [20] A blood test will typically be ordered with a urine metal analysis for acute and chronic exposures. [21]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Testing for heavy metal exposure can be done indirectly or directly. For example, a blood smear with basophilic stippling for a patient with blue lines at the base of the gums would raise clinical suspicion for chronic lead toxicity. However, the direct and, thus, confirmatory test for heavy metals is an analysis of the suspected metal concentration in the body. [18] Samples for testing can include blood, urine, hair, and nails. The specimen collected depends on the type of metal being tested and the onset of exposure. [19] Most, but not all, heavy metals can be analyzed using a 24-hour urine collection for acute, chronic, and prior exposure. A urine spot test can be used, but creatinine concentrations should also be ordered. [20] A blood test will typically be ordered with a urine metal analysis for acute and chronic exposures. [21]"}
{"id": "article-407_13", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Since metal concentrations are normally in the nano and microgram range, careful consideration must be taken to prevent contamination. [22] [23] Specialized “trace element free” vials should be used. Blood samples should be taken using a royal blue-capped vial. The exception is lead, in which a tan top, lead-free tube is acceptable. Preferably, samples should be kept refrigerated. [24]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Since metal concentrations are normally in the nano and microgram range, careful consideration must be taken to prevent contamination. [22] [23] Specialized “trace element free” vials should be used. Blood samples should be taken using a royal blue-capped vial. The exception is lead, in which a tan top, lead-free tube is acceptable. Preferably, samples should be kept refrigerated. [24]"}
{"id": "article-407_14", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Whole blood is the sample of choice, but urine can be used for determining lead in humans. Blood must be collected in lead-free heparinized vacutainers. Ethylenediaminetetraacetic acid (EDTA) may also be used as an anticoagulant. Caution should be exercised during sample handling to prevent any external contamination. [25] No differences in blood lead concentrations have been observed between properly collected venous and capillary specimens. [26] Heparinized, refrigerated blood samples are stable for 2 weeks, but EDTA blood samples are stable for several months if frozen at −20°C. [27] If EDTA is an anticoagulant, 1.4 mg of calcium chloride per milliliter of blood must be added to enhance lead recovery from the samples. [28] At least 50 mL of Urine samples must be collected in lead-free borosilicate or polyethylene bottles with the specific gravity measured. The sample must be preserved by adding 500 mg of thymol per liter of urine. The urine is stable for 1 week if refrigerated. [29] [30]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Whole blood is the sample of choice, but urine can be used for determining lead in humans. Blood must be collected in lead-free heparinized vacutainers. Ethylenediaminetetraacetic acid (EDTA) may also be used as an anticoagulant. Caution should be exercised during sample handling to prevent any external contamination. [25] No differences in blood lead concentrations have been observed between properly collected venous and capillary specimens. [26] Heparinized, refrigerated blood samples are stable for 2 weeks, but EDTA blood samples are stable for several months if frozen at −20°C. [27] If EDTA is an anticoagulant, 1.4 mg of calcium chloride per milliliter of blood must be added to enhance lead recovery from the samples. [28] At least 50 mL of Urine samples must be collected in lead-free borosilicate or polyethylene bottles with the specific gravity measured. The sample must be preserved by adding 500 mg of thymol per liter of urine. The urine is stable for 1 week if refrigerated. [29] [30]"}
{"id": "article-407_15", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Blood is the least useful specimen for identifying arsenic (As) exposure. Blood As concentrations are increased shortly after administration and rapidly disappear into the large body phosphate pool because the body treats As like phosphate, incorporating it wherever phosphate would be incorporated. Absorbed As is circulated quickly and distributed into tissue storage sites. Abnormal blood As concentrations are detected for only 4 hours after ingestion. [31] This test is useful only to document acute exposure when the As is likely greater than 20 mg/L (0.3 mmol/L) for a short period. [32] Urine is the sample of choice for As analysis as As is excreted predominantly by the kidney. [33]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Blood is the least useful specimen for identifying arsenic (As) exposure. Blood As concentrations are increased shortly after administration and rapidly disappear into the large body phosphate pool because the body treats As like phosphate, incorporating it wherever phosphate would be incorporated. Absorbed As is circulated quickly and distributed into tissue storage sites. Abnormal blood As concentrations are detected for only 4 hours after ingestion. [31] This test is useful only to document acute exposure when the As is likely greater than 20 mg/L (0.3 mmol/L) for a short period. [32] Urine is the sample of choice for As analysis as As is excreted predominantly by the kidney. [33]"}
{"id": "article-407_16", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Hair analysis is frequently used to document the time of arsenic exposure. Arsenic circulating in the blood will bind to protein by forming a covalent complex with sulfhydryl groups of the amino acid cysteine. Because As has a high affinity for keratin, which has high cysteine content, the As concentration in hair or nails is greater than in other tissues. [34] Several weeks after exposure, transverse white striae, called Mees’ lines, may appear in the fingernails; this event is caused by the denaturation of keratin by elements such as Cd, Pb, and Hg. [35] Because hair grows at approximately 1 cm/month, hair collected from the nape of the neck can be used to document recent exposure. Axillary or pubic hair documents long-term (6 months to 1 year) exposure. [36]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Hair analysis is frequently used to document the time of arsenic exposure. Arsenic circulating in the blood will bind to protein by forming a covalent complex with sulfhydryl groups of the amino acid cysteine. Because As has a high affinity for keratin, which has high cysteine content, the As concentration in hair or nails is greater than in other tissues. [34] Several weeks after exposure, transverse white striae, called Mees’ lines, may appear in the fingernails; this event is caused by the denaturation of keratin by elements such as Cd, Pb, and Hg. [35] Because hair grows at approximately 1 cm/month, hair collected from the nape of the neck can be used to document recent exposure. Axillary or pubic hair documents long-term (6 months to 1 year) exposure. [36]"}
{"id": "article-407_17", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "The collection of urine samples using a rubber catheter has increased results because rubber contains trace amounts of cadmium (Cd) extracted as the urine passes through it. Brightly colored plastic urine collection containers and pipette tips should be avoided because the pigment in the plastic may be Cd-based. [37]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. The collection of urine samples using a rubber catheter has increased results because rubber contains trace amounts of cadmium (Cd) extracted as the urine passes through it. Brightly colored plastic urine collection containers and pipette tips should be avoided because the pigment in the plastic may be Cd-based. [37]"}
{"id": "article-407_18", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Analysis of blood, urine, and hair for mercury concentrations is used to determine exposure. Urinary Hg concentrations are primarily used to monitor long-term exposures to elemental Hg and its inorganic salts. In contrast, blood Hg concentrations are mainly useful for short-term, higher-level exposures to these compounds. [11]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Analysis of blood, urine, and hair for mercury concentrations is used to determine exposure. Urinary Hg concentrations are primarily used to monitor long-term exposures to elemental Hg and its inorganic salts. In contrast, blood Hg concentrations are mainly useful for short-term, higher-level exposures to these compounds. [11]"}
{"id": "article-407_19", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Thallium levels in the blood or urine can be assessed as a diagnostic tool in cases of clinical poisoning or to help with the medicolegal examination of suspicious deaths. Urine testing is frequently the most suitable method because thallium is very briefly present in the blood. [38]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Thallium levels in the blood or urine can be assessed as a diagnostic tool in cases of clinical poisoning or to help with the medicolegal examination of suspicious deaths. Urine testing is frequently the most suitable method because thallium is very briefly present in the blood. [38]"}
{"id": "article-407_20", "title": "Heavy Metals -- Specimen Requirements and Procedure", "content": "Chromium urine concentrations can be used to monitor short-term exposure. The preferred test for evaluating metal ion release from metal-on-metal joint arthroplasty is chromium in serum or blood. [39] Using a plastic cannula for blood sampling was shown to be unnecessary in the assessment of Cr; however, sporadic contamination due to stainless steel needles has been observed. [40]", "contents": "Heavy Metals -- Specimen Requirements and Procedure. Chromium urine concentrations can be used to monitor short-term exposure. The preferred test for evaluating metal ion release from metal-on-metal joint arthroplasty is chromium in serum or blood. [39] Using a plastic cannula for blood sampling was shown to be unnecessary in the assessment of Cr; however, sporadic contamination due to stainless steel needles has been observed. [40]"}
{"id": "article-407_21", "title": "Heavy Metals -- Diagnostic Tests", "content": "The heavy metal concentrations are evaluated using an inductively coupled plasma with mass spectrometry (ICP/MS) or atomic absorption spectroscopy (AAS). ICP/MS is more commonly used due to its low detection limit and ability to detect multiple elements simultaneously. [41] The Center for Disease Control’s Biomonitoring Program and the Agency for Toxic Substances and Disease Registry (ATSDR) provide pharmacokinetic data on heavy metals in different bodily fluids and organs that can be useful when determining which sample specimen to use.", "contents": "Heavy Metals -- Diagnostic Tests. The heavy metal concentrations are evaluated using an inductively coupled plasma with mass spectrometry (ICP/MS) or atomic absorption spectroscopy (AAS). ICP/MS is more commonly used due to its low detection limit and ability to detect multiple elements simultaneously. [41] The Center for Disease Control’s Biomonitoring Program and the Agency for Toxic Substances and Disease Registry (ATSDR) provide pharmacokinetic data on heavy metals in different bodily fluids and organs that can be useful when determining which sample specimen to use."}
{"id": "article-407_22", "title": "Heavy Metals -- Diagnostic Tests", "content": "Arsenic: Inorganic arsenic has a half-life of about 3-4 hours in the blood. Its major metabolites, monomethylarsonic acid (MMA) and dimethylarsinic acid (DMA), will then be excreted into the urine and can be detected for 2-4 days. [2] Hair can also be used for detection for 6 to 12 months. Organic forms of arsenic, such as arsenobetaine, are relatively non-toxic forms of arsenic found in seafood. After consumption, organic arsenic can be present in both blood and urine at high concentrations and will be excreted from the body in urine after 1-2 days. [42] [43] Therefore, when testing for acute arsenic toxicity, it is important to consider any recent seafood consumption. An arsenic reflex to fractionated test can be ordered to differentiate organic arsenic from inorganic arsenic for a heavy metal panel. [44] Lead: A blood test is the most widely used method for lead detection. Following exposure, lead has a half-life in the blood of about 1 to 2 months.", "contents": "Heavy Metals -- Diagnostic Tests. Arsenic: Inorganic arsenic has a half-life of about 3-4 hours in the blood. Its major metabolites, monomethylarsonic acid (MMA) and dimethylarsinic acid (DMA), will then be excreted into the urine and can be detected for 2-4 days. [2] Hair can also be used for detection for 6 to 12 months. Organic forms of arsenic, such as arsenobetaine, are relatively non-toxic forms of arsenic found in seafood. After consumption, organic arsenic can be present in both blood and urine at high concentrations and will be excreted from the body in urine after 1-2 days. [42] [43] Therefore, when testing for acute arsenic toxicity, it is important to consider any recent seafood consumption. An arsenic reflex to fractionated test can be ordered to differentiate organic arsenic from inorganic arsenic for a heavy metal panel. [44] Lead: A blood test is the most widely used method for lead detection. Following exposure, lead has a half-life in the blood of about 1 to 2 months."}
{"id": "article-407_23", "title": "Heavy Metals -- Diagnostic Tests", "content": "Cadmium: Cadmium has a half-life in the blood of 3-4 months, making this option useful for recent exposure. [45] However, cadmium has a significantly high half-life of approximately 30 years in the body. This makes urine, hair, or nail analysis a good representation of the total body burden of cadmium.", "contents": "Heavy Metals -- Diagnostic Tests. Cadmium: Cadmium has a half-life in the blood of 3-4 months, making this option useful for recent exposure. [45] However, cadmium has a significantly high half-life of approximately 30 years in the body. This makes urine, hair, or nail analysis a good representation of the total body burden of cadmium."}
{"id": "article-407_24", "title": "Heavy Metals -- Diagnostic Tests", "content": "Mercury: Metallic and elemental mercury initially have a quick half-life of 3 days in blood and then a longer half-life of 1 to 3 weeks. A urine sample can also be used for 1-3 months post-exposure. On the other hand, methylmercury has a half-life of about 40-90 days in blood and hair samples. [46] A urine test should not be performed because roughly 90% of methylmercury is excreted through feces. [47] This makes a mercury urinalysis only useful for inorganic and elemental mercury. Thallium: Thallium has a half-life of 3 days in blood. Urine can be used for 2 months post-exposure. [38]", "contents": "Heavy Metals -- Diagnostic Tests. Mercury: Metallic and elemental mercury initially have a quick half-life of 3 days in blood and then a longer half-life of 1 to 3 weeks. A urine sample can also be used for 1-3 months post-exposure. On the other hand, methylmercury has a half-life of about 40-90 days in blood and hair samples. [46] A urine test should not be performed because roughly 90% of methylmercury is excreted through feces. [47] This makes a mercury urinalysis only useful for inorganic and elemental mercury. Thallium: Thallium has a half-life of 3 days in blood. Urine can be used for 2 months post-exposure. [38]"}
{"id": "article-407_25", "title": "Heavy Metals -- Diagnostic Tests", "content": "Chromium: Urine chromium (Cr) concentrations are the most useful biomarker for assessing occupational exposure to water-soluble hexavalent Cr compounds; however, other nonoccupational sources of both trivalent and hexavalent Cr from the diet, supplements, and the environment can impact the total Cr concentration in urine. [48]", "contents": "Heavy Metals -- Diagnostic Tests. Chromium: Urine chromium (Cr) concentrations are the most useful biomarker for assessing occupational exposure to water-soluble hexavalent Cr compounds; however, other nonoccupational sources of both trivalent and hexavalent Cr from the diet, supplements, and the environment can impact the total Cr concentration in urine. [48]"}
{"id": "article-407_26", "title": "Heavy Metals -- Testing Procedures", "content": "An analytical method to determine trace and ultra-trace elements in biological specimens must be sensitive, specific, precise, accurate, and relatively fast. The detection limits of such methods are essential because concentrations of trace or ultra-trace elements in some samples are in the ng/g to μg/g range. Ideally, the method's detection limit should be at least 10 times lower than the concentrations in the specimens, thus ensuring sufficient accuracy and precision. [49]", "contents": "Heavy Metals -- Testing Procedures. An analytical method to determine trace and ultra-trace elements in biological specimens must be sensitive, specific, precise, accurate, and relatively fast. The detection limits of such methods are essential because concentrations of trace or ultra-trace elements in some samples are in the ng/g to μg/g range. Ideally, the method's detection limit should be at least 10 times lower than the concentrations in the specimens, thus ensuring sufficient accuracy and precision. [49]"}
{"id": "article-407_27", "title": "Heavy Metals -- Testing Procedures", "content": "Analytical techniques commonly used to measure elements in biological fluids include (1) atomic absorption spectroscopy, (2) atomic emission spectroscopy, (3) anodic stripping voltammetry, and (4) mass spectrometry. [50] These techniques vary in specificity and sensitivity, allowing the clinical laboratory to measure various elements at clinically significant concentrations. [51]", "contents": "Heavy Metals -- Testing Procedures. Analytical techniques commonly used to measure elements in biological fluids include (1) atomic absorption spectroscopy, (2) atomic emission spectroscopy, (3) anodic stripping voltammetry, and (4) mass spectrometry. [50] These techniques vary in specificity and sensitivity, allowing the clinical laboratory to measure various elements at clinically significant concentrations. [51]"}
{"id": "article-407_28", "title": "Heavy Metals -- Testing Procedures", "content": "Heavy metals can be ordered as individual tests, or metals can be tested simultaneously. The type of panels available depends on each laboratory but typically contain arsenic, cadmium, lead, and mercury. Determining which metals to test depends on the clinician’s assessment of a patient’s clinical symptoms and potential exposures. [49]", "contents": "Heavy Metals -- Testing Procedures. Heavy metals can be ordered as individual tests, or metals can be tested simultaneously. The type of panels available depends on each laboratory but typically contain arsenic, cadmium, lead, and mercury. Determining which metals to test depends on the clinician’s assessment of a patient’s clinical symptoms and potential exposures. [49]"}
{"id": "article-407_29", "title": "Heavy Metals -- Testing Procedures", "content": "There is no reference method for determining blood lead. There is a definitive method for lead determination in both whole blood and urine, employing isotope dilution inductively coupled plasma mass spectrometry (ICP/MS). [52] If ICP-MS is used to measure Pb concentrations, it is essential to sum the masses of 206, 207, and 208 m/z to account for the natural isotopic variation of Pb in the environment. Failure to sum masses will skew results above or below the actual concentration, as the isotopic abundance of a particular mass in the calibrator might not match the sample. However, this isotopic variation has been exploited to determine the source of Pb exposure. [53]", "contents": "Heavy Metals -- Testing Procedures. There is no reference method for determining blood lead. There is a definitive method for lead determination in both whole blood and urine, employing isotope dilution inductively coupled plasma mass spectrometry (ICP/MS). [52] If ICP-MS is used to measure Pb concentrations, it is essential to sum the masses of 206, 207, and 208 m/z to account for the natural isotopic variation of Pb in the environment. Failure to sum masses will skew results above or below the actual concentration, as the isotopic abundance of a particular mass in the calibrator might not match the sample. However, this isotopic variation has been exploited to determine the source of Pb exposure. [53]"}
{"id": "article-407_30", "title": "Heavy Metals -- Testing Procedures", "content": "By determining the relative abundances of lead in blood and of potential sources of exposure (e.g., paint chips, soil), it is possible to identify a matching pattern. The exposure source with the same ratio of major Pb isotopes as the blood should be avoided or removed from the patient’s environment. [54] The choice of methodology for determining lead in a particular laboratory depends on the following factors: the availability of equipment, the number of samples to be analyzed per day, the purpose of the analysis, and the experience of those undertaking the analysis. [55]", "contents": "Heavy Metals -- Testing Procedures. By determining the relative abundances of lead in blood and of potential sources of exposure (e.g., paint chips, soil), it is possible to identify a matching pattern. The exposure source with the same ratio of major Pb isotopes as the blood should be avoided or removed from the patient’s environment. [54] The choice of methodology for determining lead in a particular laboratory depends on the following factors: the availability of equipment, the number of samples to be analyzed per day, the purpose of the analysis, and the experience of those undertaking the analysis. [55]"}
{"id": "article-407_31", "title": "Heavy Metals -- Testing Procedures", "content": "ICP-MS has accurately analyzed arsenic (As).To distinguish between toxic inorganic species and nontoxic organic species of As of seafood origin, high-performance liquid chromatography (HPLC) techniques have been developed that separate the various species of As in biological fluids and tissues. [56] Cadmium is usually quantified by atomic absorption spectrometry but can be accurately quantified by ICP-MS. ICP-MS routinely measures the thallium in blood and urine. [57]", "contents": "Heavy Metals -- Testing Procedures. ICP-MS has accurately analyzed arsenic (As).To distinguish between toxic inorganic species and nontoxic organic species of As of seafood origin, high-performance liquid chromatography (HPLC) techniques have been developed that separate the various species of As in biological fluids and tissues. [56] Cadmium is usually quantified by atomic absorption spectrometry but can be accurately quantified by ICP-MS. ICP-MS routinely measures the thallium in blood and urine. [57]"}
{"id": "article-407_32", "title": "Heavy Metals -- Testing Procedures", "content": "ICP-MS is the preferred technology for quantifying chromium (Cr) in body fluids but suffers from considerable interference due to polyatomic. Dynamic reactive cell technology or a collision cell with kinetic energy discrimination is required for reproducible and accurate measurements. [58]", "contents": "Heavy Metals -- Testing Procedures. ICP-MS is the preferred technology for quantifying chromium (Cr) in body fluids but suffers from considerable interference due to polyatomic. Dynamic reactive cell technology or a collision cell with kinetic energy discrimination is required for reproducible and accurate measurements. [58]"}
{"id": "article-407_33", "title": "Heavy Metals -- Interfering Factors", "content": "Seafood consumption should be avoided 48 hours before testing because of the prevalence of metals in seafood. Some laboratories may recommend iodine or gadolinium-based contrast not be used in the past 72 hours as these can potentially interfere with the results for certain metals, including selenium, platinum, zinc, and manganese. [59] [60] Daily environmental exposures should be taken into consideration for hair and nail samples. For example, cadmium in cigarette smoke can bind to the outside of hair and nails, inaccurately presenting as a high cadmium concentration in the body. This can be minimized with proper preparation of samples in analytical labs.", "contents": "Heavy Metals -- Interfering Factors. Seafood consumption should be avoided 48 hours before testing because of the prevalence of metals in seafood. Some laboratories may recommend iodine or gadolinium-based contrast not be used in the past 72 hours as these can potentially interfere with the results for certain metals, including selenium, platinum, zinc, and manganese. [59] [60] Daily environmental exposures should be taken into consideration for hair and nail samples. For example, cadmium in cigarette smoke can bind to the outside of hair and nails, inaccurately presenting as a high cadmium concentration in the body. This can be minimized with proper preparation of samples in analytical labs."}
{"id": "article-407_34", "title": "Heavy Metals -- Clinical Significance", "content": "The concentration of each heavy metal is given with a reference range provided by the testing laboratory. It is important to note that reference values may vary by the lab and geography. [61] [62] While an average concentration in the general population might be considered “normal,” this doesn’t imply that these concentrations have no health consequences. OSHA and EPA continuously change guidelines for acceptable exposure limits. Alternatively, an “abnormal” heavy metal screen does not automatically constitute toxicity. However, if presented with a higher-than-average metal concentration, further investigation should be conducted about possible sources of exposure and any presence of symptoms.", "contents": "Heavy Metals -- Clinical Significance. The concentration of each heavy metal is given with a reference range provided by the testing laboratory. It is important to note that reference values may vary by the lab and geography. [61] [62] While an average concentration in the general population might be considered “normal,” this doesn’t imply that these concentrations have no health consequences. OSHA and EPA continuously change guidelines for acceptable exposure limits. Alternatively, an “abnormal” heavy metal screen does not automatically constitute toxicity. However, if presented with a higher-than-average metal concentration, further investigation should be conducted about possible sources of exposure and any presence of symptoms."}
{"id": "article-407_35", "title": "Heavy Metals -- Quality Control and Lab Safety", "content": "The Clinical Laboratory Improvement Amendments of 1988 (CLIA) regulations require a laboratory to have quality control (QC) procedures to monitor the accuracy and precision of the complete testing process. [63] As with all clinical laboratory measurements, quality assurance procedures are essential for trace element analysis. In contrast to techniques such as optical spectrophotometry, mass spectrometers tend to require more frequent troubleshooting, calibration, optimization, and daily performance verification. Unlike many other areas of laboratory medicine, several certified reference materials that contain trace elements are available for biological fluids and tissues. [64]", "contents": "Heavy Metals -- Quality Control and Lab Safety. The Clinical Laboratory Improvement Amendments of 1988 (CLIA) regulations require a laboratory to have quality control (QC) procedures to monitor the accuracy and precision of the complete testing process. [63] As with all clinical laboratory measurements, quality assurance procedures are essential for trace element analysis. In contrast to techniques such as optical spectrophotometry, mass spectrometers tend to require more frequent troubleshooting, calibration, optimization, and daily performance verification. Unlike many other areas of laboratory medicine, several certified reference materials that contain trace elements are available for biological fluids and tissues. [64]"}
{"id": "article-407_36", "title": "Heavy Metals -- Quality Control and Lab Safety", "content": "It is recommended that laboratories measuring trace elements should participate in one or more proficiency testing (PT) or external quality assessment schemes. [65] PT providers circulate a set of samples among the group of laboratories. Each laboratory assays the PT samples as if they were patient samples and reports the results for the PT samples to the PT provider for evaluation. The PT provider assigns a target value to the samples and determines if the results for an individual laboratory are in close enough agreement with the target value to be consistent with acceptable method performance. [66] PT allows a laboratory to verify that its results are consistent with those of other laboratories and uses a method conforming to the manufacturer’s specifications. [67]", "contents": "Heavy Metals -- Quality Control and Lab Safety. It is recommended that laboratories measuring trace elements should participate in one or more proficiency testing (PT) or external quality assessment schemes. [65] PT providers circulate a set of samples among the group of laboratories. Each laboratory assays the PT samples as if they were patient samples and reports the results for the PT samples to the PT provider for evaluation. The PT provider assigns a target value to the samples and determines if the results for an individual laboratory are in close enough agreement with the target value to be consistent with acceptable method performance. [66] PT allows a laboratory to verify that its results are consistent with those of other laboratories and uses a method conforming to the manufacturer’s specifications. [67]"}
{"id": "article-407_37", "title": "Heavy Metals -- Quality Control and Lab Safety", "content": "The acceptability limits for PT include bias and imprecision components considered clinically acceptable for an analyte, plus other error components that are unique to PT samples, such as between-laboratories variation in calibration, homogeneity of the PT material vials; stability variability in the PT material, both in storage/shipping and after reconstitution or opening in the laboratory; and variable matrix–related bias with different lots of reagent within a peer group. [68] The acceptable CLIA-88 performance criteria for measuring blood lead require that laboratories be accurate within ± 2 µg/dL or ± 10% of the peer group mean. [69] [70]", "contents": "Heavy Metals -- Quality Control and Lab Safety. The acceptability limits for PT include bias and imprecision components considered clinically acceptable for an analyte, plus other error components that are unique to PT samples, such as between-laboratories variation in calibration, homogeneity of the PT material vials; stability variability in the PT material, both in storage/shipping and after reconstitution or opening in the laboratory; and variable matrix–related bias with different lots of reagent within a peer group. [68] The acceptable CLIA-88 performance criteria for measuring blood lead require that laboratories be accurate within ± 2 µg/dL or ± 10% of the peer group mean. [69] [70]"}
{"id": "article-407_38", "title": "Heavy Metals -- Quality Control and Lab Safety", "content": "If an unacceptable PT result is identified, the method must be investigated for possible causes, and corrective action must be taken. [68] Even when a PT result is within acceptability criteria, it is good laboratory practice to investigate PT results that are more than approximately 2.5 SDI (standard deviation index) from the peer group mean. When the SDI is 2.5, there is only a 0.6% probability that the result will be within the expected distribution for the peer group; consequently, the probability is reasonable that a method problem may need to be corrected. [65] In addition, PT results that have been near the failure limit for more than 1 PT event, even if the results have passed the PT acceptance criteria, should initiate a review of systematic problems with the method. These practices support identifying potential problems before they progress to more serious situations. [66]", "contents": "Heavy Metals -- Quality Control and Lab Safety. If an unacceptable PT result is identified, the method must be investigated for possible causes, and corrective action must be taken. [68] Even when a PT result is within acceptability criteria, it is good laboratory practice to investigate PT results that are more than approximately 2.5 SDI (standard deviation index) from the peer group mean. When the SDI is 2.5, there is only a 0.6% probability that the result will be within the expected distribution for the peer group; consequently, the probability is reasonable that a method problem may need to be corrected. [65] In addition, PT results that have been near the failure limit for more than 1 PT event, even if the results have passed the PT acceptance criteria, should initiate a review of systematic problems with the method. These practices support identifying potential problems before they progress to more serious situations. [66]"}
{"id": "article-407_39", "title": "Heavy Metals -- Quality Control and Lab Safety", "content": "When conducting trace metal analysis in a clinical laboratory, following proper lab safety practices to minimize contamination and ensure accurate results is essential. Properly handle and prepare samples to prevent contamination. This may include wearing gloves, using clean and dedicated equipment, and following specific protocols for each sample type. Maintain a clean and organized working environment to minimize the risk of contamination. Regularly clean surfaces, equipment, and glassware using appropriate cleaning agents. [71] Dispose of waste materials, including contaminated solutions and samples, according to established protocols and regulations. Use designated waste containers and follow local guidelines for hazardous waste disposal. It is important to note that specific safety practices may vary depending on the laboratory and the nature of the trace metal analysis. [72]", "contents": "Heavy Metals -- Quality Control and Lab Safety. When conducting trace metal analysis in a clinical laboratory, following proper lab safety practices to minimize contamination and ensure accurate results is essential. Properly handle and prepare samples to prevent contamination. This may include wearing gloves, using clean and dedicated equipment, and following specific protocols for each sample type. Maintain a clean and organized working environment to minimize the risk of contamination. Regularly clean surfaces, equipment, and glassware using appropriate cleaning agents. [71] Dispose of waste materials, including contaminated solutions and samples, according to established protocols and regulations. Use designated waste containers and follow local guidelines for hazardous waste disposal. It is important to note that specific safety practices may vary depending on the laboratory and the nature of the trace metal analysis. [72]"}
{"id": "article-407_40", "title": "Heavy Metals -- Enhancing Healthcare Team Outcomes", "content": "Heavy metal toxicity can present as general symptoms and, therefore, make diagnosis difficult. A thorough history is needed to determine if any environmental metal sources are present, especially for children, due to the long-term neurological effects that can occur. Routine heavy metal tests should be performed when a patient has occupational exposure. Clinicians should consult their local poison control center or toxicologist if heavy metal toxicity is suspected. Working closely with public health officials can also provide insight into local regulation violations leading to above-average metal concentrations in patients. Nurses and laboratory technologists should be trained in proper technique and handling of vials to minimize trace elemental contamination that can potentially interfere with results.", "contents": "Heavy Metals -- Enhancing Healthcare Team Outcomes. Heavy metal toxicity can present as general symptoms and, therefore, make diagnosis difficult. A thorough history is needed to determine if any environmental metal sources are present, especially for children, due to the long-term neurological effects that can occur. Routine heavy metal tests should be performed when a patient has occupational exposure. Clinicians should consult their local poison control center or toxicologist if heavy metal toxicity is suspected. Working closely with public health officials can also provide insight into local regulation violations leading to above-average metal concentrations in patients. Nurses and laboratory technologists should be trained in proper technique and handling of vials to minimize trace elemental contamination that can potentially interfere with results."}
{"id": "article-407_41", "title": "Heavy Metals -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Heavy Metals -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}