{"id": "article-31924_0", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Introduction", "content": "With over 16100000 flights annually carrying 1 billion travelers in the 29 million square miles monitored by the Federal Aviation Administration’s (FAA) Air Traffic Organization (ATO) and the recent changes governing unmanned aerial vehicles (UAV) - otherwise known as drones – increased use in shared air space highlights the importance of military, civil, and international regulations that  ensure the health and safety of those both keeping the aircraft in flight as well as the passengers. Each U.S. military branch has its aviator health regulations; the Air Force’s Medical Standards Directory and Waiver Guide, the Army’s Regulation 40-501, and the Navy’s Aeromedical Reference and Waiver Guide. The FAA uses the Guide for Aviation Medical Examiners, and the International Civil Aviation Organization (ICAO) utilizes the Manual of Civil Aviation Medicine. [1]", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Introduction. With over 16100000 flights annually carrying 1 billion travelers in the 29 million square miles monitored by the Federal Aviation Administration’s (FAA) Air Traffic Organization (ATO) and the recent changes governing unmanned aerial vehicles (UAV) - otherwise known as drones – increased use in shared air space highlights the importance of military, civil, and international regulations that  ensure the health and safety of those both keeping the aircraft in flight as well as the passengers. Each U.S. military branch has its aviator health regulations; the Air Force’s Medical Standards Directory and Waiver Guide, the Army’s Regulation 40-501, and the Navy’s Aeromedical Reference and Waiver Guide. The FAA uses the Guide for Aviation Medical Examiners, and the International Civil Aviation Organization (ICAO) utilizes the Manual of Civil Aviation Medicine. [1]"}
{"id": "article-31924_1", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Introduction", "content": "Human factors are cited as the most common factor in aviation accidents, with 79% of 2006 U.S fatal accidents attributed to human error. [2] This fact has been recognized by the ICAO, who has set the goal of a rate of 1% or less of pilot incapacitation a year as the standard. [3] To mitigate the concern for human error, the idea of a pilot checklist was created in 1937 to standardize the process and decrease the margin of error. Military aviation also has a long history of checklist use instituted starting in 1952 after the Korean War ended to stymie the high loss rate of planes and pilots. [4] Additionally, after the investigation of a crash in 1978 by the U.S. National Transportation Safety Board, the technique of crew resource management (CRM) was born, utilizing training procedures that honed in on the importance of communication, decision making, and leadership to improve overall aviation safety. The ICAO began using James Reason’s theory called the “Swiss cheese model of accident causation” [5] in 1993 to understand the role of human error better.  The \"Swiss cheese model\" and CRM added additional layers of defense to aviation mishap prevention. Crew resource management is now considered to be the global standard. [6] The medical professional’s role in reducing errors secondary to human factors includes thorough screening for disqualifying medical and mental conditions which also includes a detailed medication reconciliation to avoid pharmacological side effects, substance misuse screening, and counseling on major human performance threats seen in aviation (ie. fatigue mitigation with sleep hygiene techniques, mental and physical countermeasures to stress, etc).", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Introduction. Human factors are cited as the most common factor in aviation accidents, with 79% of 2006 U.S fatal accidents attributed to human error. [2] This fact has been recognized by the ICAO, who has set the goal of a rate of 1% or less of pilot incapacitation a year as the standard. [3] To mitigate the concern for human error, the idea of a pilot checklist was created in 1937 to standardize the process and decrease the margin of error. Military aviation also has a long history of checklist use instituted starting in 1952 after the Korean War ended to stymie the high loss rate of planes and pilots. [4] Additionally, after the investigation of a crash in 1978 by the U.S. National Transportation Safety Board, the technique of crew resource management (CRM) was born, utilizing training procedures that honed in on the importance of communication, decision making, and leadership to improve overall aviation safety. The ICAO began using James Reason’s theory called the “Swiss cheese model of accident causation” [5] in 1993 to understand the role of human error better.  The \"Swiss cheese model\" and CRM added additional layers of defense to aviation mishap prevention. Crew resource management is now considered to be the global standard. [6] The medical professional’s role in reducing errors secondary to human factors includes thorough screening for disqualifying medical and mental conditions which also includes a detailed medication reconciliation to avoid pharmacological side effects, substance misuse screening, and counseling on major human performance threats seen in aviation (ie. fatigue mitigation with sleep hygiene techniques, mental and physical countermeasures to stress, etc)."}
{"id": "article-31924_2", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Fitness for Duty", "content": "Due to the rigors of aviation and the high cost of the potential loss of human life, there are medical directives in military, civil, and international regulations. Careful screening is completed on pilot candidates to include cardiac disease, substance dependence, mental health conditions, otolaryngologic issues, gastrointestinal problems, and many others to evaluate for any conditions that may be affected by the physiologic changes that can occur during flight. Initial exams are conducted by an Aviation Medical Examiner (AME) or a flight surgeon in the military with recertification every 12 months for commercial and military aircrew to maintain the most update and accurate health evaluation. The FAA has set expiration dates for these medical certificates based on age; for air transport pilots under age 40, recertification occurs every 12 months and for those over 40, every six months. For private pilots, the FAA has mandated them to be recertified every 24 months for those over 40 years old and every 60 months for those under 40 years old. Prescribed medications are monitored to mitigate any undesirable side effects that may physically and mentally blunt pilot’s flying ability and decision-making capacity, particularly those with sedative or hypnotic profiles. [7] There are multiple disqualifying conditions per FAA guidelines as outlined in the Guide for Aviation Medical Examiners with strict standards for vision and hearing. The International Civil Aviation Organization (ICAO) utilizes the Manual of Civil Aviation Medicine.  Military standards tend to be more stringent due to overall required physical and mental standards for military service with extra consideration for the additional stressors introduced by the rigors of high-performance aircraft capable of pulling multiple G-forces and the unique stressors of combat. Each U.S. military branch has its aviator health regulations with the Air Force’s Medical Standards Directory and Waiver Guide, the Army’s Regulation 40-501, and the Navy’s Aeromedical Reference and Waiver Guide.  The reader can find further information in the chapter on the Aerospace Assessment of Fitness for Duty. [1]", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Fitness for Duty. Due to the rigors of aviation and the high cost of the potential loss of human life, there are medical directives in military, civil, and international regulations. Careful screening is completed on pilot candidates to include cardiac disease, substance dependence, mental health conditions, otolaryngologic issues, gastrointestinal problems, and many others to evaluate for any conditions that may be affected by the physiologic changes that can occur during flight. Initial exams are conducted by an Aviation Medical Examiner (AME) or a flight surgeon in the military with recertification every 12 months for commercial and military aircrew to maintain the most update and accurate health evaluation. The FAA has set expiration dates for these medical certificates based on age; for air transport pilots under age 40, recertification occurs every 12 months and for those over 40, every six months. For private pilots, the FAA has mandated them to be recertified every 24 months for those over 40 years old and every 60 months for those under 40 years old. Prescribed medications are monitored to mitigate any undesirable side effects that may physically and mentally blunt pilot’s flying ability and decision-making capacity, particularly those with sedative or hypnotic profiles. [7] There are multiple disqualifying conditions per FAA guidelines as outlined in the Guide for Aviation Medical Examiners with strict standards for vision and hearing. The International Civil Aviation Organization (ICAO) utilizes the Manual of Civil Aviation Medicine.  Military standards tend to be more stringent due to overall required physical and mental standards for military service with extra consideration for the additional stressors introduced by the rigors of high-performance aircraft capable of pulling multiple G-forces and the unique stressors of combat. Each U.S. military branch has its aviator health regulations with the Air Force’s Medical Standards Directory and Waiver Guide, the Army’s Regulation 40-501, and the Navy’s Aeromedical Reference and Waiver Guide.  The reader can find further information in the chapter on the Aerospace Assessment of Fitness for Duty. [1]"}
{"id": "article-31924_3", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors", "content": "A human factor that significantly increases the risk of error is fatigue, which is exacerbated in aviation by circadian disruption, insufficient crew rest with unpredictable shifts, and prolonged duty hours. A study found that as high as 7% of civilian aviation incidents were secondary to aircrew fatigue. [8] Army aviation studies note fatigue as a factor in 4% of accidents while Air Force statistics cite it as a contributing factor in 7.8% of Class A mishaps. [9] An FAA study of 55 aviation accidents over 20 years noted a significant increase in accidents after pilots had been on duty for 13 hours or greater.  Resultant symptoms from fatigue – which are often compounded and correlated to the length of time of awake – include decreased concentration, slowed reaction times, increased risk tolerance, and degraded decision-making ability. [10]", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors. A human factor that significantly increases the risk of error is fatigue, which is exacerbated in aviation by circadian disruption, insufficient crew rest with unpredictable shifts, and prolonged duty hours. A study found that as high as 7% of civilian aviation incidents were secondary to aircrew fatigue. [8] Army aviation studies note fatigue as a factor in 4% of accidents while Air Force statistics cite it as a contributing factor in 7.8% of Class A mishaps. [9] An FAA study of 55 aviation accidents over 20 years noted a significant increase in accidents after pilots had been on duty for 13 hours or greater.  Resultant symptoms from fatigue – which are often compounded and correlated to the length of time of awake – include decreased concentration, slowed reaction times, increased risk tolerance, and degraded decision-making ability. [10]"}
{"id": "article-31924_4", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors", "content": "Regulations to combat fatigue in pilots mainly consist of limits to flight duty time and mandated crew rest time of at least 10 hours between shifts. Members of the ICAO all annotate some format of shift hour limitation. However, implementation varies and does not account for disruption to circadian rhythm and overall sleep debt accumulation. Helpful medical guidance for managing jet lag and improving overall sleep hygiene includes moving back both sleep and wake times 30 minutes per day starting three days prior to departure for eastward travel or 30 minutes forward for westward travel. Additionally, for eastward travel, exposure to bright light within the first 2 to 3 hours of waking and avoidance of bright light (i.e., TV, computer, or cellphone screens close to bedtime and use of sufficient sunlight blocking window treatments) are paramount to aid in shifting the circadian rhythm.  Whereas, for westward travel, it is recommended to increase light exposure in the evening and avoid bright light in the early hours after waking. Avoidance of alcohol, caffeine, exercise, or heavy meals just prior to bed is encouraged. Shorts naps with duration less than 45 minutes may be helpful for fatigue.  For pharmacologic management, caffeine may be useful for alertness. In the military, the use of “Go” pills such as dextroamphetamine and modafinil and “No-Go” pills such as zolpidem, temazepam, and zaleplon have been used to manage circadian rhythm mismatch; however, use is closely regulated and limited for operational use. There is also required ground testing prior to use to ensure medication tolerance and absence of side effects.  Overall, non-pharmacologic management of fatigue is considered the first-line approach.", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors. Regulations to combat fatigue in pilots mainly consist of limits to flight duty time and mandated crew rest time of at least 10 hours between shifts. Members of the ICAO all annotate some format of shift hour limitation. However, implementation varies and does not account for disruption to circadian rhythm and overall sleep debt accumulation. Helpful medical guidance for managing jet lag and improving overall sleep hygiene includes moving back both sleep and wake times 30 minutes per day starting three days prior to departure for eastward travel or 30 minutes forward for westward travel. Additionally, for eastward travel, exposure to bright light within the first 2 to 3 hours of waking and avoidance of bright light (i.e., TV, computer, or cellphone screens close to bedtime and use of sufficient sunlight blocking window treatments) are paramount to aid in shifting the circadian rhythm.  Whereas, for westward travel, it is recommended to increase light exposure in the evening and avoid bright light in the early hours after waking. Avoidance of alcohol, caffeine, exercise, or heavy meals just prior to bed is encouraged. Shorts naps with duration less than 45 minutes may be helpful for fatigue.  For pharmacologic management, caffeine may be useful for alertness. In the military, the use of “Go” pills such as dextroamphetamine and modafinil and “No-Go” pills such as zolpidem, temazepam, and zaleplon have been used to manage circadian rhythm mismatch; however, use is closely regulated and limited for operational use. There is also required ground testing prior to use to ensure medication tolerance and absence of side effects.  Overall, non-pharmacologic management of fatigue is considered the first-line approach."}
{"id": "article-31924_5", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors", "content": "Other significant trends in regards to human factor related errors include insufficient communication and decreased situational awareness, which could be mitigated by increased crew cross-checking. The FAA currently employs the Aviation Safety Action Program (ASAP) to encourage voluntary reporting of safety issues. Similar military requirements exist during mission debrief. Additional post-accident analysis or mishap investigations in the military are performed to prevent similar incidents in the future. [11] In regards to alcohol consumption, the FAA prohibits alcohol consumption within 8-hours of “bottle to throttle,” however many airlines and the military enforce a more stringent 12-hour rule. [12] Substance, particularly alcohol, misuse is notable among aircrew for various reasons including stress from frequent travel and long or irregular shifts, time away from family, and job culture.  Aviation medical examiners need to be cognizant of the need to appropriately screen.", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Human Factors. Other significant trends in regards to human factor related errors include insufficient communication and decreased situational awareness, which could be mitigated by increased crew cross-checking. The FAA currently employs the Aviation Safety Action Program (ASAP) to encourage voluntary reporting of safety issues. Similar military requirements exist during mission debrief. Additional post-accident analysis or mishap investigations in the military are performed to prevent similar incidents in the future. [11] In regards to alcohol consumption, the FAA prohibits alcohol consumption within 8-hours of “bottle to throttle,” however many airlines and the military enforce a more stringent 12-hour rule. [12] Substance, particularly alcohol, misuse is notable among aircrew for various reasons including stress from frequent travel and long or irregular shifts, time away from family, and job culture.  Aviation medical examiners need to be cognizant of the need to appropriately screen."}
{"id": "article-31924_6", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Checklists", "content": "Checklists originated in the military out of necessity due to the high rates of aviator and plane accidents in wars predating and including the Korean War. Checklists were part of the standardization of the overall flight process which now includes a pre-briefing, a flight operation, debriefing, and a non-punitive error analysis system. [4] Many concepts in medical system safety checklists originated from this aviation concept.", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Checklists. Checklists originated in the military out of necessity due to the high rates of aviator and plane accidents in wars predating and including the Korean War. Checklists were part of the standardization of the overall flight process which now includes a pre-briefing, a flight operation, debriefing, and a non-punitive error analysis system. [4] Many concepts in medical system safety checklists originated from this aviation concept."}
{"id": "article-31924_7", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Crew Resource Management", "content": "Aviation mishap research has shown that the majority of aircraft accidents are due to miscommunication. CRM was developed to improve crew member performance under stressful conditions with the development of problem-solving and decision making.", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Crew Resource Management. Aviation mishap research has shown that the majority of aircraft accidents are due to miscommunication. CRM was developed to improve crew member performance under stressful conditions with the development of problem-solving and decision making."}
{"id": "article-31924_8", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Crew Resource Management", "content": "Additional regulations later implemented include the Line Operation Safety Audit (LOSA), which involves a standard clandestine audit by the inspector to evaluate team functioning and the Operational risk management (ORM) which focusing on anticipating scenarios for risk reduction. [13]", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Issues of Concern -- Crew Resource Management. Additional regulations later implemented include the Line Operation Safety Audit (LOSA), which involves a standard clandestine audit by the inspector to evaluate team functioning and the Operational risk management (ORM) which focusing on anticipating scenarios for risk reduction. [13]"}
{"id": "article-31924_9", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Clinical Significance", "content": "Due to the environmental stressors of aviation and the increased burden of lives at stake, as a physician, it is imperative to ensure that trained pilots and pilot candidates meet the necessary physical and mental requirements during each flight physical.  Additionally, approved medications and substances for use during flight duties are heavily monitored to mitigate any undesirable side effects that may physically and mentally blunt pilot’s flying ability and decision-making capacity.  Multiple military, civil, and international regulations have been put into place to decrease the incidence of errors secondary to human factors such as fatigue and reduced situational awareness.  Additional measures such as universally utilized checklists and processes such as crew resource management have improved overall crew communication and standardized procedures to decrease the margin for error and aviation mishaps. The medical professional’s role in reducing errors secondary to human factors includes thorough screening for disqualifying medical and mental conditions with annual check-ups and medical record review, optimizing pharmacological prescribing to decrease potential side effect risks, substance misuse screening, and counseling on major human performance threats seen in aviation (ie. fatigue mitigation with sleep hygiene techniques, mental and physical countermeasures to stress, etc).", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Clinical Significance. Due to the environmental stressors of aviation and the increased burden of lives at stake, as a physician, it is imperative to ensure that trained pilots and pilot candidates meet the necessary physical and mental requirements during each flight physical.  Additionally, approved medications and substances for use during flight duties are heavily monitored to mitigate any undesirable side effects that may physically and mentally blunt pilot’s flying ability and decision-making capacity.  Multiple military, civil, and international regulations have been put into place to decrease the incidence of errors secondary to human factors such as fatigue and reduced situational awareness.  Additional measures such as universally utilized checklists and processes such as crew resource management have improved overall crew communication and standardized procedures to decrease the margin for error and aviation mishaps. The medical professional’s role in reducing errors secondary to human factors includes thorough screening for disqualifying medical and mental conditions with annual check-ups and medical record review, optimizing pharmacological prescribing to decrease potential side effect risks, substance misuse screening, and counseling on major human performance threats seen in aviation (ie. fatigue mitigation with sleep hygiene techniques, mental and physical countermeasures to stress, etc)."}
{"id": "article-31924_10", "title": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Military, Civil and International Regulations to Decrease Human Factor Errors In Aviation -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}