{"id": "article-35485_0", "title": "Buphthalmos -- Continuing Education Activity", "content": "The word buphthalmos originates from the Greek word \"ox-eyed.\" Congenital enlargement of the eye was recognized as early as 400 BC by Hippocrates, and later by Celsus and Galen in the first and second centuries AD respectively, but it was not related to increased intraocular pressure. It was just after the 19th century, with the invention of the ophthalmoscope and tonometer, and with precise anatomical dissection, that this condition was related to raised intraocular pressure (IOP). At present, the term \"buphthalmos\" is used to describe the visible enlargement of the eyeball detected at birth or soon after, due to any uncontrolled glaucoma in early childhood. This activity reviews the pathophysiology and presentation of buphthalmos and highlights the role of the interprofessional team in its management.", "contents": "Buphthalmos -- Continuing Education Activity. The word buphthalmos originates from the Greek word \"ox-eyed.\" Congenital enlargement of the eye was recognized as early as 400 BC by Hippocrates, and later by Celsus and Galen in the first and second centuries AD respectively, but it was not related to increased intraocular pressure. It was just after the 19th century, with the invention of the ophthalmoscope and tonometer, and with precise anatomical dissection, that this condition was related to raised intraocular pressure (IOP). At present, the term \"buphthalmos\" is used to describe the visible enlargement of the eyeball detected at birth or soon after, due to any uncontrolled glaucoma in early childhood. This activity reviews the pathophysiology and presentation of buphthalmos and highlights the role of the interprofessional team in its management."}
{"id": "article-35485_1", "title": "Buphthalmos -- Continuing Education Activity", "content": "Objectives: Review the pathophysiology of buphthalmos. Outline the ocular findings in a patient with buphthalmos. Summarize the treatment options for buphthalmos. Explore strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by buphthalmos. Access free multiple choice questions on this topic.", "contents": "Buphthalmos -- Continuing Education Activity. Objectives: Review the pathophysiology of buphthalmos. Outline the ocular findings in a patient with buphthalmos. Summarize the treatment options for buphthalmos. Explore strategies to optimize care coordination among interprofessional team members to improve outcomes for patients affected by buphthalmos. Access free multiple choice questions on this topic."}
{"id": "article-35485_2", "title": "Buphthalmos -- Introduction", "content": "The word buphthalmos originates from the Greek word \"ox-eyed.\" Congenital enlargement of the eye was recognized as early as 400 BC by Hippocrates, and later by Celsus and Galen in the first and second centuries AD respectively, but it was not related to increased intraocular pressure. [1] It was just after the 19th century, with the invention of the ophthalmoscope and tonometer, and with precise anatomical dissection, that this condition was related to raised intraocular pressure (IOP). At present, the term \"buphthalmos\" is used to describe the visible enlargement of the eyeball detected at birth or soon after, due to any uncontrolled glaucoma in early childhood.", "contents": "Buphthalmos -- Introduction. The word buphthalmos originates from the Greek word \"ox-eyed.\" Congenital enlargement of the eye was recognized as early as 400 BC by Hippocrates, and later by Celsus and Galen in the first and second centuries AD respectively, but it was not related to increased intraocular pressure. [1] It was just after the 19th century, with the invention of the ophthalmoscope and tonometer, and with precise anatomical dissection, that this condition was related to raised intraocular pressure (IOP). At present, the term \"buphthalmos\" is used to describe the visible enlargement of the eyeball detected at birth or soon after, due to any uncontrolled glaucoma in early childhood."}
{"id": "article-35485_3", "title": "Buphthalmos -- Etiology", "content": "Buphthalmos occurs most frequently due to primary congenital glaucoma. [2] Other conditions which can cause raised IOP in early childhood can also cause buphthalmos. This includes Sturge-Weber syndrome, neurofibromatosis, and aniridia.", "contents": "Buphthalmos -- Etiology. Buphthalmos occurs most frequently due to primary congenital glaucoma. [2] Other conditions which can cause raised IOP in early childhood can also cause buphthalmos. This includes Sturge-Weber syndrome, neurofibromatosis, and aniridia."}
{"id": "article-35485_4", "title": "Buphthalmos -- Epidemiology", "content": "Many studies have put the average prevalence of buphthalmos at 1 in 30,000 births. [3] Studies among the Slovak Romani population and studies conducted in South India and Saudi Arabia show a significantly higher prevalence of primary congenital glaucoma. In Saudi Arabia and the Romani population of Slovakia, primary congenital glaucoma is the most frequent cause of childhood blindness. The highest reported prevalence is in Slovakia (1:1250 live births), followed by Saudi Arabia (1:2500 live births). [4]", "contents": "Buphthalmos -- Epidemiology. Many studies have put the average prevalence of buphthalmos at 1 in 30,000 births. [3] Studies among the Slovak Romani population and studies conducted in South India and Saudi Arabia show a significantly higher prevalence of primary congenital glaucoma. In Saudi Arabia and the Romani population of Slovakia, primary congenital glaucoma is the most frequent cause of childhood blindness. The highest reported prevalence is in Slovakia (1:1250 live births), followed by Saudi Arabia (1:2500 live births). [4]"}
{"id": "article-35485_5", "title": "Buphthalmos -- Pathophysiology", "content": "Extensive growth of the human eye occurs in the first 5 years of life with the greatest increase in axial length seen in the first 4 years. High intraocular pressure causes an increase in axial length as well as an increase in the corneal diameter. This increase in the size of the eyeball in congenital glaucoma occurs due to the extreme softness and elasticity of the infantile eyeball. An increase in the size of the eyeball can cause axial myopia and an increase in corneal diameter can cause thinning of the cornea and breaks in the Descemet's membrane. These breaks in Descemet's membrane are called Haab's striae, which is a classical finding in patients with buphthalmos. A reduction in the number of endothelial cells in the cornea has also been reported. Severe congenital glaucoma has been associated with corneal haze, and studies report a correlation between corneal haze and other factors which determine the severity of the disease, for example, increased intraocular pressure, CD ratio, and corneal diameter.", "contents": "Buphthalmos -- Pathophysiology. Extensive growth of the human eye occurs in the first 5 years of life with the greatest increase in axial length seen in the first 4 years. High intraocular pressure causes an increase in axial length as well as an increase in the corneal diameter. This increase in the size of the eyeball in congenital glaucoma occurs due to the extreme softness and elasticity of the infantile eyeball. An increase in the size of the eyeball can cause axial myopia and an increase in corneal diameter can cause thinning of the cornea and breaks in the Descemet's membrane. These breaks in Descemet's membrane are called Haab's striae, which is a classical finding in patients with buphthalmos. A reduction in the number of endothelial cells in the cornea has also been reported. Severe congenital glaucoma has been associated with corneal haze, and studies report a correlation between corneal haze and other factors which determine the severity of the disease, for example, increased intraocular pressure, CD ratio, and corneal diameter."}
{"id": "article-35485_6", "title": "Buphthalmos -- History and Physical", "content": "The most common cause of buphthalmos is primary congenital glaucoma (onset at birth) or primary infantile glaucoma (onset after birth to 3 years). Buphthalmos is usually not seen in glaucoma with onset after the age of 3 years. That is why juvenile-onset (3 years to teenage years) glaucoma is not associated with buphthalmos. [5]", "contents": "Buphthalmos -- History and Physical. The most common cause of buphthalmos is primary congenital glaucoma (onset at birth) or primary infantile glaucoma (onset after birth to 3 years). Buphthalmos is usually not seen in glaucoma with onset after the age of 3 years. That is why juvenile-onset (3 years to teenage years) glaucoma is not associated with buphthalmos. [5]"}
{"id": "article-35485_7", "title": "Buphthalmos -- History and Physical", "content": "The classical symptoms of congenital and infantile glaucomas include tearing, photophobia, and irritability. The parents may notice a hazy cornea or an increase in the size of the cornea. On examination, clinicians notice that there is increased corneal diameter, a deep anterior chamber, and an increase in the size of the globe. Corneal examination reveals the presence of corneal edema, with ruptures of Descemet's membrane known as Haab's striae. The intraocular pressure is elevated, and there may be optic disc cupping. Other conditions causing buphthalmos:", "contents": "Buphthalmos -- History and Physical. The classical symptoms of congenital and infantile glaucomas include tearing, photophobia, and irritability. The parents may notice a hazy cornea or an increase in the size of the cornea. On examination, clinicians notice that there is increased corneal diameter, a deep anterior chamber, and an increase in the size of the globe. Corneal examination reveals the presence of corneal edema, with ruptures of Descemet's membrane known as Haab's striae. The intraocular pressure is elevated, and there may be optic disc cupping. Other conditions causing buphthalmos:"}
{"id": "article-35485_8", "title": "Buphthalmos -- History and Physical", "content": "Aniridia: Characterized by complete or partial iris hypoplasia. Inheritance is autosomal dominant. Angle-closure is thought to be the cause of the glaucoma Neurofibromatosis type 1: Characterized by multiple neurofibromas, cafe au lait spots, iris Lisch nodules, and axillary/inguinal freckling. Inheritance is autosomal dominant. Glaucoma is thought to be due to developmental anomalies of the anterior chamber angle. Sturge-Weber syndrome: Characterized by nevus flammeus of the face and meningeal angiomas. Glaucoma and associated angle anomalies are seen in 60% of cases. Angle developmental anomalies and raised episcleral venous pressure are the proposed causes of glaucoma. [6]", "contents": "Buphthalmos -- History and Physical. Aniridia: Characterized by complete or partial iris hypoplasia. Inheritance is autosomal dominant. Angle-closure is thought to be the cause of the glaucoma Neurofibromatosis type 1: Characterized by multiple neurofibromas, cafe au lait spots, iris Lisch nodules, and axillary/inguinal freckling. Inheritance is autosomal dominant. Glaucoma is thought to be due to developmental anomalies of the anterior chamber angle. Sturge-Weber syndrome: Characterized by nevus flammeus of the face and meningeal angiomas. Glaucoma and associated angle anomalies are seen in 60% of cases. Angle developmental anomalies and raised episcleral venous pressure are the proposed causes of glaucoma. [6]"}
{"id": "article-35485_9", "title": "Buphthalmos -- Evaluation", "content": "The mainstay of evaluation of Buphthalmos patients is performing an examination under anesthesia. The following examinations should be done: Refraction using streak retinoscopy Corneal Examination Measurement of corneal diameter using calipers may show an increase. A corneal diameter greater than 12 mm is considered abnormal. Corneal edema may be seen due to raised intraocular pressure. Breaks in the Descemet's membrane or Haab's striae may be seen, which are typically horizontal or parallel to the limbus. [7]", "contents": "Buphthalmos -- Evaluation. The mainstay of evaluation of Buphthalmos patients is performing an examination under anesthesia. The following examinations should be done: Refraction using streak retinoscopy Corneal Examination Measurement of corneal diameter using calipers may show an increase. A corneal diameter greater than 12 mm is considered abnormal. Corneal edema may be seen due to raised intraocular pressure. Breaks in the Descemet's membrane or Haab's striae may be seen, which are typically horizontal or parallel to the limbus. [7]"}
{"id": "article-35485_10", "title": "Buphthalmos -- Evaluation", "content": "Examination of the anterior segment may reveal other underlying causes of Buphthalmos like aniridia and Lisch nodules of neurofibromatosis. Measurement of intraocular pressure in the first few minutes of anesthesia to avoid falsely low readings. Gonioscopy with a direct gonioscope may demonstrate anterior insertion of the iris onto the trabecular meshwork, the \"Loch Ness monster\" phenomenon (vascular loops in the angle), and \"Lister’s morning mist\" (fine, fluffy tissue on the peripheral iris). Ophthalmoscopy may demonstrate the presence of optic disc cupping. It is interesting to note that optic disc cupping may be reversed with appropriate treatment in many cases of primary congenital glaucoma. Ultrasound biomicroscopy may be done in cases of an opaque cornea to evaluate the anterior segment structures. Clinical genetics consultation may be advised.", "contents": "Buphthalmos -- Evaluation. Examination of the anterior segment may reveal other underlying causes of Buphthalmos like aniridia and Lisch nodules of neurofibromatosis. Measurement of intraocular pressure in the first few minutes of anesthesia to avoid falsely low readings. Gonioscopy with a direct gonioscope may demonstrate anterior insertion of the iris onto the trabecular meshwork, the \"Loch Ness monster\" phenomenon (vascular loops in the angle), and \"Lister’s morning mist\" (fine, fluffy tissue on the peripheral iris). Ophthalmoscopy may demonstrate the presence of optic disc cupping. It is interesting to note that optic disc cupping may be reversed with appropriate treatment in many cases of primary congenital glaucoma. Ultrasound biomicroscopy may be done in cases of an opaque cornea to evaluate the anterior segment structures. Clinical genetics consultation may be advised."}
{"id": "article-35485_11", "title": "Buphthalmos -- Treatment / Management", "content": "The main aim of treatment is to reduce IOP to prevent progressive corneal opacification and glaucomatous optic atrophy and thereby preserve existing vision. [8] The most definitive treatment of Buphthalmos is surgical. Medical management is indicated to control the IOP to clear the cornea during surgery.", "contents": "Buphthalmos -- Treatment / Management. The main aim of treatment is to reduce IOP to prevent progressive corneal opacification and glaucomatous optic atrophy and thereby preserve existing vision. [8] The most definitive treatment of Buphthalmos is surgical. Medical management is indicated to control the IOP to clear the cornea during surgery."}
{"id": "article-35485_12", "title": "Buphthalmos -- Treatment / Management -- Medical Treatment", "content": "Medical therapy can be instituted with topical beta-blockers, carbonic anhydrase inhibitors, or prostaglandin analogs.", "contents": "Buphthalmos -- Treatment / Management -- Medical Treatment. Medical therapy can be instituted with topical beta-blockers, carbonic anhydrase inhibitors, or prostaglandin analogs."}
{"id": "article-35485_13", "title": "Buphthalmos -- Treatment / Management -- Surgical Treatment", "content": "Goniotomy: In this procedure, openings are created in the trabecular meshwork, thus reducing resistance to outflow. Trabeculotomy: The trabecular meshwork is incised by cannulating Schlemm's canal with a probe. Trabeculectomy: A section of the trabecular meshwork and Schlemm's canal is removed underneath a partial thickness scleral flap, thus creating a fistula draining aqueous to the subconjunctival space. Combined trabeculotomy and trabeculectomy: Involves removal of a block of sclera after performing trabeculectomy Glaucoma drainage implants Cyclodestructive procedures In the postoperative period, the surgeon should correct any refractive errors and also manage amblyopia. Lifelong monitoring of IOP is indicated in these patients.", "contents": "Buphthalmos -- Treatment / Management -- Surgical Treatment. Goniotomy: In this procedure, openings are created in the trabecular meshwork, thus reducing resistance to outflow. Trabeculotomy: The trabecular meshwork is incised by cannulating Schlemm's canal with a probe. Trabeculectomy: A section of the trabecular meshwork and Schlemm's canal is removed underneath a partial thickness scleral flap, thus creating a fistula draining aqueous to the subconjunctival space. Combined trabeculotomy and trabeculectomy: Involves removal of a block of sclera after performing trabeculectomy Glaucoma drainage implants Cyclodestructive procedures In the postoperative period, the surgeon should correct any refractive errors and also manage amblyopia. Lifelong monitoring of IOP is indicated in these patients."}
{"id": "article-35485_14", "title": "Buphthalmos -- Differential Diagnosis", "content": "All of the following are conditions that can cause an abnormal appearance of the eye that can be mistaken for buphthalmos. A complete eye exam is needed to rule out these other diseases. Aniridia Coat’s disease Dysplasia of retina Endophthalmitis Inflammatory cyclitic membrane Neurofibromatosis type 1 Persistent hyperplastic primary vitreous Retinoblastoma Sturge weber syndrome Toxocariasis", "contents": "Buphthalmos -- Differential Diagnosis. All of the following are conditions that can cause an abnormal appearance of the eye that can be mistaken for buphthalmos. A complete eye exam is needed to rule out these other diseases. Aniridia Coat’s disease Dysplasia of retina Endophthalmitis Inflammatory cyclitic membrane Neurofibromatosis type 1 Persistent hyperplastic primary vitreous Retinoblastoma Sturge weber syndrome Toxocariasis"}
{"id": "article-35485_15", "title": "Buphthalmos -- Prognosis", "content": "If a patient has buphthalmos due to congenital glaucoma that goes undiagnosed for many years, the visual prognosis is generally very poor. The vision loss due to congenital glaucoma is irreversible and severe. Early surgical intervention for these patients is associated with better visual outcomes. [9] [10] If treated early, there is generally a lack of glaucomatous progression in the majority of cases within the first year of treatment. Over the rest of the patient’s life, nearly half show further progression, highlighting the fact that regular ophthalmic monitoring over the patient’s life is necessary. [11]", "contents": "Buphthalmos -- Prognosis. If a patient has buphthalmos due to congenital glaucoma that goes undiagnosed for many years, the visual prognosis is generally very poor. The vision loss due to congenital glaucoma is irreversible and severe. Early surgical intervention for these patients is associated with better visual outcomes. [9] [10] If treated early, there is generally a lack of glaucomatous progression in the majority of cases within the first year of treatment. Over the rest of the patient’s life, nearly half show further progression, highlighting the fact that regular ophthalmic monitoring over the patient’s life is necessary. [11]"}
{"id": "article-35485_16", "title": "Buphthalmos -- Complications", "content": "Elevated IOP presents as buphthalmos in pediatric patients, so the complications are related to high IOP. These complications include glaucomatous optic neuropathy, corneal damage, amblyopia, and refractive error. Lowering the IOP early may prevent these complications but if present, amblyopia and refractive error will still need to be treated separately. Damage to the cornea may be irreversible and require future surgery. [12]", "contents": "Buphthalmos -- Complications. Elevated IOP presents as buphthalmos in pediatric patients, so the complications are related to high IOP. These complications include glaucomatous optic neuropathy, corneal damage, amblyopia, and refractive error. Lowering the IOP early may prevent these complications but if present, amblyopia and refractive error will still need to be treated separately. Damage to the cornea may be irreversible and require future surgery. [12]"}
{"id": "article-35485_17", "title": "Buphthalmos -- Deterrence and Patient Education", "content": "Educating providers and parents about buphthalmos as a sign of congenital glaucoma is vital to preventing irreversible vision loss. One study found that 97% of the time parents were first to identify the signs of congenital glaucoma and refer the patient to a healthcare provider. [13] This highlights the importance of educating parents about ocular abnormalities. Parents should be educated that large eyes may be a sign of a serious ocular condition and that the child should be seen by an eye care specialist as soon as possible. Proper education for parents and providers covering early signs and symptoms of congenital glaucoma can prevent blindness from this disease.", "contents": "Buphthalmos -- Deterrence and Patient Education. Educating providers and parents about buphthalmos as a sign of congenital glaucoma is vital to preventing irreversible vision loss. One study found that 97% of the time parents were first to identify the signs of congenital glaucoma and refer the patient to a healthcare provider. [13] This highlights the importance of educating parents about ocular abnormalities. Parents should be educated that large eyes may be a sign of a serious ocular condition and that the child should be seen by an eye care specialist as soon as possible. Proper education for parents and providers covering early signs and symptoms of congenital glaucoma can prevent blindness from this disease."}
{"id": "article-35485_18", "title": "Buphthalmos -- Enhancing Healthcare Team Outcomes", "content": "It often takes an interprofessional team to manage a patient with buphthalmos. The team may include ophthalmologists, optometrists, pediatricians, and other health care providers. The main aim of treatment is to reduce IOP to prevent progressive corneal opacification and glaucomatous optic atrophy, thereby preserving existing vision. [8] The most definitive treatment of buphthalmos is surgical. Medical management is indicated to control the IOP to clear the cornea for surgery.", "contents": "Buphthalmos -- Enhancing Healthcare Team Outcomes. It often takes an interprofessional team to manage a patient with buphthalmos. The team may include ophthalmologists, optometrists, pediatricians, and other health care providers. The main aim of treatment is to reduce IOP to prevent progressive corneal opacification and glaucomatous optic atrophy, thereby preserving existing vision. [8] The most definitive treatment of buphthalmos is surgical. Medical management is indicated to control the IOP to clear the cornea for surgery."}
{"id": "article-35485_19", "title": "Buphthalmos -- Enhancing Healthcare Team Outcomes", "content": "Over the years, the prognosis of children with buphthalmos has slightly improved. However, despite treatment, many children require low vision aids and visual rehabilitation. [14] Once considered a condition with a bleak prognosis, this condition can now be managed reasonably well with modern surgical procedures. Early treatment and quality care coordination among different healthcare professionals can improve lifelong visual prognosis in patients with buphthalmos. [15] (Level V)", "contents": "Buphthalmos -- Enhancing Healthcare Team Outcomes. Over the years, the prognosis of children with buphthalmos has slightly improved. However, despite treatment, many children require low vision aids and visual rehabilitation. [14] Once considered a condition with a bleak prognosis, this condition can now be managed reasonably well with modern surgical procedures. Early treatment and quality care coordination among different healthcare professionals can improve lifelong visual prognosis in patients with buphthalmos. [15] (Level V)"}
{"id": "article-35485_20", "title": "Buphthalmos -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Buphthalmos -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}