{"id": "article-31658_0", "title": "EMS Capacity And Competence -- Introduction", "content": "There is often confusion over the meaning of \"capacity\" versus \"competency\" when it comes to providing medical care. It is an important distinction to understand in order to best serve the patient and their needs while protecting the emergency medical service (EMS) provider from legal repercussions. Capacity is the ability to learn, process, and make decisions based on the information given. In an emergency management context, the patient being treated can understand the risks, burden (financial and otherwise), and the benefits and alternatives to the proposed treatment (medical decision-making capacity). Competence is a legal (not medical) term stating that a court of law has decided whether a person can make their own decisions. A person is competent only as deemed by a court (although a medical person can determine competency). A person can make a medical decision based on real-time assessment. Any emergency medical technician or paramedic has the ability and the duty to assess each patient's capacity to best serve the patient's needs. [1] [2] [3]", "contents": "EMS Capacity And Competence -- Introduction. There is often confusion over the meaning of \"capacity\" versus \"competency\" when it comes to providing medical care. It is an important distinction to understand in order to best serve the patient and their needs while protecting the emergency medical service (EMS) provider from legal repercussions. Capacity is the ability to learn, process, and make decisions based on the information given. In an emergency management context, the patient being treated can understand the risks, burden (financial and otherwise), and the benefits and alternatives to the proposed treatment (medical decision-making capacity). Competence is a legal (not medical) term stating that a court of law has decided whether a person can make their own decisions. A person is competent only as deemed by a court (although a medical person can determine competency). A person can make a medical decision based on real-time assessment. Any emergency medical technician or paramedic has the ability and the duty to assess each patient's capacity to best serve the patient's needs. [1] [2] [3]"}
{"id": "article-31658_1", "title": "EMS Capacity And Competence -- Issues of Concern -- Competence", "content": "Competence is determined by a judge, not an EMS provider. A known legal incompetence ruling does favor a future lack of decision-making capacity, but a patient may retain his legal competence regarding medical matters, even if deemed incompetent. For example, a patient may be deemed incompetent to make financial decisions but may be able to make their own medical decisions. A legal declaration of incompetence may be global or limited (eg, to financial matters, personal care, or medical decisions). A surrogate should be named and have the appropriate paperwork in these situations. [4] [5] [6] [7]", "contents": "EMS Capacity And Competence -- Issues of Concern -- Competence. Competence is determined by a judge, not an EMS provider. A known legal incompetence ruling does favor a future lack of decision-making capacity, but a patient may retain his legal competence regarding medical matters, even if deemed incompetent. For example, a patient may be deemed incompetent to make financial decisions but may be able to make their own medical decisions. A legal declaration of incompetence may be global or limited (eg, to financial matters, personal care, or medical decisions). A surrogate should be named and have the appropriate paperwork in these situations. [4] [5] [6] [7]"}
{"id": "article-31658_2", "title": "EMS Capacity And Competence -- Issues of Concern -- Minors", "content": "Minors can have the capacity for medical decision-making. Still, the age at which they are deemed eligible to have the ability to make their own decisions varies by state law. The age at which a minor is considered to be able to make their own medical decision may vary based on the situation. For example, many states allow a minor to make medical decisions at an earlier age if the issue is sexually related (eg, pregnancy, sexually transmitted infection), drug use, or abuse concerns, or if the minor is legally emancipated.", "contents": "EMS Capacity And Competence -- Issues of Concern -- Minors. Minors can have the capacity for medical decision-making. Still, the age at which they are deemed eligible to have the ability to make their own decisions varies by state law. The age at which a minor is considered to be able to make their own medical decision may vary based on the situation. For example, many states allow a minor to make medical decisions at an earlier age if the issue is sexually related (eg, pregnancy, sexually transmitted infection), drug use, or abuse concerns, or if the minor is legally emancipated."}
{"id": "article-31658_3", "title": "EMS Capacity And Competence -- Issues of Concern -- Dementia", "content": "A patient may have a diagnosis of dementia but still have the capacity for medical decision-making. The diagnosis should prompt the EMS provider to evaluate the patient's capacity more carefully. EMS providers must assess each situation and always default toward beneficence if there is a question or concern regarding capacity.", "contents": "EMS Capacity And Competence -- Issues of Concern -- Dementia. A patient may have a diagnosis of dementia but still have the capacity for medical decision-making. The diagnosis should prompt the EMS provider to evaluate the patient's capacity more carefully. EMS providers must assess each situation and always default toward beneficence if there is a question or concern regarding capacity."}
{"id": "article-31658_4", "title": "EMS Capacity And Competence -- Issues of Concern -- Dementia", "content": "Each patient has the right to self-determination for medical care and the right to refuse treatment as long as they demonstrate the capacity to make such decisions. The patient can choose options for their care, and EMS personnel cannot decline to provide care based on the patient's refusals. A patient with the capacity to decide must have sufficient information regarding the condition and risks. The patient must understand that a decision must be made and comprehend the options' risks, burdens, and benefits. The provider must convey the information, be free from coercion, and include any further information or translations to facilitate patient understanding and communication of their choice. A patient's legally determined competency can affect the assessment of their capacity, but it does not exclusively determine the patient's ability to make their own decisions.", "contents": "EMS Capacity And Competence -- Issues of Concern -- Dementia. Each patient has the right to self-determination for medical care and the right to refuse treatment as long as they demonstrate the capacity to make such decisions. The patient can choose options for their care, and EMS personnel cannot decline to provide care based on the patient's refusals. A patient with the capacity to decide must have sufficient information regarding the condition and risks. The patient must understand that a decision must be made and comprehend the options' risks, burdens, and benefits. The provider must convey the information, be free from coercion, and include any further information or translations to facilitate patient understanding and communication of their choice. A patient's legally determined competency can affect the assessment of their capacity, but it does not exclusively determine the patient's ability to make their own decisions."}
{"id": "article-31658_5", "title": "EMS Capacity And Competence -- Clinical Significance", "content": "EMS providers frequently encounter patients who refuse care or certain procedures or treatments. All EMS providers should determine the patient's medical decision-making capacity for such refusals. The provider also must obtain informed refusals and informed consent whenever possible. The signature on a release form alone does not guarantee that the provider's ethical or legal obligations are met. Careful documentation of patient education and the discussion of risks and benefits is required. Although a patient has the right to autonomy (deciding their course of action even if it results in harm), EMS providers must always provide each patient with the risks, benefits, and alternatives available. The information should always be conveyed in a language and style that the patient readily understands. Some instances may require the use of a translator, in some situations, and most instances require the use of common (nonmedical) language while retaining the accuracy of the information delivered. Additional personnel or medical direction should be consulted if the patient requires further information.", "contents": "EMS Capacity And Competence -- Clinical Significance. EMS providers frequently encounter patients who refuse care or certain procedures or treatments. All EMS providers should determine the patient's medical decision-making capacity for such refusals. The provider also must obtain informed refusals and informed consent whenever possible. The signature on a release form alone does not guarantee that the provider's ethical or legal obligations are met. Careful documentation of patient education and the discussion of risks and benefits is required. Although a patient has the right to autonomy (deciding their course of action even if it results in harm), EMS providers must always provide each patient with the risks, benefits, and alternatives available. The information should always be conveyed in a language and style that the patient readily understands. Some instances may require the use of a translator, in some situations, and most instances require the use of common (nonmedical) language while retaining the accuracy of the information delivered. Additional personnel or medical direction should be consulted if the patient requires further information."}
{"id": "article-31658_6", "title": "EMS Capacity And Competence -- Clinical Significance", "content": "For emergency medical services, criteria for medical decision-making capacity include: The patient must receive sufficient information from the provider regarding his medical condition and the associated risks to his health and well-being. The patient must understand that a decision must be made. The patient must understand all options' risks, burdens, and benefits, including doing nothing. The patient must be able to use the information to decide based on his values and belief systems. The patient must be able to communicate his choice to the provider. The patient must act without coercion or undue influence, including from family, friends, and providers. The EMS provider is responsible for identifying loss of capacity for medical decision-making. The patient is not responsible for proving that they retain such capacity.", "contents": "EMS Capacity And Competence -- Clinical Significance. For emergency medical services, criteria for medical decision-making capacity include: The patient must receive sufficient information from the provider regarding his medical condition and the associated risks to his health and well-being. The patient must understand that a decision must be made. The patient must understand all options' risks, burdens, and benefits, including doing nothing. The patient must be able to use the information to decide based on his values and belief systems. The patient must be able to communicate his choice to the provider. The patient must act without coercion or undue influence, including from family, friends, and providers. The EMS provider is responsible for identifying loss of capacity for medical decision-making. The patient is not responsible for proving that they retain such capacity."}
{"id": "article-31658_7", "title": "EMS Capacity And Competence -- Clinical Significance", "content": "If the EMS provider believes that a patient does not have the decision-making capacity, the patient's best interest and overall safety must be protected based on the best judgment of the provider. In situations where the capacity for medical decisions is suspect, the decision to act in the patient's best interest is termed \"beneficence.\" In some instances, such as acute hypoglycemia, the goal should be to restore the individual's decision-making capacity (by correcting the low blood sugar) and then complete an informed consent or refusal discussion regarding further care. When the patient cannot do so or does not do it quickly enough to make the needed critical decisions, a surrogate decision-maker may be enlisted to assist. The use of surrogates raises additional ethical issues. The \"next of kin\" is often relied upon to make surrogate treatment decisions, but this may not always be helpful. A legal relationship does not automatically establish appropriate surrogacy, nor can EMS personnel always verify these relationships. The best surrogate knows the patient's wishes and values and makes a \"substituted judgment.\" This is often unavailable in the EMS setting, so providers must default to interpreted beneficence, essentially making the EMS provider the surrogate for medical decision-making. [8]", "contents": "EMS Capacity And Competence -- Clinical Significance. If the EMS provider believes that a patient does not have the decision-making capacity, the patient's best interest and overall safety must be protected based on the best judgment of the provider. In situations where the capacity for medical decisions is suspect, the decision to act in the patient's best interest is termed \"beneficence.\" In some instances, such as acute hypoglycemia, the goal should be to restore the individual's decision-making capacity (by correcting the low blood sugar) and then complete an informed consent or refusal discussion regarding further care. When the patient cannot do so or does not do it quickly enough to make the needed critical decisions, a surrogate decision-maker may be enlisted to assist. The use of surrogates raises additional ethical issues. The \"next of kin\" is often relied upon to make surrogate treatment decisions, but this may not always be helpful. A legal relationship does not automatically establish appropriate surrogacy, nor can EMS personnel always verify these relationships. The best surrogate knows the patient's wishes and values and makes a \"substituted judgment.\" This is often unavailable in the EMS setting, so providers must default to interpreted beneficence, essentially making the EMS provider the surrogate for medical decision-making. [8]"}
{"id": "article-31658_8", "title": "EMS Capacity And Competence -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Capacity And Competence -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}