{"id": "article-102993_0", "title": "Physiology, Chapman’s Points -- Introduction", "content": "The intimate connection between the nervous system and the lymphatic system in both health and disease has long been acknowledged in osteopathic medicine. In fact, treatments such as rib raising and occipital inhibition have as their foundation this very principle. [1] Though first described as neuro-lymphatic points by Frank Chapman, DO in the early 1900s, Chapman's points are now defined as organ-specific gangliform contractions associated with underlying visceral dysfunction. [2] [3] More specifically, Chapman's points present as smooth and discreetly palpable nodules located deep within the fascia in regions related by dermatome to the dysfunctional viscera. These points are sharp, pinpoint, non-radiating, and anatomically consistent between individuals. [4] [5] [3]", "contents": "Physiology, Chapman’s Points -- Introduction. The intimate connection between the nervous system and the lymphatic system in both health and disease has long been acknowledged in osteopathic medicine. In fact, treatments such as rib raising and occipital inhibition have as their foundation this very principle. [1] Though first described as neuro-lymphatic points by Frank Chapman, DO in the early 1900s, Chapman's points are now defined as organ-specific gangliform contractions associated with underlying visceral dysfunction. [2] [3] More specifically, Chapman's points present as smooth and discreetly palpable nodules located deep within the fascia in regions related by dermatome to the dysfunctional viscera. These points are sharp, pinpoint, non-radiating, and anatomically consistent between individuals. [4] [5] [3]"}
{"id": "article-102993_1", "title": "Physiology, Chapman’s Points -- Introduction", "content": "Though initially considered somatic representations of neuro-lymphatic reflexes, the contributions of osteopathic physicians such as Charles Owens, DO, H.L. Samblanet, DO, and Paul Kimberly, DO, expanded the consideration of these nodules to be somatic manifestations of general visceral dysfunction, including of the lymphatics and endocrine glands. [6] Eventually, these nodules were coined Chapman's points or Chapman's reflexes. This article intends to expand on issues of concern regarding Chapman's points, their embryologic basis, mechanism of development, and function in clinical practice.", "contents": "Physiology, Chapman’s Points -- Introduction. Though initially considered somatic representations of neuro-lymphatic reflexes, the contributions of osteopathic physicians such as Charles Owens, DO, H.L. Samblanet, DO, and Paul Kimberly, DO, expanded the consideration of these nodules to be somatic manifestations of general visceral dysfunction, including of the lymphatics and endocrine glands. [6] Eventually, these nodules were coined Chapman's points or Chapman's reflexes. This article intends to expand on issues of concern regarding Chapman's points, their embryologic basis, mechanism of development, and function in clinical practice."}
{"id": "article-102993_2", "title": "Physiology, Chapman’s Points -- Issues of Concern", "content": "An issue of great concern to the osteopathic community is the minimal collection of peer-reviewed clinical research regarding the physiology and presence of Chapman's points. Currently, much of the information about Chapman's points are anecdotal and based heavily on the clinical observations of a limited number of physicians. As of yet, there is no evidence confirming the presence of Chapman's points in tissue biopsies, but there exists a few studies demonstrating that sympathetic and endocrine alterations occur after rotatory manipulation of Chapman's points. The findings of these studies support the hypothesized physiology and presence of Chapman's points, as will be explained further in successive sections. [7] [4]", "contents": "Physiology, Chapman’s Points -- Issues of Concern. An issue of great concern to the osteopathic community is the minimal collection of peer-reviewed clinical research regarding the physiology and presence of Chapman's points. Currently, much of the information about Chapman's points are anecdotal and based heavily on the clinical observations of a limited number of physicians. As of yet, there is no evidence confirming the presence of Chapman's points in tissue biopsies, but there exists a few studies demonstrating that sympathetic and endocrine alterations occur after rotatory manipulation of Chapman's points. The findings of these studies support the hypothesized physiology and presence of Chapman's points, as will be explained further in successive sections. [7] [4]"}
{"id": "article-102993_3", "title": "Physiology, Chapman’s Points -- Issues of Concern", "content": "Despite the minimal research into their physiology, Chapman's points are included in the curricula of osteopathic medical schools. Education of future osteopathic physicians of Chapman's points fosters the opportunity for future research that may ameliorate some of the allusiveness of these nodules.", "contents": "Physiology, Chapman’s Points -- Issues of Concern. Despite the minimal research into their physiology, Chapman's points are included in the curricula of osteopathic medical schools. Education of future osteopathic physicians of Chapman's points fosters the opportunity for future research that may ameliorate some of the allusiveness of these nodules."}
{"id": "article-102993_4", "title": "Physiology, Chapman’s Points -- Issues of Concern", "content": "Dr. Chapman left no written legacy regarding the reflex point interpretation system, but his brother-in-law, Charles Owens, D.O., and his wife, Ada Hinchley Chapman D.O., published the only existing text on this topic.", "contents": "Physiology, Chapman’s Points -- Issues of Concern. Dr. Chapman left no written legacy regarding the reflex point interpretation system, but his brother-in-law, Charles Owens, D.O., and his wife, Ada Hinchley Chapman D.O., published the only existing text on this topic."}
{"id": "article-102993_5", "title": "Physiology, Chapman’s Points -- Development", "content": "During fetal development, autonomic efferents arise within the ventral ventricular zone, an anterior region of the primordial spinal cord. The primordial cells migrate toward the ventral horn and temporarily coalesce with somatic efferents, forming a singular primordial motor column. Eventually, the autonomic efferents will separate from the somatic efferents and migrate dorsally. Once in the intermediate spinal cord, the cell bodies of the autonomic efferents increase their polarity and fix their orientation within the gray matter, thus establishing their permanent placement within the intermediolateral columns (IML). [8] This temporary primordial motor column provides an opportunity for the intersection of visceral and somatic signaling, thereby laying the foundation for an embryologic basis of future reflex arcs connecting visceral and somatic systems.", "contents": "Physiology, Chapman’s Points -- Development. During fetal development, autonomic efferents arise within the ventral ventricular zone, an anterior region of the primordial spinal cord. The primordial cells migrate toward the ventral horn and temporarily coalesce with somatic efferents, forming a singular primordial motor column. Eventually, the autonomic efferents will separate from the somatic efferents and migrate dorsally. Once in the intermediate spinal cord, the cell bodies of the autonomic efferents increase their polarity and fix their orientation within the gray matter, thus establishing their permanent placement within the intermediolateral columns (IML). [8] This temporary primordial motor column provides an opportunity for the intersection of visceral and somatic signaling, thereby laying the foundation for an embryologic basis of future reflex arcs connecting visceral and somatic systems."}
{"id": "article-102993_6", "title": "Physiology, Chapman’s Points -- Development", "content": "The IML is located within the spinal cord gray matter from T1 to L2 with projections peripherally via sympathetic nerves, and the central nervous system. Collectively, the IML houses cell bodies of the preganglionic sympathetic efferents and is therefore responsible for sympathetic output to the viscera, including the lymphatics. The diagnostic utility of Chapman's points lies in the relatively distinct innervation of each viscus. Each structure transmits information to and from the central nervous system via a relatively homogenous segment of the spinal cord, resulting in somatic findings, such as the nodules of Chapman's points, within related dermatomal regions specific to the underlying dysfunctional viscus. [9]", "contents": "Physiology, Chapman’s Points -- Development. The IML is located within the spinal cord gray matter from T1 to L2 with projections peripherally via sympathetic nerves, and the central nervous system. Collectively, the IML houses cell bodies of the preganglionic sympathetic efferents and is therefore responsible for sympathetic output to the viscera, including the lymphatics. The diagnostic utility of Chapman's points lies in the relatively distinct innervation of each viscus. Each structure transmits information to and from the central nervous system via a relatively homogenous segment of the spinal cord, resulting in somatic findings, such as the nodules of Chapman's points, within related dermatomal regions specific to the underlying dysfunctional viscus. [9]"}
{"id": "article-102993_7", "title": "Physiology, Chapman’s Points -- Development", "content": "After exiting the IML, preganglionic sympathetic efferents enter the sympathetic chain ganglia that lie alongside the vertebral column and synapse. From here, postganglionic sympathetic efferents branch and run alongside the ribs with the intercostal neurovascular bundle. These sympathetic branches are responsible for the sympathetic innervation of the arteries, veins, and lymphatic tissue contained within the bundle, which lies between the anterior and posterior layers of the intercostal fascia. [10]", "contents": "Physiology, Chapman’s Points -- Development. After exiting the IML, preganglionic sympathetic efferents enter the sympathetic chain ganglia that lie alongside the vertebral column and synapse. From here, postganglionic sympathetic efferents branch and run alongside the ribs with the intercostal neurovascular bundle. These sympathetic branches are responsible for the sympathetic innervation of the arteries, veins, and lymphatic tissue contained within the bundle, which lies between the anterior and posterior layers of the intercostal fascia. [10]"}
{"id": "article-102993_8", "title": "Physiology, Chapman’s Points -- Organ Systems Involved", "content": "A conceptualized diagram of the locations of commonly encountered anterior Chapman’s points appears below. Additionally, this review includes a table of selected Chapman’s points. While unnecessary to memorize, familiarity with the location of these major anterior Chapman’s points can be of diagnostic utility to osteopathic physicians.", "contents": "Physiology, Chapman’s Points -- Organ Systems Involved. A conceptualized diagram of the locations of commonly encountered anterior Chapman’s points appears below. Additionally, this review includes a table of selected Chapman’s points. While unnecessary to memorize, familiarity with the location of these major anterior Chapman’s points can be of diagnostic utility to osteopathic physicians."}
{"id": "article-102993_9", "title": "Physiology, Chapman’s Points -- Function", "content": "Presently, there is no definitive consensus or guidelines regarding the function and value of Chapman's points. If utilized, most osteopathic physicians consider the finding of a Chapman's point a diagnostic tool. When considered concurrently with information gathered via a thorough history and physical, the presence of Chapman's points increases the clinical suspicion for underlying visceral disease. [7] While this diagnostic utility is agreed upon by many osteopathic physicians, the presence of a Chapman's point alone is never considered sufficient for diagnosis. A much smaller subset of osteopathic physicians uses rotary manipulation to treat Chapman's points as the hypothesis is to balance autonomic tone to related lymphatics and viscera, which may encourage lymphatic drainage and minimization of visceral dysfunction. [3] [5]", "contents": "Physiology, Chapman’s Points -- Function. Presently, there is no definitive consensus or guidelines regarding the function and value of Chapman's points. If utilized, most osteopathic physicians consider the finding of a Chapman's point a diagnostic tool. When considered concurrently with information gathered via a thorough history and physical, the presence of Chapman's points increases the clinical suspicion for underlying visceral disease. [7] While this diagnostic utility is agreed upon by many osteopathic physicians, the presence of a Chapman's point alone is never considered sufficient for diagnosis. A much smaller subset of osteopathic physicians uses rotary manipulation to treat Chapman's points as the hypothesis is to balance autonomic tone to related lymphatics and viscera, which may encourage lymphatic drainage and minimization of visceral dysfunction. [3] [5]"}
{"id": "article-102993_10", "title": "Physiology, Chapman’s Points -- Function", "content": "Another hypothesis to consider for the identity of these ganglionic formations may be due to the presence of vessels of the system known as the \"primo vascular system\" (PVS). PVS have vessels and nodes from the surface to the periphery, connected to all the viscera and ubiquitously present in the human body. The liquid that these vessels carry is rich in protein, hormones, and more. The movement is influenced by the structures adjacent to the PVS, by the heartbeat and by the breath; moreover, the same vessels can contract, having their own electrical activity, through endothelial cells similar to the actin of smooth muscle. The liquid transport speed can be slower than the lymphatic transport speed or faster; this will depend on the location where PVS is present.", "contents": "Physiology, Chapman’s Points -- Function. Another hypothesis to consider for the identity of these ganglionic formations may be due to the presence of vessels of the system known as the \"primo vascular system\" (PVS). PVS have vessels and nodes from the surface to the periphery, connected to all the viscera and ubiquitously present in the human body. The liquid that these vessels carry is rich in protein, hormones, and more. The movement is influenced by the structures adjacent to the PVS, by the heartbeat and by the breath; moreover, the same vessels can contract, having their own electrical activity, through endothelial cells similar to the actin of smooth muscle. The liquid transport speed can be slower than the lymphatic transport speed or faster; this will depend on the location where PVS is present."}
{"id": "article-102993_11", "title": "Physiology, Chapman’s Points -- Mechanism", "content": "Chapman’s points are easily defined clinically, but physiologically they are much more complex. Visceral inflammation, spasm, and distention are all postulates as causes of positive Chapman’s points. The leading theory is that Chapman’s points develop from lymphatic dysfunction, secondary to underlying visceral dysfunction. Accordingly, Chapman’s points are broadly referred to as examples of viscero-somatic reflexes. [11] [6]", "contents": "Physiology, Chapman’s Points -- Mechanism. Chapman’s points are easily defined clinically, but physiologically they are much more complex. Visceral inflammation, spasm, and distention are all postulates as causes of positive Chapman’s points. The leading theory is that Chapman’s points develop from lymphatic dysfunction, secondary to underlying visceral dysfunction. Accordingly, Chapman’s points are broadly referred to as examples of viscero-somatic reflexes. [11] [6]"}
{"id": "article-102993_12", "title": "Physiology, Chapman’s Points -- Mechanism", "content": "Currently, the best hypothesis for the development of Chapman’s points lies in central sensitization and the facilitation of interneurons within the spinal cord gray matter. Visceral dysfunction, in the form of infection, inflammation, ischemia, etc. activate visceral afferent receptors, resulting in the transmission of abnormal or excessive input into the dorsal horn of the spinal cord. This abnormal input sensitizes the interneurons to subsequent stimuli. This facilitation maintains the interneurons at sub-threshold excitation, meaning that normal input to these interneurons is now amplified and results in excessive efferent responses. [2] [12] [13] In the case of Chapman’s points, the most important of these efferent responses is via the sympathetic signal back to the dysfunctional organ and surrounding lymphatic tissue. [14] It is suspected that this altered sympathetic tone results in dysfunction of the lymphatic tissues and creates gangliform contractions that impede lymphatic flow, which may exacerbate the preexisting visceral dysfunction and create inflammation distal to the contraction. [7]", "contents": "Physiology, Chapman’s Points -- Mechanism. Currently, the best hypothesis for the development of Chapman’s points lies in central sensitization and the facilitation of interneurons within the spinal cord gray matter. Visceral dysfunction, in the form of infection, inflammation, ischemia, etc. activate visceral afferent receptors, resulting in the transmission of abnormal or excessive input into the dorsal horn of the spinal cord. This abnormal input sensitizes the interneurons to subsequent stimuli. This facilitation maintains the interneurons at sub-threshold excitation, meaning that normal input to these interneurons is now amplified and results in excessive efferent responses. [2] [12] [13] In the case of Chapman’s points, the most important of these efferent responses is via the sympathetic signal back to the dysfunctional organ and surrounding lymphatic tissue. [14] It is suspected that this altered sympathetic tone results in dysfunction of the lymphatic tissues and creates gangliform contractions that impede lymphatic flow, which may exacerbate the preexisting visceral dysfunction and create inflammation distal to the contraction. [7]"}
{"id": "article-102993_13", "title": "Physiology, Chapman’s Points -- Mechanism", "content": "While a variety of underlying visceral dysfunctions appear to cause Chapman’s points, they are most specifically representations of neuro-lymphatic reflexes. [7] Lymphatic capillaries receive input from the sympathetic nervous system. Activation of alpha-adrenergic receptors by epinephrine initially induces constriction and peristalsis of lymphatic channels. With sustained hyper-sympathetic stimulation, as occurs with visceral dysfunction, peristalsis decreases and results in stasis of lymph. This stasis exacerbates the underlying visceral dysfunction and induces positive feedback on the viscero-somatic reflex arc. [15] [16] [17] Further evidence of this neuro-lymphatic etiology lies in that Chapman’s points commonly present at the cutaneous vascular-lymphatic and cutaneous nerve interface. [18]", "contents": "Physiology, Chapman’s Points -- Mechanism. While a variety of underlying visceral dysfunctions appear to cause Chapman’s points, they are most specifically representations of neuro-lymphatic reflexes. [7] Lymphatic capillaries receive input from the sympathetic nervous system. Activation of alpha-adrenergic receptors by epinephrine initially induces constriction and peristalsis of lymphatic channels. With sustained hyper-sympathetic stimulation, as occurs with visceral dysfunction, peristalsis decreases and results in stasis of lymph. This stasis exacerbates the underlying visceral dysfunction and induces positive feedback on the viscero-somatic reflex arc. [15] [16] [17] Further evidence of this neuro-lymphatic etiology lies in that Chapman’s points commonly present at the cutaneous vascular-lymphatic and cutaneous nerve interface. [18]"}
{"id": "article-102993_14", "title": "Physiology, Chapman’s Points -- Mechanism", "content": "Another possible physiologic mechanism of Chapman’s points lies in the axon reflex. Sustained visceral dysfunction repeatedly depolarizes the visceral afferent receptors, triggering the release of neuropeptides. These neuropeptides stimulate C-fibers, resulting in depolarization and an action potential along sympathetic afferents. This sensory input into the CNS can establish central sensitization and/or maintain facilitation resulting from mechanisms discussed above. Additionally, the neuropeptides stimulate antidromic activity within nerve branches in sites unrelated to the underlying visceral dysfunction. This mechanism may explain Chapman’s points in seemingly unrelated areas. [19]", "contents": "Physiology, Chapman’s Points -- Mechanism. Another possible physiologic mechanism of Chapman’s points lies in the axon reflex. Sustained visceral dysfunction repeatedly depolarizes the visceral afferent receptors, triggering the release of neuropeptides. These neuropeptides stimulate C-fibers, resulting in depolarization and an action potential along sympathetic afferents. This sensory input into the CNS can establish central sensitization and/or maintain facilitation resulting from mechanisms discussed above. Additionally, the neuropeptides stimulate antidromic activity within nerve branches in sites unrelated to the underlying visceral dysfunction. This mechanism may explain Chapman’s points in seemingly unrelated areas. [19]"}
{"id": "article-102993_15", "title": "Physiology, Chapman’s Points -- Related Testing", "content": "When screening for Chapman's points, it is important to note that there are both anterior and posterior points. In general, anterior Chapman's points are found in the intercostal space between segmentally related ribs, near the sternocostal or costochondral junctions. Posterior points typically appear between the spinous and transverse processes of vertebrae of the same numbered ribs as the anterior points. For example, innervation to and from the heart is routed via the gray matter of spinal cord levels T1-T5. The anterior point is found in the intercostal space between ribs 2 and 3 at the sternocostal junction, and the posterior point is present midway between the transverse and spinous processes of T2 and T3. [4]", "contents": "Physiology, Chapman’s Points -- Related Testing. When screening for Chapman's points, it is important to note that there are both anterior and posterior points. In general, anterior Chapman's points are found in the intercostal space between segmentally related ribs, near the sternocostal or costochondral junctions. Posterior points typically appear between the spinous and transverse processes of vertebrae of the same numbered ribs as the anterior points. For example, innervation to and from the heart is routed via the gray matter of spinal cord levels T1-T5. The anterior point is found in the intercostal space between ribs 2 and 3 at the sternocostal junction, and the posterior point is present midway between the transverse and spinous processes of T2 and T3. [4]"}
{"id": "article-102993_16", "title": "Physiology, Chapman’s Points -- Related Testing", "content": "Osteopathic physicians that include Chapman's points in their development of differential diagnoses often use a 30- or 45-second screen, in which they systematically screen for positive Chapman's points related to common pathologies. Studies have shown that including a Chapman's screen increases the credibility of a diagnosis. [7]", "contents": "Physiology, Chapman’s Points -- Related Testing. Osteopathic physicians that include Chapman's points in their development of differential diagnoses often use a 30- or 45-second screen, in which they systematically screen for positive Chapman's points related to common pathologies. Studies have shown that including a Chapman's screen increases the credibility of a diagnosis. [7]"}
{"id": "article-102993_17", "title": "Physiology, Chapman’s Points -- Related Testing", "content": "It is necessary clinically to differentiate Chapman's points from myofascial trigger points, Jones' strain-counterstrain tender points, and fibromyalgia points, which can all present similarly. Myofascial trigger points are present within taut bands of skeletal muscle or the muscle fascia. Trigger points elicit pain that radiates in specific, reproducible patterns when compressed. [20] [21] [22] Jones' strain-counterstrain tender points are simply points of tenderness, without other somatic findings like the nodularity of Chapman's points. Named by Lawrence Jones, DO, counter strain tender points occur in muscles that aberrantly signal strain to the central nervous system in the absence of physical strain. These points are used entirely for the treatment of somatic dysfunction using counterstrain (also referred to as strain-counterstrain). [23] [24] Fibromyalgia points are also points of tenderness that are used for the diagnosis of fibromyalgia. One of the diagnostic sets of criteria for fibromyalgia requires the presence of widespread chronic pain and the presence of 11 of 18 of these tender points. [25]", "contents": "Physiology, Chapman’s Points -- Related Testing. It is necessary clinically to differentiate Chapman's points from myofascial trigger points, Jones' strain-counterstrain tender points, and fibromyalgia points, which can all present similarly. Myofascial trigger points are present within taut bands of skeletal muscle or the muscle fascia. Trigger points elicit pain that radiates in specific, reproducible patterns when compressed. [20] [21] [22] Jones' strain-counterstrain tender points are simply points of tenderness, without other somatic findings like the nodularity of Chapman's points. Named by Lawrence Jones, DO, counter strain tender points occur in muscles that aberrantly signal strain to the central nervous system in the absence of physical strain. These points are used entirely for the treatment of somatic dysfunction using counterstrain (also referred to as strain-counterstrain). [23] [24] Fibromyalgia points are also points of tenderness that are used for the diagnosis of fibromyalgia. One of the diagnostic sets of criteria for fibromyalgia requires the presence of widespread chronic pain and the presence of 11 of 18 of these tender points. [25]"}
{"id": "article-102993_18", "title": "Physiology, Chapman’s Points -- Related Testing", "content": "To diagnose a positive Chapman's point, the anterior and corresponding posterior point both need to be present, despite the general use of posterior points for treatment. Furthermore, a reference chart, similar to those included at the conclusion of this article, should be used when screening. [4]", "contents": "Physiology, Chapman’s Points -- Related Testing. To diagnose a positive Chapman's point, the anterior and corresponding posterior point both need to be present, despite the general use of posterior points for treatment. Furthermore, a reference chart, similar to those included at the conclusion of this article, should be used when screening. [4]"}
{"id": "article-102993_19", "title": "Physiology, Chapman’s Points -- Related Testing", "content": "While diagnostically valuable, the presence of Chapman's points should be considered in light of all information gleaned from a full structural exam, history, and physical. [7] For example, a physician should also screen for other viscero-somatic reflex findings in related tissues. For instance, if a patient presents with colicky right upper quadrant pain that is exacerbated by fatty meals, it is likely a physician will find a gallbladder Chapman's point in the intercostal space between ribs 5 and 6 on the right along with hypertonicity of the paraspinal musculature from T5 to T9 on the right. The presence of a gallbladder Chapman's points and viscero-somatic reflex tissue texture changes in tissues segmentally related to the gallbladder lead the physician to assume biliary pathology. When considered in conjunction with the patient's history, there is high clinical suspicion of cholelithiasis.", "contents": "Physiology, Chapman’s Points -- Related Testing. While diagnostically valuable, the presence of Chapman's points should be considered in light of all information gleaned from a full structural exam, history, and physical. [7] For example, a physician should also screen for other viscero-somatic reflex findings in related tissues. For instance, if a patient presents with colicky right upper quadrant pain that is exacerbated by fatty meals, it is likely a physician will find a gallbladder Chapman's point in the intercostal space between ribs 5 and 6 on the right along with hypertonicity of the paraspinal musculature from T5 to T9 on the right. The presence of a gallbladder Chapman's points and viscero-somatic reflex tissue texture changes in tissues segmentally related to the gallbladder lead the physician to assume biliary pathology. When considered in conjunction with the patient's history, there is high clinical suspicion of cholelithiasis."}
{"id": "article-102993_20", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "Because Chapman's points are somatic representations of viscero-somatic reflexes, they are typically used diagnostically, rather than therapeutically, and provide further clinical evidence of the presence or absence of visceral disease. [6] [7] When taken in context with other findings elucidated during a patient visit, Chapman's points can contribute to a physician's differential diagnosis. Many osteopathic leaders indicate that a non-tender Chapman's point alone is indicative of nothing and that a diagnosis can never be made based solely on the presence of a non-tender Chapman's point. Despite this, they also encourage physicians never to ignore or trivialize the presence of a tender Chapman's point, unless the physician can provide a sound explanation for the finding, especially when the point is persistently tender. [6]", "contents": "Physiology, Chapman’s Points -- Clinical Significance. Because Chapman's points are somatic representations of viscero-somatic reflexes, they are typically used diagnostically, rather than therapeutically, and provide further clinical evidence of the presence or absence of visceral disease. [6] [7] When taken in context with other findings elucidated during a patient visit, Chapman's points can contribute to a physician's differential diagnosis. Many osteopathic leaders indicate that a non-tender Chapman's point alone is indicative of nothing and that a diagnosis can never be made based solely on the presence of a non-tender Chapman's point. Despite this, they also encourage physicians never to ignore or trivialize the presence of a tender Chapman's point, unless the physician can provide a sound explanation for the finding, especially when the point is persistently tender. [6]"}
{"id": "article-102993_21", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "If a physician does decide to use a Chapman's point for treatment, rotatory movement over the point is believed to normalize the autonomic tone of the associated dysfunctional viscera by decreasing sympathetic input to the visceral structure. [3] [6] While there is currently no research supporting this mechanism exactly, studies have shown that rotary manipulation of the suboccipital region dampens sympathetic outflow, indicated by a lowered heart rate in test subjects. [26]", "contents": "Physiology, Chapman’s Points -- Clinical Significance. If a physician does decide to use a Chapman's point for treatment, rotatory movement over the point is believed to normalize the autonomic tone of the associated dysfunctional viscera by decreasing sympathetic input to the visceral structure. [3] [6] While there is currently no research supporting this mechanism exactly, studies have shown that rotary manipulation of the suboccipital region dampens sympathetic outflow, indicated by a lowered heart rate in test subjects. [26]"}
{"id": "article-102993_22", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "These findings support the potential for the treatment of Chapman's points to alter the sympathetic tone to associated structures. There is also a belief that the treatment of Chapman's points improves lymphatic return and maximizes myofascial motion surrounding the dysfunctional viscera. Again, there is currently no evidence directly supporting this theory, but studies have found that manipulation of lymphatic channels via rhythmic compression of the abdomen or thorax has increased flow through the thoracic duct and increased the leukocyte count of the lymphatic fluids, even at distant sites.", "contents": "Physiology, Chapman’s Points -- Clinical Significance. These findings support the potential for the treatment of Chapman's points to alter the sympathetic tone to associated structures. There is also a belief that the treatment of Chapman's points improves lymphatic return and maximizes myofascial motion surrounding the dysfunctional viscera. Again, there is currently no evidence directly supporting this theory, but studies have found that manipulation of lymphatic channels via rhythmic compression of the abdomen or thorax has increased flow through the thoracic duct and increased the leukocyte count of the lymphatic fluids, even at distant sites."}
{"id": "article-102993_23", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "Assuming that Chapman's points are, in fact, due to gangliform contractions within lymphatic tissues, these findings support that manipulation of lymphatic tissues, by rotary manipulation of Chapman's points in this case, mobilizes immune cells and may aid in disease recovery. [27] [28] [5] To sufficiently treat a Chapman's point, especially a posterior point located within paraspinal musculature or a particularly painful point, treatment of the overlying tissues to reduce tissue texture changes may be necessary before treating the actual point. [29]", "contents": "Physiology, Chapman’s Points -- Clinical Significance. Assuming that Chapman's points are, in fact, due to gangliform contractions within lymphatic tissues, these findings support that manipulation of lymphatic tissues, by rotary manipulation of Chapman's points in this case, mobilizes immune cells and may aid in disease recovery. [27] [28] [5] To sufficiently treat a Chapman's point, especially a posterior point located within paraspinal musculature or a particularly painful point, treatment of the overlying tissues to reduce tissue texture changes may be necessary before treating the actual point. [29]"}
{"id": "article-102993_24", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "Taking up the theory of developing PVS, other authors relate Chapman's points to this system. [30] [31] The PVS would be related to the meridians, and, as a hypothesis, the Chapman points could be the same points where Chinese medicine identifies the areas of insertion of the needles. [30]", "contents": "Physiology, Chapman’s Points -- Clinical Significance. Taking up the theory of developing PVS, other authors relate Chapman's points to this system. [30] [31] The PVS would be related to the meridians, and, as a hypothesis, the Chapman points could be the same points where Chinese medicine identifies the areas of insertion of the needles. [30]"}
{"id": "article-102993_25", "title": "Physiology, Chapman’s Points -- Clinical Significance", "content": "To conclude, one must remember that the lack of strong evidence does not mean that the phenomenon does not exist. EBM is a tripod in perfect balance: clinical experience, patient response to treatment, research. These three branches have equal value. [32]", "contents": "Physiology, Chapman’s Points -- Clinical Significance. To conclude, one must remember that the lack of strong evidence does not mean that the phenomenon does not exist. EBM is a tripod in perfect balance: clinical experience, patient response to treatment, research. These three branches have equal value. [32]"}
{"id": "article-102993_26", "title": "Physiology, Chapman’s Points -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Chapman’s Points -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}