{"id": "article-18868_0", "title": "Intestinal Carcinoid Cancer -- Continuing Education Activity", "content": "Carcinoid tumor refers to a well-differentiated neuroendocrine tumor (NET) that originates commonly in the gastrointestinal tract (about 55%) or in other locations such as the lung, kidneys, or ovaries. The exception to this includes pancreatic neuroendocrine tumors, which are a separate entity called PNET. This activity reviews the pathophysiology and presentation of intestinal carcinoids and highlights the role of the interprofessional team in its management.", "contents": "Intestinal Carcinoid Cancer -- Continuing Education Activity. Carcinoid tumor refers to a well-differentiated neuroendocrine tumor (NET) that originates commonly in the gastrointestinal tract (about 55%) or in other locations such as the lung, kidneys, or ovaries. The exception to this includes pancreatic neuroendocrine tumors, which are a separate entity called PNET. This activity reviews the pathophysiology and presentation of intestinal carcinoids and highlights the role of the interprofessional team in its management."}
{"id": "article-18868_1", "title": "Intestinal Carcinoid Cancer -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of carcinoids. Review the presentation of an intestinal carcinoid. Summarize the treatment for intestinal carcinoid. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intestinal carcinoid. Access free multiple choice questions on this topic.", "contents": "Intestinal Carcinoid Cancer -- Continuing Education Activity. Objectives: Describe the pathophysiology of carcinoids. Review the presentation of an intestinal carcinoid. Summarize the treatment for intestinal carcinoid. Explain modalities to improve care coordination among interprofessional team members in order to improve outcomes for patients affected by intestinal carcinoid. Access free multiple choice questions on this topic."}
{"id": "article-18868_2", "title": "Intestinal Carcinoid Cancer -- Introduction", "content": "Carcinoid tumor refers to a well-differentiated neuroendocrine tumor (NET) that originates commonly in the gastrointestinal tract (about 55%) or in other locations such as the lung, kidneys, or ovaries. The exception to this includes pancreatic neuroendocrine tumors, which are a separate entity called PNET. The term Carcinoid is the old name of NET originating from the intestine, although many physicians are still using the term. The name was derived from the word \"Karzinoide\" to indicate the carcinoma-like appearance. It was believed to carry no malignant potential. Our knowledge and management of NETs have significantly developed since then.", "contents": "Intestinal Carcinoid Cancer -- Introduction. Carcinoid tumor refers to a well-differentiated neuroendocrine tumor (NET) that originates commonly in the gastrointestinal tract (about 55%) or in other locations such as the lung, kidneys, or ovaries. The exception to this includes pancreatic neuroendocrine tumors, which are a separate entity called PNET. The term Carcinoid is the old name of NET originating from the intestine, although many physicians are still using the term. The name was derived from the word \"Karzinoide\" to indicate the carcinoma-like appearance. It was believed to carry no malignant potential. Our knowledge and management of NETs have significantly developed since then."}
{"id": "article-18868_3", "title": "Intestinal Carcinoid Cancer -- Etiology", "content": "The exact etiology of NET tumors is unknown. There are risk factors associated with a higher incidence of the tumor, such as a family history of neuroendocrine tumors or endocrine neoplasia. [1] [2] [3] These tumors have been identified in various locations, including the lungs, bronchi, and gastrointestinal tract. Gastrointestinal NETS can be of foregut (respiratory tract, thymus), midgut (jejunum, ileum, right colon, stomach, proximal duodenum), and hindgut (distal colon, rectum) origin. NETs of the midgut (jejunum, ileum, appendix, and cecum) are associated with carcinoid syndrome. [4] [5]", "contents": "Intestinal Carcinoid Cancer -- Etiology. The exact etiology of NET tumors is unknown. There are risk factors associated with a higher incidence of the tumor, such as a family history of neuroendocrine tumors or endocrine neoplasia. [1] [2] [3] These tumors have been identified in various locations, including the lungs, bronchi, and gastrointestinal tract. Gastrointestinal NETS can be of foregut (respiratory tract, thymus), midgut (jejunum, ileum, right colon, stomach, proximal duodenum), and hindgut (distal colon, rectum) origin. NETs of the midgut (jejunum, ileum, appendix, and cecum) are associated with carcinoid syndrome. [4] [5]"}
{"id": "article-18868_4", "title": "Intestinal Carcinoid Cancer -- Epidemiology", "content": "NETs are relatively rare tumors. But the incidence of intestinal NETS is on the rise due to increased detection of these tumors on routine imaging for other purposes. Small intestinal carcinoids are mostly located in the ileal region, which is 60 cm from the ileocecal valve. Colonic NETs are usually detected in elderly patients and are commonly located on the right side, particularly the cecum. Commonly, rectal carcinoids are incidentally discovered on imaging. [6] [7] [8]", "contents": "Intestinal Carcinoid Cancer -- Epidemiology. NETs are relatively rare tumors. But the incidence of intestinal NETS is on the rise due to increased detection of these tumors on routine imaging for other purposes. Small intestinal carcinoids are mostly located in the ileal region, which is 60 cm from the ileocecal valve. Colonic NETs are usually detected in elderly patients and are commonly located on the right side, particularly the cecum. Commonly, rectal carcinoids are incidentally discovered on imaging. [6] [7] [8]"}
{"id": "article-18868_5", "title": "Intestinal Carcinoid Cancer -- Epidemiology", "content": "Colorectal NETs are more frequent in the Asia/Pacific region than in Europe. [9] In Europe, small intestinal and stomach carcinoids are more prevalent. Intestinal NETs have also been found to be more prevalent among African Americans as compared to whites. [10] The most common age group of gastrointestinal NETs presentation is the seventh decade and the median age s 63 years.", "contents": "Intestinal Carcinoid Cancer -- Epidemiology. Colorectal NETs are more frequent in the Asia/Pacific region than in Europe. [9] In Europe, small intestinal and stomach carcinoids are more prevalent. Intestinal NETs have also been found to be more prevalent among African Americans as compared to whites. [10] The most common age group of gastrointestinal NETs presentation is the seventh decade and the median age s 63 years."}
{"id": "article-18868_6", "title": "Intestinal Carcinoid Cancer -- Pathophysiology", "content": "Many secretory products have been identified in various intestinal NETs. The most commonly produced substances include serotonin, histamine, tachykinins, kallikrein, and prostaglandins. [11] When these substances are in systemic circulation, they cause a spectrum of symptoms called Carcinoid syndrome. Not All carcinoid tumors cause carcinoid syndrome.", "contents": "Intestinal Carcinoid Cancer -- Pathophysiology. Many secretory products have been identified in various intestinal NETs. The most commonly produced substances include serotonin, histamine, tachykinins, kallikrein, and prostaglandins. [11] When these substances are in systemic circulation, they cause a spectrum of symptoms called Carcinoid syndrome. Not All carcinoid tumors cause carcinoid syndrome."}
{"id": "article-18868_7", "title": "Intestinal Carcinoid Cancer -- Pathophysiology", "content": "The metabolism of tryptophan is impaired in these patients with intestinal carcinoids. In a healthy individual, only 1% of tryptophan is converted into serotonin, whereas, in a patient with carcinoid, the majority of tryptophan is metabolized to serotonin. This serotonin is excreted in the urine as 5-hydroxy indole acetic acid (5-HIAA). [12] Carcinoid syndrome results from hepatic metastasis or tumor location bypassing the portal circulation, as in retroperitoneal or ovarian tumors.", "contents": "Intestinal Carcinoid Cancer -- Pathophysiology. The metabolism of tryptophan is impaired in these patients with intestinal carcinoids. In a healthy individual, only 1% of tryptophan is converted into serotonin, whereas, in a patient with carcinoid, the majority of tryptophan is metabolized to serotonin. This serotonin is excreted in the urine as 5-hydroxy indole acetic acid (5-HIAA). [12] Carcinoid syndrome results from hepatic metastasis or tumor location bypassing the portal circulation, as in retroperitoneal or ovarian tumors."}
{"id": "article-18868_8", "title": "Intestinal Carcinoid Cancer -- Histopathology", "content": "NET tumors arise from enterochromaffin cells, also called Kulchitsky cells. [13] These cells are considered neural crest cells at the crypts of Lieberkühn. The tumor is classified into three grades according to histopathologic aggressiveness. Grade 1 (Low grade), Grade 2 (intermediate grade), and Grade 3 (high grade). The classification is based on appearance, mitotic rates, behavior (invasion of other organs, angioinvasion), and Ki-67 proliferative index. The distinction between well and poorly-differentiated tumors is by far the most important; G1 and G2 tumors are considered well-differentiated, and G3 tumors are poorly differentiated. The use of the word \"carcinoid\" to describe primary intestinal NETs is considered obsolete, although many clinicians continue to use this term. Certainly, it remains standard nomenclature to continue to refer to the syndrome as carcinoid syndrome.", "contents": "Intestinal Carcinoid Cancer -- Histopathology. NET tumors arise from enterochromaffin cells, also called Kulchitsky cells. [13] These cells are considered neural crest cells at the crypts of Lieberkühn. The tumor is classified into three grades according to histopathologic aggressiveness. Grade 1 (Low grade), Grade 2 (intermediate grade), and Grade 3 (high grade). The classification is based on appearance, mitotic rates, behavior (invasion of other organs, angioinvasion), and Ki-67 proliferative index. The distinction between well and poorly-differentiated tumors is by far the most important; G1 and G2 tumors are considered well-differentiated, and G3 tumors are poorly differentiated. The use of the word \"carcinoid\" to describe primary intestinal NETs is considered obsolete, although many clinicians continue to use this term. Certainly, it remains standard nomenclature to continue to refer to the syndrome as carcinoid syndrome."}
{"id": "article-18868_9", "title": "Intestinal Carcinoid Cancer -- History and Physical", "content": "The clinical picture of carcinoid syndrome is caused by the mechanical effect of the tumor, like any other GI tumor, and or the secreted hormones from the tumor [14] . Autonomic excitatory symptoms of the secreted hormones are occasionally identified and serve as a clue for the diagnosis. Small bowel NET can cause chronic or recurrent abdominal pain and may occasionally lead to small bowel obstruction [4] .", "contents": "Intestinal Carcinoid Cancer -- History and Physical. The clinical picture of carcinoid syndrome is caused by the mechanical effect of the tumor, like any other GI tumor, and or the secreted hormones from the tumor [14] . Autonomic excitatory symptoms of the secreted hormones are occasionally identified and serve as a clue for the diagnosis. Small bowel NET can cause chronic or recurrent abdominal pain and may occasionally lead to small bowel obstruction [4] ."}
{"id": "article-18868_10", "title": "Intestinal Carcinoid Cancer -- History and Physical", "content": "In most cases, carcinoids may go unrecognized as patients may be asymptomatic until the advanced stages. It may manifest with secretory clinical symptoms in the presence of liver metastasis. Uncommonly, carcinoid of the ovary or kidneys may clinically manifest as carcinoid syndrome even in the absence of metastasis.", "contents": "Intestinal Carcinoid Cancer -- History and Physical. In most cases, carcinoids may go unrecognized as patients may be asymptomatic until the advanced stages. It may manifest with secretory clinical symptoms in the presence of liver metastasis. Uncommonly, carcinoid of the ovary or kidneys may clinically manifest as carcinoid syndrome even in the absence of metastasis."}
{"id": "article-18868_11", "title": "Intestinal Carcinoid Cancer -- History and Physical", "content": "The typical history given by patients includes gastrointestinal symptoms such as diarrhea and abdominal cramping [11] . Dermatological symptoms commonly manifest as flushing due to histamine release. Occasional signs include the presence of telangiectasias. Other systemic symptoms may also include wheezing as a result of bronchoconstriction due to the release of histamine by the tumor. Also, some tumors may secrete other peptide hormones such as insulin, glucagon, vasoactive intestinal peptide (VIP), secretin, or gastrin which may produce other clinical manifestations.", "contents": "Intestinal Carcinoid Cancer -- History and Physical. The typical history given by patients includes gastrointestinal symptoms such as diarrhea and abdominal cramping [11] . Dermatological symptoms commonly manifest as flushing due to histamine release. Occasional signs include the presence of telangiectasias. Other systemic symptoms may also include wheezing as a result of bronchoconstriction due to the release of histamine by the tumor. Also, some tumors may secrete other peptide hormones such as insulin, glucagon, vasoactive intestinal peptide (VIP), secretin, or gastrin which may produce other clinical manifestations."}
{"id": "article-18868_12", "title": "Intestinal Carcinoid Cancer -- Evaluation", "content": "Intestinal NETs are rare and slow-growing tumors. They infrequently pose a diagnostic challenge to physicians. A high index of suspicion should be maintained for intestinal symptoms that are not well explained otherwise. Once the tumor is suspected, work should be completed to verify and characterize the tumor. On occasions, tumors are found incidentally during work or surgery for other reasons. Once suspected, the following  tests may aid the diagnosis:", "contents": "Intestinal Carcinoid Cancer -- Evaluation. Intestinal NETs are rare and slow-growing tumors. They infrequently pose a diagnostic challenge to physicians. A high index of suspicion should be maintained for intestinal symptoms that are not well explained otherwise. Once the tumor is suspected, work should be completed to verify and characterize the tumor. On occasions, tumors are found incidentally during work or surgery for other reasons. Once suspected, the following  tests may aid the diagnosis:"}
{"id": "article-18868_13", "title": "Intestinal Carcinoid Cancer -- Evaluation -- Laboratory Testing", "content": "A useful initial diagnostic test for carcinoid syndrome is 24 hours urinary excretion of 5-hydroxy indole acetic acid (5-HIAA). It has 90% sensitivity and specificity for the diagnosis of intestinal carcinoids. This may be falsely positive as a result of the ingestion of certain drugs or serotonin-rich foods. Other less commonly used tests include chromogranin A concentration and measuring urinary excretion of serotonin. [1]", "contents": "Intestinal Carcinoid Cancer -- Evaluation -- Laboratory Testing. A useful initial diagnostic test for carcinoid syndrome is 24 hours urinary excretion of 5-hydroxy indole acetic acid (5-HIAA). It has 90% sensitivity and specificity for the diagnosis of intestinal carcinoids. This may be falsely positive as a result of the ingestion of certain drugs or serotonin-rich foods. Other less commonly used tests include chromogranin A concentration and measuring urinary excretion of serotonin. [1]"}
{"id": "article-18868_14", "title": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging", "content": "Once the biochemical assessment of carcinoid disease is completed, imaging studies in combined modalities facilitate tumor localization. [13] Various modalities have been used to detect intestinal carcinoids, including CT, MRI, and radiolabelled scans such as octreotide scan and gallium 68 DOTATATE scan [15] .", "contents": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging. Once the biochemical assessment of carcinoid disease is completed, imaging studies in combined modalities facilitate tumor localization. [13] Various modalities have been used to detect intestinal carcinoids, including CT, MRI, and radiolabelled scans such as octreotide scan and gallium 68 DOTATATE scan [15] ."}
{"id": "article-18868_15", "title": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging", "content": "Triple phase contrast-enhanced CT scan is most commonly used as it is widely available. CT scan sensitivity is low (50%). Some of the disadvantages of a CT scan are difficulty in detecting small tumors less than 1 cm in size and difficulty in distinguishing colorectal adenocarcinoma from colorectal carcinoid tumors due to their similarity in appearance. CT scan increases significantly with large or locally advanced tumors with mesenteric involvement with characteristic radiating dense soft tissue strands caused by thickened neurovascular bundles. Likewise, abdominal CT is thought to be helpful in identifying liver metastases. MRI modality is the most sensitive technique to detect liver metastasis and can be used as an alternative to a CT scan. [15]", "contents": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging. Triple phase contrast-enhanced CT scan is most commonly used as it is widely available. CT scan sensitivity is low (50%). Some of the disadvantages of a CT scan are difficulty in detecting small tumors less than 1 cm in size and difficulty in distinguishing colorectal adenocarcinoma from colorectal carcinoid tumors due to their similarity in appearance. CT scan increases significantly with large or locally advanced tumors with mesenteric involvement with characteristic radiating dense soft tissue strands caused by thickened neurovascular bundles. Likewise, abdominal CT is thought to be helpful in identifying liver metastases. MRI modality is the most sensitive technique to detect liver metastasis and can be used as an alternative to a CT scan. [15]"}
{"id": "article-18868_16", "title": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging", "content": "Octreotide scan has the advantage of detecting metastasis beyond the abdominal region. It is currently in use in conjunction with Positron emission tomography (PET) scanning to increase sensitivity to detect pathologic uptake in the abdominal region. Octreoscan diagnostic sensitivity in asymptomatic patients with gastrointestinal NE tumors has been estimated to be in the range of 80% to 90%. [16] For surveillance, the clinical value of the octreotide scan of patients with carcinoid is questionable due to the availability of highly sensitive CT scans.", "contents": "Intestinal Carcinoid Cancer -- Evaluation -- Imaging. Octreotide scan has the advantage of detecting metastasis beyond the abdominal region. It is currently in use in conjunction with Positron emission tomography (PET) scanning to increase sensitivity to detect pathologic uptake in the abdominal region. Octreoscan diagnostic sensitivity in asymptomatic patients with gastrointestinal NE tumors has been estimated to be in the range of 80% to 90%. [16] For surveillance, the clinical value of the octreotide scan of patients with carcinoid is questionable due to the availability of highly sensitive CT scans."}
{"id": "article-18868_17", "title": "Intestinal Carcinoid Cancer -- Treatment / Management", "content": "The goal of treating intestinal NETs is to achieve symptom control, tumor growth control, and biochemical control. [13] This can only be achieved through a multidisciplinary approach and multi-modality treatment. The treatment can be based on the extent of the disease.", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management. The goal of treating intestinal NETs is to achieve symptom control, tumor growth control, and biochemical control. [13] This can only be achieved through a multidisciplinary approach and multi-modality treatment. The treatment can be based on the extent of the disease."}
{"id": "article-18868_18", "title": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Non-metastatic Intestinal Carcinoid", "content": "Treatment of localized disease is surgical resection with a negative margin. Surgery is the mainstay of treatment and the only way to achieve a complete cure for primary intestinal NET. However, most patients have either synchronous metastatic tumors or liver metastasis at the time of presentation due to the indolent nature of the tumor.", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Non-metastatic Intestinal Carcinoid. Treatment of localized disease is surgical resection with a negative margin. Surgery is the mainstay of treatment and the only way to achieve a complete cure for primary intestinal NET. However, most patients have either synchronous metastatic tumors or liver metastasis at the time of presentation due to the indolent nature of the tumor."}
{"id": "article-18868_19", "title": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Non-metastatic Intestinal Carcinoid", "content": "The extent of surgical resection depends on the size, location, and local spread of the disease. The same principle of loco-regional control used in the surgical treatment of midgut malignancies is followed. A small tumor of 1 cm size can be locally excised. This is particularly important in duodenal tumors where wider resection and pancreaticoduodenectomy can be avoided. Carcinoids of the small intestine have a high likelihood of metastasis, irrespective of size. Therefore, patients without evidence of metastasis should be treated with resection of the involved area of the small bowel, including the small bowel mesentery, with curative intent. Colorectal carcinoid tumors are mostly more than 2 cm and are invasive. Patients without metastasis should be treated with partial colectomy and lymphadenectomy. When presented with complications like bowel obstruction, surgical treatment is indicated primarily to relieve the bowel obstruction on an urgent basis. Segmental bowel resection with the involved mesentery and primary anastomosis is sufficient treatment for primary control and complication relief. [15]", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Non-metastatic Intestinal Carcinoid. The extent of surgical resection depends on the size, location, and local spread of the disease. The same principle of loco-regional control used in the surgical treatment of midgut malignancies is followed. A small tumor of 1 cm size can be locally excised. This is particularly important in duodenal tumors where wider resection and pancreaticoduodenectomy can be avoided. Carcinoids of the small intestine have a high likelihood of metastasis, irrespective of size. Therefore, patients without evidence of metastasis should be treated with resection of the involved area of the small bowel, including the small bowel mesentery, with curative intent. Colorectal carcinoid tumors are mostly more than 2 cm and are invasive. Patients without metastasis should be treated with partial colectomy and lymphadenectomy. When presented with complications like bowel obstruction, surgical treatment is indicated primarily to relieve the bowel obstruction on an urgent basis. Segmental bowel resection with the involved mesentery and primary anastomosis is sufficient treatment for primary control and complication relief. [15]"}
{"id": "article-18868_20", "title": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Metastatic Intestinal Carcinoid", "content": "For patients with symptomatic carcinoid syndrome and unresectable disease, initial treatment is advised with a somatostatin analog. However, for patients with metastatic disease that is resectable without extrahepatic metastases, cytoreductive surgical resection is preferred over medical therapy. Surgical treatment of tumor-related complications is indicated to control the complications. Medical Management:", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Metastatic Intestinal Carcinoid. For patients with symptomatic carcinoid syndrome and unresectable disease, initial treatment is advised with a somatostatin analog. However, for patients with metastatic disease that is resectable without extrahepatic metastases, cytoreductive surgical resection is preferred over medical therapy. Surgical treatment of tumor-related complications is indicated to control the complications. Medical Management:"}
{"id": "article-18868_21", "title": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Metastatic Intestinal Carcinoid", "content": "Somatostatin analogs: These are first-line agents used for the treatment of symptomatic carcinoids. Right-sided includes octreotide and lanreotide, which have been shown to be highly effective in controlling symptoms of intestinal carcinoids. A depot preparation of octreotide is available in the form of monthly intramuscular injections. These are usually well-tolerated except for mild symptoms such as nausea or bloating. Interferon: This may be an option for patients with advanced disease who have worsening symptoms while on treatment with somatostatin analogs or who are intolerant of somatostatin analog therapy, but it is less commonly used due to potentially adverse effects. Molecular-directed therapy: mTor inhibitors like everolimus are currently approved as second-line therapy for patients who have progressive symptoms despite the use of somatostatin analogs.", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Metastatic Intestinal Carcinoid. Somatostatin analogs: These are first-line agents used for the treatment of symptomatic carcinoids. Right-sided includes octreotide and lanreotide, which have been shown to be highly effective in controlling symptoms of intestinal carcinoids. A depot preparation of octreotide is available in the form of monthly intramuscular injections. These are usually well-tolerated except for mild symptoms such as nausea or bloating. Interferon: This may be an option for patients with advanced disease who have worsening symptoms while on treatment with somatostatin analogs or who are intolerant of somatostatin analog therapy, but it is less commonly used due to potentially adverse effects. Molecular-directed therapy: mTor inhibitors like everolimus are currently approved as second-line therapy for patients who have progressive symptoms despite the use of somatostatin analogs."}
{"id": "article-18868_22", "title": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Hepatic Metastasis", "content": "Surgical liver resection in patients with hepatic metastasis has a role in symptom relief and survival rate improvement. [17] Therefore, when a resectable hepatic metastasis is identified, appropriate liver resection should be considered as part of the surgical planning.", "contents": "Intestinal Carcinoid Cancer -- Treatment / Management -- Treatment of Hepatic Metastasis. Surgical liver resection in patients with hepatic metastasis has a role in symptom relief and survival rate improvement. [17] Therefore, when a resectable hepatic metastasis is identified, appropriate liver resection should be considered as part of the surgical planning."}
{"id": "article-18868_23", "title": "Intestinal Carcinoid Cancer -- Differential Diagnosis", "content": "Crohn disease Ileus Small intestinal diverticulosis Ulcerative colitis", "contents": "Intestinal Carcinoid Cancer -- Differential Diagnosis. Crohn disease Ileus Small intestinal diverticulosis Ulcerative colitis"}
{"id": "article-18868_24", "title": "Intestinal Carcinoid Cancer -- Staging -- Staging", "content": "The current TNM staging system is a combined staging for jejunoileal, duodenal, and ampullary neuroendocrine tumors. In the United States, the newer version has separate TNM classifications and prognostications for jejunoileal and duodenal/ampullary tumors. [18] [19] [15]", "contents": "Intestinal Carcinoid Cancer -- Staging -- Staging. The current TNM staging system is a combined staging for jejunoileal, duodenal, and ampullary neuroendocrine tumors. In the United States, the newer version has separate TNM classifications and prognostications for jejunoileal and duodenal/ampullary tumors. [18] [19] [15]"}
{"id": "article-18868_25", "title": "Intestinal Carcinoid Cancer -- Prognosis", "content": "NETs are slow growing, indolent tumors. But they induce the same other consequences of uncontrolled tumor growth with mechanical and physiologic alteration of the gastrointestinal tract. Bowel obstruction, perforation, bleeding, and altered function are possible complications of advanced intestinal NETs. Therefore, prognosis depends primarily on the tumor and disease stage, tumor location, presence of metastasis, presence of synchronous or metachronous tumors, and histologic grade/differentiation. Overall, the prognosis of intestinal carcinoids is good. High overall survival rates were reported among intestinal NETs patients, including patients with distant metastasis with a 5-year overall survival range between 40% to 85%. [20] [21]", "contents": "Intestinal Carcinoid Cancer -- Prognosis. NETs are slow growing, indolent tumors. But they induce the same other consequences of uncontrolled tumor growth with mechanical and physiologic alteration of the gastrointestinal tract. Bowel obstruction, perforation, bleeding, and altered function are possible complications of advanced intestinal NETs. Therefore, prognosis depends primarily on the tumor and disease stage, tumor location, presence of metastasis, presence of synchronous or metachronous tumors, and histologic grade/differentiation. Overall, the prognosis of intestinal carcinoids is good. High overall survival rates were reported among intestinal NETs patients, including patients with distant metastasis with a 5-year overall survival range between 40% to 85%. [20] [21]"}
{"id": "article-18868_26", "title": "Intestinal Carcinoid Cancer -- Pearls and Other Issues -- Surveillance", "content": "There is limited evidence for recommendations for follow-up after surgical resection. For all resected small intestinal and colonic carcinoid tumors, follow long-term surveillance as there is a risk of recurrence even 5 years following resection. For small intestinal carcinoids, the general recommendation for surveillance is with triple-phase CT or MRI imaging. Tumors less than 2 cm in size are less likely to metastasize. Urine 5-HIAA and chromogranin A are followed every six months for the first couple of years. This is followed by annual surveillance for four years, followed by every 2 years up to 10 years after surgery.", "contents": "Intestinal Carcinoid Cancer -- Pearls and Other Issues -- Surveillance. There is limited evidence for recommendations for follow-up after surgical resection. For all resected small intestinal and colonic carcinoid tumors, follow long-term surveillance as there is a risk of recurrence even 5 years following resection. For small intestinal carcinoids, the general recommendation for surveillance is with triple-phase CT or MRI imaging. Tumors less than 2 cm in size are less likely to metastasize. Urine 5-HIAA and chromogranin A are followed every six months for the first couple of years. This is followed by annual surveillance for four years, followed by every 2 years up to 10 years after surgery."}
{"id": "article-18868_27", "title": "Intestinal Carcinoid Cancer -- Enhancing Healthcare Team Outcomes", "content": "The North American Neuroendocrine Tumor Society has released guidelines for the management of midgut neuroendocrine tumors. The guidelines emphasize an interprofessional approach for optimal outcomes. While surgery is the ideal treatment for patients with localized lesions, recent studies reveal that cytoreductive surgery with heated intraperitoneal chemotherapy may improve survival in some patients with metastatic peritoneal disease. Because these tumors have unpredictable behavior, lifelong surveillance is recommended. With expert care, many patients can have a good quality of life or even be cured. [22] [23] [24] [Level 5] A team of general surgery, medical oncology, diagnostic radiology, endoscopy, pharmaceutical expertise, and nursing care should be available to participate in the care of this patient. [25] [Level 5]", "contents": "Intestinal Carcinoid Cancer -- Enhancing Healthcare Team Outcomes. The North American Neuroendocrine Tumor Society has released guidelines for the management of midgut neuroendocrine tumors. The guidelines emphasize an interprofessional approach for optimal outcomes. While surgery is the ideal treatment for patients with localized lesions, recent studies reveal that cytoreductive surgery with heated intraperitoneal chemotherapy may improve survival in some patients with metastatic peritoneal disease. Because these tumors have unpredictable behavior, lifelong surveillance is recommended. With expert care, many patients can have a good quality of life or even be cured. [22] [23] [24] [Level 5] A team of general surgery, medical oncology, diagnostic radiology, endoscopy, pharmaceutical expertise, and nursing care should be available to participate in the care of this patient. [25] [Level 5]"}
{"id": "article-18868_28", "title": "Intestinal Carcinoid Cancer -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Intestinal Carcinoid Cancer -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}