{"id": "article-31846_0", "title": "EMS Tactical Medical Threat Assessment and Protection -- Introduction", "content": "Medical threat assessment is a vital component of premission planning. Threat assessments aim to identify all potential medical threats to the team. Completing a medical threat assessment and discussing the findings with the mission commander is an integral part of the responsibilities of a Tactical Emergency Medical Services (TEMS) provider. Attempts should be made to mitigate all reasonable threats identified in the premission stage. During the mission, the TEMS provider should assess new medical threats as frequently as possible before team deployment. The TEMS provider should participate in developing standard operating procedures to mitigate common medical hazards likely to be encountered on tactical missions.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Introduction. Medical threat assessment is a vital component of premission planning. Threat assessments aim to identify all potential medical threats to the team. Completing a medical threat assessment and discussing the findings with the mission commander is an integral part of the responsibilities of a Tactical Emergency Medical Services (TEMS) provider. Attempts should be made to mitigate all reasonable threats identified in the premission stage. During the mission, the TEMS provider should assess new medical threats as frequently as possible before team deployment. The TEMS provider should participate in developing standard operating procedures to mitigate common medical hazards likely to be encountered on tactical missions."}
{"id": "article-31846_1", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Premission Health", "content": "Medical threat mitigation begins before the planning stage of any specific mission. Team members should have access to a physician for routine health screening, prevention, and treatment of common medical issues. Each team member should maintain a medical card covering medical conditions, medications, and allergies. This information should be securely stored but readily accessible by the TEMS provider and accompany a team casualty to the hospital. Each team member should be current on immunizations, particularly for tetanus and hepatitis. Additional immunizations may be recommended for team members as determined by anticipated potential encounters with less common pathogens in the operational jurisdiction. [1] Physical fitness standards ensure team members can overcome any reasonably anticipated physical challenge.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Premission Health. Medical threat mitigation begins before the planning stage of any specific mission. Team members should have access to a physician for routine health screening, prevention, and treatment of common medical issues. Each team member should maintain a medical card covering medical conditions, medications, and allergies. This information should be securely stored but readily accessible by the TEMS provider and accompany a team casualty to the hospital. Each team member should be current on immunizations, particularly for tetanus and hepatitis. Additional immunizations may be recommended for team members as determined by anticipated potential encounters with less common pathogens in the operational jurisdiction. [1] Physical fitness standards ensure team members can overcome any reasonably anticipated physical challenge."}
{"id": "article-31846_2", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Routine Threats", "content": "Tactical teams must identify and attempt to mitigate medical threats likely to be encountered on every mission. Threats warranting consideration include gunfire, injury to vision and hearing, musculoskeletal injuries, and bloodborne pathogen exposure. These threats are best countered by proper protective equipment. Each team member, including medical personnel, should be outfitted with ballistic protective gear. For most missions, this will include a ballistic vest and helmet. The level of ballistic protection must be sufficient to protect the team from the type of weapons it is likely to encounter on the given mission. Team members should wear vision and hearing protection. Musculoskeletal injuries are common while operating in a tactical environment and usually are not entirely preventable. [2] However, team members should wear protective gear such as long-sleeved shirts and pants, knee and elbow pads, abrasion-resistant gloves, and sturdy footwear. Wearing gloves, eye protection, a long-sleeved shirt, and pants will also help to protect team members from bloodborne pathogen exposure. Each team member should also include a set of medical gloves in their kit if they need to provide care to a casualty. The TEMS provider must assist the command staff in ensuring each team member wears the required items.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Routine Threats. Tactical teams must identify and attempt to mitigate medical threats likely to be encountered on every mission. Threats warranting consideration include gunfire, injury to vision and hearing, musculoskeletal injuries, and bloodborne pathogen exposure. These threats are best countered by proper protective equipment. Each team member, including medical personnel, should be outfitted with ballistic protective gear. For most missions, this will include a ballistic vest and helmet. The level of ballistic protection must be sufficient to protect the team from the type of weapons it is likely to encounter on the given mission. Team members should wear vision and hearing protection. Musculoskeletal injuries are common while operating in a tactical environment and usually are not entirely preventable. [2] However, team members should wear protective gear such as long-sleeved shirts and pants, knee and elbow pads, abrasion-resistant gloves, and sturdy footwear. Wearing gloves, eye protection, a long-sleeved shirt, and pants will also help to protect team members from bloodborne pathogen exposure. Each team member should also include a set of medical gloves in their kit if they need to provide care to a casualty. The TEMS provider must assist the command staff in ensuring each team member wears the required items."}
{"id": "article-31846_3", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Environmental Concerns", "content": "Environmental conditions should be assessed before any mission. Significant changes to the operational plan are unnecessary on days with moderate temperatures and little chance of rain. The team may be required to operate in less-than-ideal conditions. Extreme heat poses a problem because the team cannot wear less than the minimum necessary protective clothing and equipment, limiting an individual's ability to dissipate heat. In a high-heat environment, team members should keep equipment weight low and wear clothing that allows for effective sweat evaporation. Cold environments may necessitate less adjustment in equipment and planning since additional layers of clothing to decrease heat loss may be sufficient. Team members should layer efficiently to avoid overheating and prevent decreased mobility. Each individual must feel comfortable with their layering system before starting the mission. After the mission commences, there is unlikely to be an opportunity to add or remove layers safely. Rain gear should be issued and worn if there is a significant chance of rain, and this is especially true in cold environments to prevent hypothermia. In prolonged operations, plans must be in place to allow individuals to rotate out of harsh conditions and gear down. Food and hot and cold drinks should also be available. Ideally, the gear-down area will be in an environmental and temperature-controlled building or vehicle, such as a bus, which will help prevent the development of hyper- and hypothermia.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Environmental Concerns. Environmental conditions should be assessed before any mission. Significant changes to the operational plan are unnecessary on days with moderate temperatures and little chance of rain. The team may be required to operate in less-than-ideal conditions. Extreme heat poses a problem because the team cannot wear less than the minimum necessary protective clothing and equipment, limiting an individual's ability to dissipate heat. In a high-heat environment, team members should keep equipment weight low and wear clothing that allows for effective sweat evaporation. Cold environments may necessitate less adjustment in equipment and planning since additional layers of clothing to decrease heat loss may be sufficient. Team members should layer efficiently to avoid overheating and prevent decreased mobility. Each individual must feel comfortable with their layering system before starting the mission. After the mission commences, there is unlikely to be an opportunity to add or remove layers safely. Rain gear should be issued and worn if there is a significant chance of rain, and this is especially true in cold environments to prevent hypothermia. In prolonged operations, plans must be in place to allow individuals to rotate out of harsh conditions and gear down. Food and hot and cold drinks should also be available. Ideally, the gear-down area will be in an environmental and temperature-controlled building or vehicle, such as a bus, which will help prevent the development of hyper- and hypothermia."}
{"id": "article-31846_4", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Chemical Hazards", "content": "Chemical hazards are important considerations for a tactical team. The team must be prepared to identify and counter various chemical threats. Many chemical hazards can be reasonably anticipated, and mitigation solutions can be incorporated into the operational plan. The team must be ready to handle unanticipated chemical exposures. Contingency plans should be in place to mobilize a dedicated hazardous materials (HazMat) team. Individual team members should have HazMat training sufficient to ensure appropriate and timely identification of when a HazMat team needs to be activated. Suppose the team carries chemicals for deployment, such as oleoresin capsicum (OC) or tear gas (CS). In that case, all team members should have comprehensive training in the agents' use, storage, and possible physiologic consequences. Team members should have rapid access to a gas mask. Cartridges for the gas masks need to provide protection from riot control agents and an array of unknown agents. Given the high prevalence of opioids, it is reasonable for teams to carry naloxone to treat exposures. The risk of toxicity to officers from accidental external exposure may be exaggerated, but it is important to be prepared. If the premission assessment identifies a high risk of exposure to a specific agent, each operator or the TEMS provider should carry appropriate antidotes.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Chemical Hazards. Chemical hazards are important considerations for a tactical team. The team must be prepared to identify and counter various chemical threats. Many chemical hazards can be reasonably anticipated, and mitigation solutions can be incorporated into the operational plan. The team must be ready to handle unanticipated chemical exposures. Contingency plans should be in place to mobilize a dedicated hazardous materials (HazMat) team. Individual team members should have HazMat training sufficient to ensure appropriate and timely identification of when a HazMat team needs to be activated. Suppose the team carries chemicals for deployment, such as oleoresin capsicum (OC) or tear gas (CS). In that case, all team members should have comprehensive training in the agents' use, storage, and possible physiologic consequences. Team members should have rapid access to a gas mask. Cartridges for the gas masks need to provide protection from riot control agents and an array of unknown agents. Given the high prevalence of opioids, it is reasonable for teams to carry naloxone to treat exposures. The risk of toxicity to officers from accidental external exposure may be exaggerated, but it is important to be prepared. If the premission assessment identifies a high risk of exposure to a specific agent, each operator or the TEMS provider should carry appropriate antidotes."}
{"id": "article-31846_5", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- EMS Staging and Transport", "content": "Secondary to the high risk of injury during an operation, tactical teams should have contingencies for the rapid extrication of casualties. The TEMS provider is typically the team member who will be the link and liaison to the civilian EMS system. Reliable communications are a high priority. EMS units participating in the operation should have a predetermined staging area. Staging locations must be far enough away from the operational location to ensure the safety of EMS personnel from stray gunfire. The EMS unit should also be out of visual sight of the target location to maintain operational security. Considerations for the EMS unit location must be balanced with the ability to respond rapidly to the scene if necessary. The TEMS provider should be aware of the capabilities of local hospitals to facilitate the transport of casualties to the nearest appropriate facility.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- EMS Staging and Transport. Secondary to the high risk of injury during an operation, tactical teams should have contingencies for the rapid extrication of casualties. The TEMS provider is typically the team member who will be the link and liaison to the civilian EMS system. Reliable communications are a high priority. EMS units participating in the operation should have a predetermined staging area. Staging locations must be far enough away from the operational location to ensure the safety of EMS personnel from stray gunfire. The EMS unit should also be out of visual sight of the target location to maintain operational security. Considerations for the EMS unit location must be balanced with the ability to respond rapidly to the scene if necessary. The TEMS provider should be aware of the capabilities of local hospitals to facilitate the transport of casualties to the nearest appropriate facility."}
{"id": "article-31846_6", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Medical Training and Equipment", "content": "Recent military operations have shown a reduction in the mortality rate when all participating individuals receive training in Tactical Combat Casualty Care (TCCC) principles [3] [4] . Reasonable extrapolation of the lessons learned in from the military to civilian setting suggests that there is a benefit to all team members having the skills to provide life-saving self or buddy-aid. Team members must be able to render life-saving aid to themselves or others. [5] To use the medical training effectively, team members should carry life-saving medical equipment as part of their kit. In a hostile fire setting, the TEMS provider may be unable to reach a casualty. To address this issue, the TEMS provider should work with the team commanders to select appropriate medical equipment to be carried by each individual.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Medical Training and Equipment. Recent military operations have shown a reduction in the mortality rate when all participating individuals receive training in Tactical Combat Casualty Care (TCCC) principles [3] [4] . Reasonable extrapolation of the lessons learned in from the military to civilian setting suggests that there is a benefit to all team members having the skills to provide life-saving self or buddy-aid. Team members must be able to render life-saving aid to themselves or others. [5] To use the medical training effectively, team members should carry life-saving medical equipment as part of their kit. In a hostile fire setting, the TEMS provider may be unable to reach a casualty. To address this issue, the TEMS provider should work with the team commanders to select appropriate medical equipment to be carried by each individual."}
{"id": "article-31846_7", "title": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Planned Wersus Unplanned Missions", "content": "Most missions have the advantage of being planned, and typically, there is sufficient time to perform a full medical threat assessment. Planning efforts should minimize or counter threats to the greatest extent possible. Tactical teams are often called to respond with no advanced warning. When operations occur with a minimal or nonexistent time window for premission planning, the TEMS provider must begin the medical threat assessment as soon as is practical.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Issues of Concern -- Planned Wersus Unplanned Missions. Most missions have the advantage of being planned, and typically, there is sufficient time to perform a full medical threat assessment. Planning efforts should minimize or counter threats to the greatest extent possible. Tactical teams are often called to respond with no advanced warning. When operations occur with a minimal or nonexistent time window for premission planning, the TEMS provider must begin the medical threat assessment as soon as is practical."}
{"id": "article-31846_8", "title": "EMS Tactical Medical Threat Assessment and Protection -- Clinical Significance", "content": "Teams operating in a tactical environment face many challenges. Incorporating medical threat assessments into routine mission planning can help anticipate threats to the team's health and safety. The TEMS provider's job is not only to treat but also to prevent casualties and help ensure the best mission outcome.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Clinical Significance. Teams operating in a tactical environment face many challenges. Incorporating medical threat assessments into routine mission planning can help anticipate threats to the team's health and safety. The TEMS provider's job is not only to treat but also to prevent casualties and help ensure the best mission outcome."}
{"id": "article-31846_9", "title": "EMS Tactical Medical Threat Assessment and Protection -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Tactical Medical Threat Assessment and Protection -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}