{"id": "article-131958_0", "title": "Internal Tooth Whitening -- Introduction", "content": "Tooth discoloration is a common complaint in patients seeking to improve the aesthetics of the anterior teeth. Tooth discoloration or stains are described as the change of color or translucency of 1 or more teeth. Depending on the etiology and location, tooth stains can be extrinsic or intrinsic. Understanding the specific etiology is crucial to determining the most appropriate treatment plan.", "contents": "Internal Tooth Whitening -- Introduction. Tooth discoloration is a common complaint in patients seeking to improve the aesthetics of the anterior teeth. Tooth discoloration or stains are described as the change of color or translucency of 1 or more teeth. Depending on the etiology and location, tooth stains can be extrinsic or intrinsic. Understanding the specific etiology is crucial to determining the most appropriate treatment plan."}
{"id": "article-131958_1", "title": "Internal Tooth Whitening -- Introduction", "content": "Extrinsic stains result from the accumulation of pigments on the enamel surface. Pigmented foods and beverages, including coffee, tea, and wine, and lifestyle habits like tobacco smoking cause extrinsic stains.", "contents": "Internal Tooth Whitening -- Introduction. Extrinsic stains result from the accumulation of pigments on the enamel surface. Pigmented foods and beverages, including coffee, tea, and wine, and lifestyle habits like tobacco smoking cause extrinsic stains."}
{"id": "article-131958_2", "title": "Internal Tooth Whitening -- Introduction", "content": "Intrinsic stains occur within the enamel or underlying dentine. They may originate during tooth development, like dental fluorosis and amelogenesis imperfecta, or appear after tooth eruption due to pulpal trauma, necrosis, or the remains of endodontic materials. [1]", "contents": "Internal Tooth Whitening -- Introduction. Intrinsic stains occur within the enamel or underlying dentine. They may originate during tooth development, like dental fluorosis and amelogenesis imperfecta, or appear after tooth eruption due to pulpal trauma, necrosis, or the remains of endodontic materials. [1]"}
{"id": "article-131958_3", "title": "Internal Tooth Whitening -- Introduction", "content": "Internal tooth whitening is a conservative procedure that improves the appearance of nonvital teeth with internal tooth discoloration, does not require the loss of additional tooth structure, and is economical compared to traditional treatment with a fixed restoration, like a veneer or crown. The procedure uses oxidizing agents to penetrate the dental tissues and degrade organic pigments, whitening the tooth structure. [2] The most common whitening agents are hydrogen peroxide and carbamide peroxide. [2]", "contents": "Internal Tooth Whitening -- Introduction. Internal tooth whitening is a conservative procedure that improves the appearance of nonvital teeth with internal tooth discoloration, does not require the loss of additional tooth structure, and is economical compared to traditional treatment with a fixed restoration, like a veneer or crown. The procedure uses oxidizing agents to penetrate the dental tissues and degrade organic pigments, whitening the tooth structure. [2] The most common whitening agents are hydrogen peroxide and carbamide peroxide. [2]"}
{"id": "article-131958_4", "title": "Internal Tooth Whitening -- Introduction", "content": "The most commonly used methods for bleaching nonvital teeth include the walking bleach technique, inside/outside bleaching, and in-office bleaching. [3] The walking and inside-outside techniques are reported to be similarly effective for internal bleaching. The walking-bleach approach is preferred as the access cavity is sealed, avoiding the need for trays at home. By contrast, the success of the inside-outside technique depends on patient compliance with using bleaching trays and cleaning the access cavity with an interdental brush between office visits. [4] The results of internal bleaching are more predictable in discolored teeth caused by trauma or necrosis than material-related tooth discoloration. [2]", "contents": "Internal Tooth Whitening -- Introduction. The most commonly used methods for bleaching nonvital teeth include the walking bleach technique, inside/outside bleaching, and in-office bleaching. [3] The walking and inside-outside techniques are reported to be similarly effective for internal bleaching. The walking-bleach approach is preferred as the access cavity is sealed, avoiding the need for trays at home. By contrast, the success of the inside-outside technique depends on patient compliance with using bleaching trays and cleaning the access cavity with an interdental brush between office visits. [4] The results of internal bleaching are more predictable in discolored teeth caused by trauma or necrosis than material-related tooth discoloration. [2]"}
{"id": "article-131958_5", "title": "Internal Tooth Whitening -- Introduction", "content": "This activity reviews the factors involved in planning and performing internal tooth whitening and reports the case of the internal tooth whitening of a nonvital upper central incisor in a 28-year-old man using the walking-bleach technique.", "contents": "Internal Tooth Whitening -- Introduction. This activity reviews the factors involved in planning and performing internal tooth whitening and reports the case of the internal tooth whitening of a nonvital upper central incisor in a 28-year-old man using the walking-bleach technique."}
{"id": "article-131958_6", "title": "Internal Tooth Whitening -- Indications", "content": "As internal tooth whitening requires the tooth to have endodontic treatment, it is indicated for managing nonvital teeth with internal tooth discoloration. The most common causes of nonvital tooth discoloration include hemorrhage in the pulp chamber, pulp necrosis, pulp tissue remnants, and endodontic materials. [5] In these cases, by-products with chromogenic capacity penetrate the dentinal tubules and discolor the surrounding dentin.", "contents": "Internal Tooth Whitening -- Indications. As internal tooth whitening requires the tooth to have endodontic treatment, it is indicated for managing nonvital teeth with internal tooth discoloration. The most common causes of nonvital tooth discoloration include hemorrhage in the pulp chamber, pulp necrosis, pulp tissue remnants, and endodontic materials. [5] In these cases, by-products with chromogenic capacity penetrate the dentinal tubules and discolor the surrounding dentin."}
{"id": "article-131958_7", "title": "Internal Tooth Whitening -- Indications", "content": "Pulp bleeding may occur during pulp extirpation or after trauma. Blood products penetrate the dentinal tubules, causing a temporary pink discoloration of the crown. [6] The hemolysis of red blood cells results in the release of iron. This iron reacts with hydrogen sulfide produced by bacteria to produce black ferric sulfide, which causes a grey discoloration. [6] The breakdown of proteins in a necrotic pulp may also cause discoloration. [6] The longer the pulp remains necrotic, the greater the discoloration of the dentin. [5]", "contents": "Internal Tooth Whitening -- Indications. Pulp bleeding may occur during pulp extirpation or after trauma. Blood products penetrate the dentinal tubules, causing a temporary pink discoloration of the crown. [6] The hemolysis of red blood cells results in the release of iron. This iron reacts with hydrogen sulfide produced by bacteria to produce black ferric sulfide, which causes a grey discoloration. [6] The breakdown of proteins in a necrotic pulp may also cause discoloration. [6] The longer the pulp remains necrotic, the greater the discoloration of the dentin. [5]"}
{"id": "article-131958_8", "title": "Internal Tooth Whitening -- Indications", "content": "Incomplete preparation of the access cavity can lead to the retention of pulp remnants within the pulp chamber, especially in the pulp horns, causing discoloration at the coronal level. [7] Similarly, inadequate removal of root-filling materials from the pulp chamber over teeth can discolor teeth. This inadequate removal typically occurs when the root-filling materials remain above the level of the bone. [5] The prognosis of internal tooth bleaching in these cases depends on the material type and contact duration. For example, stains from metallic compounds are more troublesome to remove. [5] The remaining materials have to be entirely removed with burs before bleaching. [5]", "contents": "Internal Tooth Whitening -- Indications. Incomplete preparation of the access cavity can lead to the retention of pulp remnants within the pulp chamber, especially in the pulp horns, causing discoloration at the coronal level. [7] Similarly, inadequate removal of root-filling materials from the pulp chamber over teeth can discolor teeth. This inadequate removal typically occurs when the root-filling materials remain above the level of the bone. [5] The prognosis of internal tooth bleaching in these cases depends on the material type and contact duration. For example, stains from metallic compounds are more troublesome to remove. [5] The remaining materials have to be entirely removed with burs before bleaching. [5]"}
{"id": "article-131958_9", "title": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent", "content": "It is crucial to inform patients that complete recovery of color is not guaranteed. Additionally, comprehensive information about potential complications should be provided.", "contents": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent. It is crucial to inform patients that complete recovery of color is not guaranteed. Additionally, comprehensive information about potential complications should be provided."}
{"id": "article-131958_10", "title": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent", "content": "Although rare, external cervical resorption is a noteworthy complication of internal tooth whitening. Studies on the etiology of external cervical resorption primarily attribute its development to orthodontic treatment (24.1%), surgical procedures (5.1%), and internal bleaching (3.9%). [8] External cervical resorption is typically asymptomatic and an incidental radiographic finding. Resorption appears as a radiolucent dish-shaped lesion on x-rays of the CEJ area. Clinically, the tooth may respond well to sensitivity testing and bleed profusely on probing. Tenderness on percussion and swelling of the interdental papillae are other possible findings. [9]", "contents": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent. Although rare, external cervical resorption is a noteworthy complication of internal tooth whitening. Studies on the etiology of external cervical resorption primarily attribute its development to orthodontic treatment (24.1%), surgical procedures (5.1%), and internal bleaching (3.9%). [8] External cervical resorption is typically asymptomatic and an incidental radiographic finding. Resorption appears as a radiolucent dish-shaped lesion on x-rays of the CEJ area. Clinically, the tooth may respond well to sensitivity testing and bleed profusely on probing. Tenderness on percussion and swelling of the interdental papillae are other possible findings. [9]"}
{"id": "article-131958_11", "title": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent", "content": "The primary risk factors for cervical resorption include a history of trauma and bleaching. Although the exact cause of cervical resorption remains unclear, a lower-concentration bleaching agent is recommended as a preventive measure. [3] In 2011, the Council of the European Union recommended using products that contain or release up to 6% hydrogen peroxide for teeth whitening. However, other countries still use higher concentrations of hydrogen peroxide.", "contents": "Internal Tooth Whitening -- Preparation -- (a) Patient Consent. The primary risk factors for cervical resorption include a history of trauma and bleaching. Although the exact cause of cervical resorption remains unclear, a lower-concentration bleaching agent is recommended as a preventive measure. [3] In 2011, the Council of the European Union recommended using products that contain or release up to 6% hydrogen peroxide for teeth whitening. However, other countries still use higher concentrations of hydrogen peroxide."}
{"id": "article-131958_12", "title": "Internal Tooth Whitening -- Preparation -- (b) Pretreatment Considerations", "content": "In the preliminary stages of treatment, it is vital to assess the state of the root canal treatment and the carious and restorative status of the adjacent teeth. [5] The final shade of the tooth after bleaching cannot be predicted. Defective restorations or caries of adjacent teeth must be restored after completion of the bleaching procedure and not before. Pre and post-treatment photographs are recommended for documentation purposes and post-treatment comparison. [5]", "contents": "Internal Tooth Whitening -- Preparation -- (b) Pretreatment Considerations. In the preliminary stages of treatment, it is vital to assess the state of the root canal treatment and the carious and restorative status of the adjacent teeth. [5] The final shade of the tooth after bleaching cannot be predicted. Defective restorations or caries of adjacent teeth must be restored after completion of the bleaching procedure and not before. Pre and post-treatment photographs are recommended for documentation purposes and post-treatment comparison. [5]"}
{"id": "article-131958_13", "title": "Internal Tooth Whitening -- Technique or Treatment", "content": "The active agent of tooth-whitening products is hydrogen peroxide. Hydrogen peroxide can be applied directly or released from carbamide peroxide or sodium perborate. [10] Regarding shade guide units, carbamide peroxide and hydrogen peroxide are associated with better outcomes than sodium perborate. [11] Hydrogen peroxide releases active oxygen products that break down chromophore molecules into smaller, easily diffusible molecules. These altered pigments reflect light differently and are observed as whitening. The action of hydrogen peroxide can be accelerated by heat and light. [10]", "contents": "Internal Tooth Whitening -- Technique or Treatment. The active agent of tooth-whitening products is hydrogen peroxide. Hydrogen peroxide can be applied directly or released from carbamide peroxide or sodium perborate. [10] Regarding shade guide units, carbamide peroxide and hydrogen peroxide are associated with better outcomes than sodium perborate. [11] Hydrogen peroxide releases active oxygen products that break down chromophore molecules into smaller, easily diffusible molecules. These altered pigments reflect light differently and are observed as whitening. The action of hydrogen peroxide can be accelerated by heat and light. [10]"}
{"id": "article-131958_14", "title": "Internal Tooth Whitening -- Technique or Treatment -- Walking-Bleach", "content": "One case study describes the application of the walking-bleach technique. The tooth was isolated using a rubber dam, and existing composite materials were removed apically around the gingival margin. Sodium hypochlorite was used for disinfection, and 2 mm of glass ionomer was placed as a protective barrier. Intraorifice barriers are commonly employed in the walking-bleach technique to ensure proper coronal sealing. This step reduces fracture resistance and prevents cervical resorption. [12] [13] [14] Common intraorifice barrier materials include glass ionomer cement, resin composite, and MTA. A damp cotton pellet with 40% hydrogen peroxide was placed intra-coronally. IRM was placed over it as a temporary filling, and the rubber dam was removed. The patient followed up every 2 weeks to evaluate and repeat the internal bleaching procedure until no further whitening was observed.", "contents": "Internal Tooth Whitening -- Technique or Treatment -- Walking-Bleach. One case study describes the application of the walking-bleach technique. The tooth was isolated using a rubber dam, and existing composite materials were removed apically around the gingival margin. Sodium hypochlorite was used for disinfection, and 2 mm of glass ionomer was placed as a protective barrier. Intraorifice barriers are commonly employed in the walking-bleach technique to ensure proper coronal sealing. This step reduces fracture resistance and prevents cervical resorption. [12] [13] [14] Common intraorifice barrier materials include glass ionomer cement, resin composite, and MTA. A damp cotton pellet with 40% hydrogen peroxide was placed intra-coronally. IRM was placed over it as a temporary filling, and the rubber dam was removed. The patient followed up every 2 weeks to evaluate and repeat the internal bleaching procedure until no further whitening was observed."}
{"id": "article-131958_15", "title": "Internal Tooth Whitening -- Technique or Treatment -- Walking-Bleach", "content": "Clinical photographs were taken after each application using a VITA shade guideline. Post-operative radiographs were also taken to monitor for adverse effects, such as cervical resorption. Permanent adhesive restoration was performed at the last visit of the bleaching procedure.", "contents": "Internal Tooth Whitening -- Technique or Treatment -- Walking-Bleach. Clinical photographs were taken after each application using a VITA shade guideline. Post-operative radiographs were also taken to monitor for adverse effects, such as cervical resorption. Permanent adhesive restoration was performed at the last visit of the bleaching procedure."}
{"id": "article-131958_16", "title": "Internal Tooth Whitening -- Technique or Treatment -- Inside-Outside Bleaching", "content": "The inside-outside bleaching method involves the application of a bleaching agent to the inner and outer surfaces of the tooth. Unlike walking-bleaching, the access cavity remains open during treatment. The patient has to wear a vacuum-formed splint on the area for bleaching. An impermeable base is required to seal the root canal filling. The access cavity and the corresponding location of the splint are filled with a pea-sized amount of 10% carbamide peroxide using a syringe. [3] The patient is instructed to wear the splint at night to protect the open tooth and follow up with the dentist every 3 days to monitor the color change. Once the target color is achieved, the access is cleaned and sealed using temporary materials like glass ionomer cement, followed by the permanent restoration placement a week later.", "contents": "Internal Tooth Whitening -- Technique or Treatment -- Inside-Outside Bleaching. The inside-outside bleaching method involves the application of a bleaching agent to the inner and outer surfaces of the tooth. Unlike walking-bleaching, the access cavity remains open during treatment. The patient has to wear a vacuum-formed splint on the area for bleaching. An impermeable base is required to seal the root canal filling. The access cavity and the corresponding location of the splint are filled with a pea-sized amount of 10% carbamide peroxide using a syringe. [3] The patient is instructed to wear the splint at night to protect the open tooth and follow up with the dentist every 3 days to monitor the color change. Once the target color is achieved, the access is cleaned and sealed using temporary materials like glass ionomer cement, followed by the permanent restoration placement a week later."}
{"id": "article-131958_17", "title": "Internal Tooth Whitening -- Technique or Treatment -- Inside-Outside Bleaching", "content": "The benefits of this technique include a low risk of cervical root resorption due to the low concentration of bleaching material and the omission of temporary restoration. However, it requires patients to use bleaching trays, which poses a risk of bacterial invasion if the patient neglects to return for access closure and incurs an additional cost for tray fabrication.", "contents": "Internal Tooth Whitening -- Technique or Treatment -- Inside-Outside Bleaching. The benefits of this technique include a low risk of cervical root resorption due to the low concentration of bleaching material and the omission of temporary restoration. However, it requires patients to use bleaching trays, which poses a risk of bacterial invasion if the patient neglects to return for access closure and incurs an additional cost for tray fabrication."}
{"id": "article-131958_18", "title": "Internal Tooth Whitening -- Technique or Treatment -- In-Office Bleaching", "content": "In-office bleaching is a common method for vital teeth but can also be used for nonvital teeth. The initial steps of the procedures are identical to those of the walking-bleaching, involving isolation, preparation access, and the sealing of the root canal. Twenty minutes after applying 35% hydrogen peroxide, the material is rinsed off, and the procedure is repeated. This method involves a more concentrated application time compared to other techniques. Therefore, definitive access closure should be conducted during a subsequent appointment. [3]", "contents": "Internal Tooth Whitening -- Technique or Treatment -- In-Office Bleaching. In-office bleaching is a common method for vital teeth but can also be used for nonvital teeth. The initial steps of the procedures are identical to those of the walking-bleaching, involving isolation, preparation access, and the sealing of the root canal. Twenty minutes after applying 35% hydrogen peroxide, the material is rinsed off, and the procedure is repeated. This method involves a more concentrated application time compared to other techniques. Therefore, definitive access closure should be conducted during a subsequent appointment. [3]"}
{"id": "article-131958_19", "title": "Internal Tooth Whitening -- Clinical Significance", "content": "The walking-bleach technique with hydrogen peroxide is a promising and aesthetically pleasing solution for addressing nonvital tooth discoloration. This approach's conservative and economic benefits make it an attractive option for patients who seek satisfying results without removing additional tooth structure and at a fraction of the cost of a fixed restoration. The walking-bleach technique is viable for managing the discoloration of endodontically treated teeth.", "contents": "Internal Tooth Whitening -- Clinical Significance. The walking-bleach technique with hydrogen peroxide is a promising and aesthetically pleasing solution for addressing nonvital tooth discoloration. This approach's conservative and economic benefits make it an attractive option for patients who seek satisfying results without removing additional tooth structure and at a fraction of the cost of a fixed restoration. The walking-bleach technique is viable for managing the discoloration of endodontically treated teeth."}
{"id": "article-131958_20", "title": "Internal Tooth Whitening -- Clinical Significance -- Case Report", "content": "A 28-year-old man with a past medical history of controlled hypertension presented with the following chief concern: \"A previous dentist told me that I need a crown to fix my dark tooth.\" The patient had endodontic treatment in the upper right central incisor in July 2021 (see Image. Periapical X-ray), and discoloration was reported 1 month after root canal therapy. The patient previously had endodontic treatment in the upper right lateral incisor and a porcelain fused metal (PFM) crown to improve discoloration after root canal therapy. The patient was unhappy with the visibly discolored central incisor. He was motivated to get a crown due to his previous experience with the lateral incisor.", "contents": "Internal Tooth Whitening -- Clinical Significance -- Case Report. A 28-year-old man with a past medical history of controlled hypertension presented with the following chief concern: \"A previous dentist told me that I need a crown to fix my dark tooth.\" The patient had endodontic treatment in the upper right central incisor in July 2021 (see Image. Periapical X-ray), and discoloration was reported 1 month after root canal therapy. The patient previously had endodontic treatment in the upper right lateral incisor and a porcelain fused metal (PFM) crown to improve discoloration after root canal therapy. The patient was unhappy with the visibly discolored central incisor. He was motivated to get a crown due to his previous experience with the lateral incisor."}
{"id": "article-131958_21", "title": "Internal Tooth Whitening -- Clinical Significance -- Case Report", "content": "Crowns require tooth structure loss, which diminishes the life cycle of teeth for future treatments and is costly compared to non-invasive treatments. [10] Internal bleaching using the walking bleach technique was suggested as an alternative to a fixed prosthetic restoration. This procedure is more conservative and economical.", "contents": "Internal Tooth Whitening -- Clinical Significance -- Case Report. Crowns require tooth structure loss, which diminishes the life cycle of teeth for future treatments and is costly compared to non-invasive treatments. [10] Internal bleaching using the walking bleach technique was suggested as an alternative to a fixed prosthetic restoration. This procedure is more conservative and economical."}
{"id": "article-131958_22", "title": "Internal Tooth Whitening -- Clinical Significance -- Case Report", "content": "The discoloration on the upper right central incisor corresponded to a C4 VITA shade at the initial visit (see Image. Initial Discoloration). Hydrogen peroxide 40% was placed intra-coronally in 2-week increments. Significant esthetic outcomes were seen after the second application. Tooth color was measured every 2 weeks using a VITA shade guide. The initial shade was C4 VITA, and the final was C1 VITA.", "contents": "Internal Tooth Whitening -- Clinical Significance -- Case Report. The discoloration on the upper right central incisor corresponded to a C4 VITA shade at the initial visit (see Image. Initial Discoloration). Hydrogen peroxide 40% was placed intra-coronally in 2-week increments. Significant esthetic outcomes were seen after the second application. Tooth color was measured every 2 weeks using a VITA shade guide. The initial shade was C4 VITA, and the final was C1 VITA."}
{"id": "article-131958_23", "title": "Internal Tooth Whitening -- Clinical Significance -- Case Report", "content": "The discoloration corresponded to a C3 VITA shade after the first internal bleaching (see Image. Initial Bleaching), a C1 VITA shade after the second internal bleaching (see Image. Second Bleaching), and a C1 VITA shade after the third internal bleaching (see Image. Third Bleaching). No discomfort or cervical resorption was reported at the initial visit, and the same C1 VITA shade was maintained at a 6-month follow-up visit (see Images. Follow-up 6 Months, VITA Shade Comparison, and Occlusial View). The patient was satisfied with the result of the treatment.", "contents": "Internal Tooth Whitening -- Clinical Significance -- Case Report. The discoloration corresponded to a C3 VITA shade after the first internal bleaching (see Image. Initial Bleaching), a C1 VITA shade after the second internal bleaching (see Image. Second Bleaching), and a C1 VITA shade after the third internal bleaching (see Image. Third Bleaching). No discomfort or cervical resorption was reported at the initial visit, and the same C1 VITA shade was maintained at a 6-month follow-up visit (see Images. Follow-up 6 Months, VITA Shade Comparison, and Occlusial View). The patient was satisfied with the result of the treatment."}
{"id": "article-131958_24", "title": "Internal Tooth Whitening -- Enhancing Healthcare Team Outcomes", "content": "Internal bleaching is a practical choice for managing intrinsic discoloration in nonvital root-filled teeth. This procedure offers a cost-effective, non-invasive alternative that avoids further loss of tooth structure, making it an economical and attractive option to restorative alternatives like crowns and veneers.", "contents": "Internal Tooth Whitening -- Enhancing Healthcare Team Outcomes. Internal bleaching is a practical choice for managing intrinsic discoloration in nonvital root-filled teeth. This procedure offers a cost-effective, non-invasive alternative that avoids further loss of tooth structure, making it an economical and attractive option to restorative alternatives like crowns and veneers."}
{"id": "article-131958_25", "title": "Internal Tooth Whitening -- Enhancing Healthcare Team Outcomes", "content": "Managing discolored endodontically treated teeth requires a multidisciplinary approach involving various healthcare professionals to ensure patient-centered care, optimal outcomes, safety, and effective team performance. Interprofessional collaboration between dental professionals is crucial to formulating effective treatment plans, considering the clinical crown's integrity and the nature of discoloration. Ethical considerations in internal bleaching include informed consent, patient autonomy, and confidentiality. Dentists must provide detailed information about the procedure, potential risks, and alternative treatments, ensuring patients can make informed decisions about dental care.", "contents": "Internal Tooth Whitening -- Enhancing Healthcare Team Outcomes. Managing discolored endodontically treated teeth requires a multidisciplinary approach involving various healthcare professionals to ensure patient-centered care, optimal outcomes, safety, and effective team performance. Interprofessional collaboration between dental professionals is crucial to formulating effective treatment plans, considering the clinical crown's integrity and the nature of discoloration. Ethical considerations in internal bleaching include informed consent, patient autonomy, and confidentiality. Dentists must provide detailed information about the procedure, potential risks, and alternative treatments, ensuring patients can make informed decisions about dental care."}
{"id": "article-131958_26", "title": "Internal Tooth Whitening -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Internal Tooth Whitening -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}