{"id": "article-18715_0", "title": "Burning Mouth Syndrome -- Continuing Education Activity", "content": "Burning mouth syndrome (BMS) is characterized by burning pain in a normal-appearing oral mucosa lasting at least four to six months. The condition is idiopathic, and the underlying pathophysiology is not well understood. This activity reviews the presentation of burning mouth syndrome and highlights the role of an interprofessional approach in its management.", "contents": "Burning Mouth Syndrome -- Continuing Education Activity. Burning mouth syndrome (BMS) is characterized by burning pain in a normal-appearing oral mucosa lasting at least four to six months. The condition is idiopathic, and the underlying pathophysiology is not well understood. This activity reviews the presentation of burning mouth syndrome and highlights the role of an interprofessional approach in its management."}
{"id": "article-18715_1", "title": "Burning Mouth Syndrome -- Continuing Education Activity", "content": "Objectives: Review the etiology of burning mouth syndrome. Outline the presentation of patients with burning mouth syndrome and their evaluation. Summarize the differential diagnosis of burning mouth syndrome. Summarize the treatment options for burning mouth syndrome. Access free multiple choice questions on this topic.", "contents": "Burning Mouth Syndrome -- Continuing Education Activity. Objectives: Review the etiology of burning mouth syndrome. Outline the presentation of patients with burning mouth syndrome and their evaluation. Summarize the differential diagnosis of burning mouth syndrome. Summarize the treatment options for burning mouth syndrome. Access free multiple choice questions on this topic."}
{"id": "article-18715_2", "title": "Burning Mouth Syndrome -- Introduction", "content": "Burning mouth syndrome (BMS) is characterized by burning pain in a normal-appearing oral mucosa lasting at least four to six months. [1] The condition is idiopathic, and the underlying pathophysiology is not well understood. Patients with burning mouth syndrome commonly experience changes in gustatory function like parageusia. It is usually seen in females, typically in the peri-menopausal and post-menopausal periods. [2] The diagnosis is made clinically after other etiologies of mouth pain, and changes in gustatory sensation are ruled out.", "contents": "Burning Mouth Syndrome -- Introduction. Burning mouth syndrome (BMS) is characterized by burning pain in a normal-appearing oral mucosa lasting at least four to six months. [1] The condition is idiopathic, and the underlying pathophysiology is not well understood. Patients with burning mouth syndrome commonly experience changes in gustatory function like parageusia. It is usually seen in females, typically in the peri-menopausal and post-menopausal periods. [2] The diagnosis is made clinically after other etiologies of mouth pain, and changes in gustatory sensation are ruled out."}
{"id": "article-18715_3", "title": "Burning Mouth Syndrome -- Introduction", "content": "Studies have shown an association of burning mouth syndrome with Axis I and Axis II psychiatric disorders, [3] psychiatric illness, structural and functional changes in the nervous system, and disruption of the circadian rhythm. [4] Disruptions in the circadian rhythm affect pain perception and mood and can disrupt the hypothalamic-pituitary-adrenal axis. [4] Lamey and Lewis categorized burning mouth syndrome into three categories based on fluctuations in pain severity over a 24 hour period. [5] [6] Type 1 typically has no symptoms on waking and progressively worsens throughout the day with variable nighttime symptoms. It may be related to nutritional deficiency or endocrine conditions such as diabetes mellitus. Type 2 is associated with chronic anxiety and displays symptoms throughout the day. Type 3 displays intermittent daytime symptoms and may have periods without any symptoms. Food allergy is thought to be a potential underlying mechanism. [7]", "contents": "Burning Mouth Syndrome -- Introduction. Studies have shown an association of burning mouth syndrome with Axis I and Axis II psychiatric disorders, [3] psychiatric illness, structural and functional changes in the nervous system, and disruption of the circadian rhythm. [4] Disruptions in the circadian rhythm affect pain perception and mood and can disrupt the hypothalamic-pituitary-adrenal axis. [4] Lamey and Lewis categorized burning mouth syndrome into three categories based on fluctuations in pain severity over a 24 hour period. [5] [6] Type 1 typically has no symptoms on waking and progressively worsens throughout the day with variable nighttime symptoms. It may be related to nutritional deficiency or endocrine conditions such as diabetes mellitus. Type 2 is associated with chronic anxiety and displays symptoms throughout the day. Type 3 displays intermittent daytime symptoms and may have periods without any symptoms. Food allergy is thought to be a potential underlying mechanism. [7]"}
{"id": "article-18715_4", "title": "Burning Mouth Syndrome -- Etiology", "content": "The etiology behind burning mouth syndrome is not well understood. Multiple theories exist regarding the underlying etiology, and most believe the condition to be multifactorial.", "contents": "Burning Mouth Syndrome -- Etiology. The etiology behind burning mouth syndrome is not well understood. Multiple theories exist regarding the underlying etiology, and most believe the condition to be multifactorial."}
{"id": "article-18715_5", "title": "Burning Mouth Syndrome -- Etiology", "content": "As previously stated, the disease has a higher prevalence in peri- and postmenopausal women, which supports the theory that estrogen plays a role in the underlying process. [8] Decreased estrogen levels can lead to the atrophy of oral mucosal tissue, which may leave the area more susceptible to inflammatory change and the development of symptoms of burning mouth syndrome.", "contents": "Burning Mouth Syndrome -- Etiology. As previously stated, the disease has a higher prevalence in peri- and postmenopausal women, which supports the theory that estrogen plays a role in the underlying process. [8] Decreased estrogen levels can lead to the atrophy of oral mucosal tissue, which may leave the area more susceptible to inflammatory change and the development of symptoms of burning mouth syndrome."}
{"id": "article-18715_6", "title": "Burning Mouth Syndrome -- Etiology", "content": "In some cases, the infection may precede the development of symptoms, and certain pathogens are more commonly found in patients actively suffering from burning mouth syndrome, including Candida , Enterobacter , Fusospirochetal, Helicobacter pylori , and Klebsiella . [8] Diabetes mellitus and associated peripheral neuropathy may also cause symptoms related to burning mouth syndrome, although the underlying mechanism is neuropathy in this case.", "contents": "Burning Mouth Syndrome -- Etiology. In some cases, the infection may precede the development of symptoms, and certain pathogens are more commonly found in patients actively suffering from burning mouth syndrome, including Candida , Enterobacter , Fusospirochetal, Helicobacter pylori , and Klebsiella . [8] Diabetes mellitus and associated peripheral neuropathy may also cause symptoms related to burning mouth syndrome, although the underlying mechanism is neuropathy in this case."}
{"id": "article-18715_7", "title": "Burning Mouth Syndrome -- Etiology", "content": "There is an association with certain irritants, including dental materials such as mercury, amalgam, methyl methacrylate, cobalt chloride, zinc, and benzoyl peroxide. [9] Also, certain food allergies, including peanuts, sorbic acid, chestnuts, and cinnamon, have been related to BMS. [10]", "contents": "Burning Mouth Syndrome -- Etiology. There is an association with certain irritants, including dental materials such as mercury, amalgam, methyl methacrylate, cobalt chloride, zinc, and benzoyl peroxide. [9] Also, certain food allergies, including peanuts, sorbic acid, chestnuts, and cinnamon, have been related to BMS. [10]"}
{"id": "article-18715_8", "title": "Burning Mouth Syndrome -- Etiology", "content": "As previously stated, there is a connection with patients with neuropsychiatric conditions such as major depression, chronic anxiety, and mood disorders. The most common association is with a major depressive disorder, and it may follow acute symptoms or share an association as a comorbid condition at some point in the patient's life. [3] Other causes include orthodontic appliances, possible prescription drug adverse effects, increased bradykinin, and comorbid dermatologic conditions. [4]", "contents": "Burning Mouth Syndrome -- Etiology. As previously stated, there is a connection with patients with neuropsychiatric conditions such as major depression, chronic anxiety, and mood disorders. The most common association is with a major depressive disorder, and it may follow acute symptoms or share an association as a comorbid condition at some point in the patient's life. [3] Other causes include orthodontic appliances, possible prescription drug adverse effects, increased bradykinin, and comorbid dermatologic conditions. [4]"}
{"id": "article-18715_9", "title": "Burning Mouth Syndrome -- Epidemiology", "content": "Burning mouth syndrome is much more common in females than males, with 3 to 7 times higher occurrence in females. It has a strong association with advancing age in both sexes. The highest prevalence in females occurs in the perimenopausal and postmenopausal periods. The condition is essentially non-existent in children and rarely seen in those under 30. Occurrence in males is rare before the fifth decade. Overall, the prevalence of burning mouth syndrome is not well documented but is thought to be around 4%. [8]", "contents": "Burning Mouth Syndrome -- Epidemiology. Burning mouth syndrome is much more common in females than males, with 3 to 7 times higher occurrence in females. It has a strong association with advancing age in both sexes. The highest prevalence in females occurs in the perimenopausal and postmenopausal periods. The condition is essentially non-existent in children and rarely seen in those under 30. Occurrence in males is rare before the fifth decade. Overall, the prevalence of burning mouth syndrome is not well documented but is thought to be around 4%. [8]"}
{"id": "article-18715_10", "title": "Burning Mouth Syndrome -- Pathophysiology", "content": "The pathophysiology behind burning mouth syndrome is poorly understood and may be related to psychogenic and neuropathic pathways. Disruptions in circadian rhythm, chronic anxiety, disruptions in the hypothalamic-pituitary-adrenal axis, irritants, infection, and diabetes mellitus, are thought to contribute to its development.", "contents": "Burning Mouth Syndrome -- Pathophysiology. The pathophysiology behind burning mouth syndrome is poorly understood and may be related to psychogenic and neuropathic pathways. Disruptions in circadian rhythm, chronic anxiety, disruptions in the hypothalamic-pituitary-adrenal axis, irritants, infection, and diabetes mellitus, are thought to contribute to its development."}
{"id": "article-18715_11", "title": "Burning Mouth Syndrome -- Pathophysiology", "content": "The underlying type of the pain conduction is likely throughout the trigeminal distribution, and there is evidence of histopathologic changes in nociceptive nerves in patients displaying symptoms. Studies also show changes in taste perception and hot and cold sensation, which may have reflex hyperfunction to closely related nerve hypofunction. One study showed a link with the chorda tympani hypofunction, resulting in reduced taste while hyperstimulating the lingual nerve and causing symptoms. Other theories include mechanisms similar to phantom limb syndrome and small fiber neuropathy.", "contents": "Burning Mouth Syndrome -- Pathophysiology. The underlying type of the pain conduction is likely throughout the trigeminal distribution, and there is evidence of histopathologic changes in nociceptive nerves in patients displaying symptoms. Studies also show changes in taste perception and hot and cold sensation, which may have reflex hyperfunction to closely related nerve hypofunction. One study showed a link with the chorda tympani hypofunction, resulting in reduced taste while hyperstimulating the lingual nerve and causing symptoms. Other theories include mechanisms similar to phantom limb syndrome and small fiber neuropathy."}
{"id": "article-18715_12", "title": "Burning Mouth Syndrome -- Pathophysiology", "content": "Xerostomia in burning mouth syndrome is thought to be related more to neuropathy than a glandular issue. Mechanical damage from bruxism, clenching, and tongue thrusting may initiate symptoms, and psychiatric conditions most likely exacerbate symptoms. [11]", "contents": "Burning Mouth Syndrome -- Pathophysiology. Xerostomia in burning mouth syndrome is thought to be related more to neuropathy than a glandular issue. Mechanical damage from bruxism, clenching, and tongue thrusting may initiate symptoms, and psychiatric conditions most likely exacerbate symptoms. [11]"}
{"id": "article-18715_13", "title": "Burning Mouth Syndrome -- Toxicokinetics", "content": "Burning mouth syndrome symptoms may correlate with certain medications, specifically angiotensin-converting enzyme (ACE) inhibitors and angiotensin blockers, resulting in increased bradykinin in a similar mechanism to the development of secondary angioedema. Although the mechanism is not well understood, increased kallikrein levels (an active molecule in the kinin pathway) may be elevated in the saliva of patients with burning mouth syndrome and lead to inflammation.", "contents": "Burning Mouth Syndrome -- Toxicokinetics. Burning mouth syndrome symptoms may correlate with certain medications, specifically angiotensin-converting enzyme (ACE) inhibitors and angiotensin blockers, resulting in increased bradykinin in a similar mechanism to the development of secondary angioedema. Although the mechanism is not well understood, increased kallikrein levels (an active molecule in the kinin pathway) may be elevated in the saliva of patients with burning mouth syndrome and lead to inflammation."}
{"id": "article-18715_14", "title": "Burning Mouth Syndrome -- Toxicokinetics", "content": "Other drugs that were linked to burning mouth syndrome include antiretrovirals such as efavirenz and nevirapine, and also levothyroxine, and topiramate. However, the underlying mechanisms are not fully understood. Irritation to tissue and nerves via contact dermatitis or direct nerve irritation may partially explain the mechanism. [12]", "contents": "Burning Mouth Syndrome -- Toxicokinetics. Other drugs that were linked to burning mouth syndrome include antiretrovirals such as efavirenz and nevirapine, and also levothyroxine, and topiramate. However, the underlying mechanisms are not fully understood. Irritation to tissue and nerves via contact dermatitis or direct nerve irritation may partially explain the mechanism. [12]"}
{"id": "article-18715_15", "title": "Burning Mouth Syndrome -- History and Physical", "content": "Burning mouth syndrome is a diagnosis of exclusion. When taking a history, clinicians should rule out organic causes of oral pain, investigate the onset and duration of symptoms and associated medical conditions, medications, and history of oral prosthesis. The absence of oral lesions is mandatory to diagnose burning mouth syndrome. [1] . Lack of consensus regarding burning mouth syndrome makes its diagnosis a difficult matter. Scala et al. [13] suggested five clinical criteria to diagnose burning mouth syndrome: Deep and bilateral burning pain is reported daily. Burning pain lasts for at least four to six months. Constant or increasing severity throughout the day. No worsening but improvement on eating and drinking. No sleep interference.", "contents": "Burning Mouth Syndrome -- History and Physical. Burning mouth syndrome is a diagnosis of exclusion. When taking a history, clinicians should rule out organic causes of oral pain, investigate the onset and duration of symptoms and associated medical conditions, medications, and history of oral prosthesis. The absence of oral lesions is mandatory to diagnose burning mouth syndrome. [1] . Lack of consensus regarding burning mouth syndrome makes its diagnosis a difficult matter. Scala et al. [13] suggested five clinical criteria to diagnose burning mouth syndrome: Deep and bilateral burning pain is reported daily. Burning pain lasts for at least four to six months. Constant or increasing severity throughout the day. No worsening but improvement on eating and drinking. No sleep interference."}
{"id": "article-18715_16", "title": "Burning Mouth Syndrome -- History and Physical", "content": "Additional criteria include taste disorder, xerostomia, sensory or chemosensory alterations, and mood or psychological disorders. [13] Most patients experience taste disorders such as perceiving a metallic or bitter taste. [14]", "contents": "Burning Mouth Syndrome -- History and Physical. Additional criteria include taste disorder, xerostomia, sensory or chemosensory alterations, and mood or psychological disorders. [13] Most patients experience taste disorders such as perceiving a metallic or bitter taste. [14]"}
{"id": "article-18715_17", "title": "Burning Mouth Syndrome -- Evaluation", "content": "In a review on the diagnostic and therapeutic approach to burning mouth syndrome R. Aravindhan, Santhanam Vidyalakshmi et al. [1] suggest a series of steps to diagnose the condition: Taking a careful history and quantifying the burning pain. Examining oral mucosa to rule out local and systemic causes of oral pain. Asking for information about psychological well-being. Measuring salivary rate and taste function with objective methods. Performing neurological examination and imaging to rule out degenerative disorders or other neurological pathologies. Taking oral cultures to rule out suspected bacterial, fungal, or viral infections. Performing allergy patch tests for allergic patients. Investigating for gastric reflux disease. Ruling out hormonal, autoimmune, and nutritional anomalies. It is worth noting that if the tongue looks normal during the examination, no biopsy is required - it is only indicated when a lesion is seen. [8]", "contents": "Burning Mouth Syndrome -- Evaluation. In a review on the diagnostic and therapeutic approach to burning mouth syndrome R. Aravindhan, Santhanam Vidyalakshmi et al. [1] suggest a series of steps to diagnose the condition: Taking a careful history and quantifying the burning pain. Examining oral mucosa to rule out local and systemic causes of oral pain. Asking for information about psychological well-being. Measuring salivary rate and taste function with objective methods. Performing neurological examination and imaging to rule out degenerative disorders or other neurological pathologies. Taking oral cultures to rule out suspected bacterial, fungal, or viral infections. Performing allergy patch tests for allergic patients. Investigating for gastric reflux disease. Ruling out hormonal, autoimmune, and nutritional anomalies. It is worth noting that if the tongue looks normal during the examination, no biopsy is required - it is only indicated when a lesion is seen. [8]"}
{"id": "article-18715_18", "title": "Burning Mouth Syndrome -- Treatment / Management", "content": "Only after ruling out local and systemic causes of burning symptoms can the patient be considered as having burning mouth syndrome. [4] The management of such patients is complex, and more than one treatment modality is often required. Importantly, the patient should be aware that complete resolution of symptoms is not always possible.", "contents": "Burning Mouth Syndrome -- Treatment / Management. Only after ruling out local and systemic causes of burning symptoms can the patient be considered as having burning mouth syndrome. [4] The management of such patients is complex, and more than one treatment modality is often required. Importantly, the patient should be aware that complete resolution of symptoms is not always possible."}
{"id": "article-18715_19", "title": "Burning Mouth Syndrome -- Treatment / Management", "content": "The current management options include topical and systemic medications and a newer approach: cognitive behavioral therapy. Despite the need for standardized guidelines regarding its use, laser therapy has also reduced symptoms.", "contents": "Burning Mouth Syndrome -- Treatment / Management. The current management options include topical and systemic medications and a newer approach: cognitive behavioral therapy. Despite the need for standardized guidelines regarding its use, laser therapy has also reduced symptoms."}
{"id": "article-18715_20", "title": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications", "content": "Capsaicin is an analgesic used as a desensitizing agent that acts on the sensory afferent neurons to manage neuropathic pain. [15] Capsaicin has proven to improve burning symptoms compared to placebo groups in three studies. [16] However, increased burning sensation just after its application, dyspepsia, and toxicity may limit its use. [1] [4] [1]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications. Capsaicin is an analgesic used as a desensitizing agent that acts on the sensory afferent neurons to manage neuropathic pain. [15] Capsaicin has proven to improve burning symptoms compared to placebo groups in three studies. [16] However, increased burning sensation just after its application, dyspepsia, and toxicity may limit its use. [1] [4] [1]"}
{"id": "article-18715_21", "title": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications", "content": "Topical clonazepam successfully improves BMS symptoms. [17] It is applied by sucking a 1 mg tablet three times per day for two weeks [18] ; however, symptoms may come back if the medication is discontinued, and it can cause dependence. [17] Dry mouth and fatigue are other possible side effects. [4]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications. Topical clonazepam successfully improves BMS symptoms. [17] It is applied by sucking a 1 mg tablet three times per day for two weeks [18] ; however, symptoms may come back if the medication is discontinued, and it can cause dependence. [17] Dry mouth and fatigue are other possible side effects. [4]"}
{"id": "article-18715_22", "title": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications", "content": "Interestingly, unconventional topical agents, including a mouth rinse of tabasco sauce with water [1] or hot pepper and water [19] have reduced burning symptoms. Also, 70% aloe vera gel applied three times per day in combination with a tongue protector effectively decreased burning symptoms of the tongue. [20] Due to its short-term effect, topical anesthesia like lidocaine is not considered an effective treatment option. [1]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Topical Medications. Interestingly, unconventional topical agents, including a mouth rinse of tabasco sauce with water [1] or hot pepper and water [19] have reduced burning symptoms. Also, 70% aloe vera gel applied three times per day in combination with a tongue protector effectively decreased burning symptoms of the tongue. [20] Due to its short-term effect, topical anesthesia like lidocaine is not considered an effective treatment option. [1]"}
{"id": "article-18715_23", "title": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications", "content": "Low doses of clonazepam (0.5 mg per day) are frequently prescribed for treating BMS pain. [1]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications. Low doses of clonazepam (0.5 mg per day) are frequently prescribed for treating BMS pain. [1]"}
{"id": "article-18715_24", "title": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications", "content": "Systemic clonazepam relieves BMS pain but does not improve taste dysfunction, xerostomia, or mood. [21] It is a good option for short-term treatment since the chronic use of systemic clonazepam has not been deeply evaluated yet in this regard. [16]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications. Systemic clonazepam relieves BMS pain but does not improve taste dysfunction, xerostomia, or mood. [21] It is a good option for short-term treatment since the chronic use of systemic clonazepam has not been deeply evaluated yet in this regard. [16]"}
{"id": "article-18715_25", "title": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications", "content": "Systemic capsaicin can improve BMS symptoms but should be prescribed with caution because of its side effects, including gastric pain. [1] The regime consists of capsaicin 0.25% capsules three times per day for four weeks. [1]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications. Systemic capsaicin can improve BMS symptoms but should be prescribed with caution because of its side effects, including gastric pain. [1] The regime consists of capsaicin 0.25% capsules three times per day for four weeks. [1]"}
{"id": "article-18715_26", "title": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications", "content": "Even though they contribute to xerostomia symptoms, tricyclic antidepressants – amitriptyline, desipramine, clomipramine, imipramine, and nortriptyline – can also be used in managing patients with BMS. [1] The regime consists of an initial 5 to 10 mg daily dose that gradually rises to 50 mg per day. [1] . Furthermore, selective serotonin reuptake inhibitor antidepressants such as sertraline, paroxetine, duloxetine result in a significant improvement of oral burning symptoms. [22] [1] [22] Antipsychotic drugs like amisulpride and levosulpiride show good patient compliance in short-term treatments and proved to reduce patients’ burning symptoms (24-week course of 50 mg daily). [1]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications. Even though they contribute to xerostomia symptoms, tricyclic antidepressants – amitriptyline, desipramine, clomipramine, imipramine, and nortriptyline – can also be used in managing patients with BMS. [1] The regime consists of an initial 5 to 10 mg daily dose that gradually rises to 50 mg per day. [1] . Furthermore, selective serotonin reuptake inhibitor antidepressants such as sertraline, paroxetine, duloxetine result in a significant improvement of oral burning symptoms. [22] [1] [22] Antipsychotic drugs like amisulpride and levosulpiride show good patient compliance in short-term treatments and proved to reduce patients’ burning symptoms (24-week course of 50 mg daily). [1]"}
{"id": "article-18715_27", "title": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications", "content": "A study reported a complete resolution of symptoms after supplementation with vitamins BC, B12, folic acid, and minerals [23] , which decreased mean serum homocysteine levels and increased hemoglobin levels in the blood. [23] [1] [23] Finally, hormone replacement therapy has been used to decrease oral burning symptoms in peri- and post-menopausal women. [24] [1] [24]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Systemic Medications. A study reported a complete resolution of symptoms after supplementation with vitamins BC, B12, folic acid, and minerals [23] , which decreased mean serum homocysteine levels and increased hemoglobin levels in the blood. [23] [1] [23] Finally, hormone replacement therapy has been used to decrease oral burning symptoms in peri- and post-menopausal women. [24] [1] [24]"}
{"id": "article-18715_28", "title": "Burning Mouth Syndrome -- Treatment / Management -- Behavioral Modulation", "content": "Relaxation and cognitive restructuring are two cognitive-behavioral therapy (CBT) techniques for BMS treatment. In the relaxation technique, patients learn focused breathing and muscle relaxation to alleviate pain. [25] Cognitive restructuring targets eliminating destructive thoughts – in the case of BMS, it aims at reducing pain catastrophizing [25] , analyzing harmful automatic thoughts, and replacing them with more helpful ones. [25]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Behavioral Modulation. Relaxation and cognitive restructuring are two cognitive-behavioral therapy (CBT) techniques for BMS treatment. In the relaxation technique, patients learn focused breathing and muscle relaxation to alleviate pain. [25] Cognitive restructuring targets eliminating destructive thoughts – in the case of BMS, it aims at reducing pain catastrophizing [25] , analyzing harmful automatic thoughts, and replacing them with more helpful ones. [25]"}
{"id": "article-18715_29", "title": "Burning Mouth Syndrome -- Treatment / Management -- Low-level Laser Therapy (LLLT)", "content": "Low-level laser therapy stimulates the production and secretion of serotonin and β-endorphins and decreases bradykinin secretion, alleviating burning symptoms. [25] Low-level lasers also inhibit the depolarization of C fibers, responsible for transmitting pain and heat stimuli. [26] Standardized treatment guidelines are needed and are yet to be developed. [26]", "contents": "Burning Mouth Syndrome -- Treatment / Management -- Low-level Laser Therapy (LLLT). Low-level laser therapy stimulates the production and secretion of serotonin and β-endorphins and decreases bradykinin secretion, alleviating burning symptoms. [25] Low-level lasers also inhibit the depolarization of C fibers, responsible for transmitting pain and heat stimuli. [26] Standardized treatment guidelines are needed and are yet to be developed. [26]"}
{"id": "article-18715_30", "title": "Burning Mouth Syndrome -- Differential Diagnosis", "content": "Multiple conditions may cause similar symptoms as burning mouth syndrome, including: [27] [13] [8] Stomatitis, Atypical facial pain, Atypical odontalgia, Idiopathic facial arthromyalgia Pemphigoid Pemphigus Oral neoplastic lesions Acoustic neuroma Failed denture design or tooth restoration Herpes simplex Herpes zoster Post-surgical trauma to the lingual or mandibular nerve", "contents": "Burning Mouth Syndrome -- Differential Diagnosis. Multiple conditions may cause similar symptoms as burning mouth syndrome, including: [27] [13] [8] Stomatitis, Atypical facial pain, Atypical odontalgia, Idiopathic facial arthromyalgia Pemphigoid Pemphigus Oral neoplastic lesions Acoustic neuroma Failed denture design or tooth restoration Herpes simplex Herpes zoster Post-surgical trauma to the lingual or mandibular nerve"}
{"id": "article-18715_31", "title": "Burning Mouth Syndrome -- Prognosis", "content": "Prognosis is variable and based on the underlying mechanism and comorbidity. While some cases are transient and resolve with symptomatic treatment and time, symptoms can persist for months to years or never resolve. The disease is not progressive or known to cause further damage.", "contents": "Burning Mouth Syndrome -- Prognosis. Prognosis is variable and based on the underlying mechanism and comorbidity. While some cases are transient and resolve with symptomatic treatment and time, symptoms can persist for months to years or never resolve. The disease is not progressive or known to cause further damage."}
{"id": "article-18715_32", "title": "Burning Mouth Syndrome -- Complications", "content": "Burning mouth syndrome is a chronic condition that can remit spontaneously, improve moderately, or even worsen with time. Patients with BMS suffer from chronic burning pain, sometimes accompanied by xerostomia and taste disorders, significantly impairing their quality of life. The etiopathogenesis of the condition is yet to be understood; therefore, treatment is challenging, and no individual approach can fully resolve symptoms, frustrating patients and clinicians.", "contents": "Burning Mouth Syndrome -- Complications. Burning mouth syndrome is a chronic condition that can remit spontaneously, improve moderately, or even worsen with time. Patients with BMS suffer from chronic burning pain, sometimes accompanied by xerostomia and taste disorders, significantly impairing their quality of life. The etiopathogenesis of the condition is yet to be understood; therefore, treatment is challenging, and no individual approach can fully resolve symptoms, frustrating patients and clinicians."}
{"id": "article-18715_33", "title": "Burning Mouth Syndrome -- Deterrence and Patient Education", "content": "Burning mouth syndrome most likely appears in middle-aged and elderly females, [2] mainly those going through peri and post-menopause. [2] Burning mouth syndrome almost never occurs in patients under 30s and has never been seen in children and adolescents. [28] It is a diagnosis of exclusion. If the cause of the burning symptoms can be justified by any local or systemic conditions, burning mouth syndrome cannot be diagnosed. [4] The oral mucosa needs to be free of lesions or anomalies to diagnose burning mouth syndrome. [4]", "contents": "Burning Mouth Syndrome -- Deterrence and Patient Education. Burning mouth syndrome most likely appears in middle-aged and elderly females, [2] mainly those going through peri and post-menopause. [2] Burning mouth syndrome almost never occurs in patients under 30s and has never been seen in children and adolescents. [28] It is a diagnosis of exclusion. If the cause of the burning symptoms can be justified by any local or systemic conditions, burning mouth syndrome cannot be diagnosed. [4] The oral mucosa needs to be free of lesions or anomalies to diagnose burning mouth syndrome. [4]"}
{"id": "article-18715_34", "title": "Burning Mouth Syndrome -- Deterrence and Patient Education", "content": "Burning mouth syndrome is a complex and not yet understood disease that requires more than one treatment approach. Therefore, clinicians should manage patients' expectations regarding treatment outcomes.", "contents": "Burning Mouth Syndrome -- Deterrence and Patient Education. Burning mouth syndrome is a complex and not yet understood disease that requires more than one treatment approach. Therefore, clinicians should manage patients' expectations regarding treatment outcomes."}
{"id": "article-18715_35", "title": "Burning Mouth Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The diagnosis and management of burning mouth syndrome are challenging and require a multidisciplinary approach - medical and psychological. The cause of the disorder remains unknown, and the treatment is empirical. Treatment is focused on the underlying and associated conditions and symptomatic management. The overall prognosis for patients with BMS is guarded. Some patients improve without treatment, and others lead a poor quality of life with no relief from symptoms. [29] [30] [Level 5]", "contents": "Burning Mouth Syndrome -- Enhancing Healthcare Team Outcomes. The diagnosis and management of burning mouth syndrome are challenging and require a multidisciplinary approach - medical and psychological. The cause of the disorder remains unknown, and the treatment is empirical. Treatment is focused on the underlying and associated conditions and symptomatic management. The overall prognosis for patients with BMS is guarded. Some patients improve without treatment, and others lead a poor quality of life with no relief from symptoms. [29] [30] [Level 5]"}
{"id": "article-18715_36", "title": "Burning Mouth Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Burning Mouth Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}