{"id": "article-91122_0", "title": "Neonatal Myasthenia Gravis -- Continuing Education Activity", "content": "Neonatal myasthenia gravis (MG) is a temporary form of MG. Babies born to mothers with MG are susceptible to it. This is due to the mother’s antibodies cross over to the baby. This activity reviews the evaluation and management of neonatal MG and highlights the role of the healthcare team in improving care for patients with this condition.", "contents": "Neonatal Myasthenia Gravis -- Continuing Education Activity. Neonatal myasthenia gravis (MG) is a temporary form of MG. Babies born to mothers with MG are susceptible to it. This is due to the mother’s antibodies cross over to the baby. This activity reviews the evaluation and management of neonatal MG and highlights the role of the healthcare team in improving care for patients with this condition."}
{"id": "article-91122_1", "title": "Neonatal Myasthenia Gravis -- Continuing Education Activity", "content": "Objectives: Describe the etiology of neonatal myasthenia gravis. Review the pathophysiology of neonatal myasthenia gravis. Outline the typical presentation of a patient with neonatal myasthenia gravis. Explain the importance of collaboration and communication among the interprofessional team to ensure the appropriate management for neonatal myasthenia gravis to enhance management during the neonatal period. Access free multiple choice questions on this topic.", "contents": "Neonatal Myasthenia Gravis -- Continuing Education Activity. Objectives: Describe the etiology of neonatal myasthenia gravis. Review the pathophysiology of neonatal myasthenia gravis. Outline the typical presentation of a patient with neonatal myasthenia gravis. Explain the importance of collaboration and communication among the interprofessional team to ensure the appropriate management for neonatal myasthenia gravis to enhance management during the neonatal period. Access free multiple choice questions on this topic."}
{"id": "article-91122_2", "title": "Neonatal Myasthenia Gravis -- Introduction", "content": "Myasthenia gravis (MG), a neuromuscular junction disorder, causes weakness in the voluntary muscles of the body involving eyes, mouth, throat, arms, and legs. It usually affects adults, but it can sometimes happen in children. Neonatal myasthenia gravis is a distinct type of MG. Although there are similarities in the pathophysiology and clinical feature with the adult counterpart of the disease, there are many distinct features of neonatal MG. [1]", "contents": "Neonatal Myasthenia Gravis -- Introduction. Myasthenia gravis (MG), a neuromuscular junction disorder, causes weakness in the voluntary muscles of the body involving eyes, mouth, throat, arms, and legs. It usually affects adults, but it can sometimes happen in children. Neonatal myasthenia gravis is a distinct type of MG. Although there are similarities in the pathophysiology and clinical feature with the adult counterpart of the disease, there are many distinct features of neonatal MG. [1]"}
{"id": "article-91122_3", "title": "Neonatal Myasthenia Gravis -- Introduction", "content": "These considerations underscore the need to discuss the disease separately from its adult counterpart. Neonatal MG  is a temporary form of MG. Babies born to mothers with MG are susceptible to it. It’s due to the mother’s antibodies crossing over to the baby. As the name suggests, it usually lasts only a short time. The symptoms go away weeks or months after birth, as the antibodies are naturally replaced. Babies are not at greater risk of developing myasthenia gravis later in life. This is distinct from congenital MG, a very rare form of MG, which is an autosomal recessive disease and originating from rare genetic disorders. Symptoms of congenital MG usually start at birth and are lifelong. Neonatal MG is also distinct from juvenile MG, which is the most common form of MG in childhood and clinically identical to adult autoimmune MG patients. However, juvenile MG patients do not present in the neonatal age group, and the earliest presentation has been reported in late infancy.", "contents": "Neonatal Myasthenia Gravis -- Introduction. These considerations underscore the need to discuss the disease separately from its adult counterpart. Neonatal MG  is a temporary form of MG. Babies born to mothers with MG are susceptible to it. It’s due to the mother’s antibodies crossing over to the baby. As the name suggests, it usually lasts only a short time. The symptoms go away weeks or months after birth, as the antibodies are naturally replaced. Babies are not at greater risk of developing myasthenia gravis later in life. This is distinct from congenital MG, a very rare form of MG, which is an autosomal recessive disease and originating from rare genetic disorders. Symptoms of congenital MG usually start at birth and are lifelong. Neonatal MG is also distinct from juvenile MG, which is the most common form of MG in childhood and clinically identical to adult autoimmune MG patients. However, juvenile MG patients do not present in the neonatal age group, and the earliest presentation has been reported in late infancy."}
{"id": "article-91122_4", "title": "Neonatal Myasthenia Gravis -- Etiology", "content": "This is an autoimmune disorder and affects neonates born to mothers with autoimmune myasthenia gravis. Neonatal MG occurs due to the transplacental passage of antibodies directed against various neuromuscular junction antigens. The most common antigen is the nicotinic acetylcholine receptor (AChR). Another important antigen is the muscle-specific receptor tyrosine kinase (MuSKR).", "contents": "Neonatal Myasthenia Gravis -- Etiology. This is an autoimmune disorder and affects neonates born to mothers with autoimmune myasthenia gravis. Neonatal MG occurs due to the transplacental passage of antibodies directed against various neuromuscular junction antigens. The most common antigen is the nicotinic acetylcholine receptor (AChR). Another important antigen is the muscle-specific receptor tyrosine kinase (MuSKR)."}
{"id": "article-91122_5", "title": "Neonatal Myasthenia Gravis -- Epidemiology", "content": "The incidence of myasthenia gravis occurring in the general population ranges from 1.7 TO 30.0 cases per million person-years, with a prevalence of 77.7 cases per million persons. [2] [3] A meta-analysis concluded that the incidence of juvenile MG is approximately between 1.0 and 5.0 cases per million person-years. [2] Pediatric patients were found to make up approximately 10% TO 15% of all patients with autoimmune MG in a prevalence study in Virginia. [4] Among Asian populations, there appears to be a higher prevalence of JMG compared to white populations, with JMG representing 50% of all autoimmune MG. Epidemiological data specific to neonatal MG is scarce. [5] [6] [7] Due to poor detection rate and difficulty with clinical identification of neonatal MG in mildly affected infants, underreporting of this neonatal MG is likely.", "contents": "Neonatal Myasthenia Gravis -- Epidemiology. The incidence of myasthenia gravis occurring in the general population ranges from 1.7 TO 30.0 cases per million person-years, with a prevalence of 77.7 cases per million persons. [2] [3] A meta-analysis concluded that the incidence of juvenile MG is approximately between 1.0 and 5.0 cases per million person-years. [2] Pediatric patients were found to make up approximately 10% TO 15% of all patients with autoimmune MG in a prevalence study in Virginia. [4] Among Asian populations, there appears to be a higher prevalence of JMG compared to white populations, with JMG representing 50% of all autoimmune MG. Epidemiological data specific to neonatal MG is scarce. [5] [6] [7] Due to poor detection rate and difficulty with clinical identification of neonatal MG in mildly affected infants, underreporting of this neonatal MG is likely."}
{"id": "article-91122_6", "title": "Neonatal Myasthenia Gravis -- Epidemiology", "content": "In general, neonatal MG is noted to be rare and may present in 10% to 15% of newborns born to mothers with MG.  However, the risk of neonatal MG in a sibling is significantly higher in subsequent pregnancies. There is no reported race or gender preference. There is no definite association between disease severity in the mother and the clinical presentation in the newborn.", "contents": "Neonatal Myasthenia Gravis -- Epidemiology. In general, neonatal MG is noted to be rare and may present in 10% to 15% of newborns born to mothers with MG.  However, the risk of neonatal MG in a sibling is significantly higher in subsequent pregnancies. There is no reported race or gender preference. There is no definite association between disease severity in the mother and the clinical presentation in the newborn."}
{"id": "article-91122_7", "title": "Neonatal Myasthenia Gravis -- Pathophysiology", "content": "Neonatal myasthenia gravis is an antibody-mediated disorder caused by the transplacental transmission of maternal antibodies. Approximately three-quarter of the mothers with myasthenia gravis posses anti-acetylcholine receptor (anti-AChR) antibodies. These circulating maternal autoantibodies cross the placenta to the fetus and are responsible for nicotinic acetylcholine receptor loss by speeding up their degradation, blocking acetylcholine binding, and prompting the lysis of the postsynaptic membrane through activation of the complement system. This leads to an affected child after birth(rarely before birth with decreased fetal movements and the formation of arthrogryposis multiplex congenita and decrease fetal swallowing and polyhydramnios). The antibodies can be directed against the fetal (present until 33 weeks' gestation) or the adult acetylcholine receptor. Children of mothers who have MG will develop neonatal myasthenia gravis approximately 5% to 30% of the time. [8] [9]", "contents": "Neonatal Myasthenia Gravis -- Pathophysiology. Neonatal myasthenia gravis is an antibody-mediated disorder caused by the transplacental transmission of maternal antibodies. Approximately three-quarter of the mothers with myasthenia gravis posses anti-acetylcholine receptor (anti-AChR) antibodies. These circulating maternal autoantibodies cross the placenta to the fetus and are responsible for nicotinic acetylcholine receptor loss by speeding up their degradation, blocking acetylcholine binding, and prompting the lysis of the postsynaptic membrane through activation of the complement system. This leads to an affected child after birth(rarely before birth with decreased fetal movements and the formation of arthrogryposis multiplex congenita and decrease fetal swallowing and polyhydramnios). The antibodies can be directed against the fetal (present until 33 weeks' gestation) or the adult acetylcholine receptor. Children of mothers who have MG will develop neonatal myasthenia gravis approximately 5% to 30% of the time. [8] [9]"}
{"id": "article-91122_8", "title": "Neonatal Myasthenia Gravis -- History and Physical", "content": "The neonates become symptomatic 3 to 72 hours after birth. Most symptomatic babies have poor sucking, respiratory distress, and generalized hypotonia in association with a weak cry and facial diplegia. Gavage feeding for swallowing difficulties and ventilator-support due to breathing difficulties can be necessary in severe cases. In contrast to older children, ptosis (may be unilateral, bilateral, and symmetric) and ophthalmoplegia are relatively uncommon in neonatal MG. [6] [10] [11] Atypical and severe presentation of neonatal MG can be of arthrogryposis multiplex congenita with the development of multiple joint contractures. However, the vast majority of neonates have complete recovery before 4 months of age and more than 90% even before 2 months of age. This improvement correlates with the disappearance of the maternal antibodies. Pure ocular MG is not seen in neonatal MG, which is more common in children than in adults and tends to occur more often in prepubertal children, whereas generalized MG is more common in postpubertal adolescents. [12] [9] [13]", "contents": "Neonatal Myasthenia Gravis -- History and Physical. The neonates become symptomatic 3 to 72 hours after birth. Most symptomatic babies have poor sucking, respiratory distress, and generalized hypotonia in association with a weak cry and facial diplegia. Gavage feeding for swallowing difficulties and ventilator-support due to breathing difficulties can be necessary in severe cases. In contrast to older children, ptosis (may be unilateral, bilateral, and symmetric) and ophthalmoplegia are relatively uncommon in neonatal MG. [6] [10] [11] Atypical and severe presentation of neonatal MG can be of arthrogryposis multiplex congenita with the development of multiple joint contractures. However, the vast majority of neonates have complete recovery before 4 months of age and more than 90% even before 2 months of age. This improvement correlates with the disappearance of the maternal antibodies. Pure ocular MG is not seen in neonatal MG, which is more common in children than in adults and tends to occur more often in prepubertal children, whereas generalized MG is more common in postpubertal adolescents. [12] [9] [13]"}
{"id": "article-91122_9", "title": "Neonatal Myasthenia Gravis -- History and Physical", "content": "The physical examination in neonates with MG can be significant for the frog-leg position suggestive of diffuse hypotonia. Open mouth and apparent ptosis can be helpful in the diagnosis. Flabby muscles and prominent head lags are common. Deep tendon reflexes are generally intact, but primitive reflexes can be difficult to elicit or absent.", "contents": "Neonatal Myasthenia Gravis -- History and Physical. The physical examination in neonates with MG can be significant for the frog-leg position suggestive of diffuse hypotonia. Open mouth and apparent ptosis can be helpful in the diagnosis. Flabby muscles and prominent head lags are common. Deep tendon reflexes are generally intact, but primitive reflexes can be difficult to elicit or absent."}
{"id": "article-91122_10", "title": "Neonatal Myasthenia Gravis -- Evaluation", "content": "Neonatal myasthenia gravis, like adult MG, is ultimately a clinical diagnosis. A strongly suggestive history (mother with known autoimmune MG) and physical examination may be sufficient to make the diagnosis; however, in rare cases, the clinical presentation is not classic, and the mother is asymptomatic for MG, and it is usually helpful to have positive results on one or more standard diagnostic tests.", "contents": "Neonatal Myasthenia Gravis -- Evaluation. Neonatal myasthenia gravis, like adult MG, is ultimately a clinical diagnosis. A strongly suggestive history (mother with known autoimmune MG) and physical examination may be sufficient to make the diagnosis; however, in rare cases, the clinical presentation is not classic, and the mother is asymptomatic for MG, and it is usually helpful to have positive results on one or more standard diagnostic tests."}
{"id": "article-91122_11", "title": "Neonatal Myasthenia Gravis -- Evaluation -- Antibody Testing for Anti-acetylcholine Receptor", "content": "Antibody testing is usually highly specific for myasthenia gravis. In the appropriate clinical setting, positive antibody titers confirm the diagnosis, and further testing may only be indicated if the clinical presentation is atypical. Antibody testing only involves serum testing and, especially in the case of acetylcholine receptor antibodies, is relatively inexpensive and straightforward.", "contents": "Neonatal Myasthenia Gravis -- Evaluation -- Antibody Testing for Anti-acetylcholine Receptor. Antibody testing is usually highly specific for myasthenia gravis. In the appropriate clinical setting, positive antibody titers confirm the diagnosis, and further testing may only be indicated if the clinical presentation is atypical. Antibody testing only involves serum testing and, especially in the case of acetylcholine receptor antibodies, is relatively inexpensive and straightforward."}
{"id": "article-91122_12", "title": "Neonatal Myasthenia Gravis -- Evaluation -- Intramuscular Neostigmine Test", "content": "Intramuscular neostigmine can be administered to evaluate the response of ptosis, dysphagia, and head lag. In the case of negative or equivocal results, a second dose can be administered after 4 hours. It is best if this testing is performed in a monitored setting (i.e., with cardiac telemetry) where advanced cardiorespiratory support is available in case of bradycardia or asystole, which in rare instances occurs during this testing, especially when higher doses are used. Other adverse effects are abdominal cramps, sudden diarrhea, cardiac arrhythmia, and excessive tracheobronchial secretions. Intravenous neostigmine is contraindicated before 2 years of age due to the risk of cardiac arrhythmia.", "contents": "Neonatal Myasthenia Gravis -- Evaluation -- Intramuscular Neostigmine Test. Intramuscular neostigmine can be administered to evaluate the response of ptosis, dysphagia, and head lag. In the case of negative or equivocal results, a second dose can be administered after 4 hours. It is best if this testing is performed in a monitored setting (i.e., with cardiac telemetry) where advanced cardiorespiratory support is available in case of bradycardia or asystole, which in rare instances occurs during this testing, especially when higher doses are used. Other adverse effects are abdominal cramps, sudden diarrhea, cardiac arrhythmia, and excessive tracheobronchial secretions. Intravenous neostigmine is contraindicated before 2 years of age due to the risk of cardiac arrhythmia."}
{"id": "article-91122_13", "title": "Neonatal Myasthenia Gravis -- Evaluation -- Electromyogram/Nerve Conduction Study (EMG/NCS)", "content": "This is a test that measures the electrical activity of a muscle or a group of muscles. In some cases, a single-fiber EMG test may be done, which is a more sensitive test. Traditional single fiber electromyography is not practical for most children, especially as it cannot be performed under sedation or general anesthesia. A variant of single-fiber electromyography, stimulated single-fiber electromyography, is much more useful in children and adolescents than traditional single-fiber electromyography. [14] A 10% decremental response in the amplitude of the compound muscle action potential with repetitive nerve stimulation can be helpful in the diagnosis, but usually not performed in neonates in most centers.", "contents": "Neonatal Myasthenia Gravis -- Evaluation -- Electromyogram/Nerve Conduction Study (EMG/NCS). This is a test that measures the electrical activity of a muscle or a group of muscles. In some cases, a single-fiber EMG test may be done, which is a more sensitive test. Traditional single fiber electromyography is not practical for most children, especially as it cannot be performed under sedation or general anesthesia. A variant of single-fiber electromyography, stimulated single-fiber electromyography, is much more useful in children and adolescents than traditional single-fiber electromyography. [14] A 10% decremental response in the amplitude of the compound muscle action potential with repetitive nerve stimulation can be helpful in the diagnosis, but usually not performed in neonates in most centers."}
{"id": "article-91122_14", "title": "Neonatal Myasthenia Gravis -- Treatment / Management", "content": "Medical therapies for neonatal myasthenia gravis are different from juvenile MG, which include chronic pharmacotherapy to increase the availability of the acetylcholine neurotransmitter, as well as immunomodulatory and immunosuppressive drugs. [14] Immunomodulation and immunosuppression are more powerful approaches to medical therapy. However, immunomodulation and immunosuppression are typically more invasive and/or carry greater side effect burdens. [15] [16] As in adults, pediatric patients and their families should be counseled regarding medications that may exacerbate myasthenia gravis. [17]", "contents": "Neonatal Myasthenia Gravis -- Treatment / Management. Medical therapies for neonatal myasthenia gravis are different from juvenile MG, which include chronic pharmacotherapy to increase the availability of the acetylcholine neurotransmitter, as well as immunomodulatory and immunosuppressive drugs. [14] Immunomodulation and immunosuppression are more powerful approaches to medical therapy. However, immunomodulation and immunosuppression are typically more invasive and/or carry greater side effect burdens. [15] [16] As in adults, pediatric patients and their families should be counseled regarding medications that may exacerbate myasthenia gravis. [17]"}
{"id": "article-91122_15", "title": "Neonatal Myasthenia Gravis -- Treatment / Management", "content": "In the neonatal age group, particular importance should be given to the use of aminoglycoside that may potentiate symptoms of MG. However, for neonatal MG, the treatment duration lasts, if necessary at all, only for a few days to a few months. If mildly symptomatic, small and frequent feeding is necessary with proper surveillance for aspiration and dysphagia. In more severe cases, oral or IM neostigmine may be necessary, as well as gavage feeding. Administration of neostigmine 30 mins prior to feeding can help with dysphagia. Pyridostigmine (slightly longer-acting agent) can be used alternatively. Fortunately, plasmapheresis, intravenous immunoglobulins, and corticosteroids are all efficacious in the treatment of myasthenia gravis in the older children and adults but rarely are needed and only necessary for the management of severely affected neonates for rapid removal of circulating antibodies. [18] [19]", "contents": "Neonatal Myasthenia Gravis -- Treatment / Management. In the neonatal age group, particular importance should be given to the use of aminoglycoside that may potentiate symptoms of MG. However, for neonatal MG, the treatment duration lasts, if necessary at all, only for a few days to a few months. If mildly symptomatic, small and frequent feeding is necessary with proper surveillance for aspiration and dysphagia. In more severe cases, oral or IM neostigmine may be necessary, as well as gavage feeding. Administration of neostigmine 30 mins prior to feeding can help with dysphagia. Pyridostigmine (slightly longer-acting agent) can be used alternatively. Fortunately, plasmapheresis, intravenous immunoglobulins, and corticosteroids are all efficacious in the treatment of myasthenia gravis in the older children and adults but rarely are needed and only necessary for the management of severely affected neonates for rapid removal of circulating antibodies. [18] [19]"}
{"id": "article-91122_16", "title": "Neonatal Myasthenia Gravis -- Treatment / Management", "content": "Infants born to mothers who have taken corticosteroids during pregnancy should be monitored for adrenal inefficiencies during the newborn period.", "contents": "Neonatal Myasthenia Gravis -- Treatment / Management. Infants born to mothers who have taken corticosteroids during pregnancy should be monitored for adrenal inefficiencies during the newborn period."}
{"id": "article-91122_17", "title": "Neonatal Myasthenia Gravis -- Treatment / Management", "content": "This article focusses on the neonatal MG, and thymectomy is not necessary for these patients. Please refer to numerous retrospective pediatric studies that indicate that thymectomy is potentially beneficial for juvenile myasthenia gravis. [20] [21] [22] [10] [23]", "contents": "Neonatal Myasthenia Gravis -- Treatment / Management. This article focusses on the neonatal MG, and thymectomy is not necessary for these patients. Please refer to numerous retrospective pediatric studies that indicate that thymectomy is potentially beneficial for juvenile myasthenia gravis. [20] [21] [22] [10] [23]"}
{"id": "article-91122_18", "title": "Neonatal Myasthenia Gravis -- Differential Diagnosis", "content": "Following conditions mimics neonatal myasthenia gravis: Spinal muscular atrophy Congenital MG Morphologically distinct congenital myopathies like central core disease, nemaline myopathy, myotubular myopathy. Congenital muscular dystrophies Limb-girdle or facioscapulohumeral muscular dystrophy Infantile myotonic dystrophy Mitochondrial myopathy Brainstem anomaly Mobius syndrome Congenital fibrosis of extraocular muscles Infantile botulism Seropositive and seronegative forms of autoimmune myasthenia gravis", "contents": "Neonatal Myasthenia Gravis -- Differential Diagnosis. Following conditions mimics neonatal myasthenia gravis: Spinal muscular atrophy Congenital MG Morphologically distinct congenital myopathies like central core disease, nemaline myopathy, myotubular myopathy. Congenital muscular dystrophies Limb-girdle or facioscapulohumeral muscular dystrophy Infantile myotonic dystrophy Mitochondrial myopathy Brainstem anomaly Mobius syndrome Congenital fibrosis of extraocular muscles Infantile botulism Seropositive and seronegative forms of autoimmune myasthenia gravis"}
{"id": "article-91122_19", "title": "Neonatal Myasthenia Gravis -- Prognosis", "content": "The outcome in the classical form of neonatal myasthenia gravis is excellent, assuming that appropriate respiratory and nutritional support is provided. Long term complications in neonates born with myasthenia gravis are found in severe and rare variants of this disease. Most patients experience spontaneous remission after a period of weeks to months.", "contents": "Neonatal Myasthenia Gravis -- Prognosis. The outcome in the classical form of neonatal myasthenia gravis is excellent, assuming that appropriate respiratory and nutritional support is provided. Long term complications in neonates born with myasthenia gravis are found in severe and rare variants of this disease. Most patients experience spontaneous remission after a period of weeks to months."}
{"id": "article-91122_20", "title": "Neonatal Myasthenia Gravis -- Complications", "content": "Traditionally, neonatal myasthenia gravis has been regarded as a relatively benign disease with few to no long-term consequences when properly treated. More severe variants associated with long-term medical consequences have been described, including the fetal acetylcholine receptor inactivation syndrome. Thus, these variants should be considered in the differential diagnosis of children who have unexplained muscle weakness in the setting of distinct clinical features known to be associated with these forms of neonatal myasthenia gravis.", "contents": "Neonatal Myasthenia Gravis -- Complications. Traditionally, neonatal myasthenia gravis has been regarded as a relatively benign disease with few to no long-term consequences when properly treated. More severe variants associated with long-term medical consequences have been described, including the fetal acetylcholine receptor inactivation syndrome. Thus, these variants should be considered in the differential diagnosis of children who have unexplained muscle weakness in the setting of distinct clinical features known to be associated with these forms of neonatal myasthenia gravis."}
{"id": "article-91122_21", "title": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education", "content": "Pediatric myasthenia gravis can present as neonatal myasthenia gravis (CMS, TNM) or during adolescence (JMG). The latter is an autoimmune disease that can have a variable presentation.", "contents": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education. Pediatric myasthenia gravis can present as neonatal myasthenia gravis (CMS, TNM) or during adolescence (JMG). The latter is an autoimmune disease that can have a variable presentation."}
{"id": "article-91122_22", "title": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education", "content": "If a mother has a neonate with transient MG, her subsequent babies are at higher risk of developing transient MG. However, the duration and severity of MG in the mother are not predictive of the development of neonatal MG. So all deliveries should be conducted in a tertiary birth center.", "contents": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education. If a mother has a neonate with transient MG, her subsequent babies are at higher risk of developing transient MG. However, the duration and severity of MG in the mother are not predictive of the development of neonatal MG. So all deliveries should be conducted in a tertiary birth center."}
{"id": "article-91122_23", "title": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education", "content": "Symptoms can be variable, ranging from mild ophthalmic symptoms, such as isolated fatigable ptosis, to myasthenic crises involving the respiratory muscles, requiring ventilator support. Making a formal diagnosis of the disease can be difficult, but when suspicion is raised for a fatigable deficit, appropriate diagnostic testing should be pursued. Treatments should be tailored to the subtype of disease and the severity of illness. Variable responses to medications and surgical interventions can be seen between patients. [19]", "contents": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education. Symptoms can be variable, ranging from mild ophthalmic symptoms, such as isolated fatigable ptosis, to myasthenic crises involving the respiratory muscles, requiring ventilator support. Making a formal diagnosis of the disease can be difficult, but when suspicion is raised for a fatigable deficit, appropriate diagnostic testing should be pursued. Treatments should be tailored to the subtype of disease and the severity of illness. Variable responses to medications and surgical interventions can be seen between patients. [19]"}
{"id": "article-91122_24", "title": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education", "content": "Children with myasthenia gravis do not tolerate neuromuscular blocking drugs, such as succinylcholine and pancuronium, and maybe paralyzed for weeks after a single dose. An anesthesiologist should carefully review myasthenic patients who require a surgical anesthetic, and such anesthetics should be administered only by an experienced physician/anesthesiologist. Also, certain antibiotics can potentiate myasthenia and should be avoided; these include the aminoglycosides, beta-blocking agents, procainamide, chloroquine, and fluoroquinolones. [22] Children with the involvement of the extraocular musculature should be followed by a pediatric ophthalmologist to monitor for ophthalmic complications associated with JMG.", "contents": "Neonatal Myasthenia Gravis -- Deterrence and Patient Education. Children with myasthenia gravis do not tolerate neuromuscular blocking drugs, such as succinylcholine and pancuronium, and maybe paralyzed for weeks after a single dose. An anesthesiologist should carefully review myasthenic patients who require a surgical anesthetic, and such anesthetics should be administered only by an experienced physician/anesthesiologist. Also, certain antibiotics can potentiate myasthenia and should be avoided; these include the aminoglycosides, beta-blocking agents, procainamide, chloroquine, and fluoroquinolones. [22] Children with the involvement of the extraocular musculature should be followed by a pediatric ophthalmologist to monitor for ophthalmic complications associated with JMG."}
{"id": "article-91122_25", "title": "Neonatal Myasthenia Gravis -- Enhancing Healthcare Team Outcomes", "content": "There has been no correlation between neonatal MG and the maternal antibody titer [Level 4]. Moreover, the duration of MG in the mother and use of medicines for MG has not been correlated with the occurrence of neonatal MG [Level 3]. The interprofessional team should include perinatologists, neonatologists, and specialty trained nurses to optimize the care of these patients. [Level 5]", "contents": "Neonatal Myasthenia Gravis -- Enhancing Healthcare Team Outcomes. There has been no correlation between neonatal MG and the maternal antibody titer [Level 4]. Moreover, the duration of MG in the mother and use of medicines for MG has not been correlated with the occurrence of neonatal MG [Level 3]. The interprofessional team should include perinatologists, neonatologists, and specialty trained nurses to optimize the care of these patients. [Level 5]"}
{"id": "article-91122_26", "title": "Neonatal Myasthenia Gravis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neonatal Myasthenia Gravis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}