{"id": "article-81556_0", "title": "Pneumoconiosis -- Introduction", "content": "Pneumoconiosis is any lung disease caused by the inhalation of organic or nonorganic airborne dust and fibers. Patients usually encounter these inhalants in the workplace environment, and therefore it is known as an occupational disease. The most frequently encountered types of pneumoconiosis are asbestosis, silicosis, and coal miner’s lung. These particles cause inflammation and fibrosis in the lung resulting in irreversible lung disease. Prevention relies on workplace exposure management and health management regulations. [1]", "contents": "Pneumoconiosis -- Introduction. Pneumoconiosis is any lung disease caused by the inhalation of organic or nonorganic airborne dust and fibers. Patients usually encounter these inhalants in the workplace environment, and therefore it is known as an occupational disease. The most frequently encountered types of pneumoconiosis are asbestosis, silicosis, and coal miner’s lung. These particles cause inflammation and fibrosis in the lung resulting in irreversible lung disease. Prevention relies on workplace exposure management and health management regulations. [1]"}
{"id": "article-81556_1", "title": "Pneumoconiosis -- Issues of Concern", "content": "Pneumoconiosis is among the most common occupational diseases in the world, in particular in developing countries. There was an 81.1% increase in the number of cases from 1990 to 2017 for both sexes. The age-standardized prevalence rate was significantly higher in males. The incidence also increased with age, and significantly more so in males. [2] According to the Global Burden of Disease study in 2010, pneumoconiosis accounted for 125,000 deaths. The Global Burden of Disease estimated in 2016 that there were 3495 deaths caused by asbestosis. [3] The prevalence of pneumoconiosis showed an increasing tendency among workers exposed to occupational dust. In the Jiangsu Province of China, 9243 cases were reported from 2006 to 2017, with silicosis and coal worker’s pneumoconiosis making up the majority of cases. In developed countries such as the United Kingdom, asbestosis makes up the majority of cases. [4] These diseases can lead to other serious illnesses. For instance, exposure to silica puts one at increased risk for tuberculosis, cancer, and emphysema.", "contents": "Pneumoconiosis -- Issues of Concern. Pneumoconiosis is among the most common occupational diseases in the world, in particular in developing countries. There was an 81.1% increase in the number of cases from 1990 to 2017 for both sexes. The age-standardized prevalence rate was significantly higher in males. The incidence also increased with age, and significantly more so in males. [2] According to the Global Burden of Disease study in 2010, pneumoconiosis accounted for 125,000 deaths. The Global Burden of Disease estimated in 2016 that there were 3495 deaths caused by asbestosis. [3] The prevalence of pneumoconiosis showed an increasing tendency among workers exposed to occupational dust. In the Jiangsu Province of China, 9243 cases were reported from 2006 to 2017, with silicosis and coal worker’s pneumoconiosis making up the majority of cases. In developed countries such as the United Kingdom, asbestosis makes up the majority of cases. [4] These diseases can lead to other serious illnesses. For instance, exposure to silica puts one at increased risk for tuberculosis, cancer, and emphysema."}
{"id": "article-81556_2", "title": "Pneumoconiosis -- Causes", "content": "Pneumoconiosis results from the accumulation of fine inhaled particles that cause an inflammatory reaction within the lung. Fibrotic pneumoconiosis predominates, and its cause is the inhalation of particles like silica, asbestos fibers, beryllium, talc, and coal dust. [5] Patient history usually reflects long term exposure to noxious inhalants since dust induced interstitial lung disease is latent. Exposure to these inhalants usually takes place in the workplace. The length of employment correlates with the risk of pneumoconiosis. [6]", "contents": "Pneumoconiosis -- Causes. Pneumoconiosis results from the accumulation of fine inhaled particles that cause an inflammatory reaction within the lung. Fibrotic pneumoconiosis predominates, and its cause is the inhalation of particles like silica, asbestos fibers, beryllium, talc, and coal dust. [5] Patient history usually reflects long term exposure to noxious inhalants since dust induced interstitial lung disease is latent. Exposure to these inhalants usually takes place in the workplace. The length of employment correlates with the risk of pneumoconiosis. [6]"}
{"id": "article-81556_3", "title": "Pneumoconiosis -- Anatomical Pathology", "content": "Lung biopsy is not typically performed. For coal workers, dust is found throughout the lungs but tends to collect around respiratory bronchioles. In and around these spots, the airspaces become dilated. [7] On histology for coal workers' pneumoconiosis macules, dust-laden macrophages (anthrocytes) with reticulin fibrosis, are typical. A halo of focal emphysema usually surrounds these macules. Coal dust nodules were typically larger and more fibrotic than macules. Collagen in the coal dust nodules had fibers haphazardly arranged. [8] Necrotic tissue, cholesterol clefts, and inflammatory infiltrates are typically present. [5]", "contents": "Pneumoconiosis -- Anatomical Pathology. Lung biopsy is not typically performed. For coal workers, dust is found throughout the lungs but tends to collect around respiratory bronchioles. In and around these spots, the airspaces become dilated. [7] On histology for coal workers' pneumoconiosis macules, dust-laden macrophages (anthrocytes) with reticulin fibrosis, are typical. A halo of focal emphysema usually surrounds these macules. Coal dust nodules were typically larger and more fibrotic than macules. Collagen in the coal dust nodules had fibers haphazardly arranged. [8] Necrotic tissue, cholesterol clefts, and inflammatory infiltrates are typically present. [5]"}
{"id": "article-81556_4", "title": "Pneumoconiosis -- Anatomical Pathology", "content": "In silicosis, the histology characteristically demonstrates lightly pigmented nodules with smooth borders and a central area of whorled, acellular fibrosis. Fibrotic lesions usually appear in the upper zones of the lungs. They are known as \"onion skin lesions\" due to their characteristic concentrically arranged fibers of collagen. The inside of the nodules contains dust-laden macrophages and lymphoid cells that result in hyalinization. [9]", "contents": "Pneumoconiosis -- Anatomical Pathology. In silicosis, the histology characteristically demonstrates lightly pigmented nodules with smooth borders and a central area of whorled, acellular fibrosis. Fibrotic lesions usually appear in the upper zones of the lungs. They are known as \"onion skin lesions\" due to their characteristic concentrically arranged fibers of collagen. The inside of the nodules contains dust-laden macrophages and lymphoid cells that result in hyalinization. [9]"}
{"id": "article-81556_5", "title": "Pneumoconiosis -- Anatomical Pathology", "content": "In asbestosis, asbestosis bodies or fibers appear on histology. The term ferruginous bodies is a more generalized term associated with the inhalation of other inorganic dust. Both asbestos and ferruginous bodies definitively demonstrate macrophage ingestion of the inorganic fiber with fibrotic reaction and deposition of ferrous materials. On biopsy, subpleural honeycombing and fibrosis are visible. [8]", "contents": "Pneumoconiosis -- Anatomical Pathology. In asbestosis, asbestosis bodies or fibers appear on histology. The term ferruginous bodies is a more generalized term associated with the inhalation of other inorganic dust. Both asbestos and ferruginous bodies definitively demonstrate macrophage ingestion of the inorganic fiber with fibrotic reaction and deposition of ferrous materials. On biopsy, subpleural honeycombing and fibrosis are visible. [8]"}
{"id": "article-81556_6", "title": "Pneumoconiosis -- Clinical Pathology", "content": "The diagnosis is made in the background of long-term exposure to one of these inhalants at high doses, in addition to radiological evidence of pulmonary fibrosis. The three major criteria are exposure to inhalants, characteristic chest X-ray, and the absence of an illness that may be mistaken for pneumoconiosis. [10] In the case of asbestosis, pleural plaques are pathognomonic on X-ray. For silicosis, signs begin after 10 to 20 years of working in that environment. The X-ray will look similar to that of the coal worker’s pneumoconiosis with small interstitial nodules in the upper and mid zones of the lungs. CT for both will show small nodules diffusely throughout the lungs but more heavily concentrated in the upper lung zone. To differentiate progressive massive fibrosis from lung cancer, MRIs can be used. On T2 weighted images, lung cancer will appear as high signal intensity lesions, whereas progressive massive fibrosis has a low signal intensity abnormality. [5]", "contents": "Pneumoconiosis -- Clinical Pathology. The diagnosis is made in the background of long-term exposure to one of these inhalants at high doses, in addition to radiological evidence of pulmonary fibrosis. The three major criteria are exposure to inhalants, characteristic chest X-ray, and the absence of an illness that may be mistaken for pneumoconiosis. [10] In the case of asbestosis, pleural plaques are pathognomonic on X-ray. For silicosis, signs begin after 10 to 20 years of working in that environment. The X-ray will look similar to that of the coal worker’s pneumoconiosis with small interstitial nodules in the upper and mid zones of the lungs. CT for both will show small nodules diffusely throughout the lungs but more heavily concentrated in the upper lung zone. To differentiate progressive massive fibrosis from lung cancer, MRIs can be used. On T2 weighted images, lung cancer will appear as high signal intensity lesions, whereas progressive massive fibrosis has a low signal intensity abnormality. [5]"}
{"id": "article-81556_7", "title": "Pneumoconiosis -- Clinical Pathology", "content": "The symptoms of pneumoconiosis tend to be nonspecific and may overlap with other pulmonary comorbidities such as chronic bronchitis, COPD, and emphysema. A thorough occupational history should be taken, exploring both the exposure and duration to harmful inhalants. Patients may complain of shortness of breath, decreased exercise tolerance, gradual onset of a nonproductive cough, or might be asymptomatic with only an abnormal chest X-ray. In the case of coal workers’ pneumoconiosis, black-pigmented sputum may be produced.  On physical exam, tachypnea and end-inspiratory crackles may be noted. Friction rubbing or wheezing may be heard when auscultating lungs. [11] Cardiac auscultation may reveal accentuation of P2 at the left upper sternal border.", "contents": "Pneumoconiosis -- Clinical Pathology. The symptoms of pneumoconiosis tend to be nonspecific and may overlap with other pulmonary comorbidities such as chronic bronchitis, COPD, and emphysema. A thorough occupational history should be taken, exploring both the exposure and duration to harmful inhalants. Patients may complain of shortness of breath, decreased exercise tolerance, gradual onset of a nonproductive cough, or might be asymptomatic with only an abnormal chest X-ray. In the case of coal workers’ pneumoconiosis, black-pigmented sputum may be produced.  On physical exam, tachypnea and end-inspiratory crackles may be noted. Friction rubbing or wheezing may be heard when auscultating lungs. [11] Cardiac auscultation may reveal accentuation of P2 at the left upper sternal border."}
{"id": "article-81556_8", "title": "Pneumoconiosis -- Clinical Pathology", "content": "Pulmonary function tests may show a typical restrictive pattern with chronic airflow obstruction, reduction in forced vital capacity (FVC) but the preservation of the FEV1-to-FVC ratio. The diffusion capacity is often reduced and may precede the reduction in lung volumes. Patients’ forced vital capacity, forced expiratory volume in one second are proportionally reduced, and their forced expiratory flow is between 25% and 75% of the FVC. [12] Severe pulmonary fibrosis may lead to hypoxemia, pulmonary hypertension, and right heart failure.", "contents": "Pneumoconiosis -- Clinical Pathology. Pulmonary function tests may show a typical restrictive pattern with chronic airflow obstruction, reduction in forced vital capacity (FVC) but the preservation of the FEV1-to-FVC ratio. The diffusion capacity is often reduced and may precede the reduction in lung volumes. Patients’ forced vital capacity, forced expiratory volume in one second are proportionally reduced, and their forced expiratory flow is between 25% and 75% of the FVC. [12] Severe pulmonary fibrosis may lead to hypoxemia, pulmonary hypertension, and right heart failure."}
{"id": "article-81556_9", "title": "Pneumoconiosis -- Clinical Pathology", "content": "There has been evidence to show that certain serum and urinary markers are elevated in pneumoconiosis. Researchers found that SMRP and fibulin-3 were elevated in subjects with pneumoconiosis and suggestive of asbestos exposure. They are hopeful that a combination of measuring serum SMRP and fibulin-3, CEA, and urinary 8-OHdG could be used to screen workers. [6] The development of a breath test for pneumoconiosis is also being researched. Researchers describe detecting pentane, C5-C7 alkanes, and methylated alkanes in the breath of people with pneumoconiosis as a possible way to screen for the disease. [10]", "contents": "Pneumoconiosis -- Clinical Pathology. There has been evidence to show that certain serum and urinary markers are elevated in pneumoconiosis. Researchers found that SMRP and fibulin-3 were elevated in subjects with pneumoconiosis and suggestive of asbestos exposure. They are hopeful that a combination of measuring serum SMRP and fibulin-3, CEA, and urinary 8-OHdG could be used to screen workers. [6] The development of a breath test for pneumoconiosis is also being researched. Researchers describe detecting pentane, C5-C7 alkanes, and methylated alkanes in the breath of people with pneumoconiosis as a possible way to screen for the disease. [10]"}
{"id": "article-81556_10", "title": "Pneumoconiosis -- Biochemical and Genetic Pathology", "content": "As these inhalants enter the lung, particles that escape mucociliary clearance (under 5 microns) deposit in the terminal bronchioles and alveoli. Alveolar macrophages then take up the smaller particles via phagocytosis. During this process, inflammatory cytokines (IL-1 and TNF-alpha) and lysosomal enzymes are released, free radicals are generated, and there is an increase in cell signaling. Macrophages containing these particles may collect in the interstitium along the perivascular and peribronchiolar regions. Once the inflammation process is complete, the fibrotic process initiates via stimulation of growth factors. Type 1 pneumocytes can then grow over them and enclose them in the interstitium. Fibroblasts then become stimulated to cause fibrosis and tissue remodeling by producing ECM and matrix metalloproteinases. Fibrocytes can induce chemotaxis and attract inflammatory factors and chemokines to amplify the immune response. [13] Elevation in IgG and IgA occurred in simple and complicated diseases. There is an overproduction of fibronectin and collagen, resulting in scar formation. [9]", "contents": "Pneumoconiosis -- Biochemical and Genetic Pathology. As these inhalants enter the lung, particles that escape mucociliary clearance (under 5 microns) deposit in the terminal bronchioles and alveoli. Alveolar macrophages then take up the smaller particles via phagocytosis. During this process, inflammatory cytokines (IL-1 and TNF-alpha) and lysosomal enzymes are released, free radicals are generated, and there is an increase in cell signaling. Macrophages containing these particles may collect in the interstitium along the perivascular and peribronchiolar regions. Once the inflammation process is complete, the fibrotic process initiates via stimulation of growth factors. Type 1 pneumocytes can then grow over them and enclose them in the interstitium. Fibroblasts then become stimulated to cause fibrosis and tissue remodeling by producing ECM and matrix metalloproteinases. Fibrocytes can induce chemotaxis and attract inflammatory factors and chemokines to amplify the immune response. [13] Elevation in IgG and IgA occurred in simple and complicated diseases. There is an overproduction of fibronectin and collagen, resulting in scar formation. [9]"}
{"id": "article-81556_11", "title": "Pneumoconiosis -- Morphology", "content": "The diagnosis of pneumoconiosis is usually determined by radiologic evidence and history. A biopsy is rarely needed. Overall, a radiological review of pneumoconiosis demonstrates widespread opacities throughout the lung, but predominantly in the upper zones of both lungs. [14] Silicosis may uncommonly present as an acute disorder characterized by lipoproteinaceous deposits.  More typically, the disease presents as a chronic fibrotic condition further classified as simple or complex (massive) fibrosis. Simple silicosis is characterized by a radiographic pattern of small and round or irregular opacities. The radiograph may include dystrophic calcification around the periphery of lymph nodes described by 'eggshell' calcification (see graphic). Classic complex silicosis is described by large conglomerate opacities corresponding to massive collagenous fibrosis. Classic silicosis has a histopathologic pattern of silicotic nodules in the central portion composed of collagen surrounded by particle-laden macrophages. [5] Lung biopsy of silicotic nodules shows firm, round lesions with black pigment. The nodules tend to accumulate in the respiratory bronchioles. In the capsule of the nodules, granulomas may be found. This raises the risk of mycobacterial infections, thought to be based on macrophage dysfunction. [15]", "contents": "Pneumoconiosis -- Morphology. The diagnosis of pneumoconiosis is usually determined by radiologic evidence and history. A biopsy is rarely needed. Overall, a radiological review of pneumoconiosis demonstrates widespread opacities throughout the lung, but predominantly in the upper zones of both lungs. [14] Silicosis may uncommonly present as an acute disorder characterized by lipoproteinaceous deposits.  More typically, the disease presents as a chronic fibrotic condition further classified as simple or complex (massive) fibrosis. Simple silicosis is characterized by a radiographic pattern of small and round or irregular opacities. The radiograph may include dystrophic calcification around the periphery of lymph nodes described by 'eggshell' calcification (see graphic). Classic complex silicosis is described by large conglomerate opacities corresponding to massive collagenous fibrosis. Classic silicosis has a histopathologic pattern of silicotic nodules in the central portion composed of collagen surrounded by particle-laden macrophages. [5] Lung biopsy of silicotic nodules shows firm, round lesions with black pigment. The nodules tend to accumulate in the respiratory bronchioles. In the capsule of the nodules, granulomas may be found. This raises the risk of mycobacterial infections, thought to be based on macrophage dysfunction. [15]"}
{"id": "article-81556_12", "title": "Pneumoconiosis -- Morphology", "content": "Coal worker pneumoconiosis biopsies show coal macules and progressive massive fibrosis. The fibrosis is characterized by 1cm of fibrotic mass with anthracosis. These macules contain pigment laden macrophages in the bronchioles. Coal macules can range in size from 1 to 5mm but have dark pigmentation lacking fibrotic tissue. [5] Radiologically, CWP presents like silicosis.  The radiographic pattern is characterized by small round nodular opacities that may have reticular opacities. The nodules may be less defined and more granular than those seen in silicosis. [5]", "contents": "Pneumoconiosis -- Morphology. Coal worker pneumoconiosis biopsies show coal macules and progressive massive fibrosis. The fibrosis is characterized by 1cm of fibrotic mass with anthracosis. These macules contain pigment laden macrophages in the bronchioles. Coal macules can range in size from 1 to 5mm but have dark pigmentation lacking fibrotic tissue. [5] Radiologically, CWP presents like silicosis.  The radiographic pattern is characterized by small round nodular opacities that may have reticular opacities. The nodules may be less defined and more granular than those seen in silicosis. [5]"}
{"id": "article-81556_13", "title": "Pneumoconiosis -- Morphology", "content": "The presence of asbestos bodies characterizes histopathologic analysis of asbestosis, a single asbestosis fiber coated in segmented protein-iron in intra-alveolar macrophages. Radiologically, asbestosis is similar to other diffuse interstitial pulmonary fibrosis. Chest radiographs are characterized by small irregular opacities with a fine reticular pattern. [5] There may be pleural thickening or plaques present. [9] The plaques are thought to represent an inflammatory response to fiber exposure characterized by dystrophic calcification but are devoid of asbestos bodies.", "contents": "Pneumoconiosis -- Morphology. The presence of asbestos bodies characterizes histopathologic analysis of asbestosis, a single asbestosis fiber coated in segmented protein-iron in intra-alveolar macrophages. Radiologically, asbestosis is similar to other diffuse interstitial pulmonary fibrosis. Chest radiographs are characterized by small irregular opacities with a fine reticular pattern. [5] There may be pleural thickening or plaques present. [9] The plaques are thought to represent an inflammatory response to fiber exposure characterized by dystrophic calcification but are devoid of asbestos bodies."}
{"id": "article-81556_14", "title": "Pneumoconiosis -- Mechanisms", "content": "Pneumoconiosis starts with an inflammatory response to foreign particles that the patient inhaled. The inhaled dust trigger macrophages, lymphocytes, and epithelial cells. These cells then release interleukin-1 beta, TNF-alpha, matrix metalloproteinases, and transforming growth factor-beta. Fibroblasts then become stimulated to replicate and grow and surround the dust forming nodules. These nodules then lead to massive fibrosis, as seen in coal workers' lung disease and silicosis. [16]", "contents": "Pneumoconiosis -- Mechanisms. Pneumoconiosis starts with an inflammatory response to foreign particles that the patient inhaled. The inhaled dust trigger macrophages, lymphocytes, and epithelial cells. These cells then release interleukin-1 beta, TNF-alpha, matrix metalloproteinases, and transforming growth factor-beta. Fibroblasts then become stimulated to replicate and grow and surround the dust forming nodules. These nodules then lead to massive fibrosis, as seen in coal workers' lung disease and silicosis. [16]"}
{"id": "article-81556_15", "title": "Pneumoconiosis -- Clinicopathologic Correlations", "content": "Pneumoconiosis can lead to more severe complications. Asbestosis is also related to benign pleural effusion and plaques, malignant mesothelioma, and bronchogenic carcinoma. [9] The most important complications are pulmonary fibrosis and pleuropulmonary malignancy. There is a latent period of at least 20 years between initial exposure to asbestos and the development of mesothelioma. Silicosis may lead to more serious complications such as carcinoma or tuberculosis. Individuals with coal worker's pneumoconiosis are also at increased risk for tuberculosis. Inhalation of coal dust is also related to chronic obstructive pulmonary disease and increases mortality among patients. [5]", "contents": "Pneumoconiosis -- Clinicopathologic Correlations. Pneumoconiosis can lead to more severe complications. Asbestosis is also related to benign pleural effusion and plaques, malignant mesothelioma, and bronchogenic carcinoma. [9] The most important complications are pulmonary fibrosis and pleuropulmonary malignancy. There is a latent period of at least 20 years between initial exposure to asbestos and the development of mesothelioma. Silicosis may lead to more serious complications such as carcinoma or tuberculosis. Individuals with coal worker's pneumoconiosis are also at increased risk for tuberculosis. Inhalation of coal dust is also related to chronic obstructive pulmonary disease and increases mortality among patients. [5]"}
{"id": "article-81556_16", "title": "Pneumoconiosis -- Clinical Significance", "content": "There is no cure for pneumoconiosis, and the prognosis is poor in the fibrotic phase of disorders. It is important to note that not all individuals exposed to inhaled dust develop lung pathology. Individuals with pneumoconiosis are at higher risk for respiratory morbidity and premature death. First, the patient must avoid further exposure to the inhalant. Patients with pneumoconiosis also tend to have superimposed emphysema or COPD. Those who smoke tobacco should be encouraged to quit. The treatment is community-based or home-based pulmonary rehabilitation to treat symptoms and enhance exercise tolerance. Most pulmonary rehabilitation programs include breathing re-training, low or high-intensity exercise training, endurance training, and strength training. These programs may also include health education, psychosocial support for mood symptoms, and education on nutrition. Most pulmonary rehabilitation programs last for eight weeks. Clinicians and the healthcare team should monitor patients should be monitored for progression and to provide symptomatic treatment. [17] In the setting of end-stage disease, patients may be candidates for a transplant. [18]", "contents": "Pneumoconiosis -- Clinical Significance. There is no cure for pneumoconiosis, and the prognosis is poor in the fibrotic phase of disorders. It is important to note that not all individuals exposed to inhaled dust develop lung pathology. Individuals with pneumoconiosis are at higher risk for respiratory morbidity and premature death. First, the patient must avoid further exposure to the inhalant. Patients with pneumoconiosis also tend to have superimposed emphysema or COPD. Those who smoke tobacco should be encouraged to quit. The treatment is community-based or home-based pulmonary rehabilitation to treat symptoms and enhance exercise tolerance. Most pulmonary rehabilitation programs include breathing re-training, low or high-intensity exercise training, endurance training, and strength training. These programs may also include health education, psychosocial support for mood symptoms, and education on nutrition. Most pulmonary rehabilitation programs last for eight weeks. Clinicians and the healthcare team should monitor patients should be monitored for progression and to provide symptomatic treatment. [17] In the setting of end-stage disease, patients may be candidates for a transplant. [18]"}
{"id": "article-81556_17", "title": "Pneumoconiosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Pneumoconiosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}