{"id": "article-85558_0", "title": "Biliopancreatic Diversion With Duodenal Switch -- Continuing Education Activity", "content": "The biliopancreatic diversion was first described by Scorpinaro in 1979. This procedure combined a horizontal gastric resection with the closure of a duodenal stump, gastroileal anastomosis, and an ileoileal anastomosis to create a 50-cm common channel and a 250-cm alimentary channel. This activity highlights the role of the interprofessional team in evaluating and managing the patients for biliopancreatic diversion.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Continuing Education Activity. The biliopancreatic diversion was first described by Scorpinaro in 1979. This procedure combined a horizontal gastric resection with the closure of a duodenal stump, gastroileal anastomosis, and an ileoileal anastomosis to create a 50-cm common channel and a 250-cm alimentary channel. This activity highlights the role of the interprofessional team in evaluating and managing the patients for biliopancreatic diversion."}
{"id": "article-85558_1", "title": "Biliopancreatic Diversion With Duodenal Switch -- Continuing Education Activity", "content": "Objectives: Evaluate the background of the surgical management of morbid obesity. Identify the indications for weight loss surgery. Identify the equipment required for the biliopancreatic diversion with a duodenal switch. Access free multiple choice questions on this topic.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Continuing Education Activity. Objectives: Evaluate the background of the surgical management of morbid obesity. Identify the indications for weight loss surgery. Identify the equipment required for the biliopancreatic diversion with a duodenal switch. Access free multiple choice questions on this topic."}
{"id": "article-85558_2", "title": "Biliopancreatic Diversion With Duodenal Switch -- Introduction", "content": "Surgical management for the treatment of obesity was an idea that arose from clinical observations of weight loss seen in patients after undergoing resections of either their stomach or small bowel. One of the initial weight loss procedures developed in 1954 was called the jejunoileal bypass. This procedure was abandoned due to its terrible side effect profile. These negative side effects resulted in conveyed weight loss procedures in an unpopular light. [1] A few pivotal changes in the public's perception of bariatric surgery have included: The National Institutes of Health consensus conference in 1992 endorsing vertical gastric banding as a safe and effective means for weight loss surgery A paper published in 1995 showing the positive long-term effects of bariatric surgery on the management of diabetes mellitus Improved bariatric equipment, which decreased postoperative complications.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Introduction. Surgical management for the treatment of obesity was an idea that arose from clinical observations of weight loss seen in patients after undergoing resections of either their stomach or small bowel. One of the initial weight loss procedures developed in 1954 was called the jejunoileal bypass. This procedure was abandoned due to its terrible side effect profile. These negative side effects resulted in conveyed weight loss procedures in an unpopular light. [1] A few pivotal changes in the public's perception of bariatric surgery have included: The National Institutes of Health consensus conference in 1992 endorsing vertical gastric banding as a safe and effective means for weight loss surgery A paper published in 1995 showing the positive long-term effects of bariatric surgery on the management of diabetes mellitus Improved bariatric equipment, which decreased postoperative complications."}
{"id": "article-85558_3", "title": "Biliopancreatic Diversion With Duodenal Switch -- Introduction", "content": "In 1994, the first laparoscopic gastric bypass surgery was performed. As the learning curve leveled for laparoscopy, laparoscopic procedures surpassed open surgery in positive measurable outcomes; decreased wound complications, incisional hernias rates, length of stay, and decreased overall mortality.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Introduction. In 1994, the first laparoscopic gastric bypass surgery was performed. As the learning curve leveled for laparoscopy, laparoscopic procedures surpassed open surgery in positive measurable outcomes; decreased wound complications, incisional hernias rates, length of stay, and decreased overall mortality."}
{"id": "article-85558_4", "title": "Biliopancreatic Diversion With Duodenal Switch -- Introduction", "content": "Bariatric surgery is an effective modality that can maintain weight loss and decrease obesity-associated comorbid conditions. Obesity is related to the development of comorbidities such as type 2 diabetes, heart disease, hypertension, sleep apnea, and different orthopedic disabilities. Common bariatric surgical procedures that are completed today are the sleeve gastrectomy, Roux en-Y gastric bypass, and the biliopancreatic diversion with duodenal switch. The Biliopancreatic diversion was first described by Scorpinaro in 1979. This procedure combined a horizontal gastric resection with the closure of a duodenal stump, gastroileal anastomosis, and an ileoileal anastomosis, to create a 50-cm common channel and a 250-cm alimentary channel. [2]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Introduction. Bariatric surgery is an effective modality that can maintain weight loss and decrease obesity-associated comorbid conditions. Obesity is related to the development of comorbidities such as type 2 diabetes, heart disease, hypertension, sleep apnea, and different orthopedic disabilities. Common bariatric surgical procedures that are completed today are the sleeve gastrectomy, Roux en-Y gastric bypass, and the biliopancreatic diversion with duodenal switch. The Biliopancreatic diversion was first described by Scorpinaro in 1979. This procedure combined a horizontal gastric resection with the closure of a duodenal stump, gastroileal anastomosis, and an ileoileal anastomosis, to create a 50-cm common channel and a 250-cm alimentary channel. [2]"}
{"id": "article-85558_5", "title": "Biliopancreatic Diversion With Duodenal Switch -- Introduction", "content": "Patients who underwent this procedure suffered from bile gastritis, so it was modified to the duodenal switch procedure by DeMeester in 1987. [3] The duodenal switch evolved into the modern-day biliopancreatic diversion with the duodenal switch procedure, which includes a sleeve gastrectomy, the transection of the duodenum distal to the pylorus, and the creation of an alimentary limb 200- to 250-cm long. [4]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Introduction. Patients who underwent this procedure suffered from bile gastritis, so it was modified to the duodenal switch procedure by DeMeester in 1987. [3] The duodenal switch evolved into the modern-day biliopancreatic diversion with the duodenal switch procedure, which includes a sleeve gastrectomy, the transection of the duodenum distal to the pylorus, and the creation of an alimentary limb 200- to 250-cm long. [4]"}
{"id": "article-85558_6", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology", "content": "The anatomy relevant to the biliopancreatic diversion with duodenal switch includes the stomach, the surrounding structures, and the vascular supply from the superior mesenteric artery and celiac trunk.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology. The anatomy relevant to the biliopancreatic diversion with duodenal switch includes the stomach, the surrounding structures, and the vascular supply from the superior mesenteric artery and celiac trunk."}
{"id": "article-85558_7", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Stomach", "content": "The stomach is a muscular tube that begins at the gastroesophageal junction. It extends from the lower esophageal sphincter to the first portion of the duodenum. It is divided into 5 portions, which include the cardia, which is the portion distal to the gastroesophageal (GE) junction. The fundus abuts the left diaphragm, body, antrum, and pylorus, which is the most distal portion entering the duodenum. The greater curvature is the long left lateral border of the stomach, which extends from the fundus to the pylorus. The greater curvature is connected to the greater omentum. The lesser curvature is beneath the liver and has the incisura angularis, which is the transition point from the body of the stomach to the antrum. Posterior to the stomach lies the lesser sac, which contains the pancreas.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Stomach. The stomach is a muscular tube that begins at the gastroesophageal junction. It extends from the lower esophageal sphincter to the first portion of the duodenum. It is divided into 5 portions, which include the cardia, which is the portion distal to the gastroesophageal (GE) junction. The fundus abuts the left diaphragm, body, antrum, and pylorus, which is the most distal portion entering the duodenum. The greater curvature is the long left lateral border of the stomach, which extends from the fundus to the pylorus. The greater curvature is connected to the greater omentum. The lesser curvature is beneath the liver and has the incisura angularis, which is the transition point from the body of the stomach to the antrum. Posterior to the stomach lies the lesser sac, which contains the pancreas."}
{"id": "article-85558_8", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Ligaments", "content": "The primary ligaments involved include: Gastropherenic ligament: Connects the fundus to the left hemidiaphragm Gastrohepatic ligament: Connects the lesser curvature to the medial liver edge; the left and right gastric arteries run within the gastrohepatic ligament. Gastrosplenic ligament: Connects the greater curvature to the spleen and contains the short gastric vessels Gastrocolic ligament: Connects the inferior stomach to the transverse colon and is part of the greater omentum; the gastroepiploic vessels can be found within the gastrocolic ligament.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Ligaments. The primary ligaments involved include: Gastropherenic ligament: Connects the fundus to the left hemidiaphragm Gastrohepatic ligament: Connects the lesser curvature to the medial liver edge; the left and right gastric arteries run within the gastrohepatic ligament. Gastrosplenic ligament: Connects the greater curvature to the spleen and contains the short gastric vessels Gastrocolic ligament: Connects the inferior stomach to the transverse colon and is part of the greater omentum; the gastroepiploic vessels can be found within the gastrocolic ligament."}
{"id": "article-85558_9", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Vascular Supply", "content": "The celiac artery has 3 major branches: the left gastric, the common hepatic, and the splenic arteries. The left gastric artery is located on the superior lesser curvature and combines with the right gastric artery. The common hepatic artery gives off the gastroduodenal artery, which runs behind the first portion of the duodenum. After the gastroduodenal artery comes off, the common hepatic artery becomes the proper hepatic artery. The right gastric artery is a typical branch off of the proper hepatic artery and joins the left gastric artery on the lesser curvature. The gastroduodenal artery gives off the right gastroepiploic artery and runs along the greater curvature to combine with the left gastroepiploic artery. The left gastroepiploic artery originates from the splenic artery. The splenic artery also gives off the short gastric arteries, which can be found in the gastrosplenic ligament, which is connected to the gastric fundus.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Vascular Supply. The celiac artery has 3 major branches: the left gastric, the common hepatic, and the splenic arteries. The left gastric artery is located on the superior lesser curvature and combines with the right gastric artery. The common hepatic artery gives off the gastroduodenal artery, which runs behind the first portion of the duodenum. After the gastroduodenal artery comes off, the common hepatic artery becomes the proper hepatic artery. The right gastric artery is a typical branch off of the proper hepatic artery and joins the left gastric artery on the lesser curvature. The gastroduodenal artery gives off the right gastroepiploic artery and runs along the greater curvature to combine with the left gastroepiploic artery. The left gastroepiploic artery originates from the splenic artery. The splenic artery also gives off the short gastric arteries, which can be found in the gastrosplenic ligament, which is connected to the gastric fundus."}
{"id": "article-85558_10", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Important hormones that are directly impacted by bariatric surgery that have a significant impact on patients' weight loss and outcomes are leptin, incretins (GIP and GLP1), ghrelin, and insulin.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Important hormones that are directly impacted by bariatric surgery that have a significant impact on patients' weight loss and outcomes are leptin, incretins (GIP and GLP1), ghrelin, and insulin."}
{"id": "article-85558_11", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Ghrelin is a peptide hormone produced by ghrelinergic cells in the GI tract and functions as a neuropeptide in the central nervous system. [5] Ghrelin plays a significant role in regulating the rate and distribution of the use of energy. [6] Ghrelin levels rise with prolonged fasting and drop after ingestion of food. [7] Bariatric procedures have variable effects on ghrelin production. This could be due to the altered passage of the nutrients through the gastric fundus, where the ghrelin-producing cells are predominately located. [8] Dirksen et al. followed 33 patients for a year after a Roux en Y gastric bypass and observed greater weight loss was associated with a higher degree of ghrelin suppression postsurgically. [9] Patients who underwent a sleeve gastrectomy had reduced ghrelin levels, which were likely due to the removal of that part of the stomach where ghrelin-secreting cells are located. [10] This is suggestive that bariatric surgery affects many different hormones, which can impact weight loss.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Ghrelin is a peptide hormone produced by ghrelinergic cells in the GI tract and functions as a neuropeptide in the central nervous system. [5] Ghrelin plays a significant role in regulating the rate and distribution of the use of energy. [6] Ghrelin levels rise with prolonged fasting and drop after ingestion of food. [7] Bariatric procedures have variable effects on ghrelin production. This could be due to the altered passage of the nutrients through the gastric fundus, where the ghrelin-producing cells are predominately located. [8] Dirksen et al. followed 33 patients for a year after a Roux en Y gastric bypass and observed greater weight loss was associated with a higher degree of ghrelin suppression postsurgically. [9] Patients who underwent a sleeve gastrectomy had reduced ghrelin levels, which were likely due to the removal of that part of the stomach where ghrelin-secreting cells are located. [10] This is suggestive that bariatric surgery affects many different hormones, which can impact weight loss."}
{"id": "article-85558_12", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Leptin is a hormone that is made by adipose cells and enterocytes. White adipose tissue is the main source of circulating leptin and adiponectin. Leptins' main function is to regulate energy balance by controlling hunger and fat storage. Leptin circulates at concentrations proportional to fat mass and inhibits food intake. In obesity, leptin levels are elevated, mainly because of an increase in adipose tissue mass. [11]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Leptin is a hormone that is made by adipose cells and enterocytes. White adipose tissue is the main source of circulating leptin and adiponectin. Leptins' main function is to regulate energy balance by controlling hunger and fat storage. Leptin circulates at concentrations proportional to fat mass and inhibits food intake. In obesity, leptin levels are elevated, mainly because of an increase in adipose tissue mass. [11]"}
{"id": "article-85558_13", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "With obesity, there is a decreased sensitivity to leptin, which results in an inability to achieve satiety. In starvation, leptin falls; it crosses the blood-brain barrier to act via its receptor to inhibit orexigenic and stimulate anorexigenic neuropeptides. [12] Roux en y Gastric Bypass surgery has been shown to decrease leptin resistance. However, this has been shown to be proportional to the amount of body fat mass in patients. [13]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. With obesity, there is a decreased sensitivity to leptin, which results in an inability to achieve satiety. In starvation, leptin falls; it crosses the blood-brain barrier to act via its receptor to inhibit orexigenic and stimulate anorexigenic neuropeptides. [12] Roux en y Gastric Bypass surgery has been shown to decrease leptin resistance. However, this has been shown to be proportional to the amount of body fat mass in patients. [13]"}
{"id": "article-85558_14", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Incretin hormones such as glucose-dependent insulinotropic polypeptides and glucagon-like peptide 1 are secreted respectively from the upper duodenum K cells and the ileum L cells. [14] Both are responsible for approximately 50% of postprandial insulin secretion. [15] Besides the insulinotropic effects, GLP-1 and GIP delay gastric emptying, decrease appetite, promote weight loss, inhibit glucagon, and improve insulin sensitivity. [16] [17] Incretins may be impaired in patients who are diabetics. GLP-1 analogs are a common anti-diabetic agent that is used today to counteract these effects. Incretin levels have been shown to increase following biliopancreatic diversion and gastric bypass. [18]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Incretin hormones such as glucose-dependent insulinotropic polypeptides and glucagon-like peptide 1 are secreted respectively from the upper duodenum K cells and the ileum L cells. [14] Both are responsible for approximately 50% of postprandial insulin secretion. [15] Besides the insulinotropic effects, GLP-1 and GIP delay gastric emptying, decrease appetite, promote weight loss, inhibit glucagon, and improve insulin sensitivity. [16] [17] Incretins may be impaired in patients who are diabetics. GLP-1 analogs are a common anti-diabetic agent that is used today to counteract these effects. Incretin levels have been shown to increase following biliopancreatic diversion and gastric bypass. [18]"}
{"id": "article-85558_15", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Insulin is an amino acid peptide hormone produced by the beta cells of the pancreatic islets. Insulin regulates the metabolism of carbohydrates, fats, and protein. It is the main anabolic hormone of the body. It regulates the absorption of glucose from the blood and regulates the metabolism of glycogen in the liver and skeletal muscles. Glucose production and secretion by the liver are inhibited by high concentrations of insulin in the blood. [19]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Insulin is an amino acid peptide hormone produced by the beta cells of the pancreatic islets. Insulin regulates the metabolism of carbohydrates, fats, and protein. It is the main anabolic hormone of the body. It regulates the absorption of glucose from the blood and regulates the metabolism of glycogen in the liver and skeletal muscles. Glucose production and secretion by the liver are inhibited by high concentrations of insulin in the blood. [19]"}
{"id": "article-85558_16", "title": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology", "content": "Decreased insulin sensitivity leads to diabetes mellitus and obesity. It has been shown that insulin sensitivity improves with all types of bariatric surgery. Hepatic insulin sensitivity has been shown to improve within days of the procedures, and increased peripheral sensitivity follows after. [20] Weight loss leads to a catabolic state, which improves skeletal muscle insulin sensitivity. The patients who underwent a Roux en-Y gastric bypass, sleeve gastrectomy, and a gastric bypass had 1%,4%, and 31% unchanged glucose tolerance. [21] Bariatric surgery has been shown to prevent the progression of type 2 diabetes mellitus.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Anatomy and Physiology -- Physiology. Decreased insulin sensitivity leads to diabetes mellitus and obesity. It has been shown that insulin sensitivity improves with all types of bariatric surgery. Hepatic insulin sensitivity has been shown to improve within days of the procedures, and increased peripheral sensitivity follows after. [20] Weight loss leads to a catabolic state, which improves skeletal muscle insulin sensitivity. The patients who underwent a Roux en-Y gastric bypass, sleeve gastrectomy, and a gastric bypass had 1%,4%, and 31% unchanged glucose tolerance. [21] Bariatric surgery has been shown to prevent the progression of type 2 diabetes mellitus."}
{"id": "article-85558_17", "title": "Biliopancreatic Diversion With Duodenal Switch -- Indications", "content": "The indications for biliopancreatic diversion are mainly for bariatric procedures, with a few exceptions. The classic criteria for bariatric surgery are: Body mass index (BMI) greater than or equal to 40 and BMI greater than or equal to 35 with at least one obesity-related comorbidity (such as diabetes mellitus, obstructive sleep apnea, hypertension, severely limiting musculoskeletal issues) Unsuccessful nonoperative weight loss treatments Mental health clearance No medical contraindications to surgery Super obese patients with BMI >50 should be considered for biliopancreatic diversion with duodenal switch [22] For patients who fail operative treatment with Roux en-Y bypass and gastric sleeve, biliopancreatic diversion with a duodenal switch should be considered [22] [23]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Indications. The indications for biliopancreatic diversion are mainly for bariatric procedures, with a few exceptions. The classic criteria for bariatric surgery are: Body mass index (BMI) greater than or equal to 40 and BMI greater than or equal to 35 with at least one obesity-related comorbidity (such as diabetes mellitus, obstructive sleep apnea, hypertension, severely limiting musculoskeletal issues) Unsuccessful nonoperative weight loss treatments Mental health clearance No medical contraindications to surgery Super obese patients with BMI >50 should be considered for biliopancreatic diversion with duodenal switch [22] For patients who fail operative treatment with Roux en-Y bypass and gastric sleeve, biliopancreatic diversion with a duodenal switch should be considered [22] [23]"}
{"id": "article-85558_18", "title": "Biliopancreatic Diversion With Duodenal Switch -- Contraindications", "content": "The contraindications for biliopancreatic diversion with a duodenal switch are mainly for bariatric procedures.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Contraindications. The contraindications for biliopancreatic diversion with a duodenal switch are mainly for bariatric procedures."}
{"id": "article-85558_19", "title": "Biliopancreatic Diversion With Duodenal Switch -- Contraindications -- Absolute Contraindications for Bariatric Surgery:", "content": "Pregnancy Severe psychiatric illness Eating disorders Patient-related contraindications to undergo surgery (cardiovascular risk, anesthetic risk) Substance misuse (alcoholism) Severe coagulopathies [24]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Contraindications -- Absolute Contraindications for Bariatric Surgery:. Pregnancy Severe psychiatric illness Eating disorders Patient-related contraindications to undergo surgery (cardiovascular risk, anesthetic risk) Substance misuse (alcoholism) Severe coagulopathies [24]"}
{"id": "article-85558_20", "title": "Biliopancreatic Diversion With Duodenal Switch -- Equipment", "content": "Biliopancreatic diversion with duodenal switch can be performed through the open or laparoscopic approach. For this article, we will focus on the laparoscopic approach. The basic laparoscopic equipment that will be needed will include an insufflator with CO 2 gas, sterile surgical drapes, high-definition monitors, laparoscopic instruments, electrocautery devices, and trocars. Bariatric patients typically require longer bariatric trocars and instruments due to the increased thickness of the abdominal wall.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Equipment. Biliopancreatic diversion with duodenal switch can be performed through the open or laparoscopic approach. For this article, we will focus on the laparoscopic approach. The basic laparoscopic equipment that will be needed will include an insufflator with CO 2 gas, sterile surgical drapes, high-definition monitors, laparoscopic instruments, electrocautery devices, and trocars. Bariatric patients typically require longer bariatric trocars and instruments due to the increased thickness of the abdominal wall."}
{"id": "article-85558_21", "title": "Biliopancreatic Diversion With Duodenal Switch -- Equipment -- Additional Equipment", "content": "Three 5-mm trocars and 2 12-mm trocar A liver retractor 10-mm 30-degree angled laparoscope 5-mm laparoscope Endoscopic linear stapler 32-40 French bougie Flexible endoscope Laparoscopic energy device Sutures (silk and vicryl)", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Equipment -- Additional Equipment. Three 5-mm trocars and 2 12-mm trocar A liver retractor 10-mm 30-degree angled laparoscope 5-mm laparoscope Endoscopic linear stapler 32-40 French bougie Flexible endoscope Laparoscopic energy device Sutures (silk and vicryl)"}
{"id": "article-85558_22", "title": "Biliopancreatic Diversion With Duodenal Switch -- Personnel", "content": "Bariatric surgery typically requires a multidisciplinary team that evaluates the patient before surgery. This includes a dietitian, a psychiatric specialist, an anesthetist, nursing, surgical team, and the primary care provider. This approach has been shown to improve patient outcomes and decrease the chances of a major postoperative complication. [25] [26] The procedure requires an anesthesiologist, a bariatric surgeon, a scrub nurse, a surgical technician, and a resident or first assistant.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Personnel. Bariatric surgery typically requires a multidisciplinary team that evaluates the patient before surgery. This includes a dietitian, a psychiatric specialist, an anesthetist, nursing, surgical team, and the primary care provider. This approach has been shown to improve patient outcomes and decrease the chances of a major postoperative complication. [25] [26] The procedure requires an anesthesiologist, a bariatric surgeon, a scrub nurse, a surgical technician, and a resident or first assistant."}
{"id": "article-85558_23", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation", "content": "The preoperative evaluation should be a multidisciplinary approach that contains a team containing dieticians, psychologists, endocrinologists, anesthesiologists, nurses, physician extenders, cardiologists, and the surgeon.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation. The preoperative evaluation should be a multidisciplinary approach that contains a team containing dieticians, psychologists, endocrinologists, anesthesiologists, nurses, physician extenders, cardiologists, and the surgeon."}
{"id": "article-85558_24", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Psychological Evaluation", "content": "Patients must be psychologically fit to undergo bariatric surgery. This will help avoid major postoperative complications. [26] Patients need to be evaluated for psychological disorders such as depression, anxiety, and eating disorders. It is necessary to evaluate the patient's support system that they have available. They should be evaluated for substance misuse disorders, such as alcohol or drug use. If they have alcohol dependence, they will need rehabilitation before planning the procedure. If the patient is smoking, smoking cessation needs to be encouraged before proceeding with the operation. Smoking significantly increases the risk of organ space infection, prolonged intubation, reintubation, pneumonia, sepsis, shock, and longer length of stay in all patients undergoing bariatric surgery. [27] Smoking cessation will improve outcomes.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Psychological Evaluation. Patients must be psychologically fit to undergo bariatric surgery. This will help avoid major postoperative complications. [26] Patients need to be evaluated for psychological disorders such as depression, anxiety, and eating disorders. It is necessary to evaluate the patient's support system that they have available. They should be evaluated for substance misuse disorders, such as alcohol or drug use. If they have alcohol dependence, they will need rehabilitation before planning the procedure. If the patient is smoking, smoking cessation needs to be encouraged before proceeding with the operation. Smoking significantly increases the risk of organ space infection, prolonged intubation, reintubation, pneumonia, sepsis, shock, and longer length of stay in all patients undergoing bariatric surgery. [27] Smoking cessation will improve outcomes."}
{"id": "article-85558_25", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Nutritional Evaluation and Planning", "content": "The nutritional evaluation includes assessment and education that will direct the patient toward dietary changes needed after surgery. Patients are typically placed on a Low carbohydrate diet before surgery to shrink the liver as much a possible before surgery. Studies have shown that preoperative weight loss may lead to some improvements in postoperative outcomes and possibly decrease complications. Patients who can lose weight before surgery have been shown to have total weight loss following the surgery. [28] It is important for weight maintenance strategies to be discussed with the patients in their nutritional evaluation and also the importance of glycemic control in diabetic patients.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Nutritional Evaluation and Planning. The nutritional evaluation includes assessment and education that will direct the patient toward dietary changes needed after surgery. Patients are typically placed on a Low carbohydrate diet before surgery to shrink the liver as much a possible before surgery. Studies have shown that preoperative weight loss may lead to some improvements in postoperative outcomes and possibly decrease complications. Patients who can lose weight before surgery have been shown to have total weight loss following the surgery. [28] It is important for weight maintenance strategies to be discussed with the patients in their nutritional evaluation and also the importance of glycemic control in diabetic patients."}
{"id": "article-85558_26", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Medical Clearance", "content": "As with all surgeries, medical evaluation and clearance are extremely important in the preoperative period. Patients must have a detailed history and physical, a thorough review of their prior surgeries, and past medical history. Recent laboratory studies should be performed. Patients' functional status must be determined, and if there is a concern, further workup may be warranted by a cardiologist. Patients who have obstructive sleep apnea need to be evaluated with a sleep study and pulmonologist before surgery. Untreated obstructive sleep apnea can put the patient at increased perioperative risk for complications. [29]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Medical Clearance. As with all surgeries, medical evaluation and clearance are extremely important in the preoperative period. Patients must have a detailed history and physical, a thorough review of their prior surgeries, and past medical history. Recent laboratory studies should be performed. Patients' functional status must be determined, and if there is a concern, further workup may be warranted by a cardiologist. Patients who have obstructive sleep apnea need to be evaluated with a sleep study and pulmonologist before surgery. Untreated obstructive sleep apnea can put the patient at increased perioperative risk for complications. [29]"}
{"id": "article-85558_27", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Preoperative Imaging", "content": "Currently, there is no consensus regarding the imaging modalities to be obtained before a bariatric procedure. Several studies have evaluated the use of abdominal ultrasounds to evaluate liver pathology, size, and cholelithiasis. Imaging was shown to not change patient outcomes and only increase healthcare costs. [30] [31]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Preoperative Imaging. Currently, there is no consensus regarding the imaging modalities to be obtained before a bariatric procedure. Several studies have evaluated the use of abdominal ultrasounds to evaluate liver pathology, size, and cholelithiasis. Imaging was shown to not change patient outcomes and only increase healthcare costs. [30] [31]"}
{"id": "article-85558_28", "title": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Oher Preoperative Evaluation", "content": "EGD before bariatric surgery remains a controversial topic. Some recommend a preoperative evaluation with EGD before restrictive procedures such as sleeve gastrectomy or adjustable gastric banding. These restrictive procedures may place these patients at a greater risk of worsening gastroesophageal reflux and Barrett's esophagus. Bypass procedures such as Roux en-Y gastric bypass will result in an inaccessible foregut, which will make a further evaluation of the upper gastrointestinal tract difficult. [32] The current recommendations are that an EGD preoperatively should be performed on an individualized basis and in patients with significant gastrointestinal symptoms. [33] [34]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Preparation -- Oher Preoperative Evaluation. EGD before bariatric surgery remains a controversial topic. Some recommend a preoperative evaluation with EGD before restrictive procedures such as sleeve gastrectomy or adjustable gastric banding. These restrictive procedures may place these patients at a greater risk of worsening gastroesophageal reflux and Barrett's esophagus. Bypass procedures such as Roux en-Y gastric bypass will result in an inaccessible foregut, which will make a further evaluation of the upper gastrointestinal tract difficult. [32] The current recommendations are that an EGD preoperatively should be performed on an individualized basis and in patients with significant gastrointestinal symptoms. [33] [34]"}
{"id": "article-85558_29", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Preparation and Patient Positioning", "content": "Patients are placed under general anesthesia. Intravenous preoperative antibiotics and thromboprophylaxis are given prior to the start of the procedure. Patients are placed in the supine position with split legs position. Both arms are out to the side. The patient will be secured with straps and tape in order to prevent patient movement with table positioning. Sequential compression devices will be placed on the patient's legs. The patient will then be prepped and draped in a sterile fashion.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Preparation and Patient Positioning. Patients are placed under general anesthesia. Intravenous preoperative antibiotics and thromboprophylaxis are given prior to the start of the procedure. Patients are placed in the supine position with split legs position. Both arms are out to the side. The patient will be secured with straps and tape in order to prevent patient movement with table positioning. Sequential compression devices will be placed on the patient's legs. The patient will then be prepped and draped in a sterile fashion."}
{"id": "article-85558_30", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Entrance", "content": "A 15-cm Veress needle is introduced at palmers point (left subcostal area) to create a 15-mm HG pneumoperitoneum. A 5- or 10-mm optical trocar is placed under direct vision 2 fingerbreadths below the xiphoid process for the camera. A 12-mm port is placed at the left and right flanks. A 5-mm port is placed at the epigastrium for the liver retractor. A 5mm port is placed in the left upper and left lower quadrants.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Entrance. A 15-cm Veress needle is introduced at palmers point (left subcostal area) to create a 15-mm HG pneumoperitoneum. A 5- or 10-mm optical trocar is placed under direct vision 2 fingerbreadths below the xiphoid process for the camera. A 12-mm port is placed at the left and right flanks. A 5-mm port is placed at the epigastrium for the liver retractor. A 5mm port is placed in the left upper and left lower quadrants."}
{"id": "article-85558_31", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection", "content": "Dissection is begun by opening the gastrocolic ligament at the level of the gastric body. This is done using an ultrasonic scalpel. The greater curvature of the stomach is then mobilized from the antrum to the angle of His. In super obese patients who have short mesentery and adhesions, sleeve gastrectomy may be performed as a first-stage operation. [35] [36]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection. Dissection is begun by opening the gastrocolic ligament at the level of the gastric body. This is done using an ultrasonic scalpel. The greater curvature of the stomach is then mobilized from the antrum to the angle of His. In super obese patients who have short mesentery and adhesions, sleeve gastrectomy may be performed as a first-stage operation. [35] [36]"}
{"id": "article-85558_32", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection", "content": "The pylorus is then identified and dissected free. The peritoneum is opened at the inferior and superior edges of the duodenum. The patient's antrum will be pulled to the left to visualize the duodenum better. The common bile duct will be identified on the superior aspect of the duodenum. This can be used as a landmark for further dissection. The duodenum can then be mobilized by the inferior or posterior approach. For the inferior approach, the gastrocolic ligament is divided using the harmonic. The pyloric artery is controlled. A posterior dissection is continued for the first 3 to 4 cm of the duodenum. The gastroduodenal artery is a marker for the limit of the posterior dissection. The duodenum will be divided using a 60-mm linear stapler at this point.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection. The pylorus is then identified and dissected free. The peritoneum is opened at the inferior and superior edges of the duodenum. The patient's antrum will be pulled to the left to visualize the duodenum better. The common bile duct will be identified on the superior aspect of the duodenum. This can be used as a landmark for further dissection. The duodenum can then be mobilized by the inferior or posterior approach. For the inferior approach, the gastrocolic ligament is divided using the harmonic. The pyloric artery is controlled. A posterior dissection is continued for the first 3 to 4 cm of the duodenum. The gastroduodenal artery is a marker for the limit of the posterior dissection. The duodenum will be divided using a 60-mm linear stapler at this point."}
{"id": "article-85558_33", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection", "content": "In the posterior approach, a window is created 3 to 4 cm distal to the pylorus. Blunt dissection is performed to find the plane between the duodenal wall and the pancreas. Careful dissection is required to avoid small venous branches to the pancreatic head from the gastroduodenal artery. After being fully mobilized, the duodenum will be divided using a 60mm linear stapler at the first portion of the duodenum proximal to the gastroduodenal artery. [35]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Mobilization of the stomach and Duodenal Dissection. In the posterior approach, a window is created 3 to 4 cm distal to the pylorus. Blunt dissection is performed to find the plane between the duodenal wall and the pancreas. Careful dissection is required to avoid small venous branches to the pancreatic head from the gastroduodenal artery. After being fully mobilized, the duodenum will be divided using a 60mm linear stapler at the first portion of the duodenum proximal to the gastroduodenal artery. [35]"}
{"id": "article-85558_34", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Sleeve Gastrectomy", "content": "Gastric transsection is started from 5 to 7 cm from the pylorus. A linear stapler with 60-mm loads is used. The gastric transfection proceeds towards the fundus. A 32 to 40 French esophagogastric bougie is usually placed for guidance. Hemostasis on the staple line is controlled using clips or a 3-0 absorbable suture. The gastrectomy specimen is placed in a plastic bag and removed through one of the 12-mm trocars.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Sleeve Gastrectomy. Gastric transsection is started from 5 to 7 cm from the pylorus. A linear stapler with 60-mm loads is used. The gastric transfection proceeds towards the fundus. A 32 to 40 French esophagogastric bougie is usually placed for guidance. Hemostasis on the staple line is controlled using clips or a 3-0 absorbable suture. The gastrectomy specimen is placed in a plastic bag and removed through one of the 12-mm trocars."}
{"id": "article-85558_35", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Small Bowel Transection", "content": "The patient is placed in the Trendelenburg position with the left side down. The ileocecal junction is identified, and any intrabdominal adhesions between the ascending colon and greater omentum are divided. The length of the metallic part of the laparoscopic bowel graspers (5 cm) is used to measure the alimentary limb. The small bowel is measured 100 cm from the ileocecal junction. Then, the small bowel is run another 150 cm and transected at that level using a 60-mm linear stapler. The small bowel mesentery may be opened a few centimeters in order to reduce tension on the duodenal anastomosis. [35]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Small Bowel Transection. The patient is placed in the Trendelenburg position with the left side down. The ileocecal junction is identified, and any intrabdominal adhesions between the ascending colon and greater omentum are divided. The length of the metallic part of the laparoscopic bowel graspers (5 cm) is used to measure the alimentary limb. The small bowel is measured 100 cm from the ileocecal junction. Then, the small bowel is run another 150 cm and transected at that level using a 60-mm linear stapler. The small bowel mesentery may be opened a few centimeters in order to reduce tension on the duodenal anastomosis. [35]"}
{"id": "article-85558_36", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Duodenoileal Anastomosis", "content": "The alimentary limb is brought to the right upper quadrant in an ante colic fashion and brought to the transected portion of the duodenum. The omentum is mobilized from the ascending colon to relieve tension on the anastomosis. A hand-sewn or stapled end-to-side anastomosis is created. The anastomosis can be tested by insufflating air through the nasogastric tube. Repair sutures can be placed if there is a leak.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Duodenoileal Anastomosis. The alimentary limb is brought to the right upper quadrant in an ante colic fashion and brought to the transected portion of the duodenum. The omentum is mobilized from the ascending colon to relieve tension on the anastomosis. A hand-sewn or stapled end-to-side anastomosis is created. The anastomosis can be tested by insufflating air through the nasogastric tube. Repair sutures can be placed if there is a leak."}
{"id": "article-85558_37", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Ileoileal Anastomosis", "content": "The ileoileal anastomosis is then created at 100 cm from the ileocecal valve. Following the completion of the anastomosis, the mesenteric window (Petersen window) is closed to prevent an internal hernia. After this has been completed, a routine cholecystectomy and liver biopsy may be performed if warranted. [37]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Ileoileal Anastomosis. The ileoileal anastomosis is then created at 100 cm from the ileocecal valve. Following the completion of the anastomosis, the mesenteric window (Petersen window) is closed to prevent an internal hernia. After this has been completed, a routine cholecystectomy and liver biopsy may be performed if warranted. [37]"}
{"id": "article-85558_38", "title": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Skin Closure", "content": "The trocars are then removed, and the fascia layers of the abdomen are closed at the larger port sites. The skin is then closed with absorbable sutures, and topical skin adhesive or sterile dressings are applied.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Technique or Treatment -- Skin Closure. The trocars are then removed, and the fascia layers of the abdomen are closed at the larger port sites. The skin is then closed with absorbable sutures, and topical skin adhesive or sterile dressings are applied."}
{"id": "article-85558_39", "title": "Biliopancreatic Diversion With Duodenal Switch -- Complications", "content": "As with many surgeries, biliopancreatic diversion with duodenal switch complications can be divided into early and late complications Common early complications include anastomotic leak and hemorrhage; common late complications include nutritional deficiencies.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Complications. As with many surgeries, biliopancreatic diversion with duodenal switch complications can be divided into early and late complications Common early complications include anastomotic leak and hemorrhage; common late complications include nutritional deficiencies."}
{"id": "article-85558_40", "title": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Anastomotic Leak", "content": "The incidence of a gastric or duodenal leak following biliopancreatic diversion with duodenal switch is 1.14% vs. 1.12% for Roux en-Y gastric bypass. [38] The leak site appears to be more common at the duodenoduodenal anastomosis. [39] The risk of leakage from the longitudinal gastric staple line is minimal compared to the leak rate from the gastric staple line in the gastric bypass procedure. These patients may be asymptomatic, but they frequently present with tachycardia, which is usually the first sign. They can also have tachypnea and be febrile. The diagnostic test of choice for an anastomotic leak should be a CT scan with oral and IV contrast, high sensitivity, and specificity. An upper GI series can also be used, but it has a low sensitivity. If the leak is acute (<5 days), they should return to the operating room for exploration with repair and placement of a distal feeding tube. [40]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Anastomotic Leak. The incidence of a gastric or duodenal leak following biliopancreatic diversion with duodenal switch is 1.14% vs. 1.12% for Roux en-Y gastric bypass. [38] The leak site appears to be more common at the duodenoduodenal anastomosis. [39] The risk of leakage from the longitudinal gastric staple line is minimal compared to the leak rate from the gastric staple line in the gastric bypass procedure. These patients may be asymptomatic, but they frequently present with tachycardia, which is usually the first sign. They can also have tachypnea and be febrile. The diagnostic test of choice for an anastomotic leak should be a CT scan with oral and IV contrast, high sensitivity, and specificity. An upper GI series can also be used, but it has a low sensitivity. If the leak is acute (<5 days), they should return to the operating room for exploration with repair and placement of a distal feeding tube. [40]"}
{"id": "article-85558_41", "title": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Hemorrhage", "content": "The reported incidence of a postoperative hemorrhage is less than 1% of all gastric bypass surgeries experience bleeding, which requires intervention or transfusion. This can present as intraluminal and extraluminal bleeding. This has likely improved due to improved staple technology. Hemorrhage is more commonly seen with laparoscopic gastric bypass over open procedures. [41] Postoperative hemorrhage is treated at the surgeon's discretion, depending on the patient's clinical picture. For intraluminal bleeding, endoscopic treatment may be necessary but is not very common. Patients who have extraluminal bleeding who are hemodynamically unstable and unresponsive to resuscitation will need to return to the operating room for exploration and repair.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Hemorrhage. The reported incidence of a postoperative hemorrhage is less than 1% of all gastric bypass surgeries experience bleeding, which requires intervention or transfusion. This can present as intraluminal and extraluminal bleeding. This has likely improved due to improved staple technology. Hemorrhage is more commonly seen with laparoscopic gastric bypass over open procedures. [41] Postoperative hemorrhage is treated at the surgeon's discretion, depending on the patient's clinical picture. For intraluminal bleeding, endoscopic treatment may be necessary but is not very common. Patients who have extraluminal bleeding who are hemodynamically unstable and unresponsive to resuscitation will need to return to the operating room for exploration and repair."}
{"id": "article-85558_42", "title": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Nutritional Deficiencies", "content": "Biliopancreatic diversion with duodenal switch is the one bariatric procedure associated with the greatest perioperative malnutrition and metabolic-related complications. All patients need to begin supplementation postoperatively. Common nutritional deficiencies that can be seen are Iron deficiency anemia, protein-calorie malnutrition, hypocalcemia, and deficiency of the fat-soluble vitamins vitamin B1, vitamin B12, and folate. Close follow-up and laboratory studies are essential for these patients. If a nutritional deficiency is detected, dietary supplementation is extremely important. [42]", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Complications -- Nutritional Deficiencies. Biliopancreatic diversion with duodenal switch is the one bariatric procedure associated with the greatest perioperative malnutrition and metabolic-related complications. All patients need to begin supplementation postoperatively. Common nutritional deficiencies that can be seen are Iron deficiency anemia, protein-calorie malnutrition, hypocalcemia, and deficiency of the fat-soluble vitamins vitamin B1, vitamin B12, and folate. Close follow-up and laboratory studies are essential for these patients. If a nutritional deficiency is detected, dietary supplementation is extremely important. [42]"}
{"id": "article-85558_43", "title": "Biliopancreatic Diversion With Duodenal Switch -- Clinical Significance", "content": "Biliopancreatic diversion with duodenal switch is a common weight loss procedure that is gaining popularity in the US. The procedure is still not as common as sleeve gastrectomy and Roux en-Y gastric bypass. Long-term studies have displayed similar outcomes in patients with Roux en-Y gastric bypass, sleeve gastrectomy, and biliopancreatic bypass with duodenal switch. The main differences that have been shown are that patients who are super obese with BMI greater than 50 kg/m^2 can lose more weight and maintain weight loss better than the other bariatric procedures. It has also been shown that the biliopancreatic bypass with duodenal switch has a better effect on diabetes and reduction of hyperlipidemia than the other procedures. [43] The caveat is that this procedure requires an adequate follow-up program because there is an increased risk of nutritional deficiencies compared with other bariatric procedures.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Clinical Significance. Biliopancreatic diversion with duodenal switch is a common weight loss procedure that is gaining popularity in the US. The procedure is still not as common as sleeve gastrectomy and Roux en-Y gastric bypass. Long-term studies have displayed similar outcomes in patients with Roux en-Y gastric bypass, sleeve gastrectomy, and biliopancreatic bypass with duodenal switch. The main differences that have been shown are that patients who are super obese with BMI greater than 50 kg/m^2 can lose more weight and maintain weight loss better than the other bariatric procedures. It has also been shown that the biliopancreatic bypass with duodenal switch has a better effect on diabetes and reduction of hyperlipidemia than the other procedures. [43] The caveat is that this procedure requires an adequate follow-up program because there is an increased risk of nutritional deficiencies compared with other bariatric procedures."}
{"id": "article-85558_44", "title": "Biliopancreatic Diversion With Duodenal Switch -- Enhancing Healthcare Team Outcomes", "content": "Today, the management of obesity has become more and more complicated as the incidence of obesity rises, and the comorbidities associated with it do as well. Now more than ever, the management of obesity requires interprofessional communication. Care coordination between nurses, physicians, extenders, surgeons, pharmacists, and primary care providers can enhance patient-centered care and reduce the incidence of obesity using education, a healthy diet, and exercise. The preventative measure can work if patients are held accountable by the health care team and are compliant. It's important for patients to understand that bariatric surgery does not cure obesity and that weight loss is not always guaranteed. Patients must be educated that without lifestyle change, there is a risk that they can gain the weight back after bariatric surgery. Bariatric surgery has been shown to help lose weight which leads to better glucose control and lowering of cholesterol.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Enhancing Healthcare Team Outcomes. Today, the management of obesity has become more and more complicated as the incidence of obesity rises, and the comorbidities associated with it do as well. Now more than ever, the management of obesity requires interprofessional communication. Care coordination between nurses, physicians, extenders, surgeons, pharmacists, and primary care providers can enhance patient-centered care and reduce the incidence of obesity using education, a healthy diet, and exercise. The preventative measure can work if patients are held accountable by the health care team and are compliant. It's important for patients to understand that bariatric surgery does not cure obesity and that weight loss is not always guaranteed. Patients must be educated that without lifestyle change, there is a risk that they can gain the weight back after bariatric surgery. Bariatric surgery has been shown to help lose weight which leads to better glucose control and lowering of cholesterol."}
{"id": "article-85558_45", "title": "Biliopancreatic Diversion With Duodenal Switch -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biliopancreatic Diversion With Duodenal Switch -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}