{"id": "article-131801_0", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Continuing Education Activity", "content": "Infectious endocarditis can be challenging to treat and often causes significant sequelae. Antimicrobial prophylaxis is given in certain situations before dental and oral surgery to avoid infective endocarditis. However, unnecessary antimicrobial administration can cause adverse events and contribute to antimicrobial resistance. This activity will explore the indications for antimicrobial prophylaxis in the context of dental and oral surgery, the microbiology of the oral cavity, and recommended antimicrobials and their administration. It will further delve into the data informing current recommendations on antimicrobial prophylaxis. It will conclude by exploring the topic of dental antimicrobial stewardship and the consequences of unneeded antimicrobial use in the field.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Continuing Education Activity. Infectious endocarditis can be challenging to treat and often causes significant sequelae. Antimicrobial prophylaxis is given in certain situations before dental and oral surgery to avoid infective endocarditis. However, unnecessary antimicrobial administration can cause adverse events and contribute to antimicrobial resistance. This activity will explore the indications for antimicrobial prophylaxis in the context of dental and oral surgery, the microbiology of the oral cavity, and recommended antimicrobials and their administration. It will further delve into the data informing current recommendations on antimicrobial prophylaxis. It will conclude by exploring the topic of dental antimicrobial stewardship and the consequences of unneeded antimicrobial use in the field."}
{"id": "article-131801_1", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Continuing Education Activity", "content": "Objectives: Explain the rationale for antimicrobial prophylaxis in dental and oral surgery. Identify the indications for antimicrobial prophylaxis in dental and oral surgery. Review the microbiology of the oral cavity. Outline recommended regimens for antimicrobial prophylaxis and their administration. Access free multiple choice questions on this topic.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Continuing Education Activity. Objectives: Explain the rationale for antimicrobial prophylaxis in dental and oral surgery. Identify the indications for antimicrobial prophylaxis in dental and oral surgery. Review the microbiology of the oral cavity. Outline recommended regimens for antimicrobial prophylaxis and their administration. Access free multiple choice questions on this topic."}
{"id": "article-131801_2", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Introduction", "content": "The disruption of the dental mucosa can lead to transient bacteremia. [1] In turn, bacteremia is a risk factor for the development of infective endocarditis and other biofilm-associated infections, such as prosthetic joint infection. [2] [3] The first suggestion that dental procedures could be associated with infective endocarditis came in 1923. [4]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Introduction. The disruption of the dental mucosa can lead to transient bacteremia. [1] In turn, bacteremia is a risk factor for the development of infective endocarditis and other biofilm-associated infections, such as prosthetic joint infection. [2] [3] The first suggestion that dental procedures could be associated with infective endocarditis came in 1923. [4]"}
{"id": "article-131801_3", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Introduction", "content": "In 1935, one study isolated S. viridans in blood cultures in 61% of patients with dental sepsis. [4] Recommendations for antimicrobial prophylaxis before dental procedures were first included in the American Heart Association (AHA) guidelines in 1955. [5] Antimicrobials have been offered to patients for various reasons before dental procedures and oral surgery. But, recent recommendations target prophylaxis toward the most vulnerable to infection.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Introduction. In 1935, one study isolated S. viridans in blood cultures in 61% of patients with dental sepsis. [4] Recommendations for antimicrobial prophylaxis before dental procedures were first included in the American Heart Association (AHA) guidelines in 1955. [5] Antimicrobials have been offered to patients for various reasons before dental procedures and oral surgery. But, recent recommendations target prophylaxis toward the most vulnerable to infection."}
{"id": "article-131801_4", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function", "content": "The microbiology of the oral cavity varies with the position in the mouth and with different systemic conditions. Nonmutans streptococcal species and organisms in the S. mitis group predominate near the root and in the teeth' cracks and fissures. [6] There is a minimal amount of mutans-group streptococcus in the healthy mouth. [6] Anaerobic flora predominates in periodontal disease, including Porphyromonas , Provotella , and Capnocytophaga . [6] Aggregatibacter is associated with aggressive periodontitis. [7]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function. The microbiology of the oral cavity varies with the position in the mouth and with different systemic conditions. Nonmutans streptococcal species and organisms in the S. mitis group predominate near the root and in the teeth' cracks and fissures. [6] There is a minimal amount of mutans-group streptococcus in the healthy mouth. [6] Anaerobic flora predominates in periodontal disease, including Porphyromonas , Provotella , and Capnocytophaga . [6] Aggregatibacter is associated with aggressive periodontitis. [7]"}
{"id": "article-131801_5", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function", "content": "Organisms involved in periodontal disease organize into complexes in conjunction with certain other species. Fusobacterium species belong to a complex that may herald early periodontal disease. [8] Mutans-group streptococci, Lactobacillus , and Actinomyces, predominate in biofilms associated with carious teeth. [9] Enterococcal species are also commonly found in the oral cavity. [10]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function. Organisms involved in periodontal disease organize into complexes in conjunction with certain other species. Fusobacterium species belong to a complex that may herald early periodontal disease. [8] Mutans-group streptococci, Lactobacillus , and Actinomyces, predominate in biofilms associated with carious teeth. [9] Enterococcal species are also commonly found in the oral cavity. [10]"}
{"id": "article-131801_6", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function", "content": "Organisms implicated in infective endocarditis that may be of oral origin include oral streptococci in 7 to 18%, enterococci in 5 to 10%, and organisms in the HACEK group that include oral anaerobes such as Eikinella corrodens and Aggrigatibacter in 1 to 2%. [11] Organisms potentially of an oral origin in prosthetic joint infection include streptococcal species in 8%, enterococcal species in 3%, and anaerobes in 4%. [12]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function. Organisms implicated in infective endocarditis that may be of oral origin include oral streptococci in 7 to 18%, enterococci in 5 to 10%, and organisms in the HACEK group that include oral anaerobes such as Eikinella corrodens and Aggrigatibacter in 1 to 2%. [11] Organisms potentially of an oral origin in prosthetic joint infection include streptococcal species in 8%, enterococcal species in 3%, and anaerobes in 4%. [12]"}
{"id": "article-131801_7", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function", "content": "Most prosthetic joint infections involve Staphylococcus aureus and coagulase-negative Staphylococcus , which are generally considered rare in the human oral cavity. [12] [13] However, staphylococcal species in the oral cavity may be involved in more oral infections than previously thought. [14]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Function. Most prosthetic joint infections involve Staphylococcus aureus and coagulase-negative Staphylococcus , which are generally considered rare in the human oral cavity. [12] [13] However, staphylococcal species in the oral cavity may be involved in more oral infections than previously thought. [14]"}
{"id": "article-131801_8", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern", "content": "Current guidelines regarding antibiotic prophylaxis before dental procedures have been influenced by two main issues: transient bacteremia's nature and the efficacy of antibiotics in reducing bacteremia and infective endocarditis.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern. Current guidelines regarding antibiotic prophylaxis before dental procedures have been influenced by two main issues: transient bacteremia's nature and the efficacy of antibiotics in reducing bacteremia and infective endocarditis."}
{"id": "article-131801_9", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia", "content": "Bacteremia refers to the presence of bacteria in the bloodstream. [15] Viable bacteria may reach the bloodstream after simple daily tasks like toothbrushing and during minor dental procedures and infectious processes. [15] The host's immunity normally clears these bacteria from the blood. However, transient bacteremia may lead to infection and sepsis when immune efforts are ineffective or under certain circumstances like anatomical defects, foreign material, or turbulent cardiac blood flow. [15]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia. Bacteremia refers to the presence of bacteria in the bloodstream. [15] Viable bacteria may reach the bloodstream after simple daily tasks like toothbrushing and during minor dental procedures and infectious processes. [15] The host's immunity normally clears these bacteria from the blood. However, transient bacteremia may lead to infection and sepsis when immune efforts are ineffective or under certain circumstances like anatomical defects, foreign material, or turbulent cardiac blood flow. [15]"}
{"id": "article-131801_10", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia", "content": "As transient bacteremia occurs for many due to normal activities of daily living, this argues against the widespread use of antimicrobial prophylaxis in the general population. Furthermore, despite transient bacteremia, endocarditis remains a relatively rare diagnosis and has an incidence of 3 to 10 per 100,000 people. [16] Those with certain cardiac conditions, such as rheumatic heart disease, degenerative valve disease, and congenital heart disease, are more predisposed to the development of infective endocarditis. [16]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia. As transient bacteremia occurs for many due to normal activities of daily living, this argues against the widespread use of antimicrobial prophylaxis in the general population. Furthermore, despite transient bacteremia, endocarditis remains a relatively rare diagnosis and has an incidence of 3 to 10 per 100,000 people. [16] Those with certain cardiac conditions, such as rheumatic heart disease, degenerative valve disease, and congenital heart disease, are more predisposed to the development of infective endocarditis. [16]"}
{"id": "article-131801_11", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia", "content": "Advancements in cardiology have paved the way for prosthetic and bioprosthetic cardiac valves and other prosthetics, allowing for the correction of valvulopathy and congenital heart disease. Increased rates of endocarditis have also been noted in this population. [16] Specific populations develop endocarditis secondary to this transient bacteremia in a much higher proportion than others, suggesting that antibiotic prophylaxis may be more beneficial in these populations.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Transient Bacteremia. Advancements in cardiology have paved the way for prosthetic and bioprosthetic cardiac valves and other prosthetics, allowing for the correction of valvulopathy and congenital heart disease. Increased rates of endocarditis have also been noted in this population. [16] Specific populations develop endocarditis secondary to this transient bacteremia in a much higher proportion than others, suggesting that antibiotic prophylaxis may be more beneficial in these populations."}
{"id": "article-131801_12", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Bacteremia", "content": "Antimicrobial prophylaxis before dental procedures is not 100% effective at preventing transient bacteremia. A systemic review of twelve studies revealed that antimicrobial prophylaxis before tooth extraction reduced the risk of bacteremia by 50%. [17] Amoxicillin reduced the risk of bacteremia by 59%, azithromycin by 49%, and clindamycin by 11%. [17]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Bacteremia. Antimicrobial prophylaxis before dental procedures is not 100% effective at preventing transient bacteremia. A systemic review of twelve studies revealed that antimicrobial prophylaxis before tooth extraction reduced the risk of bacteremia by 50%. [17] Amoxicillin reduced the risk of bacteremia by 59%, azithromycin by 49%, and clindamycin by 11%. [17]"}
{"id": "article-131801_13", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis", "content": "Infective endocarditis is the infection of the innermost layer of the heart, known as the endocardium. It typically affects the cardiac or prosthetic valves and cardiac devices. [18]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis. Infective endocarditis is the infection of the innermost layer of the heart, known as the endocardium. It typically affects the cardiac or prosthetic valves and cardiac devices. [18]"}
{"id": "article-131801_14", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis", "content": "To date, there has not been a randomized-controlled trial regarding antimicrobial prophylaxis before dental procedures to inform clinical decision-making. However, several studies have evaluated the incidence of infective endocarditis before and after changes in treatment guidelines from prominent medical organizations. In other words, much of the data informing on this topic are epidemiological studies before and after changes in recommendations.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis. To date, there has not been a randomized-controlled trial regarding antimicrobial prophylaxis before dental procedures to inform clinical decision-making. However, several studies have evaluated the incidence of infective endocarditis before and after changes in treatment guidelines from prominent medical organizations. In other words, much of the data informing on this topic are epidemiological studies before and after changes in recommendations."}
{"id": "article-131801_15", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis", "content": "Many epidemiological studies before and after the publication of antimicrobial prophylaxis recommendations have shown no change. A study in Olmstead County, Minnesota, in 2007 evaluated the incidence of infective endocarditis caused by viridans group streptococci before and after the change in the joint American Heart Association/American Dental Association guidelines (AHA/ADA), which narrowed recommendations for antimicrobial prophylaxis before dental procedures and did not reveal any change in the incidence of infective endocarditis. [19] Likewise, a study in France did not reveal an increased incidence of the condition after recommendations for antimicrobial prophylaxis were narrowed in 2002. [20]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis. Many epidemiological studies before and after the publication of antimicrobial prophylaxis recommendations have shown no change. A study in Olmstead County, Minnesota, in 2007 evaluated the incidence of infective endocarditis caused by viridans group streptococci before and after the change in the joint American Heart Association/American Dental Association guidelines (AHA/ADA), which narrowed recommendations for antimicrobial prophylaxis before dental procedures and did not reveal any change in the incidence of infective endocarditis. [19] Likewise, a study in France did not reveal an increased incidence of the condition after recommendations for antimicrobial prophylaxis were narrowed in 2002. [20]"}
{"id": "article-131801_16", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis", "content": "However, some studies did reveal increased rates of endocarditis after the publication of guideline changes. Another US study revealed that the rate of streptococcal infective endocarditis has increased since the 2007 joint AHA/ADA guidelines but did not note an increase in valvular replacement. [21]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis. However, some studies did reveal increased rates of endocarditis after the publication of guideline changes. Another US study revealed that the rate of streptococcal infective endocarditis has increased since the 2007 joint AHA/ADA guidelines but did not note an increase in valvular replacement. [21]"}
{"id": "article-131801_17", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis", "content": "A study conducted on the incidence of infective endocarditis in Englandrevealedl an increase in the incidence of infective endocarditis after the guidelines in 2008 by the National Institute of Health and Clinical Excellence that did not recommend antimicrobial prophylaxis in any population. [22] These guidelines were updated in 2016 to indicate that the organization does not generally recommend antimicrobial prophylaxis before dental procedures. [23]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Issues of Concern -- Efficacy of Antimicrobial Prophylaxis in the Prevention of Infective Endocarditis. A study conducted on the incidence of infective endocarditis in Englandrevealedl an increase in the incidence of infective endocarditis after the guidelines in 2008 by the National Institute of Health and Clinical Excellence that did not recommend antimicrobial prophylaxis in any population. [22] These guidelines were updated in 2016 to indicate that the organization does not generally recommend antimicrobial prophylaxis before dental procedures. [23]"}
{"id": "article-131801_18", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy Patients", "content": "Antimicrobial prophylaxis is not routinely indicated in healthy patients undergoing dental or oral surgery procedures. However, there are some exceptions when prophylaxis is recommended, as it reduces the risk of postoperative complications, including implant failure, local infection, or sinusitis.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy Patients. Antimicrobial prophylaxis is not routinely indicated in healthy patients undergoing dental or oral surgery procedures. However, there are some exceptions when prophylaxis is recommended, as it reduces the risk of postoperative complications, including implant failure, local infection, or sinusitis."}
{"id": "article-131801_19", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "Antimicrobial prophylaxis is recommended before dental implants are placed immediately after dental extraction, with or without clinical signs of infection. These recommendations stem from concerns regarding the placement of implants into a potentially infected wound bed, which may affect osseointegration. [24] Amoxicillin 2 g to 3 g one hour before the procedure, followed by amoxicillin 500 mg every eight hours, continued for five to seven days, reduces the risk of early failure. [25]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. Antimicrobial prophylaxis is recommended before dental implants are placed immediately after dental extraction, with or without clinical signs of infection. These recommendations stem from concerns regarding the placement of implants into a potentially infected wound bed, which may affect osseointegration. [24] Amoxicillin 2 g to 3 g one hour before the procedure, followed by amoxicillin 500 mg every eight hours, continued for five to seven days, reduces the risk of early failure. [25]"}
{"id": "article-131801_20", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "In penicillin-allergic patients, alternatives include azithromycin or clarithromycin 500 mg one hour before the procedure followed by 250 mg daily for 5 to 7 days, or metronidazole 1 g one hour before the procedure followed by 500 mg every six hours for five to seven days. [25]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. In penicillin-allergic patients, alternatives include azithromycin or clarithromycin 500 mg one hour before the procedure followed by 250 mg daily for 5 to 7 days, or metronidazole 1 g one hour before the procedure followed by 500 mg every six hours for five to seven days. [25]"}
{"id": "article-131801_21", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "Antimicrobial prophylaxis during the second phase, or prosthetic phase, of dental implants is not justified. [25] This recommendation was extrapolated from studies involving periodontal access surgeries, which noted that the number needed to treat was 117 to prevent postoperative infection. [25]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. Antimicrobial prophylaxis during the second phase, or prosthetic phase, of dental implants is not justified. [25] This recommendation was extrapolated from studies involving periodontal access surgeries, which noted that the number needed to treat was 117 to prevent postoperative infection. [25]"}
{"id": "article-131801_22", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "For dental implant placements done concurrently with sinus lift procedures, amoxicillin/clavulanate 875/125 mg every twelve hours started one day before the procedure and continued for seven days is recommended. Antimicrobial prophylaxis in this situation is to prevent sinusitis in case of perforation of Schneider's membrane, resulting in communication between the oral cavity and the maxillary sinus. [25] However, studies evaluating this subject are quite limited. Similarly, patients with oro-antral communication or fistula should receive antimicrobial therapy. [26] Ciprofloxacin 500 mg every twelve hours, started one day before the procedure, is recommended for penicillin-allergic patients for nine days.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. For dental implant placements done concurrently with sinus lift procedures, amoxicillin/clavulanate 875/125 mg every twelve hours started one day before the procedure and continued for seven days is recommended. Antimicrobial prophylaxis in this situation is to prevent sinusitis in case of perforation of Schneider's membrane, resulting in communication between the oral cavity and the maxillary sinus. [25] However, studies evaluating this subject are quite limited. Similarly, patients with oro-antral communication or fistula should receive antimicrobial therapy. [26] Ciprofloxacin 500 mg every twelve hours, started one day before the procedure, is recommended for penicillin-allergic patients for nine days."}
{"id": "article-131801_23", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "Antimicrobial prophylaxis before routine dental implants remains controversial. They have been recommended to reduce the risk of osseointegration failure caused by a microorganism affecting the wound healing process. [27] A Cochrane review performed in 2013 concluded that antimicrobial prophylaxis before dental implant placement reduced the risk of failure. [28] Other studies suggest that antibiotics decrease the risk of early failure but do not reduce infection risk. [29]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. Antimicrobial prophylaxis before routine dental implants remains controversial. They have been recommended to reduce the risk of osseointegration failure caused by a microorganism affecting the wound healing process. [27] A Cochrane review performed in 2013 concluded that antimicrobial prophylaxis before dental implant placement reduced the risk of failure. [28] Other studies suggest that antibiotics decrease the risk of early failure but do not reduce infection risk. [29]"}
{"id": "article-131801_24", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "On the other hand, a meta-analysis including three studies found that the number needed to treat to prevent one implant failure was thirty-three. [30] Clinical practice guidelines developed by the Spanish Society of Implants acknowledge the disagreement about the subject and state that amoxicillin, either 2 g or 3 g one hour before the procedure or no antibiotic prophylaxis, are both acceptable in routine dental implant placements in healthy patients. [25] In penicillin-allergic patients, azithromycin 500 mg is an alternative to amoxicillin. [25]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. On the other hand, a meta-analysis including three studies found that the number needed to treat to prevent one implant failure was thirty-three. [30] Clinical practice guidelines developed by the Spanish Society of Implants acknowledge the disagreement about the subject and state that amoxicillin, either 2 g or 3 g one hour before the procedure or no antibiotic prophylaxis, are both acceptable in routine dental implant placements in healthy patients. [25] In penicillin-allergic patients, azithromycin 500 mg is an alternative to amoxicillin. [25]"}
{"id": "article-131801_25", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants", "content": "Infected bone grafts are a considerable problem as they often lead to total or partial graft loss. [31] Antibiotic prophylaxis must be prescribed before bone regeneration procedures, and the recommended regime is amoxicillin (2 or 3 g) or azithromycin 500 mg one hour before surgery. [25] Clindamycin should not be used to prevent dental implant-related infections as worse outcomes, including infection and osseointegration failure, are noted compared to when amoxicillin is used. [25]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Dental Implants. Infected bone grafts are a considerable problem as they often lead to total or partial graft loss. [31] Antibiotic prophylaxis must be prescribed before bone regeneration procedures, and the recommended regime is amoxicillin (2 or 3 g) or azithromycin 500 mg one hour before surgery. [25] Clindamycin should not be used to prevent dental implant-related infections as worse outcomes, including infection and osseointegration failure, are noted compared to when amoxicillin is used. [25]"}
{"id": "article-131801_26", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Facial Fractures", "content": "Infection rates of mandibular fractures range from 3.3% to 43.9%, while infections involving fractures of the upper facial, third, and mid-face occur in 0% to 12.5%. [32] Antimicrobials are generally offered to prevent hardware-associated infection in these cases [33] . A review of all available studies involving infection after these fractures conducted in 2022 did not reveal any benefit to extending prophylactic antibiotics beyond twenty-four hours in these cases. [32]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Healthy patients: Facial Fractures. Infection rates of mandibular fractures range from 3.3% to 43.9%, while infections involving fractures of the upper facial, third, and mid-face occur in 0% to 12.5%. [32] Antimicrobials are generally offered to prevent hardware-associated infection in these cases [33] . A review of all available studies involving infection after these fractures conducted in 2022 did not reveal any benefit to extending prophylactic antibiotics beyond twenty-four hours in these cases. [32]"}
{"id": "article-131801_27", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations", "content": "Severely immunocompromised patients, such as those on chemotherapy, should avoid invasive dental procedures whenever possible. [34] If considered, dentists and oral surgeons should seek the opinion of the patient's managing physician. [34]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations. Severely immunocompromised patients, such as those on chemotherapy, should avoid invasive dental procedures whenever possible. [34] If considered, dentists and oral surgeons should seek the opinion of the patient's managing physician. [34]"}
{"id": "article-131801_28", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations", "content": "There is a lack of evidence regarding patients with severe neutropenia, high doses of immunosuppressants, or patients with immunodeficiencies. [35] Consulting with the patient's managing physician is helpful in such cases.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations. There is a lack of evidence regarding patients with severe neutropenia, high doses of immunosuppressants, or patients with immunodeficiencies. [35] Consulting with the patient's managing physician is helpful in such cases."}
{"id": "article-131801_29", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations", "content": "Previous guidelines have recommended antimicrobial prophylaxis be provided to patients with diabetes mellitus. [36] However, a recent systematic review found that guidelines have been inconsistent, and there is no evidence of the effectiveness of antimicrobial prophylaxis in this population. [37]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations. Previous guidelines have recommended antimicrobial prophylaxis be provided to patients with diabetes mellitus. [36] However, a recent systematic review found that guidelines have been inconsistent, and there is no evidence of the effectiveness of antimicrobial prophylaxis in this population. [37]"}
{"id": "article-131801_30", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations", "content": "There is no consensus regarding the need for antimicrobial prophylaxis before dental procedures in patients that have received a splenectomy. [38] Dentists and oral surgeons should seek an opinion from the patient's managing physician.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations. There is no consensus regarding the need for antimicrobial prophylaxis before dental procedures in patients that have received a splenectomy. [38] Dentists and oral surgeons should seek an opinion from the patient's managing physician."}
{"id": "article-131801_31", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations", "content": "The American Dental Association does not routinely recommend antimicrobial prophylaxis in patients with implanted prosthetic joints before dental procedures. [39] The American Academy of Orthopedic Surgeons also does not recommend antimicrobial prophylaxis in this population, citing that there has not been any study that demonstrates an association between bacteremia induced by dental procedures and prosthetic joint infection. To date, no study has shown that antimicrobial prophylaxis decreased the rate of prosthetic joint infection.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Antimicrobial Prophylaxis in Special Populations. The American Dental Association does not routinely recommend antimicrobial prophylaxis in patients with implanted prosthetic joints before dental procedures. [39] The American Academy of Orthopedic Surgeons also does not recommend antimicrobial prophylaxis in this population, citing that there has not been any study that demonstrates an association between bacteremia induced by dental procedures and prosthetic joint infection. To date, no study has shown that antimicrobial prophylaxis decreased the rate of prosthetic joint infection."}
{"id": "article-131801_32", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors", "content": "Due to the increased risk for infective endocarditis in patients with certain cardiac risk factors, The American Heart Association recommends antimicrobial prophylaxis before specific dental procedures if patients meet one of the below criteria. [40]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors. Due to the increased risk for infective endocarditis in patients with certain cardiac risk factors, The American Heart Association recommends antimicrobial prophylaxis before specific dental procedures if patients meet one of the below criteria. [40]"}
{"id": "article-131801_33", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors", "content": "A prosthetic valve or implanted prosthetic cardiac material is present. Materials include prosthetic valves in place, prosthetic material from a prior cardiac valve repair, or other prosthetic material in situ, including a transvenous aortic valve replacement. It also includes patients with a left ventricular assist device (LVAD) or artificial heart. [40] A previous episode of infective endocarditis has occurred. [40] Certain patients with congenital heart disease meeting specific conditions: those with unrepaired cyanotic congenital heart defects, repaired congenital defects with prosthetic material within six months of repair, repaired congenital heart disease with a retained prosthetic device and residual defect, and patients with a pulmonary artery valve or conduit in place. [40] Cardiac transplant patients with valvulopathy. [40]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors. A prosthetic valve or implanted prosthetic cardiac material is present. Materials include prosthetic valves in place, prosthetic material from a prior cardiac valve repair, or other prosthetic material in situ, including a transvenous aortic valve replacement. It also includes patients with a left ventricular assist device (LVAD) or artificial heart. [40] A previous episode of infective endocarditis has occurred. [40] Certain patients with congenital heart disease meeting specific conditions: those with unrepaired cyanotic congenital heart defects, repaired congenital defects with prosthetic material within six months of repair, repaired congenital heart disease with a retained prosthetic device and residual defect, and patients with a pulmonary artery valve or conduit in place. [40] Cardiac transplant patients with valvulopathy. [40]"}
{"id": "article-131801_34", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors", "content": "In patients not meeting the above conditions, the American Heart Association does not recommend antimicrobial prophylaxis for infective endocarditis before dental procedures. [40] Examples of such patients include the following: [40] Patients using pacemakers or automatic cardioverter-defibrillators Patients having undergone prior septal defect closure with success Patients with peripheral vascular grafts (such as those used for hemodialysis access) or vascular stents Patients with ventriculoatrial shunts Patients with vena cava filters Patients with pledgets", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors. In patients not meeting the above conditions, the American Heart Association does not recommend antimicrobial prophylaxis for infective endocarditis before dental procedures. [40] Examples of such patients include the following: [40] Patients using pacemakers or automatic cardioverter-defibrillators Patients having undergone prior septal defect closure with success Patients with peripheral vascular grafts (such as those used for hemodialysis access) or vascular stents Patients with ventriculoatrial shunts Patients with vena cava filters Patients with pledgets"}
{"id": "article-131801_35", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors", "content": "Procedures that carry sufficient risk to justify antimicrobial prophylaxis in the groups outlined above involve gingival or periapical manipulation and cases that require perforation of the oral mucosa. [40] Examples of procedures that carry sufficient risk and those considered not risky are outlined in the table below. [41] [42] It is worth noting that this is not an exhaustive list, and each case must be judged individually by the treating clinician.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Indications for Antimicrobial Prophylaxis in Patients With Cardiac Risk Factors. Procedures that carry sufficient risk to justify antimicrobial prophylaxis in the groups outlined above involve gingival or periapical manipulation and cases that require perforation of the oral mucosa. [40] Examples of procedures that carry sufficient risk and those considered not risky are outlined in the table below. [41] [42] It is worth noting that this is not an exhaustive list, and each case must be judged individually by the treating clinician."}
{"id": "article-131801_36", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors", "content": "Antimicrobials should be administered as a single dose thirty to sixty minutes before the procedure. [40] The preferred regimen in adults is amoxicillin 2 g PO. [40] Practitioners should adjust amoxicillin dosing to 50 mg/kg in the pediatric population. [40] Practitioners can give ampicillin 2 g IV or PO for those unable to take oral medications. [40]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors. Antimicrobials should be administered as a single dose thirty to sixty minutes before the procedure. [40] The preferred regimen in adults is amoxicillin 2 g PO. [40] Practitioners should adjust amoxicillin dosing to 50 mg/kg in the pediatric population. [40] Practitioners can give ampicillin 2 g IV or PO for those unable to take oral medications. [40]"}
{"id": "article-131801_37", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors", "content": "Alternative regimens include cephalexin 2 g, azithromycin 500 mg, clarithromycin 500 mg, or doxycycline 100 mg for those with penicillin allergy. [40] In children with penicillin allergy, cephalexin 50 mg/kg, azithromycin or clarithromycin 15 mg/kg, or doxycycline 2.2 mg/kg in patients weighing less than 45 kg, and 100 mg for patients weighing more than 45 kg can be prescribed. [40]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors. Alternative regimens include cephalexin 2 g, azithromycin 500 mg, clarithromycin 500 mg, or doxycycline 100 mg for those with penicillin allergy. [40] In children with penicillin allergy, cephalexin 50 mg/kg, azithromycin or clarithromycin 15 mg/kg, or doxycycline 2.2 mg/kg in patients weighing less than 45 kg, and 100 mg for patients weighing more than 45 kg can be prescribed. [40]"}
{"id": "article-131801_38", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors", "content": "In patients with type I hypersensitivity to penicillins, including reactions of anaphylaxis, angioedema, or urticaria, cephalexin should not be administered. [40] Instead, prescribers should utilize an alternative agent, such as azithromycin, clarithromycin, or doxycycline. [40] The recommended regimen in patients with a history of type I IgE-mediated penicillin allergy that cannot take oral medications includes cefazolin or ceftriaxone 1 gm IV or IM in adults and 50 mg/kg IV or IM in children. [40]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors. In patients with type I hypersensitivity to penicillins, including reactions of anaphylaxis, angioedema, or urticaria, cephalexin should not be administered. [40] Instead, prescribers should utilize an alternative agent, such as azithromycin, clarithromycin, or doxycycline. [40] The recommended regimen in patients with a history of type I IgE-mediated penicillin allergy that cannot take oral medications includes cefazolin or ceftriaxone 1 gm IV or IM in adults and 50 mg/kg IV or IM in children. [40]"}
{"id": "article-131801_39", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors", "content": "Clindamycin is not recommended for antibiotic prophylaxis before dental procedures and oral surgery due to the high incidence of adverse events, such as C. difficile colitis. [40] C. difficile colitis can manifest with symptoms ranging from asymptomatic carriage to life-threatening colitis, resulting in toxic megacolon, which may require surgical intervention or result in death. [43] Additionally, C. difficile colitis is often characterized by a high recurrence rate, making this infection particularly difficult to treat. [43]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Clinical Significance -- Recommended Regimens for Patients with Cardiac Risk Factors. Clindamycin is not recommended for antibiotic prophylaxis before dental procedures and oral surgery due to the high incidence of adverse events, such as C. difficile colitis. [40] C. difficile colitis can manifest with symptoms ranging from asymptomatic carriage to life-threatening colitis, resulting in toxic megacolon, which may require surgical intervention or result in death. [43] Additionally, C. difficile colitis is often characterized by a high recurrence rate, making this infection particularly difficult to treat. [43]"}
{"id": "article-131801_40", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery", "content": "Dentists prescribe 10% of all outpatient antibiotic prescriptions and prescribe the most antibiotics as a specialty in the United States. [44] Due to this, increased attention to antimicrobial stewardship in dentistry and oral surgery can create a significant impact. A study evaluating antibiotic prophylaxis at 168,420 dental visits in the United States between 2011 and 2015 found that only 19.1% of these prescriptions were concordant with guidelines. [45] The study reported that 1.4% of these prescriptions were associated with an adverse event within fourteen days. [46] These adverse events included emergency room visits in 83% and antibiotic allergy in 16%. [46]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery. Dentists prescribe 10% of all outpatient antibiotic prescriptions and prescribe the most antibiotics as a specialty in the United States. [44] Due to this, increased attention to antimicrobial stewardship in dentistry and oral surgery can create a significant impact. A study evaluating antibiotic prophylaxis at 168,420 dental visits in the United States between 2011 and 2015 found that only 19.1% of these prescriptions were concordant with guidelines. [45] The study reported that 1.4% of these prescriptions were associated with an adverse event within fourteen days. [46] These adverse events included emergency room visits in 83% and antibiotic allergy in 16%. [46]"}
{"id": "article-131801_41", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery", "content": "Clostridioides difficile colitis occurred in 0.007 per 1000 patient days, and anaphylaxis occurred in 0.003 per 1000 person days. [46] Although these events affected a small portion of those prescribed unnecessary antibiotic prophylaxis, these events were entirely preventable by compliance with current guidelines.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery. Clostridioides difficile colitis occurred in 0.007 per 1000 patient days, and anaphylaxis occurred in 0.003 per 1000 person days. [46] Although these events affected a small portion of those prescribed unnecessary antibiotic prophylaxis, these events were entirely preventable by compliance with current guidelines."}
{"id": "article-131801_42", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery", "content": "Unneeded antimicrobials contribute to antimicrobial resistance, a growing threat in the community. In the United States alone, antibiotic-resistant bacteria result in the deaths of 23,000 people per year. [47]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery. Unneeded antimicrobials contribute to antimicrobial resistance, a growing threat in the community. In the United States alone, antibiotic-resistant bacteria result in the deaths of 23,000 people per year. [47]"}
{"id": "article-131801_43", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery", "content": "Dentists working in academic hospitals or university settings were found more likely to prescribe antibiotic prophylaxis correctly when compared to dentists practicing elsewhere. [48] Additionally, dentists practicing for fifteen years or more had a higher likelihood of deviating from guideline-directed antibiotic prophylaxis prescribing. [48]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery. Dentists working in academic hospitals or university settings were found more likely to prescribe antibiotic prophylaxis correctly when compared to dentists practicing elsewhere. [48] Additionally, dentists practicing for fifteen years or more had a higher likelihood of deviating from guideline-directed antibiotic prophylaxis prescribing. [48]"}
{"id": "article-131801_44", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery", "content": "Increased education regarding the dangers of antibiotic-related events, including Clostridiodes difficile colitis and antimicrobial resistance, could make a difference. A small prospective cohort study involving infectious diseases antimicrobial stewardship personnel outreach to private practice dentists showed an increase in appropriate antibiotic prescribing from 19% pre-education to 87.9% post-education. [49]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Other Issues -- Antimicrobial Stewardship in Dentistry and Oral Surgery. Increased education regarding the dangers of antibiotic-related events, including Clostridiodes difficile colitis and antimicrobial resistance, could make a difference. A small prospective cohort study involving infectious diseases antimicrobial stewardship personnel outreach to private practice dentists showed an increase in appropriate antibiotic prescribing from 19% pre-education to 87.9% post-education. [49]"}
{"id": "article-131801_45", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes", "content": "Appropriate antimicrobial administration involves the entire healthcare team: dentists, oral surgeons, orthopedic surgeons, infectious diseases specialists, cardiologists, primary care physicians, and pharmacists. Dentists play a crucial role in the prescribing of antimicrobial prophylaxis. A panel of experts formed the American Dental Association's guidelines on antibiotic prophylaxis before dental procedures to prevent prosthetic joint infection in 2014. [39] [Level 4]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes. Appropriate antimicrobial administration involves the entire healthcare team: dentists, oral surgeons, orthopedic surgeons, infectious diseases specialists, cardiologists, primary care physicians, and pharmacists. Dentists play a crucial role in the prescribing of antimicrobial prophylaxis. A panel of experts formed the American Dental Association's guidelines on antibiotic prophylaxis before dental procedures to prevent prosthetic joint infection in 2014. [39] [Level 4]"}
{"id": "article-131801_46", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes", "content": "However, impediments to guideline-adherent prescribing include a lack of information regarding the complete cardiac histories of patients presenting for dental procedures, pressure from other physicians and the patients themselves to prescribe antimicrobial prophylaxis, and lack of education regarding the most up-to-date guidelines. The current infective endocarditis prophylaxis guidelines from the American Heart Society were developed after an exhaustive review of all available data. [40] [Level 4]", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes. However, impediments to guideline-adherent prescribing include a lack of information regarding the complete cardiac histories of patients presenting for dental procedures, pressure from other physicians and the patients themselves to prescribe antimicrobial prophylaxis, and lack of education regarding the most up-to-date guidelines. The current infective endocarditis prophylaxis guidelines from the American Heart Society were developed after an exhaustive review of all available data. [40] [Level 4]"}
{"id": "article-131801_47", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes", "content": "Cardiologists are crucial in advising patients and dentists about when patients do and do not require antimicrobial prophylaxis before dental procedures and oral surgery. Orthopedic surgeons also play a role when advising patients with implanted prosthetic joints. Primary care providers also contribute, as patients commonly ask whether antimicrobial prophylaxis is necessary before patients present to their dentists for dental work.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes. Cardiologists are crucial in advising patients and dentists about when patients do and do not require antimicrobial prophylaxis before dental procedures and oral surgery. Orthopedic surgeons also play a role when advising patients with implanted prosthetic joints. Primary care providers also contribute, as patients commonly ask whether antimicrobial prophylaxis is necessary before patients present to their dentists for dental work."}
{"id": "article-131801_48", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes", "content": "Infectious disease physicians have a critical role in advising their patients and other physicians and have also played a significant role in education and outreach. Pharmacists also have a considerable role to play in helping with antimicrobial selection in more challenging situations, such as antibiotic allergy, and especially antimicrobial stewardship pharmacists significantly contribute via outreach and education. Many physicians, surgeons, and pharmacists contribute to the breadth of knowledge regarding this subject with significant research contributions.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes. Infectious disease physicians have a critical role in advising their patients and other physicians and have also played a significant role in education and outreach. Pharmacists also have a considerable role to play in helping with antimicrobial selection in more challenging situations, such as antibiotic allergy, and especially antimicrobial stewardship pharmacists significantly contribute via outreach and education. Many physicians, surgeons, and pharmacists contribute to the breadth of knowledge regarding this subject with significant research contributions."}
{"id": "article-131801_49", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes", "content": "As multiple physicians are often involved in these situations, in addition to the dentist or oral surgeon, all members of the patient's healthcare team must provide consistent messaging and education to the patient to avoid antibiotic overprescribing that leads to increased antimicrobial resistance and unnecessary adverse events in situations where antimicrobial prophylaxis does not have benefit.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Enhancing Healthcare Team Outcomes. As multiple physicians are often involved in these situations, in addition to the dentist or oral surgeon, all members of the patient's healthcare team must provide consistent messaging and education to the patient to avoid antibiotic overprescribing that leads to increased antimicrobial resistance and unnecessary adverse events in situations where antimicrobial prophylaxis does not have benefit."}
{"id": "article-131801_50", "title": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antibiotic Prophylaxis in Dental and Oral Surgery Practice -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}