{"id": "article-36740_0", "title": "Physiology, Sensory Receptors -- Introduction", "content": "The human body can achieve an understanding of the world through its sensory systems. Sensory systems are widespread throughout the body including those that detect the world directly from the outside (exteroreceptors), those that detect information from internal organs and processes (interoceptors), and those detecting sense of position and load (proprioception). [1] [2] [3] [1]", "contents": "Physiology, Sensory Receptors -- Introduction. The human body can achieve an understanding of the world through its sensory systems. Sensory systems are widespread throughout the body including those that detect the world directly from the outside (exteroreceptors), those that detect information from internal organs and processes (interoceptors), and those detecting sense of position and load (proprioception). [1] [2] [3] [1]"}
{"id": "article-36740_1", "title": "Physiology, Sensory Receptors -- Introduction", "content": "Sensory receptors occur in specialized organs such as the eyes, ears, nose, and mouth, as well as internal organs. Each receptor type conveys a distinct sensory modality to integrate into a single perceptual frame eventually. This information is achieved by the conversion of energy into an electrical signal by specialized mechanisms. In this report, we will discuss a basic overview of sensory systems, focusing on sensory receptors.", "contents": "Physiology, Sensory Receptors -- Introduction. Sensory receptors occur in specialized organs such as the eyes, ears, nose, and mouth, as well as internal organs. Each receptor type conveys a distinct sensory modality to integrate into a single perceptual frame eventually. This information is achieved by the conversion of energy into an electrical signal by specialized mechanisms. In this report, we will discuss a basic overview of sensory systems, focusing on sensory receptors."}
{"id": "article-36740_2", "title": "Physiology, Sensory Receptors -- Issues of Concern", "content": "All impulses from the receptors transmit as nerve signals and what ultimately determines how we perceive the stimulus is where the nerve fiber terminates in the central nervous system. It is important to realize that what one senses is dependent on the receptor and any damage occurring from the beginning of the path to its end.", "contents": "Physiology, Sensory Receptors -- Issues of Concern. All impulses from the receptors transmit as nerve signals and what ultimately determines how we perceive the stimulus is where the nerve fiber terminates in the central nervous system. It is important to realize that what one senses is dependent on the receptor and any damage occurring from the beginning of the path to its end."}
{"id": "article-36740_3", "title": "Physiology, Sensory Receptors -- Cellular Level", "content": "The following is a detailed discussion of major sensory receptor types.", "contents": "Physiology, Sensory Receptors -- Cellular Level. The following is a detailed discussion of major sensory receptor types."}
{"id": "article-36740_4", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of vision", "content": "The retinal is the principal molecule of vision in the retina. It can absorb different frequencies of light. Its isomer (Cis-retinal) is present in rhodopsin, which is a photosensitive transmembrane G-protein that exists in rods and cones; it contains both cis-retinal and opsin.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of vision. The retinal is the principal molecule of vision in the retina. It can absorb different frequencies of light. Its isomer (Cis-retinal) is present in rhodopsin, which is a photosensitive transmembrane G-protein that exists in rods and cones; it contains both cis-retinal and opsin."}
{"id": "article-36740_5", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of vision", "content": "Light is the stimulus and retinal is the receptor. The absorption of energy transforms cis-retinal into trans-retinal. With this conformational change, rhodopsin transforms into an activated form called meta-rhodopsin. Signal transduction then involves transducin, a multisubunit protein, by binding it to rhodopsin and causing conversion of GDP to GTP; this leads to the release of the alpha subunit allowing it to bind to cGMP phosphodiesterase - which lowers levels of cGMP. This signals the closure of sodium channels that are otherwise open when it is dark. Interestingly, in this scenario, it is hyperpolarization that occurs with light signaling. This hyperpolarization results in a decreased amount of glutamate released to the postsynaptic membrane, signaling a change to the brain. [4]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of vision. Light is the stimulus and retinal is the receptor. The absorption of energy transforms cis-retinal into trans-retinal. With this conformational change, rhodopsin transforms into an activated form called meta-rhodopsin. Signal transduction then involves transducin, a multisubunit protein, by binding it to rhodopsin and causing conversion of GDP to GTP; this leads to the release of the alpha subunit allowing it to bind to cGMP phosphodiesterase - which lowers levels of cGMP. This signals the closure of sodium channels that are otherwise open when it is dark. Interestingly, in this scenario, it is hyperpolarization that occurs with light signaling. This hyperpolarization results in a decreased amount of glutamate released to the postsynaptic membrane, signaling a change to the brain. [4]"}
{"id": "article-36740_6", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of hearing", "content": "To discuss how sound receptors work, first, we must mention the order of events. Sound waves travel to the ear creating a vibration in the tympanic membrane. This energy transforms into mechanical energy to the malleus, incus, and stapes. The stapes are in close proximity to the oval window, and it amplifies the mechanical energy to the cochlea, a fluid-filled structure with a fluid called perilymph, by directly pushing on it. The cochlea has three layers called scala vestibuli (the ascending portion), scala media, and scala tympani (the descending portion). The organ of Corti is on the basilar membrane surface, and it contains hair cells which are the primary receptors in sound signal creation. There are two varieties of hair cells: inner and outer. Inner cells transmit information to the auditory nerve, and outer cells mechanically amplify low-level sound entering the cochlea.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of hearing. To discuss how sound receptors work, first, we must mention the order of events. Sound waves travel to the ear creating a vibration in the tympanic membrane. This energy transforms into mechanical energy to the malleus, incus, and stapes. The stapes are in close proximity to the oval window, and it amplifies the mechanical energy to the cochlea, a fluid-filled structure with a fluid called perilymph, by directly pushing on it. The cochlea has three layers called scala vestibuli (the ascending portion), scala media, and scala tympani (the descending portion). The organ of Corti is on the basilar membrane surface, and it contains hair cells which are the primary receptors in sound signal creation. There are two varieties of hair cells: inner and outer. Inner cells transmit information to the auditory nerve, and outer cells mechanically amplify low-level sound entering the cochlea."}
{"id": "article-36740_7", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of hearing", "content": "Inner hair cells have an attachment with a tectorial membrane to which they bend against with movement of the cochlear duct membranes and fluids. When the stereocilia on the hair cells bend towards the longest cilia, potassium and voltage-gated calcium channels open, and ion influx increases resulting in depolarization. This depolarization allows for neurotransmitter release at the auditory nerve in the postsynapse, generating nerve impulses to be propagated from stereocilia of hair cells to the central nervous system via glutamate transmission. Discrimination of sound is via the location of the original nerve impulses from different areas of the cochlea. [4]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of hearing. Inner hair cells have an attachment with a tectorial membrane to which they bend against with movement of the cochlear duct membranes and fluids. When the stereocilia on the hair cells bend towards the longest cilia, potassium and voltage-gated calcium channels open, and ion influx increases resulting in depolarization. This depolarization allows for neurotransmitter release at the auditory nerve in the postsynapse, generating nerve impulses to be propagated from stereocilia of hair cells to the central nervous system via glutamate transmission. Discrimination of sound is via the location of the original nerve impulses from different areas of the cochlea. [4]"}
{"id": "article-36740_8", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of balance", "content": "The inner ear senses balance. With head motion or pressure impulses of sound, the endolymph vibrates and creates a stimulus for the receptors of the vestibular system - the utricle and saccule. Inside the utricle and saccule are maculae containing hair cells with a membranous covering of microscopic otoconia that detect motion of the endolymph. Those in the saccule help sense vertical accelerations whereas those in the utricle sense horizontal accelerations. With changes in position, and thus changes in fluid motion, the shifting of these hair cells causes the opening of receptor channels leading to action potentials propagating from the hair cells to the auditory nerve. The rate of fluid motion, plus the quality of the fluid, gives more information about the motion. While the utricle and saccule detect linear motion, the semicircular ducts detect rotations in a similar fashion. [5]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of balance. The inner ear senses balance. With head motion or pressure impulses of sound, the endolymph vibrates and creates a stimulus for the receptors of the vestibular system - the utricle and saccule. Inside the utricle and saccule are maculae containing hair cells with a membranous covering of microscopic otoconia that detect motion of the endolymph. Those in the saccule help sense vertical accelerations whereas those in the utricle sense horizontal accelerations. With changes in position, and thus changes in fluid motion, the shifting of these hair cells causes the opening of receptor channels leading to action potentials propagating from the hair cells to the auditory nerve. The rate of fluid motion, plus the quality of the fluid, gives more information about the motion. While the utricle and saccule detect linear motion, the semicircular ducts detect rotations in a similar fashion. [5]"}
{"id": "article-36740_9", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of taste", "content": "Taste buds on the tongue and oropharynx help us enjoy and discriminate what we ingest. [6] The different tastes include sweet, salty, bitter, umami, and sour. A taste bud is a collection of taste cells that elongate at a tip to create a pore where stimuli may enter. Along these elongations are microvilli that protrude into the lumen of the mouth. On the other side of taste cells, there are nerve fibers that will eventually transmit the chemical gustatory message to the brain.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of taste. Taste buds on the tongue and oropharynx help us enjoy and discriminate what we ingest. [6] The different tastes include sweet, salty, bitter, umami, and sour. A taste bud is a collection of taste cells that elongate at a tip to create a pore where stimuli may enter. Along these elongations are microvilli that protrude into the lumen of the mouth. On the other side of taste cells, there are nerve fibers that will eventually transmit the chemical gustatory message to the brain."}
{"id": "article-36740_10", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of taste", "content": "Just like most nervous tissue, with stimuli binding to the receptor, the receptor depolarizes and releases a neurotransmitter for a postsynaptic cell to uptake and transmit the message. Interestingly, higher concentrations create higher action potentials. The stimulus binding to each receptor varies for each taste. Sweet, umami and bitter tastes are detected by G-protein coupled receptors (GPCRs). These receptors recognize and can discriminate a wide variety of substances by attaching to different domains on the receptor complex. Both saccharides, as well as proteins, trigger sweet sensations. Monosodium glutamate and aspartate in humans mostly trigger umami flavors.  Because most bitter tastes are considered to be from toxic environmental compounds, these receptors can recognize a wide variety of stimuli; they include approximately 30 GPCR types. Sodium is the stimulus for salty taste, and protons are the stimulus for sour tastes. These stimuli cause ion channels to open, leading to depolarization and nerve signaling. Each taste bud has a variety of types of taste cells, and it depends on the concentration to determine which taste is perceived more strongly. When the receptor first encounters a signal, it displays a sharp increase in discharge, but then it steadily acclimates with continual exposure to the stimulus. Saliva, however, continually washes stimuli away from receptors. The terminal destination for these signals located is in the primary gustatory cortex in the frontal and insular lobes. [7]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of taste. Just like most nervous tissue, with stimuli binding to the receptor, the receptor depolarizes and releases a neurotransmitter for a postsynaptic cell to uptake and transmit the message. Interestingly, higher concentrations create higher action potentials. The stimulus binding to each receptor varies for each taste. Sweet, umami and bitter tastes are detected by G-protein coupled receptors (GPCRs). These receptors recognize and can discriminate a wide variety of substances by attaching to different domains on the receptor complex. Both saccharides, as well as proteins, trigger sweet sensations. Monosodium glutamate and aspartate in humans mostly trigger umami flavors.  Because most bitter tastes are considered to be from toxic environmental compounds, these receptors can recognize a wide variety of stimuli; they include approximately 30 GPCR types. Sodium is the stimulus for salty taste, and protons are the stimulus for sour tastes. These stimuli cause ion channels to open, leading to depolarization and nerve signaling. Each taste bud has a variety of types of taste cells, and it depends on the concentration to determine which taste is perceived more strongly. When the receptor first encounters a signal, it displays a sharp increase in discharge, but then it steadily acclimates with continual exposure to the stimulus. Saliva, however, continually washes stimuli away from receptors. The terminal destination for these signals located is in the primary gustatory cortex in the frontal and insular lobes. [7]"}
{"id": "article-36740_11", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of smell", "content": "The smell occurs by binding of odorant molecules to receptors on the membrane of the cilia, causing an action potential that sends this information to the brain. These systems utilize G-protein receptors along with adenylate cyclase. Initially, scientists believed that molecules bound directly to receptors and that each receptor potentially identified a specific type of smell. However, Yoshioka et al. proposed a more plausible theory, because hydrogen and its isotope are sensed as entirely different smells. The authors relate this to a postulate called the \"molecule vibration model.\" When a substance is bound to its receptor, the substrate allows electrons to go down their gradient, and through their specific vibrational energies, it causes a flow of chemical changes and subsequent signaling to the brain. [4]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors of smell. The smell occurs by binding of odorant molecules to receptors on the membrane of the cilia, causing an action potential that sends this information to the brain. These systems utilize G-protein receptors along with adenylate cyclase. Initially, scientists believed that molecules bound directly to receptors and that each receptor potentially identified a specific type of smell. However, Yoshioka et al. proposed a more plausible theory, because hydrogen and its isotope are sensed as entirely different smells. The authors relate this to a postulate called the \"molecule vibration model.\" When a substance is bound to its receptor, the substrate allows electrons to go down their gradient, and through their specific vibrational energies, it causes a flow of chemical changes and subsequent signaling to the brain. [4]"}
{"id": "article-36740_12", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "What follows is a discussion of the various receptors in the skin. Signals from the skin may be conveyed by physical change (mechanoreceptors), temperature (thermoreceptors), or pain (nociceptors). Sensory receptors exist in all layers of the skin. Mechanoreceptors", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. What follows is a discussion of the various receptors in the skin. Signals from the skin may be conveyed by physical change (mechanoreceptors), temperature (thermoreceptors), or pain (nociceptors). Sensory receptors exist in all layers of the skin. Mechanoreceptors"}
{"id": "article-36740_13", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "There are six different types of mechanoreceptors detecting innocuous stimuli in the skin: those around hair follicles, Pacinian corpuscles, Meissner corpuscles, Merkel complexes, Ruffini corpuscles, and C-fiber LTM (low threshold mechanoreceptors). [8] Mechanoreceptors respond to physical changes including touch, pressure, vibration, and stretch. Hair follicles can detect light touch; Meissner corpuscles in the dermal papillae detect indentation and slipping of objects; Pacinian corpuscles in the deeper dermis detect vibration; Merkel complexes in the basal epidermis create an understanding of structure and texture; Ruffini corpuscles detect stretch; C-fiber LTMs detect pleasant, light tactile sensations. [8] Encapsulated receptors include the Meissner corpuscle and the Pacinian corpuscle. In receptors that respond to stretch, there is a presence of “stretch-activated channels” that leads to depolarization via sodium influx. [9] With smaller receptive fields, there is more precision in the detection of the shape, form, and texture of stimuli.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. There are six different types of mechanoreceptors detecting innocuous stimuli in the skin: those around hair follicles, Pacinian corpuscles, Meissner corpuscles, Merkel complexes, Ruffini corpuscles, and C-fiber LTM (low threshold mechanoreceptors). [8] Mechanoreceptors respond to physical changes including touch, pressure, vibration, and stretch. Hair follicles can detect light touch; Meissner corpuscles in the dermal papillae detect indentation and slipping of objects; Pacinian corpuscles in the deeper dermis detect vibration; Merkel complexes in the basal epidermis create an understanding of structure and texture; Ruffini corpuscles detect stretch; C-fiber LTMs detect pleasant, light tactile sensations. [8] Encapsulated receptors include the Meissner corpuscle and the Pacinian corpuscle. In receptors that respond to stretch, there is a presence of “stretch-activated channels” that leads to depolarization via sodium influx. [9] With smaller receptive fields, there is more precision in the detection of the shape, form, and texture of stimuli."}
{"id": "article-36740_14", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "Receptors that do not signal pain have lower thresholds of signaling activity. They use A fiber beta-type nerves and those with higher thresholds that signal pain use A-delta and C-fibers. The C and A-delta fibers respond to painful temperatures, mechanical forces, and chemicals. [10] Proprioceptors are also mechanoreceptors. Examples include muscle spindles and the Golgi tendon organ which respond to muscle contraction/relaxation and muscle strain respectively. Thermoreceptors", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. Receptors that do not signal pain have lower thresholds of signaling activity. They use A fiber beta-type nerves and those with higher thresholds that signal pain use A-delta and C-fibers. The C and A-delta fibers respond to painful temperatures, mechanical forces, and chemicals. [10] Proprioceptors are also mechanoreceptors. Examples include muscle spindles and the Golgi tendon organ which respond to muscle contraction/relaxation and muscle strain respectively. Thermoreceptors"}
{"id": "article-36740_15", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "The body has both warm and cold thermoreceptors. These receptors display a constant discharge to their specific temperatures, and when an experience of the opposite temperature occurs, there is a sudden ceasing of receptor discharge.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. The body has both warm and cold thermoreceptors. These receptors display a constant discharge to their specific temperatures, and when an experience of the opposite temperature occurs, there is a sudden ceasing of receptor discharge."}
{"id": "article-36740_16", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "Cold receptors mainly sense temperatures between 25 to 30C. Temperatures below this cause release of bursting discharges. In touching dangerously hot objects (greater than 45C), there can be a brief sensation of cold due to the paradoxical firing of cold receptors. Warm receptors respond to the approximate temperature range of 30 to 46C. Higher temperatures may result in the decreased firing of these receptors. [8]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. Cold receptors mainly sense temperatures between 25 to 30C. Temperatures below this cause release of bursting discharges. In touching dangerously hot objects (greater than 45C), there can be a brief sensation of cold due to the paradoxical firing of cold receptors. Warm receptors respond to the approximate temperature range of 30 to 46C. Higher temperatures may result in the decreased firing of these receptors. [8]"}
{"id": "article-36740_17", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "Noxious heat is detectable by TRPV1, TRPM3, or ANO1 proteins, as well as capsaicin [11] . However, TRPV3 may be more responsible for detecting warm temperatures. There is redundancy in receptors; their exact mechanisms are unknown.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. Noxious heat is detectable by TRPV1, TRPM3, or ANO1 proteins, as well as capsaicin [11] . However, TRPV3 may be more responsible for detecting warm temperatures. There is redundancy in receptors; their exact mechanisms are unknown."}
{"id": "article-36740_18", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "In contrast, for colder temperatures, it is believed that TRPM8 ion channels are one of many receptors responsible. These receptors are capable of detecting temperatures from below 16C to 26C. The belief is that other undiscovered receptors also have a role in cold detection. [11] Nociceptors", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. In contrast, for colder temperatures, it is believed that TRPM8 ion channels are one of many receptors responsible. These receptors are capable of detecting temperatures from below 16C to 26C. The belief is that other undiscovered receptors also have a role in cold detection. [11] Nociceptors"}
{"id": "article-36740_19", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "Nociceptors help signal pain that is related to temperature, pressure, and chemicals. As Dubin et al. discusses, most sensory receptors have low sensitivity to dictate all sensations to the brain. However, when it comes to pain, nociceptors only signal when the body has reached a point of tissue damage. Inflammatory markers increase during tissue damage, bind to receptors, and initiate pain signaling either externally or in the viscera. One of the ion channels families that are present on nociceptive neurons is called TRP (transient receptor potential) ion channels. Those signals that activate nociceptive receptors include extremes of temperatures, high pressures, and chemicals causing tissue damage [12] . Different fibers relay pain information; these are A-delta and C fibers. These fibers differ in their myelination and nerve diameter and thus speed of transmission. Painful temperatures, uncomfortable pressures, and chemicals mostly use C-fibers. C-fibers vary to be able to sense all three types of stimuli. A-delta fibers are small and unmyelinated and are primarily involved in thermal and mechanosensitive pain. Nociceptors utilize mostly glutamate but also substance P, calcitonin gene-related peptide, and somatostatin to signal pain. [12]", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. Nociceptors help signal pain that is related to temperature, pressure, and chemicals. As Dubin et al. discusses, most sensory receptors have low sensitivity to dictate all sensations to the brain. However, when it comes to pain, nociceptors only signal when the body has reached a point of tissue damage. Inflammatory markers increase during tissue damage, bind to receptors, and initiate pain signaling either externally or in the viscera. One of the ion channels families that are present on nociceptive neurons is called TRP (transient receptor potential) ion channels. Those signals that activate nociceptive receptors include extremes of temperatures, high pressures, and chemicals causing tissue damage [12] . Different fibers relay pain information; these are A-delta and C fibers. These fibers differ in their myelination and nerve diameter and thus speed of transmission. Painful temperatures, uncomfortable pressures, and chemicals mostly use C-fibers. C-fibers vary to be able to sense all three types of stimuli. A-delta fibers are small and unmyelinated and are primarily involved in thermal and mechanosensitive pain. Nociceptors utilize mostly glutamate but also substance P, calcitonin gene-related peptide, and somatostatin to signal pain. [12]"}
{"id": "article-36740_20", "title": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin", "content": "Additionally, the gate theory of pain proposes that innocuous stimuli may trump painful stimuli if both are present simultaneously.", "contents": "Physiology, Sensory Receptors -- Cellular Level -- Receptors on the skin. Additionally, the gate theory of pain proposes that innocuous stimuli may trump painful stimuli if both are present simultaneously."}
{"id": "article-36740_21", "title": "Physiology, Sensory Receptors -- Organ Systems Involved", "content": "Many sensations are generated and transmitted via specialized sensory organs, others, as viscera, contain nociceptors that activate following inflammation and tissue damage.", "contents": "Physiology, Sensory Receptors -- Organ Systems Involved. Many sensations are generated and transmitted via specialized sensory organs, others, as viscera, contain nociceptors that activate following inflammation and tissue damage."}
{"id": "article-36740_22", "title": "Physiology, Sensory Receptors -- Organ Systems Involved", "content": "The sensory organ of the eye is the retina. In concert with the cornea and lens, light focuses on the vision board where information can transform from physical matter into electrical energy that lends itself to interpretation and understanding of the external world by the brain.", "contents": "Physiology, Sensory Receptors -- Organ Systems Involved. The sensory organ of the eye is the retina. In concert with the cornea and lens, light focuses on the vision board where information can transform from physical matter into electrical energy that lends itself to interpretation and understanding of the external world by the brain."}
{"id": "article-36740_23", "title": "Physiology, Sensory Receptors -- Organ Systems Involved", "content": "The skin possesses many sensory receptors in the epidermis, dermis, and hypodermis, which allows for discrimination of touch such as pressure differences (light vs. deep). Other qualities of the external world assessed by skin sensory receptors includes temperature, pain, and itch. The inner ear houses hair cells in the cochlea to transduce sounds and the vestibule which mediates our sense of balance. The smell is perceived through the binding of molecules to the chemoreceptors in the cilia of the olfactory epithelium in the nose.", "contents": "Physiology, Sensory Receptors -- Organ Systems Involved. The skin possesses many sensory receptors in the epidermis, dermis, and hypodermis, which allows for discrimination of touch such as pressure differences (light vs. deep). Other qualities of the external world assessed by skin sensory receptors includes temperature, pain, and itch. The inner ear houses hair cells in the cochlea to transduce sounds and the vestibule which mediates our sense of balance. The smell is perceived through the binding of molecules to the chemoreceptors in the cilia of the olfactory epithelium in the nose."}
{"id": "article-36740_24", "title": "Physiology, Sensory Receptors -- Organ Systems Involved", "content": "The mediation of the sense of load and position is through the specialized structures of muscle spindles and joint capsules which contain mechanoreceptors that detect joint angle, muscle length, and force. Taste appreciation occurs by the dissolving molecules in the taste buds in the mouth and oropharynx.", "contents": "Physiology, Sensory Receptors -- Organ Systems Involved. The mediation of the sense of load and position is through the specialized structures of muscle spindles and joint capsules which contain mechanoreceptors that detect joint angle, muscle length, and force. Taste appreciation occurs by the dissolving molecules in the taste buds in the mouth and oropharynx."}
{"id": "article-36740_25", "title": "Physiology, Sensory Receptors -- Function", "content": "These sensory systems are responsible for helping maintain homeostasis in the body and for allowing the body to best react to internal and external events.", "contents": "Physiology, Sensory Receptors -- Function. These sensory systems are responsible for helping maintain homeostasis in the body and for allowing the body to best react to internal and external events."}
{"id": "article-36740_26", "title": "Physiology, Sensory Receptors -- Mechanism", "content": "All sensory signals begin as receptor potentials. These potentials lead to a release of a neurotransmitter that excites its corresponding nerve to send information to the brain. Just as with regular nerve signal transduction, creating a receptor potential requires surpassing a threshold level in the membrane potential. Interestingly, with sensory receptors, the more the threshold is exceeded, the higher the frequency of action potentials. All receptors share the property that they can detect signals that are weak and intense. However, there is a drop-off, or plateau when the stimulus has reached a level of maximum stimulation. At that point, the receptor is unable to increase its firing potential. Sensory receptors display properties that are common to almost all receptor types, here we discuss some of them.", "contents": "Physiology, Sensory Receptors -- Mechanism. All sensory signals begin as receptor potentials. These potentials lead to a release of a neurotransmitter that excites its corresponding nerve to send information to the brain. Just as with regular nerve signal transduction, creating a receptor potential requires surpassing a threshold level in the membrane potential. Interestingly, with sensory receptors, the more the threshold is exceeded, the higher the frequency of action potentials. All receptors share the property that they can detect signals that are weak and intense. However, there is a drop-off, or plateau when the stimulus has reached a level of maximum stimulation. At that point, the receptor is unable to increase its firing potential. Sensory receptors display properties that are common to almost all receptor types, here we discuss some of them."}
{"id": "article-36740_27", "title": "Physiology, Sensory Receptors -- Mechanism -- Receptive field", "content": "The site of a sensory neuron within its surrounding neuronal population is vital to determine the location of its neural message, whether tactile, visual, auditory or others. The bodily area where a stimulus can affect a sensory receptor is called receptive field . This attribute in form of a physical dimension is vital to encode an accurate location of a stimulus. Areas that contain a higher number of small receptor fields can achieve better spatial resolution, evident in the fovea of the retina and portions of the skin such as fingertips and lips.", "contents": "Physiology, Sensory Receptors -- Mechanism -- Receptive field. The site of a sensory neuron within its surrounding neuronal population is vital to determine the location of its neural message, whether tactile, visual, auditory or others. The bodily area where a stimulus can affect a sensory receptor is called receptive field . This attribute in form of a physical dimension is vital to encode an accurate location of a stimulus. Areas that contain a higher number of small receptor fields can achieve better spatial resolution, evident in the fovea of the retina and portions of the skin such as fingertips and lips."}
{"id": "article-36740_28", "title": "Physiology, Sensory Receptors -- Mechanism -- Labeled line principle", "content": "Sensory systems function by responding only to stimuli they are specific for and subsequently transducing it into a neural message which follows a discrete path to the brain. This constitutes the labeled line principle, which reserves the specificity of a receptor class in encoding a sensory modality to the designated brain area. This applies to somatosensory systems, as well as other specialized systems such as visual and auditory.", "contents": "Physiology, Sensory Receptors -- Mechanism -- Labeled line principle. Sensory systems function by responding only to stimuli they are specific for and subsequently transducing it into a neural message which follows a discrete path to the brain. This constitutes the labeled line principle, which reserves the specificity of a receptor class in encoding a sensory modality to the designated brain area. This applies to somatosensory systems, as well as other specialized systems such as visual and auditory."}
{"id": "article-36740_29", "title": "Physiology, Sensory Receptors -- Mechanism -- Adaptation", "content": "Adaptation is a common property of all sensory receptors. As a stimulus constantly excites the receptor, there will be a decrease in the rate of action potentials. Although receptors can adapt to a constant, unchanging stimulus, if there is a change, whether loss of the stimulus or change in intensity, the receptor is able to respond.", "contents": "Physiology, Sensory Receptors -- Mechanism -- Adaptation. Adaptation is a common property of all sensory receptors. As a stimulus constantly excites the receptor, there will be a decrease in the rate of action potentials. Although receptors can adapt to a constant, unchanging stimulus, if there is a change, whether loss of the stimulus or change in intensity, the receptor is able to respond."}
{"id": "article-36740_30", "title": "Physiology, Sensory Receptors -- Mechanism -- Topographical representation", "content": "Primary sensory cortical areas contain neurons that construct a location-specific or a quality-specific organization. Somatotopic representation displays in the primary sensory cortex by representing a distorted anatomical version of the body called a sensory homunculus. Another example is the auditory system, where it displays a tonotopic map in the primary auditory cortex pertaining to sound frequencies.", "contents": "Physiology, Sensory Receptors -- Mechanism -- Topographical representation. Primary sensory cortical areas contain neurons that construct a location-specific or a quality-specific organization. Somatotopic representation displays in the primary sensory cortex by representing a distorted anatomical version of the body called a sensory homunculus. Another example is the auditory system, where it displays a tonotopic map in the primary auditory cortex pertaining to sound frequencies."}
{"id": "article-36740_31", "title": "Physiology, Sensory Receptors -- Clinical Significance", "content": "Understanding the vast amount of sensory systems of the body is critical in the field of medicine. By discovering sensory receptors and investigating their mechanisms, we can understand the pathophysiology of various disorders that present. One of the highly relevant topics is chronic pain syndrome, where understanding nociceptors is vital in designing new pharmaceutical solutions and treatment plans for this debilitating problem.", "contents": "Physiology, Sensory Receptors -- Clinical Significance. Understanding the vast amount of sensory systems of the body is critical in the field of medicine. By discovering sensory receptors and investigating their mechanisms, we can understand the pathophysiology of various disorders that present. One of the highly relevant topics is chronic pain syndrome, where understanding nociceptors is vital in designing new pharmaceutical solutions and treatment plans for this debilitating problem."}
{"id": "article-36740_32", "title": "Physiology, Sensory Receptors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Sensory Receptors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}