{"id": "article-29407_0", "title": "Sporotrichosis -- Continuing Education Activity", "content": "Sporotrichosis caused by s. schenckii occurs by inoculation of soil, plants, and organic matter contaminated with the fungus. Sporotrichosis typically presents as papules or pustules that form ulcerated nodules involving local lymphatics. Sporotrichosis is classified into cutaneous, pulmonary, and disseminated, with cutaneous being the most common form of the disease. Risk factors which increase the risk of disseminated disease include patients who are immunocompromised and those with chronic obstructive pulmonary disease, alcohol use disorder, and diabetes mellitus. This activity reviews the evaluation and management of sporotrichosis and highlights the role of the interprofessional team in improving care for patients with this condition.", "contents": "Sporotrichosis -- Continuing Education Activity. Sporotrichosis caused by s. schenckii occurs by inoculation of soil, plants, and organic matter contaminated with the fungus. Sporotrichosis typically presents as papules or pustules that form ulcerated nodules involving local lymphatics. Sporotrichosis is classified into cutaneous, pulmonary, and disseminated, with cutaneous being the most common form of the disease. Risk factors which increase the risk of disseminated disease include patients who are immunocompromised and those with chronic obstructive pulmonary disease, alcohol use disorder, and diabetes mellitus. This activity reviews the evaluation and management of sporotrichosis and highlights the role of the interprofessional team in improving care for patients with this condition."}
{"id": "article-29407_1", "title": "Sporotrichosis -- Continuing Education Activity", "content": "Objectives: Outline the etiology of sporotrichosis. Describe the pathophysiology of sporotrichosis. Explain how to evaluate a patient for sporotrichosis. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with sporotrichosis. Access free multiple choice questions on this topic.", "contents": "Sporotrichosis -- Continuing Education Activity. Objectives: Outline the etiology of sporotrichosis. Describe the pathophysiology of sporotrichosis. Explain how to evaluate a patient for sporotrichosis. Review the importance of improving care coordination amongst interprofessional team members to improve outcomes for patients with sporotrichosis. Access free multiple choice questions on this topic."}
{"id": "article-29407_2", "title": "Sporotrichosis -- Introduction", "content": "Sporothrix schenckii, S. schenckii, is a dimorphic fungus that can cause Sporotrichosis. S. schenckii exists in either a hyphal form at temperatures less than 37 degrees Celsius or as a budding yeast at 37 degrees Celsius or greater. This characteristic morphology is important in identifying the conversion from mold to yeast. There are different strains of S. schenckii, with S. schenckii complex being most commonly found in America, Asia, and Africa. S. brasilienis has been found in Brazil and is known to be transmitted from infected cats. S. Mexicana and S. globose have also been identified throughout the world.", "contents": "Sporotrichosis -- Introduction. Sporothrix schenckii, S. schenckii, is a dimorphic fungus that can cause Sporotrichosis. S. schenckii exists in either a hyphal form at temperatures less than 37 degrees Celsius or as a budding yeast at 37 degrees Celsius or greater. This characteristic morphology is important in identifying the conversion from mold to yeast. There are different strains of S. schenckii, with S. schenckii complex being most commonly found in America, Asia, and Africa. S. brasilienis has been found in Brazil and is known to be transmitted from infected cats. S. Mexicana and S. globose have also been identified throughout the world."}
{"id": "article-29407_3", "title": "Sporotrichosis -- Introduction", "content": "Sporotrichosis caused by S. schenckii occurs by inoculation of soil, plants, and organic matter contaminated with the fungus. Sporotrichosis typically presents as papules or pustules that form ulcerated nodules involving local lymphatics. Sporotrichosis is classified into cutaneous, pulmonary, and disseminated, with cutaneous the most common form of the disease. Risk factors which increase the risk of disseminated disease include patients who are immunocompromised and those with chronic obstructive pulmonary disease, alcohol use disorder, and diabetes mellitus. General prevention is to wear gloves and long sleeves when handling soil. The gold standard for sporotrichosis diagnosis is fungal culture. First-line treatment is itraconazole.", "contents": "Sporotrichosis -- Introduction. Sporotrichosis caused by S. schenckii occurs by inoculation of soil, plants, and organic matter contaminated with the fungus. Sporotrichosis typically presents as papules or pustules that form ulcerated nodules involving local lymphatics. Sporotrichosis is classified into cutaneous, pulmonary, and disseminated, with cutaneous the most common form of the disease. Risk factors which increase the risk of disseminated disease include patients who are immunocompromised and those with chronic obstructive pulmonary disease, alcohol use disorder, and diabetes mellitus. General prevention is to wear gloves and long sleeves when handling soil. The gold standard for sporotrichosis diagnosis is fungal culture. First-line treatment is itraconazole."}
{"id": "article-29407_4", "title": "Sporotrichosis -- Etiology", "content": "S. schenckii was first isolated in 1896 by Benjamin Schenx, a medical student at Johns Hopkins Hospital. Sporotrichosis was first thought to be caused by a single organism but is now known to contain several species including S. brasilienis, S. globosa, and S. Mexicana, so it has been renamed S. schenckii complex or S. schenckii senu lato. [1] Sporotrichosis has been reported in most mammals including cats, dogs, swine, horses, rats, and armadillos.", "contents": "Sporotrichosis -- Etiology. S. schenckii was first isolated in 1896 by Benjamin Schenx, a medical student at Johns Hopkins Hospital. Sporotrichosis was first thought to be caused by a single organism but is now known to contain several species including S. brasilienis, S. globosa, and S. Mexicana, so it has been renamed S. schenckii complex or S. schenckii senu lato. [1] Sporotrichosis has been reported in most mammals including cats, dogs, swine, horses, rats, and armadillos."}
{"id": "article-29407_5", "title": "Sporotrichosis -- Epidemiology", "content": "Sporotrichosis is found worldwide, with the majority of cases reported in the tropical and subtropical regions of the Americas. In North America, sporotrichosis occurs most often in southern coastal regions and river valleys. Rose gardeners, farmers, miners, horticulturists, and armadillo hunters have an increased risk of infection. Patients with suggestive syndromes should be asked about occupational activities. S. schenckii can be isolated from soil, plants, or plant products. Infection may also occur during animal transmission and zoonotic transmission which is associated with scratches or bites from infected cats. Over the last two decades, Brazil has experienced an outbreak of cat-transmitted sporotrichosis in Rio de Janeiro, with 4,669 cases being reported. [2] Sporotrichosis can affect anyone regardless of age or gender as it depends on occupational exposure. In Uruguay, sporotrichosis is found more commonly in males and armadillo hunters; whereas, in India, it is more prevalent in females due to their greater involvement in agricultural work. [3]", "contents": "Sporotrichosis -- Epidemiology. Sporotrichosis is found worldwide, with the majority of cases reported in the tropical and subtropical regions of the Americas. In North America, sporotrichosis occurs most often in southern coastal regions and river valleys. Rose gardeners, farmers, miners, horticulturists, and armadillo hunters have an increased risk of infection. Patients with suggestive syndromes should be asked about occupational activities. S. schenckii can be isolated from soil, plants, or plant products. Infection may also occur during animal transmission and zoonotic transmission which is associated with scratches or bites from infected cats. Over the last two decades, Brazil has experienced an outbreak of cat-transmitted sporotrichosis in Rio de Janeiro, with 4,669 cases being reported. [2] Sporotrichosis can affect anyone regardless of age or gender as it depends on occupational exposure. In Uruguay, sporotrichosis is found more commonly in males and armadillo hunters; whereas, in India, it is more prevalent in females due to their greater involvement in agricultural work. [3]"}
{"id": "article-29407_6", "title": "Sporotrichosis -- Pathophysiology", "content": "S. schenckii is a dimorphic fungus existing in hyphal form at temperatures less than 37 degrees and as a yeast at temperatures greater 37 degrees. S. schenckii is found on soil, marine animals, moss, wood, and decaying vegetation. A virulence factor is a feature of the organism that enhances microbial growth. Some virulence factors of S. schenckii include thermotolerance, ergosterol peroxide, and melanin. [4] The ergosterol peroxide found in the fungus is formed to evade reactive oxygen species during phagocytosis.", "contents": "Sporotrichosis -- Pathophysiology. S. schenckii is a dimorphic fungus existing in hyphal form at temperatures less than 37 degrees and as a yeast at temperatures greater 37 degrees. S. schenckii is found on soil, marine animals, moss, wood, and decaying vegetation. A virulence factor is a feature of the organism that enhances microbial growth. Some virulence factors of S. schenckii include thermotolerance, ergosterol peroxide, and melanin. [4] The ergosterol peroxide found in the fungus is formed to evade reactive oxygen species during phagocytosis."}
{"id": "article-29407_7", "title": "Sporotrichosis -- Histopathology", "content": "S. schenckii is evident as budding yeasts which may be round to oval in both human and animal tissues. The transition from mold to yeast form is seen by culturing mycelia at 37 degrees. This transition in S. cases is regulated by calcium which induces RNA and protein synthesis on the yeast cell. Microscopically, the yeast form is cigar-shaped and exhibits narrow-based budding. [4] In some cases, yeasts are surrounded by Splendore-Hoeppli material or asteroid bodies, but this is not pathognomonic for sporotrichosis as asteroid bodies can been seen with other organisms.", "contents": "Sporotrichosis -- Histopathology. S. schenckii is evident as budding yeasts which may be round to oval in both human and animal tissues. The transition from mold to yeast form is seen by culturing mycelia at 37 degrees. This transition in S. cases is regulated by calcium which induces RNA and protein synthesis on the yeast cell. Microscopically, the yeast form is cigar-shaped and exhibits narrow-based budding. [4] In some cases, yeasts are surrounded by Splendore-Hoeppli material or asteroid bodies, but this is not pathognomonic for sporotrichosis as asteroid bodies can been seen with other organisms."}
{"id": "article-29407_8", "title": "Sporotrichosis -- History and Physical", "content": "Sporotrichosis has an incubation period of several days to 3 months after exposure. Infections can be divided into several syndromes including cutaneous, pulmonary, and disseminated. Cutaneous syndrome arises from minor trauma of the fungus into the skin, which is most common in rose gardeners. The initial lesions are erythematous papulonodular lesions that may be smooth or verrucous and involve lymphatic channels. [4] Lesions are typically painless even after ulceration. In this syndrome, the patient will not have systemic symptoms, and laboratory exams will be normal.", "contents": "Sporotrichosis -- History and Physical. Sporotrichosis has an incubation period of several days to 3 months after exposure. Infections can be divided into several syndromes including cutaneous, pulmonary, and disseminated. Cutaneous syndrome arises from minor trauma of the fungus into the skin, which is most common in rose gardeners. The initial lesions are erythematous papulonodular lesions that may be smooth or verrucous and involve lymphatic channels. [4] Lesions are typically painless even after ulceration. In this syndrome, the patient will not have systemic symptoms, and laboratory exams will be normal."}
{"id": "article-29407_9", "title": "Sporotrichosis -- History and Physical", "content": "Pulmonary sporotrichosis symptoms include a cough, low-grade fever, or weight loss. Risk factors include middle-aged men who have chronic pulmonary issues, abuse alcohol or have a history of steroid use, diabetes mellitus, sarcoidosis, and immunocompromised state. [4] Chest radiograph reveals unilateral or bilateral cavitary lesions, and if left untreated, the cavities gradually enlarge causing pulmonary dysfunction. Differential includes histoplasmosis, coccidiomycosis, and mycobacteria. Gram stain or sputum culture will help in diagnosis.", "contents": "Sporotrichosis -- History and Physical. Pulmonary sporotrichosis symptoms include a cough, low-grade fever, or weight loss. Risk factors include middle-aged men who have chronic pulmonary issues, abuse alcohol or have a history of steroid use, diabetes mellitus, sarcoidosis, and immunocompromised state. [4] Chest radiograph reveals unilateral or bilateral cavitary lesions, and if left untreated, the cavities gradually enlarge causing pulmonary dysfunction. Differential includes histoplasmosis, coccidiomycosis, and mycobacteria. Gram stain or sputum culture will help in diagnosis."}
{"id": "article-29407_10", "title": "Sporotrichosis -- History and Physical", "content": "Disseminated infections typically occur in immunocompromised patients. Widespread visceral dissemination occurs with lung abscess, liver and spleen involvement, and fungemia with spread to the esophagus, colon, bone marrow, and lymph nodes.", "contents": "Sporotrichosis -- History and Physical. Disseminated infections typically occur in immunocompromised patients. Widespread visceral dissemination occurs with lung abscess, liver and spleen involvement, and fungemia with spread to the esophagus, colon, bone marrow, and lymph nodes."}
{"id": "article-29407_11", "title": "Sporotrichosis -- Evaluation", "content": "Definitive diagnosis is based in the culture, where one must demonstrate the dimorphism of the fungus. Diagnosis of cutaneous sporotrichosis can be made through direct examination of the specimen such as tissue biopsy or pus from lesions, while sputum culture aids in diagnosing pulmonary sporotrichosis. Diagnosis of disseminated sporotrichosis can be made from urine, blood, and synovial fluid analysis. Observation of yeast cells with potassium hydroxide might show the characteristic cigar-shaped buds or asteroid bodies. Other methods such as polymerase chain reaction (PCR) detection, enzyme-linked immunosorbent assay (ELISA) testing, antibody detection, and the sporotrichin skin test have been employed with no strong standardization in testing.", "contents": "Sporotrichosis -- Evaluation. Definitive diagnosis is based in the culture, where one must demonstrate the dimorphism of the fungus. Diagnosis of cutaneous sporotrichosis can be made through direct examination of the specimen such as tissue biopsy or pus from lesions, while sputum culture aids in diagnosing pulmonary sporotrichosis. Diagnosis of disseminated sporotrichosis can be made from urine, blood, and synovial fluid analysis. Observation of yeast cells with potassium hydroxide might show the characteristic cigar-shaped buds or asteroid bodies. Other methods such as polymerase chain reaction (PCR) detection, enzyme-linked immunosorbent assay (ELISA) testing, antibody detection, and the sporotrichin skin test have been employed with no strong standardization in testing."}
{"id": "article-29407_12", "title": "Sporotrichosis -- Treatment / Management", "content": "Before the introduction of azole compounds in the 1990s, potassium iodide was the treatment of choice. Due to adverse effects of this drug, itraconazole is the first treatment of choice. [4] The dose varies from 100 to 200 mg/day orally for cutaneous forms, while a dose of 400 mg/day orally should be used for pulmonary forms. For children weighing up to 20 kg, 5 to 10 mg/kg/day is recommended. Itraconazole cannot be used in patients who are pregnant; amphotericin B may be used after 12 weeks of pregnancy, but this medication is reserved for disseminated and pulmonary forms, particularly in those patients with an immunocompromised state. Prevention and control measures include wearing gloves, long sleeves, and heavy boots to prevent puncture wounds.", "contents": "Sporotrichosis -- Treatment / Management. Before the introduction of azole compounds in the 1990s, potassium iodide was the treatment of choice. Due to adverse effects of this drug, itraconazole is the first treatment of choice. [4] The dose varies from 100 to 200 mg/day orally for cutaneous forms, while a dose of 400 mg/day orally should be used for pulmonary forms. For children weighing up to 20 kg, 5 to 10 mg/kg/day is recommended. Itraconazole cannot be used in patients who are pregnant; amphotericin B may be used after 12 weeks of pregnancy, but this medication is reserved for disseminated and pulmonary forms, particularly in those patients with an immunocompromised state. Prevention and control measures include wearing gloves, long sleeves, and heavy boots to prevent puncture wounds."}
{"id": "article-29407_13", "title": "Sporotrichosis -- Differential Diagnosis", "content": "Differential diagnosis resembling cutaneous sporotrichosis include nocardiosis due to Nocardia. Nocardia is a gram-positive, rod-shaped bacteria which can cause cutaneous, pulmonary, and disseminated forms of nocardiosis. Other differentials to look for include cutaneous leishmanias, francisella tularenis, fusarium, and mycobacterial infections including Mycobacterium marinum, Mycobacterium kansai, and Mycobacterium tuberculosis. Lesions resembling plaque sporotrichosis include blastomycosis, paracocidomycosis, chromoblastomycosis, lobomycosis, psoriasis, and pyoderma gangrenosum.", "contents": "Sporotrichosis -- Differential Diagnosis. Differential diagnosis resembling cutaneous sporotrichosis include nocardiosis due to Nocardia. Nocardia is a gram-positive, rod-shaped bacteria which can cause cutaneous, pulmonary, and disseminated forms of nocardiosis. Other differentials to look for include cutaneous leishmanias, francisella tularenis, fusarium, and mycobacterial infections including Mycobacterium marinum, Mycobacterium kansai, and Mycobacterium tuberculosis. Lesions resembling plaque sporotrichosis include blastomycosis, paracocidomycosis, chromoblastomycosis, lobomycosis, psoriasis, and pyoderma gangrenosum."}
{"id": "article-29407_14", "title": "Sporotrichosis -- Enhancing Healthcare Team Outcomes", "content": "Nurses and clinicians need to educate patients on the need to wear gloves and long sleeves when handling soil. If a puncture occurs, the emergency nurse and clinician should clean the wound extensively. An interprofessional team approach to the evaluation and treatment of wounds will provide the best results. [Level V]", "contents": "Sporotrichosis -- Enhancing Healthcare Team Outcomes. Nurses and clinicians need to educate patients on the need to wear gloves and long sleeves when handling soil. If a puncture occurs, the emergency nurse and clinician should clean the wound extensively. An interprofessional team approach to the evaluation and treatment of wounds will provide the best results. [Level V]"}
{"id": "article-29407_15", "title": "Sporotrichosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Sporotrichosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}