{"id": "article-21734_0", "title": "Uterine Leiomyomata -- Continuing Education Activity", "content": "Uterine leiomyomata or fibroids are an extremely common benign neoplasm in women of reproductive age. Although they are benign, they can have a significant impact on the everyday physical and mental well-being of women with this condition. This activity outlines the presentation, evaluation, and management options of fibroids, and reviews the role of the healthcare team in diagnosis and treatment options for patients with this condition.", "contents": "Uterine Leiomyomata -- Continuing Education Activity. Uterine leiomyomata or fibroids are an extremely common benign neoplasm in women of reproductive age. Although they are benign, they can have a significant impact on the everyday physical and mental well-being of women with this condition. This activity outlines the presentation, evaluation, and management options of fibroids, and reviews the role of the healthcare team in diagnosis and treatment options for patients with this condition."}
{"id": "article-21734_1", "title": "Uterine Leiomyomata -- Continuing Education Activity", "content": "Objectives: Identify the etiology of fibroids. Review the evaluation and examination procedure for fibroids. Outline the treatment and management options available for fibroids. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of fibroids and improve outcomes. Access free multiple choice questions on this topic.", "contents": "Uterine Leiomyomata -- Continuing Education Activity. Objectives: Identify the etiology of fibroids. Review the evaluation and examination procedure for fibroids. Outline the treatment and management options available for fibroids. Summarize interprofessional team strategies for improving care coordination and communication to advance the management of fibroids and improve outcomes. Access free multiple choice questions on this topic."}
{"id": "article-21734_2", "title": "Uterine Leiomyomata -- Introduction", "content": "Uterine fibroids or leiomyomata are the most common benign tumor affecting women. An early 2003 study by Baird et al. showed that the estimated incidence of fibroids in women by age 50 was 70% for white women and reached over 80% black women. [1] Fibroids originate from uterine smooth muscle cells (myometrium) whose growth is primarily dependent on the levels of circulating estrogen. Further information regarding the pathogenesis of fibroids is poorly understood. Fibroids can either present as an asymptomatic incidental finding on imaging, or symptomatically. Common symptoms include abnormal uterine bleeding, pelvic pain, disruption of surrounding pelvic structures(bowel and bladder), and back pain. Uterine fibroids typically are seen in three significant locations: subserosal (outside the uterus), intramural (inside the myometrium), and submucosal (Inside the uterine cavity). They can further be broken down to pedunculated or not. Fibroids are classically diagnosed by physical exam and ultrasound imaging, which carries a high sensitivity for this pathology. Fibroids continue to be the leading indication for hysterectomy. According to De La Cruz et al., leiomyomata account for 39% of all hysterectomies annually. [2] This pathology places a financial burden on health care costs in the US. According to Cardozo et al., in 2013, the estimated cost for the US due to uterine fibroids was between $5.9 to $34.4 billion annually. [3] The expectation is that this number will continue to grow in the coming years.", "contents": "Uterine Leiomyomata -- Introduction. Uterine fibroids or leiomyomata are the most common benign tumor affecting women. An early 2003 study by Baird et al. showed that the estimated incidence of fibroids in women by age 50 was 70% for white women and reached over 80% black women. [1] Fibroids originate from uterine smooth muscle cells (myometrium) whose growth is primarily dependent on the levels of circulating estrogen. Further information regarding the pathogenesis of fibroids is poorly understood. Fibroids can either present as an asymptomatic incidental finding on imaging, or symptomatically. Common symptoms include abnormal uterine bleeding, pelvic pain, disruption of surrounding pelvic structures(bowel and bladder), and back pain. Uterine fibroids typically are seen in three significant locations: subserosal (outside the uterus), intramural (inside the myometrium), and submucosal (Inside the uterine cavity). They can further be broken down to pedunculated or not. Fibroids are classically diagnosed by physical exam and ultrasound imaging, which carries a high sensitivity for this pathology. Fibroids continue to be the leading indication for hysterectomy. According to De La Cruz et al., leiomyomata account for 39% of all hysterectomies annually. [2] This pathology places a financial burden on health care costs in the US. According to Cardozo et al., in 2013, the estimated cost for the US due to uterine fibroids was between $5.9 to $34.4 billion annually. [3] The expectation is that this number will continue to grow in the coming years."}
{"id": "article-21734_3", "title": "Uterine Leiomyomata -- Etiology", "content": "The exact pathophysiology behind the development of uterine fibroids is unclear. [4] Research suggests that the starting event for fibroid development begins with a single uterine smooth muscle cell(myometrium), which is then followed by deviations from the normal signaling pathways of cellular division. [5] Fibroids are considered to be estrogen-dependent tumors, and there is evidence showing that leiomyomas overexpress certain estrogen and progesterone receptors when compared to normal surrounding myometrium. [6]", "contents": "Uterine Leiomyomata -- Etiology. The exact pathophysiology behind the development of uterine fibroids is unclear. [4] Research suggests that the starting event for fibroid development begins with a single uterine smooth muscle cell(myometrium), which is then followed by deviations from the normal signaling pathways of cellular division. [5] Fibroids are considered to be estrogen-dependent tumors, and there is evidence showing that leiomyomas overexpress certain estrogen and progesterone receptors when compared to normal surrounding myometrium. [6]"}
{"id": "article-21734_4", "title": "Uterine Leiomyomata -- Epidemiology", "content": "Fibroids are rare before puberty; an article from Kim et al., states that there are no cases of fibroids before puberty. [7] Their likelihood increases as women age and, as mentioned above, can reach as high as 80% in some women before menopause.", "contents": "Uterine Leiomyomata -- Epidemiology. Fibroids are rare before puberty; an article from Kim et al., states that there are no cases of fibroids before puberty. [7] Their likelihood increases as women age and, as mentioned above, can reach as high as 80% in some women before menopause."}
{"id": "article-21734_5", "title": "Uterine Leiomyomata -- Epidemiology", "content": "Due to the pathology of fibroids, the majority of major risk factors include those that increase the exposure to higher levels of endogenous estrogen. Certain risk factors include early menarche, nulliparity, obesity, and late entry into menopause, and a positive family history of uterine fibroids. The most significant non-modifiable risk factor is African descent, which leads to earlier diagnosis and more severe symptoms. There is a decreased risk for uterine fibroids with increased parity, late menarche, smoking, and use of oral contraceptives. [8] [9] [2]", "contents": "Uterine Leiomyomata -- Epidemiology. Due to the pathology of fibroids, the majority of major risk factors include those that increase the exposure to higher levels of endogenous estrogen. Certain risk factors include early menarche, nulliparity, obesity, and late entry into menopause, and a positive family history of uterine fibroids. The most significant non-modifiable risk factor is African descent, which leads to earlier diagnosis and more severe symptoms. There is a decreased risk for uterine fibroids with increased parity, late menarche, smoking, and use of oral contraceptives. [8] [9] [2]"}
{"id": "article-21734_6", "title": "Uterine Leiomyomata -- Pathophysiology", "content": "Fibroids are a result of the inappropriate growth of uterine smooth muscle tissue or myometrium. Their growth is dependent on estrogen and progesterone levels. The underlying pathophysiology is uncertain.", "contents": "Uterine Leiomyomata -- Pathophysiology. Fibroids are a result of the inappropriate growth of uterine smooth muscle tissue or myometrium. Their growth is dependent on estrogen and progesterone levels. The underlying pathophysiology is uncertain."}
{"id": "article-21734_7", "title": "Uterine Leiomyomata -- History and Physical", "content": "History and physical exam include a thorough menstrual history to determine the timing, quantity, and any potential aggravating factors for the abnormal bleeding. Common presenting symptoms include metrorrhagia, menorrhagia, or a combination of the two. Less common presenting symptoms include dyspareunia, pelvic pain, bowel problems, urinary symptoms, or signs and symptoms related to anemia. Most of the less frequent symptoms are a reflection of the mass effect produced by leiomyomas on surrounding structures. Patients may also be completely asymptomatic with an incidental finding of fibroids on imaging.", "contents": "Uterine Leiomyomata -- History and Physical. History and physical exam include a thorough menstrual history to determine the timing, quantity, and any potential aggravating factors for the abnormal bleeding. Common presenting symptoms include metrorrhagia, menorrhagia, or a combination of the two. Less common presenting symptoms include dyspareunia, pelvic pain, bowel problems, urinary symptoms, or signs and symptoms related to anemia. Most of the less frequent symptoms are a reflection of the mass effect produced by leiomyomas on surrounding structures. Patients may also be completely asymptomatic with an incidental finding of fibroids on imaging."}
{"id": "article-21734_8", "title": "Uterine Leiomyomata -- History and Physical", "content": "A speculum exam with a bimanual exam should be performed to rule out any vaginal or cervical pathology, as well as assess the size, and shape of the female reproductive organs. A large asymmetric uterus felt upon the exam is indicative of fibroids. Finally, consider evaluating for conjunctival pallor and thyroid pathology to identify potential secondary symptoms or causes of abnormal bleeding.", "contents": "Uterine Leiomyomata -- History and Physical. A speculum exam with a bimanual exam should be performed to rule out any vaginal or cervical pathology, as well as assess the size, and shape of the female reproductive organs. A large asymmetric uterus felt upon the exam is indicative of fibroids. Finally, consider evaluating for conjunctival pallor and thyroid pathology to identify potential secondary symptoms or causes of abnormal bleeding."}
{"id": "article-21734_9", "title": "Uterine Leiomyomata -- Evaluation -- Laboratory studies", "content": "The initial evaluation should include a beta-human chorionic gonadotropin test to rule out pregnancy, CBC, TSH, and a prolactin level to evaluate for the non-structural causes in the differential(see below). Include an endometrial biopsy for women over 35.", "contents": "Uterine Leiomyomata -- Evaluation -- Laboratory studies. The initial evaluation should include a beta-human chorionic gonadotropin test to rule out pregnancy, CBC, TSH, and a prolactin level to evaluate for the non-structural causes in the differential(see below). Include an endometrial biopsy for women over 35."}
{"id": "article-21734_10", "title": "Uterine Leiomyomata -- Evaluation -- Radiologic studies", "content": "Transvaginal ultrasound is the gold standard for imaging uterine fibroids. It has a sensitivity of around 90 to 99% for the detection of uterine fibroids. Ultrasound can improve with the use of saline-infused sonography, which helps increase the sensitivity for the detection of subserosal and intramural fibromas. [2] [10] Fibroid appearance is as a firm, well-circumscribed, hypoechoic mass. On ultrasound, tend to have a variable amount of shadowing, and calcifications or necrosis may distort the echogenicity. [11]", "contents": "Uterine Leiomyomata -- Evaluation -- Radiologic studies. Transvaginal ultrasound is the gold standard for imaging uterine fibroids. It has a sensitivity of around 90 to 99% for the detection of uterine fibroids. Ultrasound can improve with the use of saline-infused sonography, which helps increase the sensitivity for the detection of subserosal and intramural fibromas. [2] [10] Fibroid appearance is as a firm, well-circumscribed, hypoechoic mass. On ultrasound, tend to have a variable amount of shadowing, and calcifications or necrosis may distort the echogenicity. [11]"}
{"id": "article-21734_11", "title": "Uterine Leiomyomata -- Evaluation -- Radiologic studies", "content": "Hysteroscopy is where the physician uses a hysteroscope to visualize the inside of the uterus. This imaging modality allows for better visualization of fibroids inside the uterine cavity. This method allows for the direct removal of intrauterine growths during the procedure.", "contents": "Uterine Leiomyomata -- Evaluation -- Radiologic studies. Hysteroscopy is where the physician uses a hysteroscope to visualize the inside of the uterus. This imaging modality allows for better visualization of fibroids inside the uterine cavity. This method allows for the direct removal of intrauterine growths during the procedure."}
{"id": "article-21734_12", "title": "Uterine Leiomyomata -- Evaluation -- Radiologic studies", "content": "Magnetic Resonance Imaging MRI has the benefit of providing a better picture of the number, size, vascular supply, and boundaries of the fibroids as they relate to the pelvis. Nevertheless, it is unnecessary for a routine diagnosis when fibroids are suspected. It has not been shown to differentiate leiomyosarcoma from leiomyoma. [10]", "contents": "Uterine Leiomyomata -- Evaluation -- Radiologic studies. Magnetic Resonance Imaging MRI has the benefit of providing a better picture of the number, size, vascular supply, and boundaries of the fibroids as they relate to the pelvis. Nevertheless, it is unnecessary for a routine diagnosis when fibroids are suspected. It has not been shown to differentiate leiomyosarcoma from leiomyoma. [10]"}
{"id": "article-21734_13", "title": "Uterine Leiomyomata -- Treatment / Management", "content": "While deciding on treatment options for uterine fibroids, the patient's age, presenting symptoms, and desire for fertility preservation all merit consideration. The locations and size of the fibroids will both determine the available treatment options. [2] Management options can be broken down into three categories starting at surveillance with progression to medical management or surgical therapy with increasing severity of symptoms. Surveillance: This is the preferred method in women with asymptomatic fibroids. The current recommendations do not require serial imaging when following these patients. [2] Medical Management: Primarily revolves around decreasing the severity of bleeding and pain symptoms.", "contents": "Uterine Leiomyomata -- Treatment / Management. While deciding on treatment options for uterine fibroids, the patient's age, presenting symptoms, and desire for fertility preservation all merit consideration. The locations and size of the fibroids will both determine the available treatment options. [2] Management options can be broken down into three categories starting at surveillance with progression to medical management or surgical therapy with increasing severity of symptoms. Surveillance: This is the preferred method in women with asymptomatic fibroids. The current recommendations do not require serial imaging when following these patients. [2] Medical Management: Primarily revolves around decreasing the severity of bleeding and pain symptoms."}
{"id": "article-21734_14", "title": "Uterine Leiomyomata -- Treatment / Management", "content": "Hormonal contraceptives: This treatment group includes oral contraceptive pills (OCP) and the levonorgestrel intrauterine device(IUD). OCPs are common options in the management of abnormal uterine bleeding related to symptomatic fibroids. However, there is only limited data showing their effectiveness in uterine fibroids, and larger randomized controlled trials are necessary. [12] [13] [2] The levonorgestrel IUD is currently the recommended hormonal therapy for symptomatic fibroids due to the lack of systemic effects and low side effect profile. [14] Caution should is necessary when treating fibroids that distort the intrauterine cavity as they can lead to a higher rate of expulsion.", "contents": "Uterine Leiomyomata -- Treatment / Management. Hormonal contraceptives: This treatment group includes oral contraceptive pills (OCP) and the levonorgestrel intrauterine device(IUD). OCPs are common options in the management of abnormal uterine bleeding related to symptomatic fibroids. However, there is only limited data showing their effectiveness in uterine fibroids, and larger randomized controlled trials are necessary. [12] [13] [2] The levonorgestrel IUD is currently the recommended hormonal therapy for symptomatic fibroids due to the lack of systemic effects and low side effect profile. [14] Caution should is necessary when treating fibroids that distort the intrauterine cavity as they can lead to a higher rate of expulsion."}
{"id": "article-21734_15", "title": "Uterine Leiomyomata -- Treatment / Management", "content": "GnRH Agonist (leuprolide): This method works by acting on the pituitary gland to decrease gonadal hormone production, thus decreasing the hormone-stimulated growth of the fibroid. A study by Friedman et al. showed a decrease in uterine size by 45% at 24 weeks of treatment on a GnRH agonist with a return to pretreatment size 24 weeks after cessation. [15] Long-term therapy with a GnRH agonist has also been shown to result in statistically significant bone loss. Because of this and its relatively short-term effect, the American College of Obstetricians and Gynecologists (ACOG) has recommended that it's use be limited to 6 months or less. [14] [16] [17] Leuprolide is most effective when used as a pre-surgical therapy for symptomatic fibroids. [13]", "contents": "Uterine Leiomyomata -- Treatment / Management. GnRH Agonist (leuprolide): This method works by acting on the pituitary gland to decrease gonadal hormone production, thus decreasing the hormone-stimulated growth of the fibroid. A study by Friedman et al. showed a decrease in uterine size by 45% at 24 weeks of treatment on a GnRH agonist with a return to pretreatment size 24 weeks after cessation. [15] Long-term therapy with a GnRH agonist has also been shown to result in statistically significant bone loss. Because of this and its relatively short-term effect, the American College of Obstetricians and Gynecologists (ACOG) has recommended that it's use be limited to 6 months or less. [14] [16] [17] Leuprolide is most effective when used as a pre-surgical therapy for symptomatic fibroids. [13]"}
{"id": "article-21734_16", "title": "Uterine Leiomyomata -- Treatment / Management", "content": "Nonsteroidal Anti-Inflammatory Drugs (NSAIDs): Anti-inflammatories have been shown to decrease prostaglandin levels, which are elevated in women with heavy menstrual bleeding and are responsible for the painful cramping experienced in menstruation. They have not been shown to decrease the size of the fibroids. [18]", "contents": "Uterine Leiomyomata -- Treatment / Management. Nonsteroidal Anti-Inflammatory Drugs (NSAIDs): Anti-inflammatories have been shown to decrease prostaglandin levels, which are elevated in women with heavy menstrual bleeding and are responsible for the painful cramping experienced in menstruation. They have not been shown to decrease the size of the fibroids. [18]"}
{"id": "article-21734_17", "title": "Uterine Leiomyomata -- Treatment / Management", "content": "Other potential medical therapies include aromatase inhibitors, and selective estrogen receptor modulators (SERM), such as raloxifene or tamoxifen. There is little evidence supporting the use of these medications in the treatment for symptomatic uterine fibroids. [13] Tranexamic acid has been approved for the treatment of abnormal and heavy uterine bleeding but has not been approved or shown to decrease the disease burden in uterine fibroids. [13] [19]", "contents": "Uterine Leiomyomata -- Treatment / Management. Other potential medical therapies include aromatase inhibitors, and selective estrogen receptor modulators (SERM), such as raloxifene or tamoxifen. There is little evidence supporting the use of these medications in the treatment for symptomatic uterine fibroids. [13] Tranexamic acid has been approved for the treatment of abnormal and heavy uterine bleeding but has not been approved or shown to decrease the disease burden in uterine fibroids. [13] [19]"}
{"id": "article-21734_18", "title": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:", "content": "Endometrial Ablation. It offers an alternative to surgery in patients whose primary complaint is heavy or abnormal bleeding. There is a larger risk of a failed procedure with submucosal fibroids because they cause disruption of the uterine cavity and can prevent proper cauterization of the entire endometrium.", "contents": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:. Endometrial Ablation. It offers an alternative to surgery in patients whose primary complaint is heavy or abnormal bleeding. There is a larger risk of a failed procedure with submucosal fibroids because they cause disruption of the uterine cavity and can prevent proper cauterization of the entire endometrium."}
{"id": "article-21734_19", "title": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:", "content": "Uterine Artery Embolization. A minimally invasive approach for those who wish to preserve fertility. This technique works by decreasing the total blood supply to the uterus, thereby decreasing the flow to the fibroids and minimizing bleeding symptoms. The procedure has been shown effective in controlling menorrhagia. However, according to De La Cruz et al., only limited studies show the effects on fertility preservation with this technique. [2]", "contents": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:. Uterine Artery Embolization. A minimally invasive approach for those who wish to preserve fertility. This technique works by decreasing the total blood supply to the uterus, thereby decreasing the flow to the fibroids and minimizing bleeding symptoms. The procedure has been shown effective in controlling menorrhagia. However, according to De La Cruz et al., only limited studies show the effects on fertility preservation with this technique. [2]"}
{"id": "article-21734_20", "title": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:", "content": "Myomectomy. An invasive surgical option for those who desire fertility preservation. There is no large randomized controlled trial showing that myomectomy can improve fertility for patients. [2] [10] Furthermore, the outcome is highly dependent on the location and size of the fibroid. [8] [20] Nevertheless, it can be an effective treatment option in those wishing to avoid hysterectomy.", "contents": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:. Myomectomy. An invasive surgical option for those who desire fertility preservation. There is no large randomized controlled trial showing that myomectomy can improve fertility for patients. [2] [10] Furthermore, the outcome is highly dependent on the location and size of the fibroid. [8] [20] Nevertheless, it can be an effective treatment option in those wishing to avoid hysterectomy."}
{"id": "article-21734_21", "title": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:", "content": "MRI guided focused ultrasound surgery. This treatment option utilizes MRI and ultrasound waves to focus on the fibroid, resulting in cauterization. As a relatively new treatment, there is not enough clinical evidence to support its long term effectiveness at this time.", "contents": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:. MRI guided focused ultrasound surgery. This treatment option utilizes MRI and ultrasound waves to focus on the fibroid, resulting in cauterization. As a relatively new treatment, there is not enough clinical evidence to support its long term effectiveness at this time."}
{"id": "article-21734_22", "title": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:", "content": "Hysterectomy. Remains the definitive treatment for fibroids.", "contents": "Uterine Leiomyomata -- Treatment / Management -- Surgical Therapy:. Hysterectomy. Remains the definitive treatment for fibroids."}
{"id": "article-21734_23", "title": "Uterine Leiomyomata -- Differential Diagnosis", "content": "Many other disease processes share the signs and symptoms of uterine leiomyomas, most of which are common etiologies of abnormal uterine bleeding (AUB) and pelvic pain. According to the Federation of Gynecology and Obstetrics (FIGO), the differential can be broken down into the classification system PALM-COEIN. [21] [22] The mnemonic is grouped by structural and non-structural causes of AUB, which includes the following: Polyps, adenomyosis, leiomyoma, malignancy, coagulopathy, ovulatory dysfunction, endometrial, iatrogenic, not yet classified.", "contents": "Uterine Leiomyomata -- Differential Diagnosis. Many other disease processes share the signs and symptoms of uterine leiomyomas, most of which are common etiologies of abnormal uterine bleeding (AUB) and pelvic pain. According to the Federation of Gynecology and Obstetrics (FIGO), the differential can be broken down into the classification system PALM-COEIN. [21] [22] The mnemonic is grouped by structural and non-structural causes of AUB, which includes the following: Polyps, adenomyosis, leiomyoma, malignancy, coagulopathy, ovulatory dysfunction, endometrial, iatrogenic, not yet classified."}
{"id": "article-21734_24", "title": "Uterine Leiomyomata -- Differential Diagnosis", "content": "Adenomyosis, in particular, has been shown to have a high rate of coexistence with uterine fibroids. [23] Unlike fibroids, adenomyosis tends to be more oval-shaped with indistinct margins on ultrasound. They do not typically display a mass effect.", "contents": "Uterine Leiomyomata -- Differential Diagnosis. Adenomyosis, in particular, has been shown to have a high rate of coexistence with uterine fibroids. [23] Unlike fibroids, adenomyosis tends to be more oval-shaped with indistinct margins on ultrasound. They do not typically display a mass effect."}
{"id": "article-21734_25", "title": "Uterine Leiomyomata -- Differential Diagnosis", "content": "It is essential to realize that leiomyosarcomas can present similar to leiomyomas. Brohl et al. concluded that sarcomas are diagnosed in presumed fibroids after surgery in 1 in 340 women. That number increases to 1 in 98 in women 75 to 79 years of age. [24] Although there is no reliable way to differentiate the two without biopsy, a few studies have identified factors that are associated with sarcoma which include but are not limited to postmenopausal status, a predominantly subserosal mass, solitary fibroid, rapid growth, and a T2-weighted signal heterogeneity on magnetic resonance imaging. [2] [25]", "contents": "Uterine Leiomyomata -- Differential Diagnosis. It is essential to realize that leiomyosarcomas can present similar to leiomyomas. Brohl et al. concluded that sarcomas are diagnosed in presumed fibroids after surgery in 1 in 340 women. That number increases to 1 in 98 in women 75 to 79 years of age. [24] Although there is no reliable way to differentiate the two without biopsy, a few studies have identified factors that are associated with sarcoma which include but are not limited to postmenopausal status, a predominantly subserosal mass, solitary fibroid, rapid growth, and a T2-weighted signal heterogeneity on magnetic resonance imaging. [2] [25]"}
{"id": "article-21734_26", "title": "Uterine Leiomyomata -- Prognosis", "content": "Fibroids can be a complicated diagnosis to manage for any patient who desires pregnancy, may have limited access to healthcare or has one of the non-modifiable risk factors associated with the disease. While hormone and anti-inflammatory therapy can help to slow the progression of fibroids, the emphasis has been on improving outcomes with minimally invasive and fertility-preserving procedures. [10]", "contents": "Uterine Leiomyomata -- Prognosis. Fibroids can be a complicated diagnosis to manage for any patient who desires pregnancy, may have limited access to healthcare or has one of the non-modifiable risk factors associated with the disease. While hormone and anti-inflammatory therapy can help to slow the progression of fibroids, the emphasis has been on improving outcomes with minimally invasive and fertility-preserving procedures. [10]"}
{"id": "article-21734_27", "title": "Uterine Leiomyomata -- Complications", "content": "Although the exact impact of fibroids on fertility is unknown, there is an apparent correlation between fibroids and infertility that is dependent on the location and size of the fibroid. Research by Pritts et al. showed that submucosal fibroids resulted in decreased rates of implantation and pregnancy as well as increased rates of spontaneous miscarriage due to their distortion of the endometrium. But more recently, Purohit and Vigneswaran stated that this research showed no evidence to suggest subserosal fibroids had any effect on fertility. [26] [8] Other complications include anemia, chronic pelvic pain, and sexual dysfunction.", "contents": "Uterine Leiomyomata -- Complications. Although the exact impact of fibroids on fertility is unknown, there is an apparent correlation between fibroids and infertility that is dependent on the location and size of the fibroid. Research by Pritts et al. showed that submucosal fibroids resulted in decreased rates of implantation and pregnancy as well as increased rates of spontaneous miscarriage due to their distortion of the endometrium. But more recently, Purohit and Vigneswaran stated that this research showed no evidence to suggest subserosal fibroids had any effect on fertility. [26] [8] Other complications include anemia, chronic pelvic pain, and sexual dysfunction."}
{"id": "article-21734_28", "title": "Uterine Leiomyomata -- Deterrence and Patient Education", "content": "Patients need to understand that the majority of the time fibroids are a benign pathology. Words, such as neoplasm, while describing fibroids can have a potentially harmful impact on the mental well-being of the patient. Furthermore, fibroids can carry a heavy burden of disease, which is implemented in its impact on future fertility and on the overall quality of life. Discussion and management of modifiable risk factors are important in the care of these patients. Although ideal minimally invasive therapies for the treatment of symptomatic fibroids theoretically exist, there is little evidence from large randomized controlled trials supporting positive long term outcomes.", "contents": "Uterine Leiomyomata -- Deterrence and Patient Education. Patients need to understand that the majority of the time fibroids are a benign pathology. Words, such as neoplasm, while describing fibroids can have a potentially harmful impact on the mental well-being of the patient. Furthermore, fibroids can carry a heavy burden of disease, which is implemented in its impact on future fertility and on the overall quality of life. Discussion and management of modifiable risk factors are important in the care of these patients. Although ideal minimally invasive therapies for the treatment of symptomatic fibroids theoretically exist, there is little evidence from large randomized controlled trials supporting positive long term outcomes."}
{"id": "article-21734_29", "title": "Uterine Leiomyomata -- Pearls and Other Issues", "content": "Prevention of fibroids may revolve around the identification and management of the modifiable risk factors. These include exercise, obesity, and diet. [27]", "contents": "Uterine Leiomyomata -- Pearls and Other Issues. Prevention of fibroids may revolve around the identification and management of the modifiable risk factors. These include exercise, obesity, and diet. [27]"}
{"id": "article-21734_30", "title": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes", "content": "Although fibroids are considered a benign diagnosis, they can exert a negative impact on the patient's mental and physical health. Emphasis should be placed on proper patient education while keeping in mind how the patient perceives the disease. In describing fibroids, words such as tumor or neoplasm should be used with caution by all members of the healthcare team to ensure the patient has a good understanding of the disease. It is essential to identify or rule out more serious causes of abnormal uterine bleeding during the diagnostic workup for fibroids.", "contents": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes. Although fibroids are considered a benign diagnosis, they can exert a negative impact on the patient's mental and physical health. Emphasis should be placed on proper patient education while keeping in mind how the patient perceives the disease. In describing fibroids, words such as tumor or neoplasm should be used with caution by all members of the healthcare team to ensure the patient has a good understanding of the disease. It is essential to identify or rule out more serious causes of abnormal uterine bleeding during the diagnostic workup for fibroids."}
{"id": "article-21734_31", "title": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes", "content": "Treatment for patients should primarily begin with trials of NSAIDs and hormonal therapy only escalating when symptoms are refractory, or unmanageable by medication. Minimally invasive treatment options performed by gynecologists or interventional radiologists should be an option with the understanding there is promising, but few high-quality randomized controlled trials exist showing the effectiveness and long term outcomes. In cases where the treating clinician attempts medical management, they should consult a pharmacist to discuss agent selection, verify dosing, and avoid drug-drug interactions. Nursing staff can followup with the patient, assess therapy progress, check for medication adverse effects, and provide patient counseling, informing the rest of the team of any concerns.", "contents": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes. Treatment for patients should primarily begin with trials of NSAIDs and hormonal therapy only escalating when symptoms are refractory, or unmanageable by medication. Minimally invasive treatment options performed by gynecologists or interventional radiologists should be an option with the understanding there is promising, but few high-quality randomized controlled trials exist showing the effectiveness and long term outcomes. In cases where the treating clinician attempts medical management, they should consult a pharmacist to discuss agent selection, verify dosing, and avoid drug-drug interactions. Nursing staff can followup with the patient, assess therapy progress, check for medication adverse effects, and provide patient counseling, informing the rest of the team of any concerns."}
{"id": "article-21734_32", "title": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes", "content": "Hysterectomy is the definitive treatment for leiomyomas and should be on reserve for patients with high severity of symptoms, who desire infertility. Specialized surgical nurses will be crucial in these cases, helping to prepare the patient, assisting during the procedure, and providing post-operative care and evaluation, as well as medication administration. Every member of the interprofessional healthcare team plays a role in the proper education for patients about the risks and outcomes of this major procedure. Emphasizing interprofessional cooperation and effective communication in all members of the healthcare team will provide the best outcomes for patients with uterine fibroids. [Level 5]", "contents": "Uterine Leiomyomata -- Enhancing Healthcare Team Outcomes. Hysterectomy is the definitive treatment for leiomyomas and should be on reserve for patients with high severity of symptoms, who desire infertility. Specialized surgical nurses will be crucial in these cases, helping to prepare the patient, assisting during the procedure, and providing post-operative care and evaluation, as well as medication administration. Every member of the interprofessional healthcare team plays a role in the proper education for patients about the risks and outcomes of this major procedure. Emphasizing interprofessional cooperation and effective communication in all members of the healthcare team will provide the best outcomes for patients with uterine fibroids. [Level 5]"}
{"id": "article-21734_33", "title": "Uterine Leiomyomata -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Uterine Leiomyomata -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}