{"id": "article-26248_0", "title": "Neuroanatomy, Optic Tract -- Introduction", "content": "The optic tract is a bundle of nerve fibers that serves to carry visual information from the optic chiasm to the left and right lateral geniculate bodies as a part of the visual pathway. The visual pathway refers to the series of cells and synapses that transmit visual signals from the environment to the brain for processing. This pathway begins with light striking the specialized nerve cells of the retina, which convert photons of light into electrochemical signals. Neural signals travel primarily through the retinal layers to the optic nerve (cranial nerve II, or CN II), optic chiasm, optic tract, lateral geniculate bodies, and visual cortex in the brain’s occipital lobe. [1] Each optic tract carries one-half of the visual field, consisting of afferent (sensory) information from temporal hemi-retinal fibers ipsilaterally and nasal hemi-retinal fibers contralaterally. The left optic tract is responsible for the right visual field, and the right optic tract corresponds to the left visual field. Both optic tracts serve as clinically relevant structures in the evaluation of visual deficits, particularly in cases of homonymous hemianopsia. [2] Lesions may impact other physiologic processes dependent on visual input to one or both optic tracts, including pupillary light reflex, accommodation reflex, and circadian rhythms. [3] [4] The neuroanatomy of the optic tract is relevant in cases of stroke, infiltrative tumors, encephalitis, multiple sclerosis, congenital anomalies of the brain development or function, and neurosurgery. [5] [6]", "contents": "Neuroanatomy, Optic Tract -- Introduction. The optic tract is a bundle of nerve fibers that serves to carry visual information from the optic chiasm to the left and right lateral geniculate bodies as a part of the visual pathway. The visual pathway refers to the series of cells and synapses that transmit visual signals from the environment to the brain for processing. This pathway begins with light striking the specialized nerve cells of the retina, which convert photons of light into electrochemical signals. Neural signals travel primarily through the retinal layers to the optic nerve (cranial nerve II, or CN II), optic chiasm, optic tract, lateral geniculate bodies, and visual cortex in the brain’s occipital lobe. [1] Each optic tract carries one-half of the visual field, consisting of afferent (sensory) information from temporal hemi-retinal fibers ipsilaterally and nasal hemi-retinal fibers contralaterally. The left optic tract is responsible for the right visual field, and the right optic tract corresponds to the left visual field. Both optic tracts serve as clinically relevant structures in the evaluation of visual deficits, particularly in cases of homonymous hemianopsia. [2] Lesions may impact other physiologic processes dependent on visual input to one or both optic tracts, including pupillary light reflex, accommodation reflex, and circadian rhythms. [3] [4] The neuroanatomy of the optic tract is relevant in cases of stroke, infiltrative tumors, encephalitis, multiple sclerosis, congenital anomalies of the brain development or function, and neurosurgery. [5] [6]"}
{"id": "article-26248_1", "title": "Neuroanatomy, Optic Tract -- Structure and Function", "content": "The optic tracts consist of the axons originating from the retinal ganglion cells (RGCs) in the retina. Axons of RGCs from throughout the retina join at the optic disc, an area of the retina devoid of photoreceptors colloquially referred to as the “blind spot.” [4] These unmyelinated fibers are referred to as the intraocular segment of the optic nerve. These fibers traverse the lamina cribrosa, an area of fenestrations in the sclera, and continue as the myelinated intraorbital segment of the optic nerve, CN II. [1] The intraorbital segment of CN II communicates directly with the dural lining and the cerebrospinal fluid (CSF) of the subarachnoid space, allowing for changes in intracranial pressure to manifest as optic nerve abnormalities. The intracanalicular segment of CN II exits the tendinous ring or annulus of Zinn, the common origin of the four extraocular rectus muscles, and the optic canal along with the ophthalmic artery. The optic canal is an obliquely oriented channel through the lesser wing of the sphenoid bone, opening into the bony skull base as the optic foramen. The intracranial optic nerve segment enters the middle cranial fossa and joins the contralateral optic nerve segment, forming the optic chiasm in the suprasellar cistern. [7]", "contents": "Neuroanatomy, Optic Tract -- Structure and Function. The optic tracts consist of the axons originating from the retinal ganglion cells (RGCs) in the retina. Axons of RGCs from throughout the retina join at the optic disc, an area of the retina devoid of photoreceptors colloquially referred to as the “blind spot.” [4] These unmyelinated fibers are referred to as the intraocular segment of the optic nerve. These fibers traverse the lamina cribrosa, an area of fenestrations in the sclera, and continue as the myelinated intraorbital segment of the optic nerve, CN II. [1] The intraorbital segment of CN II communicates directly with the dural lining and the cerebrospinal fluid (CSF) of the subarachnoid space, allowing for changes in intracranial pressure to manifest as optic nerve abnormalities. The intracanalicular segment of CN II exits the tendinous ring or annulus of Zinn, the common origin of the four extraocular rectus muscles, and the optic canal along with the ophthalmic artery. The optic canal is an obliquely oriented channel through the lesser wing of the sphenoid bone, opening into the bony skull base as the optic foramen. The intracranial optic nerve segment enters the middle cranial fossa and joins the contralateral optic nerve segment, forming the optic chiasm in the suprasellar cistern. [7]"}
{"id": "article-26248_2", "title": "Neuroanatomy, Optic Tract -- Structure and Function", "content": "The retrochiasmal visual pathway includes fibers from the optic chiasm to the visual cortex. The optic chiasm is an area of partial decussation, in which primarily the nasal retinal fibers traveling through the left and right optic nerves decussate to the contralateral optic chiasm and optic tract. Temporal retinal fibers do not decussate, instead of continuing through the ipsilateral optic chiasm and tract. The crossed-to-uncrossed ratio of decussation at the optic chiasm is approximately 53 to 47. The proximity of optic chiasm to local structures explains visual deficits, classically bitemporal hemianopsia, associated with pituitary gland expansion and aneurysms of the anterior communicating artery (ACOM) or the internal carotid artery (ICA). [2] [8]", "contents": "Neuroanatomy, Optic Tract -- Structure and Function. The retrochiasmal visual pathway includes fibers from the optic chiasm to the visual cortex. The optic chiasm is an area of partial decussation, in which primarily the nasal retinal fibers traveling through the left and right optic nerves decussate to the contralateral optic chiasm and optic tract. Temporal retinal fibers do not decussate, instead of continuing through the ipsilateral optic chiasm and tract. The crossed-to-uncrossed ratio of decussation at the optic chiasm is approximately 53 to 47. The proximity of optic chiasm to local structures explains visual deficits, classically bitemporal hemianopsia, associated with pituitary gland expansion and aneurysms of the anterior communicating artery (ACOM) or the internal carotid artery (ICA). [2] [8]"}
{"id": "article-26248_3", "title": "Neuroanatomy, Optic Tract -- Structure and Function", "content": "Axons from the ipsilateral temporal RGCs and contralateral nasal RGCs continue as the left and right optic tracts. Therefore, the function of the left optic tract is to carry visual field information responsible for the right visual field and vice versa. [1]", "contents": "Neuroanatomy, Optic Tract -- Structure and Function. Axons from the ipsilateral temporal RGCs and contralateral nasal RGCs continue as the left and right optic tracts. Therefore, the function of the left optic tract is to carry visual field information responsible for the right visual field and vice versa. [1]"}
{"id": "article-26248_4", "title": "Neuroanatomy, Optic Tract -- Structure and Function", "content": "From its origin at the optic chiasm in the suprasellar cistern, the optic tract courses posterolaterally through the ambient cistern to ultimately synapse at one of six layers of the lateral geniculate nucleus (LGN) of the thalamus. The ambient cistern contributes to the subarachnoid space and is filled with CSF, serving as a connection between the interpeduncular and quadrigeminal cisterns. The optic tract is lateral to the uncus, the innermost part of the medial temporal lobe parahippocampal gyrus that houses the primary olfactory cortex. The pituitary stalk, or infundibulum, and cerebral peduncles of the midbrain lie medially to the path of the optic tract. Immediately superior to the optic tract is the substantia perforata anterior, a region of the gray matter of the limbic system in the basal forebrain. [9]", "contents": "Neuroanatomy, Optic Tract -- Structure and Function. From its origin at the optic chiasm in the suprasellar cistern, the optic tract courses posterolaterally through the ambient cistern to ultimately synapse at one of six layers of the lateral geniculate nucleus (LGN) of the thalamus. The ambient cistern contributes to the subarachnoid space and is filled with CSF, serving as a connection between the interpeduncular and quadrigeminal cisterns. The optic tract is lateral to the uncus, the innermost part of the medial temporal lobe parahippocampal gyrus that houses the primary olfactory cortex. The pituitary stalk, or infundibulum, and cerebral peduncles of the midbrain lie medially to the path of the optic tract. Immediately superior to the optic tract is the substantia perforata anterior, a region of the gray matter of the limbic system in the basal forebrain. [9]"}
{"id": "article-26248_5", "title": "Neuroanatomy, Optic Tract -- Structure and Function", "content": "The lateral geniculate nucleus, which plays a central role in visual processing and the termination of the optic tract, is located in the posteroventral region of the thalamic nuclei. Parvocellular (P) and magnocellular (M) cells of the LGN separate into six layers, in which fibers originating from ipsilateral RGCs synapse onto layers 2, 3, and 5, while contralateral neural information synapses onto layers 1, 4, and 6. The left and right LGN serve as points of neural origin for optic radiations (Meyer’s loop, central bundle, and Baum’s loop) that travel to the primary visual striate cortex (V1) and several extrastriate locations of the cortex, primarily through the internal capsule. Optic radiations are classified as superior, inferior, and central nerve fibers, carrying differing subsets of visual information to V1, superior, and inferior to the calcarine fissure in the occipital lobe. [10]", "contents": "Neuroanatomy, Optic Tract -- Structure and Function. The lateral geniculate nucleus, which plays a central role in visual processing and the termination of the optic tract, is located in the posteroventral region of the thalamic nuclei. Parvocellular (P) and magnocellular (M) cells of the LGN separate into six layers, in which fibers originating from ipsilateral RGCs synapse onto layers 2, 3, and 5, while contralateral neural information synapses onto layers 1, 4, and 6. The left and right LGN serve as points of neural origin for optic radiations (Meyer’s loop, central bundle, and Baum’s loop) that travel to the primary visual striate cortex (V1) and several extrastriate locations of the cortex, primarily through the internal capsule. Optic radiations are classified as superior, inferior, and central nerve fibers, carrying differing subsets of visual information to V1, superior, and inferior to the calcarine fissure in the occipital lobe. [10]"}
{"id": "article-26248_6", "title": "Neuroanatomy, Optic Tract -- Embryology", "content": "The optic tract nerve fibers arise from the neural ectoderm, which also gives rise to several other ocular structures, including the neural retina, retinal pigment epithelium (RPE), optic nerve and chiasm fibers, neuroglia, ciliary body epithelium iris epithelium, and the iris sphincter and dilator muscles. The inner surface of the neural tube indent into bilateral optic pits before the closure of the neural tube. By day 25 of gestation, after neural tube closure, expansion of these optic pits forms sac-shaped extensions referred to as optic vesicles, which are continuous with the neural tube lumen. The optic vesicle continues to evaginate while tissue connecting the optic vesicles to the neural tube constricts, forming the optic stalk, which is continuous with space that will form the third ventricle. The optic vesicle wall will thicken and flatten to form the retinal disc. Invagination of the lower wall of the optic vesicle and stalk creates the optic fissure, which pulls inferiorly on the retinal disc to place it approximately in the location of the future retina. [11]", "contents": "Neuroanatomy, Optic Tract -- Embryology. The optic tract nerve fibers arise from the neural ectoderm, which also gives rise to several other ocular structures, including the neural retina, retinal pigment epithelium (RPE), optic nerve and chiasm fibers, neuroglia, ciliary body epithelium iris epithelium, and the iris sphincter and dilator muscles. The inner surface of the neural tube indent into bilateral optic pits before the closure of the neural tube. By day 25 of gestation, after neural tube closure, expansion of these optic pits forms sac-shaped extensions referred to as optic vesicles, which are continuous with the neural tube lumen. The optic vesicle continues to evaginate while tissue connecting the optic vesicles to the neural tube constricts, forming the optic stalk, which is continuous with space that will form the third ventricle. The optic vesicle wall will thicken and flatten to form the retinal disc. Invagination of the lower wall of the optic vesicle and stalk creates the optic fissure, which pulls inferiorly on the retinal disc to place it approximately in the location of the future retina. [11]"}
{"id": "article-26248_7", "title": "Neuroanatomy, Optic Tract -- Embryology", "content": "The optic fissure fuses at seven weeks of gestation, resulting in two layers of the optic cup and stalk, both derived from neural ectoderm. The outer layer of the cup spawns the RPE, the outer pigmented ciliary body epithelium, and the anterior iris epithelium. The inner optic cup layer becomes the neural retina, the inner non-pigmented epithelium of the ciliary body, and the posterior iris epithelium. After approximately week seven, the inner layer of the optic cup is composed of inner and outer neuroblastic layers as a result of neural retinal cells proliferating and migrating; both layers are complete at three months, with differentiation beginning in the central retina followed by the periphery. Retinal ganglion cells and supporting amacrine cells differentiate within the inner neuroblastic layers and send out axonal processes beginning in week eight. Programmed cell death within the inner layer of the optic stalk allows for the passage of RGC axon growth and development. RGC axonal processes continue through the optic stalk and terminate in the lateral geniculate nuclei of the thalamus with contributions from Müller cells and several biomolecular agents to guide directional axonal growth. Continued apoptosis of optic nerve ganglion cells continues from month 2 to month 8, as axon numbers decreased from approximately 2.6 million to 1.1 million, respectively; this allows for increases in supporting neuroglial and connective tissue cells within the optic nerve. [1] Cells derived by the neural crest first myelinate the optic nerve, chiasm, and tracts following the termination of axonal nerve fibers at the LGN. The myelination process terminates just distal to the lamina cribrosa one to three months after birth. [2]", "contents": "Neuroanatomy, Optic Tract -- Embryology. The optic fissure fuses at seven weeks of gestation, resulting in two layers of the optic cup and stalk, both derived from neural ectoderm. The outer layer of the cup spawns the RPE, the outer pigmented ciliary body epithelium, and the anterior iris epithelium. The inner optic cup layer becomes the neural retina, the inner non-pigmented epithelium of the ciliary body, and the posterior iris epithelium. After approximately week seven, the inner layer of the optic cup is composed of inner and outer neuroblastic layers as a result of neural retinal cells proliferating and migrating; both layers are complete at three months, with differentiation beginning in the central retina followed by the periphery. Retinal ganglion cells and supporting amacrine cells differentiate within the inner neuroblastic layers and send out axonal processes beginning in week eight. Programmed cell death within the inner layer of the optic stalk allows for the passage of RGC axon growth and development. RGC axonal processes continue through the optic stalk and terminate in the lateral geniculate nuclei of the thalamus with contributions from Müller cells and several biomolecular agents to guide directional axonal growth. Continued apoptosis of optic nerve ganglion cells continues from month 2 to month 8, as axon numbers decreased from approximately 2.6 million to 1.1 million, respectively; this allows for increases in supporting neuroglial and connective tissue cells within the optic nerve. [1] Cells derived by the neural crest first myelinate the optic nerve, chiasm, and tracts following the termination of axonal nerve fibers at the LGN. The myelination process terminates just distal to the lamina cribrosa one to three months after birth. [2]"}
{"id": "article-26248_8", "title": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics", "content": "The optic tract receives its vascular supply from branches of the posterior communicating artery (PCOM) and anterior choroidal artery (AChA). The optic nerve, chiasm, and tracts are intimately involved with the circle of Willis in terms of physical relationship, as exemplified by physical compression caused by vessel aneurysms at branch points commonly leading to visual deficits. Vascularization of these nerve tracts is also provided in part by vessels of the circle of Willis. [12]", "contents": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics. The optic tract receives its vascular supply from branches of the posterior communicating artery (PCOM) and anterior choroidal artery (AChA). The optic nerve, chiasm, and tracts are intimately involved with the circle of Willis in terms of physical relationship, as exemplified by physical compression caused by vessel aneurysms at branch points commonly leading to visual deficits. Vascularization of these nerve tracts is also provided in part by vessels of the circle of Willis. [12]"}
{"id": "article-26248_9", "title": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics", "content": "The posterior communicating artery comprises the posterior linkage of the circle of Willis between the ICA and the posterior cerebral artery (PCA). Perforating branches of the PCOM supply several structures, including the thalamus, hypothalamus, mammillary bodies, optic chiasm, and the posterior part of the optic tract.", "contents": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics. The posterior communicating artery comprises the posterior linkage of the circle of Willis between the ICA and the posterior cerebral artery (PCA). Perforating branches of the PCOM supply several structures, including the thalamus, hypothalamus, mammillary bodies, optic chiasm, and the posterior part of the optic tract."}
{"id": "article-26248_10", "title": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics", "content": "The anterior choroidal artery is a branch of the internal carotid artery or, rarely, the middle cerebral artery (MCA). The anterior choroidal artery most commonly branches off the posterior wall of the ICA between the origin of the PCOM and the termination of the ICA. The AChA divides into cisternal and intraventricular segments, the latter referencing the vessel after traversing the choroidal fissure. The cisternal segment is located lateral to the optic tract before curving medially to the inferomedial optic tract surface, followed by travel to the lateral geniculate body and choroidal fissure. Ischemia of the posterior communication artery and anterior choroidal artery have correlations with optic tract abnormalities. [13] [14]", "contents": "Neuroanatomy, Optic Tract -- Blood Supply and Lymphatics. The anterior choroidal artery is a branch of the internal carotid artery or, rarely, the middle cerebral artery (MCA). The anterior choroidal artery most commonly branches off the posterior wall of the ICA between the origin of the PCOM and the termination of the ICA. The AChA divides into cisternal and intraventricular segments, the latter referencing the vessel after traversing the choroidal fissure. The cisternal segment is located lateral to the optic tract before curving medially to the inferomedial optic tract surface, followed by travel to the lateral geniculate body and choroidal fissure. Ischemia of the posterior communication artery and anterior choroidal artery have correlations with optic tract abnormalities. [13] [14]"}
{"id": "article-26248_11", "title": "Neuroanatomy, Optic Tract -- Surgical Considerations", "content": "Epilepsy surgeons should be careful about the anatomy of the optic tract while doing anterior temporal lobectomy. Also, the fibers need to be taken care of while removing the tumors in this region.", "contents": "Neuroanatomy, Optic Tract -- Surgical Considerations. Epilepsy surgeons should be careful about the anatomy of the optic tract while doing anterior temporal lobectomy. Also, the fibers need to be taken care of while removing the tumors in this region."}
{"id": "article-26248_12", "title": "Neuroanatomy, Optic Tract -- Clinical Significance", "content": "Lesions of the optic tract may result from vascular etiologies, compression, tumor infiltration, congenital abnormalities, encephalitis or meningitis, neurodegenerative disorders such as multiple sclerosis (MS), autoimmune etiology, metabolic abnormalities, iatrogenic causes, or trauma. Potential vascular causes include arteriovenous malformations, hemorrhagic or ischemic infarction, venous infarct, and mitochondrial encephalopathy with lactic acidosis and stroke-like symptoms (MELAS). [15] Dysfunction of the optic tract most commonly causes unilateral homonymous hemianopia, a deficit of the contralateral visual field. For example, a lesion to the left optic tract would result in impaired processing of visual information from the ipsilateral temporal retina and contralateral nasal retina, both of which are responsible for the right half of the visual field from the midline. Stroke is the most common cause of homonymous visual field defects (HVFDs). [16]", "contents": "Neuroanatomy, Optic Tract -- Clinical Significance. Lesions of the optic tract may result from vascular etiologies, compression, tumor infiltration, congenital abnormalities, encephalitis or meningitis, neurodegenerative disorders such as multiple sclerosis (MS), autoimmune etiology, metabolic abnormalities, iatrogenic causes, or trauma. Potential vascular causes include arteriovenous malformations, hemorrhagic or ischemic infarction, venous infarct, and mitochondrial encephalopathy with lactic acidosis and stroke-like symptoms (MELAS). [15] Dysfunction of the optic tract most commonly causes unilateral homonymous hemianopia, a deficit of the contralateral visual field. For example, a lesion to the left optic tract would result in impaired processing of visual information from the ipsilateral temporal retina and contralateral nasal retina, both of which are responsible for the right half of the visual field from the midline. Stroke is the most common cause of homonymous visual field defects (HVFDs). [16]"}
{"id": "article-26248_13", "title": "Neuroanatomy, Optic Tract -- Clinical Significance", "content": "An abnormal visual field perimetry test result, characteristic subjective findings of unilateral homonymous hemianopsia, newborn examination, or following incidental findings during the clinical evaluation of ophthalmic and neurological conditions may lead to suspicion of an optic tract abnormality. Standard automated perimetry (SAP) is commonly the first step in the assessment of a suspected optic tract lesion to localize affected visual pathways, determine the cause, and guide subsequent diagnostic imaging and management. Developments in magnetic resonance imaging (MRI), including newer modalities such as MRI diffusion tensor imaging, have led to its preferred use in soft-tissue assessment and distinguishing etiologies of optic tract disorders. [15]", "contents": "Neuroanatomy, Optic Tract -- Clinical Significance. An abnormal visual field perimetry test result, characteristic subjective findings of unilateral homonymous hemianopsia, newborn examination, or following incidental findings during the clinical evaluation of ophthalmic and neurological conditions may lead to suspicion of an optic tract abnormality. Standard automated perimetry (SAP) is commonly the first step in the assessment of a suspected optic tract lesion to localize affected visual pathways, determine the cause, and guide subsequent diagnostic imaging and management. Developments in magnetic resonance imaging (MRI), including newer modalities such as MRI diffusion tensor imaging, have led to its preferred use in soft-tissue assessment and distinguishing etiologies of optic tract disorders. [15]"}
{"id": "article-26248_14", "title": "Neuroanatomy, Optic Tract -- Clinical Significance", "content": "Peripheral prism expanders and vision restoration therapy are potential modalities of treatment in patients with permanent optic tract damage leading to homonymous visual field defects (HVFDs). The peripheral prism design consists of prism segments placed across the entire width of the spectacle lens superior and inferior to the pupil area, allowing for visual field expansion of twenty degrees or higher due to peripheral diplopia. [17]", "contents": "Neuroanatomy, Optic Tract -- Clinical Significance. Peripheral prism expanders and vision restoration therapy are potential modalities of treatment in patients with permanent optic tract damage leading to homonymous visual field defects (HVFDs). The peripheral prism design consists of prism segments placed across the entire width of the spectacle lens superior and inferior to the pupil area, allowing for visual field expansion of twenty degrees or higher due to peripheral diplopia. [17]"}
{"id": "article-26248_15", "title": "Neuroanatomy, Optic Tract -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Neuroanatomy, Optic Tract -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}