{"id": "article-20294_0", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Introduction", "content": "The perineum divides into an anterior urogenital triangle and a posterior anal triangle. The urogenital triangle of the perineum is divided into two pouches or spaces by a robust fibrous sheet known as the perineal membrane. This membrane is stretched across the urogenital triangle, attached laterally to the ischiopubic rami. The deep perineal pouch is superior to the perineal membrane, and the superficial perineal pouch is inferior.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Introduction. The perineum divides into an anterior urogenital triangle and a posterior anal triangle. The urogenital triangle of the perineum is divided into two pouches or spaces by a robust fibrous sheet known as the perineal membrane. This membrane is stretched across the urogenital triangle, attached laterally to the ischiopubic rami. The deep perineal pouch is superior to the perineal membrane, and the superficial perineal pouch is inferior."}
{"id": "article-20294_1", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Introduction", "content": "The deep perineal pouch is in the urogenital triangle of the perineum below the pelvic diaphragm. It presents as a triangular, trilaminar space with sphincter urethrae [external urethral sphincter], deep transverse perineal, and compressor urethrae [in females]. The fibromuscular structures of the pouch often go by the name of the urogenital diaphragm.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Introduction. The deep perineal pouch is in the urogenital triangle of the perineum below the pelvic diaphragm. It presents as a triangular, trilaminar space with sphincter urethrae [external urethral sphincter], deep transverse perineal, and compressor urethrae [in females]. The fibromuscular structures of the pouch often go by the name of the urogenital diaphragm."}
{"id": "article-20294_2", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Anatomic Boundaries:", "content": "Superior: by the superior fascia of the urogenital diaphragm, a continuation of the inferior fascia of the pelvic diaphragm Inferior: by the inferior fascia of urogenital diaphragm widely known as the perineal membrane Lateral: by the lower part of the obturator fascia and the bony outlet of the pelvis [conjoint ischiopubic ramus]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Anatomic Boundaries:. Superior: by the superior fascia of the urogenital diaphragm, a continuation of the inferior fascia of the pelvic diaphragm Inferior: by the inferior fascia of urogenital diaphragm widely known as the perineal membrane Lateral: by the lower part of the obturator fascia and the bony outlet of the pelvis [conjoint ischiopubic ramus]"}
{"id": "article-20294_3", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in both sexes:", "content": "A part of the urethra, sphincter urethrae, branches of internal pudendal artery branches and pudendal nerve branch that supplies the external genitalia", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in both sexes:. A part of the urethra, sphincter urethrae, branches of internal pudendal artery branches and pudendal nerve branch that supplies the external genitalia"}
{"id": "article-20294_4", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in males:", "content": "The muscular components sphincter urethrae and deep transverse perinei with perineal membrane together are known as the urogenital diaphragm. a detailed description of these structures is given in the muscles section below Membranous urethra: the part of the urethra passing through the deep perineal pouch is called membranous urethra and this is the narrowest and least distensible part of the urethra in males. It is approximately 1.5 cm in length and traverses through the perineal membrane 2 to 3 cm behind the pubic symphysis Bulbourethral glands of Cowper are present on either side of the membranous urethra and their ducts pierce the perineal membrane posterolateral to the urethra and finally open into the urethra to empty their secretions into the membranous urethra during sexual arousal prior to ejaculation. Thick clear mucous secretions of the gland neutralize the acidic urine in the urethra and act as a lubricant for the semen passage. [1]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in males:. The muscular components sphincter urethrae and deep transverse perinei with perineal membrane together are known as the urogenital diaphragm. a detailed description of these structures is given in the muscles section below Membranous urethra: the part of the urethra passing through the deep perineal pouch is called membranous urethra and this is the narrowest and least distensible part of the urethra in males. It is approximately 1.5 cm in length and traverses through the perineal membrane 2 to 3 cm behind the pubic symphysis Bulbourethral glands of Cowper are present on either side of the membranous urethra and their ducts pierce the perineal membrane posterolateral to the urethra and finally open into the urethra to empty their secretions into the membranous urethra during sexual arousal prior to ejaculation. Thick clear mucous secretions of the gland neutralize the acidic urine in the urethra and act as a lubricant for the semen passage. [1]"}
{"id": "article-20294_5", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in females:", "content": "Urethra: in females, the urethra is approximately 4 cm in length, it passes through the perineal membrane and opens as the external urethral orifice in the vestibule above the vaginal opening Vagina: is situated behind the urethra. The perineal membrane in females is divided by urethra and vagina into two halves. At the hymenal ring level, the lateral walls of the vagina attach to the perineal membrane The muscle external urethral sphincter is detailed below in the muscles section, and the arteries and nerves are detailed in the corresponding sections", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Structure and Function -- Contents of the deep perineal pouch in females:. Urethra: in females, the urethra is approximately 4 cm in length, it passes through the perineal membrane and opens as the external urethral orifice in the vestibule above the vaginal opening Vagina: is situated behind the urethra. The perineal membrane in females is divided by urethra and vagina into two halves. At the hymenal ring level, the lateral walls of the vagina attach to the perineal membrane The muscle external urethral sphincter is detailed below in the muscles section, and the arteries and nerves are detailed in the corresponding sections"}
{"id": "article-20294_6", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Embryology", "content": "Development of the anatomic structures in the deep perineal pouch: Membranous urethra develops from the definitive urogenital sinus, the sphincteric musculature around the membranous urethra develops from the surrounding mesenchymal condensation. Bulbourethral glands develop as the sprouting of the definitive urogenital sinus that forms as the membranous urethra. [2]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Embryology. Development of the anatomic structures in the deep perineal pouch: Membranous urethra develops from the definitive urogenital sinus, the sphincteric musculature around the membranous urethra develops from the surrounding mesenchymal condensation. Bulbourethral glands develop as the sprouting of the definitive urogenital sinus that forms as the membranous urethra. [2]"}
{"id": "article-20294_7", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Blood Supply and Lymphatics", "content": "Distal to the perineal branch the internal pudendal artery gives artery which supplies the urethral sphincter.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Blood Supply and Lymphatics. Distal to the perineal branch the internal pudendal artery gives artery which supplies the urethral sphincter."}
{"id": "article-20294_8", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Blood Supply and Lymphatics", "content": "In males, the internal pudendal gives off the penile arteries, the artery to the bulb, arteries to the crura, cavernosal arteries or deep arteries of the penis and the dorsal artery of the penis. The bulbourethral gland receives supply by branches from the artery to the bulb of the penis and common penile artery. In females, its branches include the artery to the bulb of the vestibule, the dorsal artery of the clitoris and deep artery of the clitoris. Lymphatics drain into external and internal iliac nodes.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Blood Supply and Lymphatics. In males, the internal pudendal gives off the penile arteries, the artery to the bulb, arteries to the crura, cavernosal arteries or deep arteries of the penis and the dorsal artery of the penis. The bulbourethral gland receives supply by branches from the artery to the bulb of the penis and common penile artery. In females, its branches include the artery to the bulb of the vestibule, the dorsal artery of the clitoris and deep artery of the clitoris. Lymphatics drain into external and internal iliac nodes."}
{"id": "article-20294_9", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Nerves", "content": "Pudendal nerve branches are present in the pouch : In females, the dorsal nerves of the clitoris and in males, dorsal nerves of the penis. A perineal branch of the pudendal nerve supplies external urethral sphincter.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Nerves. Pudendal nerve branches are present in the pouch : In females, the dorsal nerves of the clitoris and in males, dorsal nerves of the penis. A perineal branch of the pudendal nerve supplies external urethral sphincter."}
{"id": "article-20294_10", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles", "content": "Urogenital diaphragm: is the name given to deep transverse perineal and sphincter urethrae with inferior fascia is known as the urogenital diaphragm. The superior fascia of the urogenital diaphragm is a continuation of the inferior fascia of the levator ani (pelvic diaphragm), and inferior fascia is the perineal membrane. [3] Many studies have disputed the use of term urogenital diaphragm and started using the term perineal membrane for the 3-dimensional musculofascial expansion across the urogenital triangle. It attaches laterally to the pubic arch and posteriorly attaches to the perineal body. [4] [5]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles. Urogenital diaphragm: is the name given to deep transverse perineal and sphincter urethrae with inferior fascia is known as the urogenital diaphragm. The superior fascia of the urogenital diaphragm is a continuation of the inferior fascia of the levator ani (pelvic diaphragm), and inferior fascia is the perineal membrane. [3] Many studies have disputed the use of term urogenital diaphragm and started using the term perineal membrane for the 3-dimensional musculofascial expansion across the urogenital triangle. It attaches laterally to the pubic arch and posteriorly attaches to the perineal body. [4] [5]"}
{"id": "article-20294_11", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In males:", "content": "Deep transverse perineal muscle:  situated in the posterior part. It emerges from the inner aspect of the ischial tuberosities of the pelvic girdle and extends towards the midline to attach to the perineal body. The superior and inferior fasciae of the urogenital diaphragm are continuous behind the transverse perineal muscle.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In males:. Deep transverse perineal muscle:  situated in the posterior part. It emerges from the inner aspect of the ischial tuberosities of the pelvic girdle and extends towards the midline to attach to the perineal body. The superior and inferior fasciae of the urogenital diaphragm are continuous behind the transverse perineal muscle."}
{"id": "article-20294_12", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In males:", "content": "External urethral sphincter: in males sphincter urethrae at the level of the membranous urethra is made of striated muscle and encircles the urethra. This circular sphincter composed of the smooth and striated muscle surrounding urethra forms a strong sphincter. The circular smooth muscle part of this sphincter is situated between the longitudinal smooth muscle coat of the ureter and striated muscle of the rhabdosphincter [2] . The somatic innervation is by the perineal branch of the pudendal nerve, and autonomic innervation is from the sacral plexus and pelvic splanchnic nerves.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In males:. External urethral sphincter: in males sphincter urethrae at the level of the membranous urethra is made of striated muscle and encircles the urethra. This circular sphincter composed of the smooth and striated muscle surrounding urethra forms a strong sphincter. The circular smooth muscle part of this sphincter is situated between the longitudinal smooth muscle coat of the ureter and striated muscle of the rhabdosphincter [2] . The somatic innervation is by the perineal branch of the pudendal nerve, and autonomic innervation is from the sacral plexus and pelvic splanchnic nerves."}
{"id": "article-20294_13", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In females", "content": "External urethral sphincter: in females, external sphincter of the urethra is more complex than in males. It is more proper to call this as the urogenital sphincter. It includes a circular sphincter around the urethra (the urethral sphincter). Another sphincter, the compressor urethrae, has fibers anterior to the urethra and passes laterally to attach to the connective tissue near the inner surface of the ischiopubic ramus. [5] [6]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Muscles -- In females. External urethral sphincter: in females, external sphincter of the urethra is more complex than in males. It is more proper to call this as the urogenital sphincter. It includes a circular sphincter around the urethra (the urethral sphincter). Another sphincter, the compressor urethrae, has fibers anterior to the urethra and passes laterally to attach to the connective tissue near the inner surface of the ischiopubic ramus. [5] [6]"}
{"id": "article-20294_14", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Surgical Considerations", "content": "In urology clinics, the urethra is divided into the anterior and posterior urethra by the perineal membrane. The part of urethra above the perineal membrane is called the posterior urethra, and the portion below the perineal membrane (the penile urethra) is called the anterior urethra. [7] Sphincteroplasty of sphincter urethrae is a procedure performed for some urinary incontinence patients.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Surgical Considerations. In urology clinics, the urethra is divided into the anterior and posterior urethra by the perineal membrane. The part of urethra above the perineal membrane is called the posterior urethra, and the portion below the perineal membrane (the penile urethra) is called the anterior urethra. [7] Sphincteroplasty of sphincter urethrae is a procedure performed for some urinary incontinence patients."}
{"id": "article-20294_15", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Clinical Significance", "content": "The fibromuscular structures of the deep perineal pouch provide sphincteric and supportive roles for the urogenital organs of the pelvis. The membranous urethra is easily injured if enough external force is applied, even though it has both longitudinal and circumferential support and protection from the pelvic ring. In pelvic trauma, the membranous urethra is at the risk of injury because of its proximity with pubic bones, disruption of urinary continence may occur in these cases. The male urethra is more susceptible to damage than females in pelvic trauma. [8] Failure of the urethral sphincter also results in urinary incontinence, which could result in females secondary to neuromuscular damage to the sphincter or its supporting membrane during childbirth. [7] Bulbourethral glands of Cowper can be affected by congenital or acquired pathologies. Cowper's syringocele is cystic dilatation of the duct of the gland. Infections, calcification, and neoplasms can affect the gland. [1]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Clinical Significance. The fibromuscular structures of the deep perineal pouch provide sphincteric and supportive roles for the urogenital organs of the pelvis. The membranous urethra is easily injured if enough external force is applied, even though it has both longitudinal and circumferential support and protection from the pelvic ring. In pelvic trauma, the membranous urethra is at the risk of injury because of its proximity with pubic bones, disruption of urinary continence may occur in these cases. The male urethra is more susceptible to damage than females in pelvic trauma. [8] Failure of the urethral sphincter also results in urinary incontinence, which could result in females secondary to neuromuscular damage to the sphincter or its supporting membrane during childbirth. [7] Bulbourethral glands of Cowper can be affected by congenital or acquired pathologies. Cowper's syringocele is cystic dilatation of the duct of the gland. Infections, calcification, and neoplasms can affect the gland. [1]"}
{"id": "article-20294_16", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Other Issues -- Views in recent literature:", "content": "The term urogenital diaphragm is the term in current use for the urethral sphincter complex that is packed by a superior fascia and an inferior fascia in many of the descriptions, but this description has come under scrutiny by some authors. Some studies questioned the existence of the superior fascia as the striated sphincter urethrae are not confined to only to the deep perineal space, it even extends upwards along the urethra. The tough fibrous inferior fascia existence is undisputedly acknowledged.   The term \"perineal membrane\" introduced by Oelrich (1983) is in current use as a replacement for the urogenital diaphragm. The fibromuscular layer complex below the pelvic diaphragm is now called by many as perineal membrane. [5]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Other Issues -- Views in recent literature:. The term urogenital diaphragm is the term in current use for the urethral sphincter complex that is packed by a superior fascia and an inferior fascia in many of the descriptions, but this description has come under scrutiny by some authors. Some studies questioned the existence of the superior fascia as the striated sphincter urethrae are not confined to only to the deep perineal space, it even extends upwards along the urethra. The tough fibrous inferior fascia existence is undisputedly acknowledged.   The term \"perineal membrane\" introduced by Oelrich (1983) is in current use as a replacement for the urogenital diaphragm. The fibromuscular layer complex below the pelvic diaphragm is now called by many as perineal membrane. [5]"}
{"id": "article-20294_17", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Other Issues -- Views in recent literature:", "content": "The perineal membrane divides into two parts, a ventral portion, and a dorsal portion. The dorsal portion has a transverse fibrous sheet attached to the perineal body and lateral wall of the vagina. The ventral portion has many structures that are the sphincter complex of the ureter. It is a 3-dimensional complex structure rather than the previous description of the urogenital diaphragm sandwiched between two fasciae. [9]", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Other Issues -- Views in recent literature:. The perineal membrane divides into two parts, a ventral portion, and a dorsal portion. The dorsal portion has a transverse fibrous sheet attached to the perineal body and lateral wall of the vagina. The ventral portion has many structures that are the sphincter complex of the ureter. It is a 3-dimensional complex structure rather than the previous description of the urogenital diaphragm sandwiched between two fasciae. [9]"}
{"id": "article-20294_18", "title": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Abdomen and Pelvis: Deep Perineal Space -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}