{"id": "article-43127_0", "title": "Anatomy, Head and Neck: Eye Nerves -- Introduction", "content": "The eyes are a set of sensory organs that play a crucial role in the visual system. The eyes are responsible for detecting light that enters the eyes. Then, the light gets converted into an image in the brain. The sensory and motor innervation of the eyes originate from six paired cranial nerves. These nerves work in sync to manifest movements, reflexes, and vision.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Introduction. The eyes are a set of sensory organs that play a crucial role in the visual system. The eyes are responsible for detecting light that enters the eyes. Then, the light gets converted into an image in the brain. The sensory and motor innervation of the eyes originate from six paired cranial nerves. These nerves work in sync to manifest movements, reflexes, and vision."}
{"id": "article-43127_1", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function", "content": "Six cranial nerves innervate motor, sensory, and autonomic structures in the eyes. The six cranial nerves are the optic nerve (CN II), oculomotor nerve (CN III), trochlear nerve (CN IV), trigeminal nerve (CN V), abducens nerve (CN VI), and facial nerve (CN VII). The oculomotor nerve and the trochlear nerve originate in the midbrain. As for the trigeminal nerve, abducens nerve, and facial nerve, they originate from the pons. Interestingly, the optic nerve arises from the optic disc in the eye then enters the brain as opposed to the other cranial nerve that originates in the brain and then exits peripherally.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function. Six cranial nerves innervate motor, sensory, and autonomic structures in the eyes. The six cranial nerves are the optic nerve (CN II), oculomotor nerve (CN III), trochlear nerve (CN IV), trigeminal nerve (CN V), abducens nerve (CN VI), and facial nerve (CN VII). The oculomotor nerve and the trochlear nerve originate in the midbrain. As for the trigeminal nerve, abducens nerve, and facial nerve, they originate from the pons. Interestingly, the optic nerve arises from the optic disc in the eye then enters the brain as opposed to the other cranial nerve that originates in the brain and then exits peripherally."}
{"id": "article-43127_2", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Optic Nerve (CN II)", "content": "The function of the optic nerve is purely sensory in the eyes. The optic nerve senses the incoming light and image displayed on the retina. The optic nerve then transmits this image into the cerebral cortex. The optic nerve also works in sync with the oculomotor nerve to change pupil size. The optic nerve conducts the afferent impulse to the brain. Then the oculomotor nerve will constrict the pupils if the light is bright, and it will allow pupil dilation when light is dim. [1]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Optic Nerve (CN II). The function of the optic nerve is purely sensory in the eyes. The optic nerve senses the incoming light and image displayed on the retina. The optic nerve then transmits this image into the cerebral cortex. The optic nerve also works in sync with the oculomotor nerve to change pupil size. The optic nerve conducts the afferent impulse to the brain. Then the oculomotor nerve will constrict the pupils if the light is bright, and it will allow pupil dilation when light is dim. [1]"}
{"id": "article-43127_3", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Oculomotor Nerve (CN III)", "content": "The oculomotor nerve is responsible for innervating the major of the extraocular muscles of the eyes. The oculomotor nerve provides motor innervation to the superior rectus muscle, medial rectus muscle, inferior rectus muscle, inferior oblique muscle, levator palpebrae superioris muscle, ciliary muscle, and the sphincter muscle. The action of the superior rectus muscle is to rotate the eye superiorly. The medial rectus muscle functions to adduct the eye. The inferior rectus muscle rotates the eye inferiorly when it contracts. The inferior oblique muscle's role is unique because it causes torques the eye downward and laterally when it contracts. The levator palpebrae superioris muscle is responsible for elevating the eyelid during eye-opening. The iris sphincter muscle is part of the autonomic nervous system, but specifically the parasympathetic nervous system. The action of the iris sphincter muscle is to constrict the pupils (miosis). Lastly, the contraction of the ciliary muscle allows for the accommodation of the eyes. [2]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Oculomotor Nerve (CN III). The oculomotor nerve is responsible for innervating the major of the extraocular muscles of the eyes. The oculomotor nerve provides motor innervation to the superior rectus muscle, medial rectus muscle, inferior rectus muscle, inferior oblique muscle, levator palpebrae superioris muscle, ciliary muscle, and the sphincter muscle. The action of the superior rectus muscle is to rotate the eye superiorly. The medial rectus muscle functions to adduct the eye. The inferior rectus muscle rotates the eye inferiorly when it contracts. The inferior oblique muscle's role is unique because it causes torques the eye downward and laterally when it contracts. The levator palpebrae superioris muscle is responsible for elevating the eyelid during eye-opening. The iris sphincter muscle is part of the autonomic nervous system, but specifically the parasympathetic nervous system. The action of the iris sphincter muscle is to constrict the pupils (miosis). Lastly, the contraction of the ciliary muscle allows for the accommodation of the eyes. [2]"}
{"id": "article-43127_4", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Trochlear Nerve (CN IV)", "content": "The trochlear nerve also contributes to the motor function of the eyes, but it only innervates one muscle that attaches to the eyes. The muscle that receives its motor innervation from the trochlear nerve is the superior oblique muscle. This muscle's action is unique due to its attachment. When the superior oblique muscle contracts alone, it causes the eye to torque inward and inferiorly. [3]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Trochlear Nerve (CN IV). The trochlear nerve also contributes to the motor function of the eyes, but it only innervates one muscle that attaches to the eyes. The muscle that receives its motor innervation from the trochlear nerve is the superior oblique muscle. This muscle's action is unique due to its attachment. When the superior oblique muscle contracts alone, it causes the eye to torque inward and inferiorly. [3]"}
{"id": "article-43127_5", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Trigeminal Nerve (CN V)", "content": "The trigeminal nerve has three main branches. The three branches are the ophthalmic branch (CN V1), maxillary branch (CN V2), and mandibular branch (CN V3). Only the ophthalmic branch of the trigeminal nerve innervates the eye. The ophthalmic branch of the trigeminal nerve provides sensory innervation to the eye. The ophthalmic branch of the trigeminal nerve works as the afferent part of the corneal and lacrimation reflex. The facial nerve is the efferent part of the corneal and lacrimation reflex. [4]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Trigeminal Nerve (CN V). The trigeminal nerve has three main branches. The three branches are the ophthalmic branch (CN V1), maxillary branch (CN V2), and mandibular branch (CN V3). Only the ophthalmic branch of the trigeminal nerve innervates the eye. The ophthalmic branch of the trigeminal nerve provides sensory innervation to the eye. The ophthalmic branch of the trigeminal nerve works as the afferent part of the corneal and lacrimation reflex. The facial nerve is the efferent part of the corneal and lacrimation reflex. [4]"}
{"id": "article-43127_6", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Abducens Nerve (CN VI)", "content": "The abducens nerve innerves only one muscle in the eye. This muscle is the lateral rectus muscle. When this muscle contracts, it causes the eye to abduct. [5]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Abducens Nerve (CN VI). The abducens nerve innerves only one muscle in the eye. This muscle is the lateral rectus muscle. When this muscle contracts, it causes the eye to abduct. [5]"}
{"id": "article-43127_7", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Facial Nerve (CN VII)", "content": "The facial nerve provides innervation to the muscles of facial expression, salvation, the taste of the two-thirds anterior portion of the tongue, and auditory volume modulation. But in the eyes, the facial nerve is responsible for eye closure and blinking by the motor innervation of the orbicularis oculi muscle. The corneal and lacrimation reflex is a result of the sensory afferent input from the ophthalmic branch of the trigeminal nerve and the efferent output from the facial nerve. [6]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Facial Nerve (CN VII). The facial nerve provides innervation to the muscles of facial expression, salvation, the taste of the two-thirds anterior portion of the tongue, and auditory volume modulation. But in the eyes, the facial nerve is responsible for eye closure and blinking by the motor innervation of the orbicularis oculi muscle. The corneal and lacrimation reflex is a result of the sensory afferent input from the ophthalmic branch of the trigeminal nerve and the efferent output from the facial nerve. [6]"}
{"id": "article-43127_8", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Sympathetic Nervous System", "content": "The action of pupillary dilation is called mydriasis and occurs via the sympathetic nervous system. The sympathetic nervous system pathway starts at the first neuron in the hypothalamus. The first neuron spans from the hypothalamus to the ciliospinal center Budge (C8-T2). Then the second neuron exits at the level of T1 and travels to the superior cervical ganglion. The path of the second neuron travels along the sympathetic chain near the apex of the lung and the subclavian vessels. Then the third neuron travels in the sympathetic plexus along the internal carotid artery. This third neuron travels through the cavernous sinus and arrives in the orbit and becomes the long ciliary nerve. The long ciliary nerve innervates the pupillary dilator muscles. These sympathetic nerve fibers also have a minor function in eyelid retraction and sweat glands in the forehead. [7]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Sympathetic Nervous System. The action of pupillary dilation is called mydriasis and occurs via the sympathetic nervous system. The sympathetic nervous system pathway starts at the first neuron in the hypothalamus. The first neuron spans from the hypothalamus to the ciliospinal center Budge (C8-T2). Then the second neuron exits at the level of T1 and travels to the superior cervical ganglion. The path of the second neuron travels along the sympathetic chain near the apex of the lung and the subclavian vessels. Then the third neuron travels in the sympathetic plexus along the internal carotid artery. This third neuron travels through the cavernous sinus and arrives in the orbit and becomes the long ciliary nerve. The long ciliary nerve innervates the pupillary dilator muscles. These sympathetic nerve fibers also have a minor function in eyelid retraction and sweat glands in the forehead. [7]"}
{"id": "article-43127_9", "title": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Parasympathetic nervous system", "content": "The parasympathetic nervous system causes pupillary constriction through a process called miosis. The parasympathetic nerve fibers start at the first neuron called the Edinger-Westphal nucleus. This neuron's nerve fibers span to the ciliary ganglion by traveling on the oculomotor nerve. After the ciliary ganglion, the second neuron is from the short ciliary nerves to the sphincter pupillae muscles. When the sphincter pupillae muscle contract, it will cause the constriction of the pupils. [7]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Structure and Function -- Parasympathetic nervous system. The parasympathetic nervous system causes pupillary constriction through a process called miosis. The parasympathetic nerve fibers start at the first neuron called the Edinger-Westphal nucleus. This neuron's nerve fibers span to the ciliary ganglion by traveling on the oculomotor nerve. After the ciliary ganglion, the second neuron is from the short ciliary nerves to the sphincter pupillae muscles. When the sphincter pupillae muscle contract, it will cause the constriction of the pupils. [7]"}
{"id": "article-43127_10", "title": "Anatomy, Head and Neck: Eye Nerves -- Embryology", "content": "The development of the nervous system derives from the ectodermal germ layer. First, the ectoderm differentiates into neuroectoderm and neural plate due to the influences of the underlying notochord. Next, the neural plate will give rise to the neural tube and the neural crest cells. The neural tube contains neuroepithelia that will give rise to the central nervous system's neurons, while the neural crest cells will give rise to the peripheral nervous system's neurons. Interestingly, the cranial nerves are usually considered to be part of the peripheral nervous system. Still, the first and second cranial nerves categorize better as part of the central nervous system. Since the first two cranial nerves are part of the central nervous system, they will be myelinated by oligodendrocytes. As for cranial nerves three through twelve, they are considered part of the peripheral nervous system and myelinated by the Schwann cells.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Embryology. The development of the nervous system derives from the ectodermal germ layer. First, the ectoderm differentiates into neuroectoderm and neural plate due to the influences of the underlying notochord. Next, the neural plate will give rise to the neural tube and the neural crest cells. The neural tube contains neuroepithelia that will give rise to the central nervous system's neurons, while the neural crest cells will give rise to the peripheral nervous system's neurons. Interestingly, the cranial nerves are usually considered to be part of the peripheral nervous system. Still, the first and second cranial nerves categorize better as part of the central nervous system. Since the first two cranial nerves are part of the central nervous system, they will be myelinated by oligodendrocytes. As for cranial nerves three through twelve, they are considered part of the peripheral nervous system and myelinated by the Schwann cells."}
{"id": "article-43127_11", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Arterial Blood Supply:", "content": "The blood supply to the nerves that innervate the eyes can subdivide into the intracranial and extracranial blood supply.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Arterial Blood Supply:. The blood supply to the nerves that innervate the eyes can subdivide into the intracranial and extracranial blood supply."}
{"id": "article-43127_12", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Optic Nerve", "content": "Intracranial Anterior cerebral artery Anterior communicating artery Internal carotid artery Superior hypophyseal artery Anterior choroidal artery Posterior cerebral artery Anterior choroidal artery Calcarine artery Posterior temporal artery Parieto-occipital arteries Middle cerebral artery Occipital artery Basilar artery Posterior communicating artery Extracranial Central retinal artery Ophthalmic artery Long and Short posterior ciliary arteries", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Optic Nerve. Intracranial Anterior cerebral artery Anterior communicating artery Internal carotid artery Superior hypophyseal artery Anterior choroidal artery Posterior cerebral artery Anterior choroidal artery Calcarine artery Posterior temporal artery Parieto-occipital arteries Middle cerebral artery Occipital artery Basilar artery Posterior communicating artery Extracranial Central retinal artery Ophthalmic artery Long and Short posterior ciliary arteries"}
{"id": "article-43127_13", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Oculomotor Nerve", "content": "Intracranial Posterior cerebral artery Thalamoperforating arteries Collicular artery Mesencephalic perforating arteries Diencephalic perforating arteries Posterior communicating artery Thalamoperforating arteries Superior cerebellar artery Basilar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Extracranial Internal carotid artery Ophthalmic artery", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Oculomotor Nerve. Intracranial Posterior cerebral artery Thalamoperforating arteries Collicular artery Mesencephalic perforating arteries Diencephalic perforating arteries Posterior communicating artery Thalamoperforating arteries Superior cerebellar artery Basilar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Extracranial Internal carotid artery Ophthalmic artery"}
{"id": "article-43127_14", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Trochlear Nerve", "content": "Intracranial Superior cerebellar artery Vermian artery Paravermian artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Posterior cerebral artery Collicular artery Extracranial Internal carotid artery Posterior ethmoidal artery Ophthalmic artery", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Trochlear Nerve. Intracranial Superior cerebellar artery Vermian artery Paravermian artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Posterior cerebral artery Collicular artery Extracranial Internal carotid artery Posterior ethmoidal artery Ophthalmic artery"}
{"id": "article-43127_15", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Ophthalmic Branch of Trigeminal Nerve", "content": "Intracranial Basilar artery Superior cerebellar artery Posterolateral artery Superolateral artery Inferolateral artery Anterior inferior cerebellar artery Trigeminocerebellar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk External carotid artery Middle meningeal artery Ascending pharyngeal artery Extracranial Internal carotid artery Anteromedial branch of inferolateral trunk Ophthalmic artery Lacrimal artery Supraorbital artery Ethmoidal arteries", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Ophthalmic Branch of Trigeminal Nerve. Intracranial Basilar artery Superior cerebellar artery Posterolateral artery Superolateral artery Inferolateral artery Anterior inferior cerebellar artery Trigeminocerebellar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk External carotid artery Middle meningeal artery Ascending pharyngeal artery Extracranial Internal carotid artery Anteromedial branch of inferolateral trunk Ophthalmic artery Lacrimal artery Supraorbital artery Ethmoidal arteries"}
{"id": "article-43127_16", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Abducens Nerve", "content": "Intracranial Basilar artery Anterolateral arteries Pontomedullary artery Anterior inferior cerebellar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Extracranial Internal carotid artery Ophthalmic artery", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Abducens Nerve. Intracranial Basilar artery Anterolateral arteries Pontomedullary artery Anterior inferior cerebellar artery Internal carotid artery Inferolateral trunk Meningohypophyseal trunk Extracranial Internal carotid artery Ophthalmic artery"}
{"id": "article-43127_17", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Facial Nerve", "content": "Intracranial Basilar artery Anterior inferior cerebellar artery Labyrinthine artery External carotid artery Petrosal branch of the middle meningeal artery Stylomastoid artery Tympanic arteries Extracranial External carotid artery Posterior auricular artery Occipital artery Superficial temporal artery Facial artery Maxillary artery", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Facial Nerve. Intracranial Basilar artery Anterior inferior cerebellar artery Labyrinthine artery External carotid artery Petrosal branch of the middle meningeal artery Stylomastoid artery Tympanic arteries Extracranial External carotid artery Posterior auricular artery Occipital artery Superficial temporal artery Facial artery Maxillary artery"}
{"id": "article-43127_18", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Venous Blood Drainage:", "content": "The venous blood drainage of the structures in the brain, such as the cranial nerves, drains into the dural sinuses. The dural sinuses form from the folding of the meninges. These dural sinuses are similar to veins, but they lack valves. The venous blood in the dural sinuses drains towards the internal jugular veins. Once the venous blood reaches the internal jugular veins, it will then converge with the subclavian vein to form the brachiocephalic vein. The brachiocephalic vein from both sides of the body will join into the superior vena cava. Finally, the venous blood in the superior vena cava will drain back to the heart. [8]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Venous Blood Drainage:. The venous blood drainage of the structures in the brain, such as the cranial nerves, drains into the dural sinuses. The dural sinuses form from the folding of the meninges. These dural sinuses are similar to veins, but they lack valves. The venous blood in the dural sinuses drains towards the internal jugular veins. Once the venous blood reaches the internal jugular veins, it will then converge with the subclavian vein to form the brachiocephalic vein. The brachiocephalic vein from both sides of the body will join into the superior vena cava. Finally, the venous blood in the superior vena cava will drain back to the heart. [8]"}
{"id": "article-43127_19", "title": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Lymphatics:", "content": "The brain was once thought to lack a lymphatic system, but recent studies have shown that there is a lymphatic system in the brain. The lymphatic drain for the brain is embedded in the dura mater layer of the meninges. The lymph fluid from the dura mater drains into the cervical lymph nodes and then back to the central circulation via the right lymphatic duct (right side of the head) and the thoracic duct (left side of the head).", "contents": "Anatomy, Head and Neck: Eye Nerves -- Blood Supply and Lymphatics -- Lymphatics:. The brain was once thought to lack a lymphatic system, but recent studies have shown that there is a lymphatic system in the brain. The lymphatic drain for the brain is embedded in the dura mater layer of the meninges. The lymph fluid from the dura mater drains into the cervical lymph nodes and then back to the central circulation via the right lymphatic duct (right side of the head) and the thoracic duct (left side of the head)."}
{"id": "article-43127_20", "title": "Anatomy, Head and Neck: Eye Nerves -- Nerves", "content": "There are six cranial nerves and nerve fibers from the autonomic nervous system. Optic nerve Oculomotor nerve Short ciliary nerve (parasympathetic nervous system) Trochlear nerve Trigeminal nerve (ophthalmic branch) Abducens nerve Facial nerve Long ciliary nerve (sympathetic nervous system)", "contents": "Anatomy, Head and Neck: Eye Nerves -- Nerves. There are six cranial nerves and nerve fibers from the autonomic nervous system. Optic nerve Oculomotor nerve Short ciliary nerve (parasympathetic nervous system) Trochlear nerve Trigeminal nerve (ophthalmic branch) Abducens nerve Facial nerve Long ciliary nerve (sympathetic nervous system)"}
{"id": "article-43127_21", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles", "content": "The muscles that act on and around the eyes receive innervation from four cranial nerves and the sympathetic nervous system.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles. The muscles that act on and around the eyes receive innervation from four cranial nerves and the sympathetic nervous system."}
{"id": "article-43127_22", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Oculomotor Nerve", "content": "Superior rectus muscle Inferior rectus muscle Medial rectus muscle Inferior oblique muscle Levator palpebrae superioris muscle Sphincter pupillae muscle Ciliary muscle", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Oculomotor Nerve. Superior rectus muscle Inferior rectus muscle Medial rectus muscle Inferior oblique muscle Levator palpebrae superioris muscle Sphincter pupillae muscle Ciliary muscle"}
{"id": "article-43127_23", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Trochlear Nerve", "content": "Superior oblique muscle", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Trochlear Nerve. Superior oblique muscle"}
{"id": "article-43127_24", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Abducens Nerve", "content": "Lateral rectus muscle", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Abducens Nerve. Lateral rectus muscle"}
{"id": "article-43127_25", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Facial Nerve", "content": "Orbicularis Oculi muscle", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Facial Nerve. Orbicularis Oculi muscle"}
{"id": "article-43127_26", "title": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Sympathetic Nervous System", "content": "Pupillary dilator muscles", "contents": "Anatomy, Head and Neck: Eye Nerves -- Muscles -- Sympathetic Nervous System. Pupillary dilator muscles"}
{"id": "article-43127_27", "title": "Anatomy, Head and Neck: Eye Nerves -- Physiologic Variants", "content": "The cranial nerves that act on the eyes can vary where they branch, where they terminate, and their size. Even though these variations exist, the overall function of these cranial nerves is preserved and consistent.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Physiologic Variants. The cranial nerves that act on the eyes can vary where they branch, where they terminate, and their size. Even though these variations exist, the overall function of these cranial nerves is preserved and consistent."}
{"id": "article-43127_28", "title": "Anatomy, Head and Neck: Eye Nerves -- Surgical Considerations", "content": "Surgeries that involve the nerves that innervate the eyes are done to relieve compressive effects. Compression of nerves that innervate eyes can be present with ocular symptoms, for example, patients that experience hemorrhage strokes. Hemorrhage strokes that cause compression of the oculomotor nerve present as a unilateral blown pupil. The blown pupil can indicate which side the bleeding is on. This technique of diagnosis can be useful when brain imaging is contraindicated or inaccessible. While conditions that affect optic nerve such as compression at the optic chiasm manifest as bitemporal hemianopia. One common condition that causes compression of the optic chiasm is from pituitary tumors or pituitary enlargement. With surgery, the removal of the pituitary tumor or gland can resolve the visual field defects.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Surgical Considerations. Surgeries that involve the nerves that innervate the eyes are done to relieve compressive effects. Compression of nerves that innervate eyes can be present with ocular symptoms, for example, patients that experience hemorrhage strokes. Hemorrhage strokes that cause compression of the oculomotor nerve present as a unilateral blown pupil. The blown pupil can indicate which side the bleeding is on. This technique of diagnosis can be useful when brain imaging is contraindicated or inaccessible. While conditions that affect optic nerve such as compression at the optic chiasm manifest as bitemporal hemianopia. One common condition that causes compression of the optic chiasm is from pituitary tumors or pituitary enlargement. With surgery, the removal of the pituitary tumor or gland can resolve the visual field defects."}
{"id": "article-43127_29", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance", "content": "In the clinical setting, each of the cranial nerves that innervate the eyes and the structures around the eye can present with specific signs and symptoms. These signs and symptoms can aid clinicians in identifying the cranial nerve that is affected.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance. In the clinical setting, each of the cranial nerves that innervate the eyes and the structures around the eye can present with specific signs and symptoms. These signs and symptoms can aid clinicians in identifying the cranial nerve that is affected."}
{"id": "article-43127_30", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve", "content": "Visual field defects : Since the optic nerve is responsible for vision, any lesions along the length of the optic nerve, optic chiasm, optic tract, or optic radiation will present with different visual field defects. Optic nerve lesions can result in complete loss of vision in the ipsilateral eye (anopia). Proximally to the optic nerve is the optic chiasm. Lesions that affect the center of the optic chiasm result in bitemporal hemianopia. Bitemporal hemianopia is a loss of vision in the temporal region of the visual fields of each eye. Optic chiasm defects are classically due to mass effects such as pituitary lesions. While lesions that affect the lateral aspect of the optic chiasm will result in ipsilateral nasal visual field defects. Classically, lesions that affect the lateral region of the optic chiasm are due to the internal carotid artery compressing on the lateral aspect of the optic chiasm. Proximal to the optic chiasm is the optic tracts. Lesions that affect the optic tracts will result in homonymous hemianopia. An example of homonymous hemianopia is a lesion in the right optic tract that will result in defects affecting the left half of the visual field in both eyes. Now moving more proximal, the optic tract will become the optic radiations. The optic radiation divides into the upper and lower optic radiations. The upper optic radiation is located in the parietal lobe, while the lower division of the optic radiation is in the temporal lobe. Any lesion that affects the optic radiation will only result in a quarter of the visual field being affected. For example, if the lower division of the optic radiation (Meyer's loop) is affected, it will result in the contralateral upper and outer aspect of the visual field defects. As for the upper division of the optic radiation (Baum's loop), lesions here will result in the contralateral inferior outer visual field defects. Lesions that commonly affect the optic radiations are classically due to strokes from the middle cerebral artery. The optic radiation ends in the occipital lobe. Lesions that affect the occipital lobe will result in contralateral hemianopia with macular sparing. The reason that the macula gets spared because the macula receives its blood supply from the middle cerebral artery. Classically, lesions that affect the occipital lobe originate from the posterior cerebral artery. Lastly, lesions that affect the macula itself will result in defects in the central vision loss called central scotoma. A central scotoma is classically a result of macular degeneration.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve. Visual field defects : Since the optic nerve is responsible for vision, any lesions along the length of the optic nerve, optic chiasm, optic tract, or optic radiation will present with different visual field defects. Optic nerve lesions can result in complete loss of vision in the ipsilateral eye (anopia). Proximally to the optic nerve is the optic chiasm. Lesions that affect the center of the optic chiasm result in bitemporal hemianopia. Bitemporal hemianopia is a loss of vision in the temporal region of the visual fields of each eye. Optic chiasm defects are classically due to mass effects such as pituitary lesions. While lesions that affect the lateral aspect of the optic chiasm will result in ipsilateral nasal visual field defects. Classically, lesions that affect the lateral region of the optic chiasm are due to the internal carotid artery compressing on the lateral aspect of the optic chiasm. Proximal to the optic chiasm is the optic tracts. Lesions that affect the optic tracts will result in homonymous hemianopia. An example of homonymous hemianopia is a lesion in the right optic tract that will result in defects affecting the left half of the visual field in both eyes. Now moving more proximal, the optic tract will become the optic radiations. The optic radiation divides into the upper and lower optic radiations. The upper optic radiation is located in the parietal lobe, while the lower division of the optic radiation is in the temporal lobe. Any lesion that affects the optic radiation will only result in a quarter of the visual field being affected. For example, if the lower division of the optic radiation (Meyer's loop) is affected, it will result in the contralateral upper and outer aspect of the visual field defects. As for the upper division of the optic radiation (Baum's loop), lesions here will result in the contralateral inferior outer visual field defects. Lesions that commonly affect the optic radiations are classically due to strokes from the middle cerebral artery. The optic radiation ends in the occipital lobe. Lesions that affect the occipital lobe will result in contralateral hemianopia with macular sparing. The reason that the macula gets spared because the macula receives its blood supply from the middle cerebral artery. Classically, lesions that affect the occipital lobe originate from the posterior cerebral artery. Lastly, lesions that affect the macula itself will result in defects in the central vision loss called central scotoma. A central scotoma is classically a result of macular degeneration."}
{"id": "article-43127_31", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve", "content": "Multiple sclerosis : In multiple sclerosis, the central nervous system becomes damaged due to autoimmunity. This condition usually presents in a young caucasian female of childbearing age. Multiple sclerosis results in demyelinating of the central nervous system, so affected individuals will have upper motor neuron symptoms. One of the classic symptoms is transient unilateral vision loss with painful eye movements, called optic neuritis. It's a condition due to extensive inflammation of the optic nerve. Unfortunately, multiple sclerosis is incurable. [9]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve. Multiple sclerosis : In multiple sclerosis, the central nervous system becomes damaged due to autoimmunity. This condition usually presents in a young caucasian female of childbearing age. Multiple sclerosis results in demyelinating of the central nervous system, so affected individuals will have upper motor neuron symptoms. One of the classic symptoms is transient unilateral vision loss with painful eye movements, called optic neuritis. It's a condition due to extensive inflammation of the optic nerve. Unfortunately, multiple sclerosis is incurable. [9]"}
{"id": "article-43127_32", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve", "content": "Vasculitis: Lesions that affect the optic nerve can be due to the neural tracts, or it can be from ischemia. One critical condition that affects the superficial temporal artery is called \"giant cell arteritis.\" Giant cell arteritis is vasculitis of large vessels that presents with an elderly female with unilateral headaches, jaw claudication, tender temporal artery with palpation, and elevated erythrocyte sedimentation rate. On histology, this condition will show focal granulomatous inflammation of the temporal artery with giant cells. The fear complication of this condition is occlusion of the ophthalmic artery. The occlusion of the ophthalmic artery will result in permanent vision loss in the ipsilateral eye. The immediate treatment for this condition is high potency corticosteroids. The definitive diagnosis of Giant cell arteries is a biopsy of the temporal artery, but therapy should still be initiated promptly before the biopsy. [10]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Optic Nerve. Vasculitis: Lesions that affect the optic nerve can be due to the neural tracts, or it can be from ischemia. One critical condition that affects the superficial temporal artery is called \"giant cell arteritis.\" Giant cell arteritis is vasculitis of large vessels that presents with an elderly female with unilateral headaches, jaw claudication, tender temporal artery with palpation, and elevated erythrocyte sedimentation rate. On histology, this condition will show focal granulomatous inflammation of the temporal artery with giant cells. The fear complication of this condition is occlusion of the ophthalmic artery. The occlusion of the ophthalmic artery will result in permanent vision loss in the ipsilateral eye. The immediate treatment for this condition is high potency corticosteroids. The definitive diagnosis of Giant cell arteries is a biopsy of the temporal artery, but therapy should still be initiated promptly before the biopsy. [10]"}
{"id": "article-43127_33", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve", "content": "The oculomotor nerve is unique; it carries parasympathetic nerve fibers on its surface. While the central part of the oculomotor nerve contains the motor nerve fibers. Lesions that affect the oculomotor nerve will manifest either as a motor or parasympathetic defect, depending on which part of the nerve gets compromised.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve. The oculomotor nerve is unique; it carries parasympathetic nerve fibers on its surface. While the central part of the oculomotor nerve contains the motor nerve fibers. Lesions that affect the oculomotor nerve will manifest either as a motor or parasympathetic defect, depending on which part of the nerve gets compromised."}
{"id": "article-43127_34", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve", "content": "Parasympathetic : Lesions that affect the surface of the oculomotor nerve will manifest as a dilated pupil or absent pupillary light reflex. The dilated pupil is due to the unopposed sympathetic stimulation. The surface of the oculomotor nerve can become compromised due to masses compressing on it. Lesions that compress the surface of the oculomotor nerve can be due to aneurysm from the posterior communicating artery, uncal herniation, and cavernous sinus thrombosis. The parasympathetic nerve fibers can become ischemic from severe atherosclerosis or occlusion of the blood supply.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve. Parasympathetic : Lesions that affect the surface of the oculomotor nerve will manifest as a dilated pupil or absent pupillary light reflex. The dilated pupil is due to the unopposed sympathetic stimulation. The surface of the oculomotor nerve can become compromised due to masses compressing on it. Lesions that compress the surface of the oculomotor nerve can be due to aneurysm from the posterior communicating artery, uncal herniation, and cavernous sinus thrombosis. The parasympathetic nerve fibers can become ischemic from severe atherosclerosis or occlusion of the blood supply."}
{"id": "article-43127_35", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve", "content": "Motor : Compromised of the motor function of the oculomotor nerve will manifest as a down and out gaze with ptosis. The reason behind this eye position is the unopposed action of the trochlear and abducens nerve pulling the eye inferiorly and laterally, respectively. Causes of compromise to the motor function of the oculomotor nerve can be from ischemia from vascular disease or due to the build-up of sorbitol from diabetes. This ischemia is due to poor perfusion. The motor nerve fibers of the oculomotor nerve can be affected along with the parasympathetic nerve fibers with severe compression. The compression of the oculomotor nerve first affects the parasympathetic nerve fibers; then, it can progress to compression of the arterial blood supply.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Oculomotor Nerve. Motor : Compromised of the motor function of the oculomotor nerve will manifest as a down and out gaze with ptosis. The reason behind this eye position is the unopposed action of the trochlear and abducens nerve pulling the eye inferiorly and laterally, respectively. Causes of compromise to the motor function of the oculomotor nerve can be from ischemia from vascular disease or due to the build-up of sorbitol from diabetes. This ischemia is due to poor perfusion. The motor nerve fibers of the oculomotor nerve can be affected along with the parasympathetic nerve fibers with severe compression. The compression of the oculomotor nerve first affects the parasympathetic nerve fibers; then, it can progress to compression of the arterial blood supply."}
{"id": "article-43127_36", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Trochlear Nerve", "content": "Lesions that affect the trochlear nerve will manifest as the loss of function of the superior oblique muscle. A defected superior oblique muscle will cause the unopposed action from the other eye muscles, which will manifest in the affected eye as a higher resting pupil when compared to the unaffected eye. An individual with trochlear nerve palsy will tend to tilt their head toward the unaffected side to compensate for the defect. These individuals that suffer from trochlear nerve palsy complain of trouble with reading and descending stairs due to the inability to look down and medially. [11]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Trochlear Nerve. Lesions that affect the trochlear nerve will manifest as the loss of function of the superior oblique muscle. A defected superior oblique muscle will cause the unopposed action from the other eye muscles, which will manifest in the affected eye as a higher resting pupil when compared to the unaffected eye. An individual with trochlear nerve palsy will tend to tilt their head toward the unaffected side to compensate for the defect. These individuals that suffer from trochlear nerve palsy complain of trouble with reading and descending stairs due to the inability to look down and medially. [11]"}
{"id": "article-43127_37", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Trigeminal Nerve", "content": "Since the ophthalmic branch of the trigeminal nerve provides sensory innervation to the corneal. If this nerve were to become compromised, there would be a loss of sensation on the surface of the eye, and this could lead to defected corneal and lacrimation reflexes. Complications of defected lacrimation can be dry eye. While a defect in corneal reflex can result in injuries to the eyes due to the impair blinking if a foreign object was to touch the eye.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Trigeminal Nerve. Since the ophthalmic branch of the trigeminal nerve provides sensory innervation to the corneal. If this nerve were to become compromised, there would be a loss of sensation on the surface of the eye, and this could lead to defected corneal and lacrimation reflexes. Complications of defected lacrimation can be dry eye. While a defect in corneal reflex can result in injuries to the eyes due to the impair blinking if a foreign object was to touch the eye."}
{"id": "article-43127_38", "title": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Abducens Nerve", "content": "Lesions that affect the abducens nerve will result in the impairment of the lateral rectus muscle; this will result in the affected eye being more medial during rest as compared to the unaffected eye. This presentation is due to the unopposed action of the medial rectus muscle pulling the eye medially. Individuals with an abducens nerve palsy suffer from the inability to look laterally with the affected eye.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Clinical Significance -- Abducens Nerve. Lesions that affect the abducens nerve will result in the impairment of the lateral rectus muscle; this will result in the affected eye being more medial during rest as compared to the unaffected eye. This presentation is due to the unopposed action of the medial rectus muscle pulling the eye medially. Individuals with an abducens nerve palsy suffer from the inability to look laterally with the affected eye."}
{"id": "article-43127_39", "title": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Cavernous sinus syndrome", "content": "The cavernous sinus in the cranium contains five cranial nerves, with four of those nerves involved in innervation of the eyes. The cranial nerves that travel through the cavernous sinus are CN III, CN IV, CN V1, CN V2, and CN VI. The cavernous sinus is a collection of dural sinuses that happens to be on either side of the pituitary gland. The venous blood that drains into the cavernous sinus originates from the eyes and superficial cortex. Finally, the venous blood from the cavernous sinus will drain toward the internal jugular veins. The pathologies that could potentially affect the nerves in the cavernous sinus are due to the mass effect. The causes can be from thrombosis, pituitary tumors, carotid-cavernous fistula, or infections. All of these etiologies can cause increased pressure in the cavernous sinus and compression of the cranial nerves. The cranial nerve that is most commonly affected by the compression in the cavernous sinus is the trochlear nerve. The signs and symptoms from compression of the cavernous sinus are variable/multiple ophthalmoplegia, decrease sensation on the corneal, Horner syndrome, and decrease maxillary sensation. [12]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Cavernous sinus syndrome. The cavernous sinus in the cranium contains five cranial nerves, with four of those nerves involved in innervation of the eyes. The cranial nerves that travel through the cavernous sinus are CN III, CN IV, CN V1, CN V2, and CN VI. The cavernous sinus is a collection of dural sinuses that happens to be on either side of the pituitary gland. The venous blood that drains into the cavernous sinus originates from the eyes and superficial cortex. Finally, the venous blood from the cavernous sinus will drain toward the internal jugular veins. The pathologies that could potentially affect the nerves in the cavernous sinus are due to the mass effect. The causes can be from thrombosis, pituitary tumors, carotid-cavernous fistula, or infections. All of these etiologies can cause increased pressure in the cavernous sinus and compression of the cranial nerves. The cranial nerve that is most commonly affected by the compression in the cavernous sinus is the trochlear nerve. The signs and symptoms from compression of the cavernous sinus are variable/multiple ophthalmoplegia, decrease sensation on the corneal, Horner syndrome, and decrease maxillary sensation. [12]"}
{"id": "article-43127_40", "title": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Horner syndrome", "content": "In Horner syndrome, there is sympathetic denervation of the face due to the compromise of one of the sympathetic neurons that travels toward the eyes. This condition characteristically demonstrates by unilateral ptosis, anhidrosis, and miosis. Ptosis is drooping of the eyelid due to the lack of innervation in the superior tarsal muscle. Anhidrosis is a lack of sweating. The lack of sweating is due to denervation of the sweat glands in the face. Miosis is the constriction of the pupil. Miosis develops due to the denervation of the muscles that dilate the pupil and unopposed parasympathetic nervous system innervation. The etiologies of Horner syndrome that affect the first neuron can be from pontine hemorrhage, lateral medullary syndrome, and spinal cord lesions such as Brown-Sequard syndrome or syringomyelia. Etiologies that affect the second neuron are usually from a Pancoast tumor in the apex of the lungs compressing the stellate ganglion. Lastly, the third neuron can be affected by carotid dissection due to the sympathetic nerve fibers travel on the carotid arteries. Uniquely, the dissection of the carotid artery will present with pain in the neck and unilateral Horner syndrome. [13]", "contents": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Horner syndrome. In Horner syndrome, there is sympathetic denervation of the face due to the compromise of one of the sympathetic neurons that travels toward the eyes. This condition characteristically demonstrates by unilateral ptosis, anhidrosis, and miosis. Ptosis is drooping of the eyelid due to the lack of innervation in the superior tarsal muscle. Anhidrosis is a lack of sweating. The lack of sweating is due to denervation of the sweat glands in the face. Miosis is the constriction of the pupil. Miosis develops due to the denervation of the muscles that dilate the pupil and unopposed parasympathetic nervous system innervation. The etiologies of Horner syndrome that affect the first neuron can be from pontine hemorrhage, lateral medullary syndrome, and spinal cord lesions such as Brown-Sequard syndrome or syringomyelia. Etiologies that affect the second neuron are usually from a Pancoast tumor in the apex of the lungs compressing the stellate ganglion. Lastly, the third neuron can be affected by carotid dissection due to the sympathetic nerve fibers travel on the carotid arteries. Uniquely, the dissection of the carotid artery will present with pain in the neck and unilateral Horner syndrome. [13]"}
{"id": "article-43127_41", "title": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Internuclear ophthalmoplegia", "content": "The horizontal eye movements are coordinated between CN III and CN VI via the medial longitudinal fasciculus. The action of horizontal eye movement is a result of CN VI triggering a contraction of the lateral rectus muscle. The lateral rectus muscle will pull the ipsilateral eye laterally; this will trigger an impulse from the abducens nucleus in the pons to send a signal through the medial longitudinal fasciculus to the oculomotor nucleus. Then the oculomotor nucleus will trigger CN III to contract the medial rectus to pull the contralateral eye medially. In multiple sclerosis, the medial longitudinal fasciculus is demyelinated leading to internuclear ophthalmoplegia, resulting in horizontal nystagmus. For example, right internuclear ophthalmoplegia presents with the inability to adduct the right eye and vice versa for the left eye.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Other Issues -- Internuclear ophthalmoplegia. The horizontal eye movements are coordinated between CN III and CN VI via the medial longitudinal fasciculus. The action of horizontal eye movement is a result of CN VI triggering a contraction of the lateral rectus muscle. The lateral rectus muscle will pull the ipsilateral eye laterally; this will trigger an impulse from the abducens nucleus in the pons to send a signal through the medial longitudinal fasciculus to the oculomotor nucleus. Then the oculomotor nucleus will trigger CN III to contract the medial rectus to pull the contralateral eye medially. In multiple sclerosis, the medial longitudinal fasciculus is demyelinated leading to internuclear ophthalmoplegia, resulting in horizontal nystagmus. For example, right internuclear ophthalmoplegia presents with the inability to adduct the right eye and vice versa for the left eye."}
{"id": "article-43127_42", "title": "Anatomy, Head and Neck: Eye Nerves -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anatomy, Head and Neck: Eye Nerves -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}