{"id": "article-18785_0", "title": "Caloric Testing -- Continuing Education Activity", "content": "Dizziness is a common complaint in the ambulatory and inpatient settings. Caloric testing is a useful clinical tool in the assessment of dizziness. Caloric testing can assess and quantify the functional status of individual vestibular systems. Caloric testing utilizes the vestibulo-ocular reflex (VOR) to identify a unilateral peripheral deficit as a cause of the patient's symptoms. Because the VOR requires an intact brainstem, caloric testing can also be used to assess brainstem function in comatose patients. This activity describes the indications, contraindications, techniques, and clinical relevance of caloric testing.", "contents": "Caloric Testing -- Continuing Education Activity. Dizziness is a common complaint in the ambulatory and inpatient settings. Caloric testing is a useful clinical tool in the assessment of dizziness. Caloric testing can assess and quantify the functional status of individual vestibular systems. Caloric testing utilizes the vestibulo-ocular reflex (VOR) to identify a unilateral peripheral deficit as a cause of the patient's symptoms. Because the VOR requires an intact brainstem, caloric testing can also be used to assess brainstem function in comatose patients. This activity describes the indications, contraindications, techniques, and clinical relevance of caloric testing."}
{"id": "article-18785_1", "title": "Caloric Testing -- Continuing Education Activity", "content": "Objectives: Report the indications for performing caloric testing. Delineate the technique of caloric testing. Apply alternate methods of caloric testing in patients with contraindications to water as a testing medium. Implement processes to improve care coordination among the interprofessional team to enhance care delivery for patients with dizziness. Access free multiple choice questions on this topic.", "contents": "Caloric Testing -- Continuing Education Activity. Objectives: Report the indications for performing caloric testing. Delineate the technique of caloric testing. Apply alternate methods of caloric testing in patients with contraindications to water as a testing medium. Implement processes to improve care coordination among the interprofessional team to enhance care delivery for patients with dizziness. Access free multiple choice questions on this topic."}
{"id": "article-18785_2", "title": "Caloric Testing -- Introduction", "content": "Caloric testing is a useful clinical tool to assess and quantify the functional status of individual vestibular systems. [1] Caloric testing utilizes the vestibulo-ocular reflex (VOR) to identify a unilateral peripheral deficit.", "contents": "Caloric Testing -- Introduction. Caloric testing is a useful clinical tool to assess and quantify the functional status of individual vestibular systems. [1] Caloric testing utilizes the vestibulo-ocular reflex (VOR) to identify a unilateral peripheral deficit."}
{"id": "article-18785_3", "title": "Caloric Testing -- Introduction", "content": "The VOR requires an intact functional brain stem. The VOR allows for eye fixation on a stationary target while the head is in motion; this keeps the target object in the center of the visual field and maintains the line of sight. [2] As described below, caloric testing manipulates the VOR to assess the integrity of the lateral semicircular canals and their afferent nerves.", "contents": "Caloric Testing -- Introduction. The VOR requires an intact functional brain stem. The VOR allows for eye fixation on a stationary target while the head is in motion; this keeps the target object in the center of the visual field and maintains the line of sight. [2] As described below, caloric testing manipulates the VOR to assess the integrity of the lateral semicircular canals and their afferent nerves."}
{"id": "article-18785_4", "title": "Caloric Testing -- Anatomy and Physiology", "content": "The semilunar canals are a part of the inner ear that plays a vital role in maintaining balance and spatial orientation. There are three semilunar canals: horizontal, superior, and posterior. Each contains a fluid called endolymph and is responsible for detecting angular or rotational movements of the head. Each semilunar canal dilates into a fluid-filled sac called the ampulla, which contains the sensory component of the vestibular system. [1]", "contents": "Caloric Testing -- Anatomy and Physiology. The semilunar canals are a part of the inner ear that plays a vital role in maintaining balance and spatial orientation. There are three semilunar canals: horizontal, superior, and posterior. Each contains a fluid called endolymph and is responsible for detecting angular or rotational movements of the head. Each semilunar canal dilates into a fluid-filled sac called the ampulla, which contains the sensory component of the vestibular system. [1]"}
{"id": "article-18785_5", "title": "Caloric Testing -- Indications -- Vertigo", "content": "Caloric testing is a bedside test that isolates the peripheral vestibular system and eliminates central etiologies of vertigo.", "contents": "Caloric Testing -- Indications -- Vertigo. Caloric testing is a bedside test that isolates the peripheral vestibular system and eliminates central etiologies of vertigo."}
{"id": "article-18785_6", "title": "Caloric Testing -- Indications -- Vertigo", "content": "Bithermal caloric testing is typically performed when there is a high suspicion of a peripheral lesion. However, in cases with a low pretest probability of a peripheral lesion, monothermic caloric testing may be appropriate; in these circumstances, the test can be stopped when it is negative. A negative test reveals symmetric responses and is most consistent with a central etiology of vertigo.", "contents": "Caloric Testing -- Indications -- Vertigo. Bithermal caloric testing is typically performed when there is a high suspicion of a peripheral lesion. However, in cases with a low pretest probability of a peripheral lesion, monothermic caloric testing may be appropriate; in these circumstances, the test can be stopped when it is negative. A negative test reveals symmetric responses and is most consistent with a central etiology of vertigo."}
{"id": "article-18785_7", "title": "Caloric Testing -- Indications -- Vertigo", "content": "Caloric testing offers advantages over other testing methods, such as the vestibular evoked myogenic potential and video head impulse test. Caloric testing does not require head movement and renders better compliance in patients whose symptoms worsen with movement and those with limited cervical mobility. [1] [3]", "contents": "Caloric Testing -- Indications -- Vertigo. Caloric testing offers advantages over other testing methods, such as the vestibular evoked myogenic potential and video head impulse test. Caloric testing does not require head movement and renders better compliance in patients whose symptoms worsen with movement and those with limited cervical mobility. [1] [3]"}
{"id": "article-18785_8", "title": "Caloric Testing -- Indications -- Brainstem Testing", "content": "Another indication for caloric testing is brain stem assessment in comatose patients. As described above, the VOR arc requires an intact brain stem; therefore, a lack of nystagmus could indicate a brainstem lesion. [4]", "contents": "Caloric Testing -- Indications -- Brainstem Testing. Another indication for caloric testing is brain stem assessment in comatose patients. As described above, the VOR arc requires an intact brain stem; therefore, a lack of nystagmus could indicate a brainstem lesion. [4]"}
{"id": "article-18785_9", "title": "Caloric Testing -- Contraindications", "content": "Drugs that inhibit vestibular functions should be withheld 48 hours before caloric testing. [1] The following pharmaceuticals are known to affect the vestibular system and may alter the results of caloric testing. Antihistamines can cause drowsiness and dizziness. Tricyclic antidepressants can cause balance problems. Antipsychotics can cause tardive dyskinesia, affecting the vestibular system. Narcotics can cause dizziness and drowsiness. Diuretics can cause dehydration leading to dizziness.", "contents": "Caloric Testing -- Contraindications. Drugs that inhibit vestibular functions should be withheld 48 hours before caloric testing. [1] The following pharmaceuticals are known to affect the vestibular system and may alter the results of caloric testing. Antihistamines can cause drowsiness and dizziness. Tricyclic antidepressants can cause balance problems. Antipsychotics can cause tardive dyskinesia, affecting the vestibular system. Narcotics can cause dizziness and drowsiness. Diuretics can cause dehydration leading to dizziness."}
{"id": "article-18785_10", "title": "Caloric Testing -- Equipment", "content": "A water caloric irrigation system with two baths of 250 mL distilled water, heated to 44^oC and 30^oC, respectively. [1] Catch basin that measures up to 250 mL Emesis basin Stopwatch Dry towel Optional equipment: electro-oculography or video-oculography", "contents": "Caloric Testing -- Equipment. A water caloric irrigation system with two baths of 250 mL distilled water, heated to 44^oC and 30^oC, respectively. [1] Catch basin that measures up to 250 mL Emesis basin Stopwatch Dry towel Optional equipment: electro-oculography or video-oculography"}
{"id": "article-18785_11", "title": "Caloric Testing -- Personnel", "content": "Provider plus one or two additional people to hold the catch basin, stopwatch, and dry towel. [1]", "contents": "Caloric Testing -- Personnel. Provider plus one or two additional people to hold the catch basin, stopwatch, and dry towel. [1]"}
{"id": "article-18785_12", "title": "Caloric Testing -- Preparation", "content": "Examine the external auditory canals bilaterally using an otoscope to ensure no obstruction, infection, or cerumen impaction is present. Elevate the patient's head to a 30-degree angle; this places the horizontal semilunar canal in a vertical plane, optimizing its stimulation. Place the catch basin beneath the ear being irrigated.", "contents": "Caloric Testing -- Preparation. Examine the external auditory canals bilaterally using an otoscope to ensure no obstruction, infection, or cerumen impaction is present. Elevate the patient's head to a 30-degree angle; this places the horizontal semilunar canal in a vertical plane, optimizing its stimulation. Place the catch basin beneath the ear being irrigated."}
{"id": "article-18785_13", "title": "Caloric Testing -- Preparation", "content": "If using electro- or video-oculography, attach the electrodes or place goggles over the eyes. Advise the patient of the procedure and instruct them to perform an “alerting” exercise when the irrigation begins; for example, counting serial sevens out loud, naming animals, or listing words that begin with the same letter. [1]", "contents": "Caloric Testing -- Preparation. If using electro- or video-oculography, attach the electrodes or place goggles over the eyes. Advise the patient of the procedure and instruct them to perform an “alerting” exercise when the irrigation begins; for example, counting serial sevens out loud, naming animals, or listing words that begin with the same letter. [1]"}
{"id": "article-18785_14", "title": "Caloric Testing -- Technique or Treatment", "content": "The irrigation system delivers 250 mL of the warm water solution to the suspected affected ear over 25 to 30 seconds. Allow an open system in which the delivered water can freely dribble out of the external auditory canal and be collected in the basin. The nystagmus beats will begin approximately 30 seconds after the onset of the water delivery and will build in intensity over the ensuing 30 to 45 seconds. The alerting exercise performed by the patient will prevent any suppression of nystagmus. Wait five minutes and repeat the process on the other ear. Repeat the process using cool water if indicated. [1]", "contents": "Caloric Testing -- Technique or Treatment. The irrigation system delivers 250 mL of the warm water solution to the suspected affected ear over 25 to 30 seconds. Allow an open system in which the delivered water can freely dribble out of the external auditory canal and be collected in the basin. The nystagmus beats will begin approximately 30 seconds after the onset of the water delivery and will build in intensity over the ensuing 30 to 45 seconds. The alerting exercise performed by the patient will prevent any suppression of nystagmus. Wait five minutes and repeat the process on the other ear. Repeat the process using cool water if indicated. [1]"}
{"id": "article-18785_15", "title": "Caloric Testing -- Technique or Treatment", "content": "If there is no response to either warm or cool irrigation, or if the bithermic irrigation system is unavailable, ice water irrigation can be considered. Instruct the patient to lie in a semirecumbent position with the suspected affected ear turned up. Inject approximately 2 mL of ice water into the external auditory canal using a syringe. The patient should hold their position for 30 seconds and then turn their head to the midline. Observe for nystagmus while the patient performs alerting tasks. This testing method has higher sensitivity and specificity than warm air or water, though it may not be as well tolerated. [5] The acronym WARMCOLD can help healthcare providers remember the correct order of steps during caloric testing, ensuring accurate testing and results that can help diagnose vestibular disorders. The steps of caloric testing are as follows:", "contents": "Caloric Testing -- Technique or Treatment. If there is no response to either warm or cool irrigation, or if the bithermic irrigation system is unavailable, ice water irrigation can be considered. Instruct the patient to lie in a semirecumbent position with the suspected affected ear turned up. Inject approximately 2 mL of ice water into the external auditory canal using a syringe. The patient should hold their position for 30 seconds and then turn their head to the midline. Observe for nystagmus while the patient performs alerting tasks. This testing method has higher sensitivity and specificity than warm air or water, though it may not be as well tolerated. [5] The acronym WARMCOLD can help healthcare providers remember the correct order of steps during caloric testing, ensuring accurate testing and results that can help diagnose vestibular disorders. The steps of caloric testing are as follows:"}
{"id": "article-18785_16", "title": "Caloric Testing -- Technique or Treatment", "content": "W - Warm: The introduction of warm air or water into the external auditory canal causes the endolymph in the semilunar canals to move, stimulating the hair cells and causing a reflexive eye movement called nystagmus.", "contents": "Caloric Testing -- Technique or Treatment. W - Warm: The introduction of warm air or water into the external auditory canal causes the endolymph in the semilunar canals to move, stimulating the hair cells and causing a reflexive eye movement called nystagmus."}
{"id": "article-18785_17", "title": "Caloric Testing -- Technique or Treatment", "content": "A - Alternate: Alternating the stimulus to cold air or water in the external auditory canal causes the endolymph in the semilunar canals to move in the opposite direction, stimulating the hair cells and causing a reflexive eye movement called nystagmus.", "contents": "Caloric Testing -- Technique or Treatment. A - Alternate: Alternating the stimulus to cold air or water in the external auditory canal causes the endolymph in the semilunar canals to move in the opposite direction, stimulating the hair cells and causing a reflexive eye movement called nystagmus."}
{"id": "article-18785_18", "title": "Caloric Testing -- Technique or Treatment", "content": "R - Return: Returning to a warm stimulus, either air or water, after the cold stimulus causes the endolymph in the semilunar canals to move in the same direction as the first warm stimulus, stimulating the hair cells and causing a reflexive eye movement called nystagmus. M - Measure: Measure the patient's eye movements and compare their results to typical values to evaluate the function of the inner ear and the vestibular system. C - Compare: Compare the eye movement of both ears to check for an asymmetrical response. O - Observe: Observe any spontaneous or positional nystagmus that can indicate a central lesion. L - Look: Look for any other symptoms, such as vertigo, dizziness, nausea, or tinnitus, that the patient might be experiencing. D - Document: Document all the observations and measurements made during the test, and compare them with typical values to evaluate the function of the inner ear and the vestibular system. [2]", "contents": "Caloric Testing -- Technique or Treatment. R - Return: Returning to a warm stimulus, either air or water, after the cold stimulus causes the endolymph in the semilunar canals to move in the same direction as the first warm stimulus, stimulating the hair cells and causing a reflexive eye movement called nystagmus. M - Measure: Measure the patient's eye movements and compare their results to typical values to evaluate the function of the inner ear and the vestibular system. C - Compare: Compare the eye movement of both ears to check for an asymmetrical response. O - Observe: Observe any spontaneous or positional nystagmus that can indicate a central lesion. L - Look: Look for any other symptoms, such as vertigo, dizziness, nausea, or tinnitus, that the patient might be experiencing. D - Document: Document all the observations and measurements made during the test, and compare them with typical values to evaluate the function of the inner ear and the vestibular system. [2]"}
{"id": "article-18785_19", "title": "Caloric Testing -- Technique or Treatment", "content": "The mnemonic COWS (cold, opposite, warm, same) makes remembering the fast nystagmus component easy.", "contents": "Caloric Testing -- Technique or Treatment. The mnemonic COWS (cold, opposite, warm, same) makes remembering the fast nystagmus component easy."}
{"id": "article-18785_20", "title": "Caloric Testing -- Complications", "content": "The side effects of caloric testing are generally mild and temporary. Some patients may experience a feeling of fullness or pressure in the ear and a slight increase in dizziness or vertigo. These symptoms typically subside within a few minutes of test completion. Rarely, some patients may experience more severe side effects such as vertigo, nausea, or vomiting. Long-term sequelae are not commonly associated with caloric testing. [1]", "contents": "Caloric Testing -- Complications. The side effects of caloric testing are generally mild and temporary. Some patients may experience a feeling of fullness or pressure in the ear and a slight increase in dizziness or vertigo. These symptoms typically subside within a few minutes of test completion. Rarely, some patients may experience more severe side effects such as vertigo, nausea, or vomiting. Long-term sequelae are not commonly associated with caloric testing. [1]"}
{"id": "article-18785_21", "title": "Caloric Testing -- Clinical Significance", "content": "Caloric testing is a valuable tool in the evaluation of dizziness. It helps differentiate central and peripheral etiologies of dizziness. Ideally, a warm testing medium is used to test vestibular function in a patient with a low pretest probability of a peripheral process; monothermic testing has a reportedly wide range of sensitivity (0.54-1.00) for a unilateral vestibulopathy and therefore has limited use when the pretest probability is intermediate. [6] Thus, bithermic testing should be used for patients with a high pretest likelihood of a peripheral process.", "contents": "Caloric Testing -- Clinical Significance. Caloric testing is a valuable tool in the evaluation of dizziness. It helps differentiate central and peripheral etiologies of dizziness. Ideally, a warm testing medium is used to test vestibular function in a patient with a low pretest probability of a peripheral process; monothermic testing has a reportedly wide range of sensitivity (0.54-1.00) for a unilateral vestibulopathy and therefore has limited use when the pretest probability is intermediate. [6] Thus, bithermic testing should be used for patients with a high pretest likelihood of a peripheral process."}
{"id": "article-18785_22", "title": "Caloric Testing -- Clinical Significance", "content": "Although warm water is a more commonly used testing medium, caloric testing with warm air has also been reported to be 87% sensitive with a negative predictive value of 90% when assessing for unilateral vestibular weakness when a cutoff of 25% inter-ear difference is utilized. [7] Despite this, a cold medium produces a more drastic response in the measured slow-phase nystagmus and is thus easier to identify by the practitioner; therefore, it is a more specific test for ruling in a peripheral lesion. [8] For patients in whom air or water stimulation is contraindicated, such as chronic suppurative otitis media or tympanic membrane perforations, near-infrared radiation is an equally efficacious alternative method for caloric testing. [9]", "contents": "Caloric Testing -- Clinical Significance. Although warm water is a more commonly used testing medium, caloric testing with warm air has also been reported to be 87% sensitive with a negative predictive value of 90% when assessing for unilateral vestibular weakness when a cutoff of 25% inter-ear difference is utilized. [7] Despite this, a cold medium produces a more drastic response in the measured slow-phase nystagmus and is thus easier to identify by the practitioner; therefore, it is a more specific test for ruling in a peripheral lesion. [8] For patients in whom air or water stimulation is contraindicated, such as chronic suppurative otitis media or tympanic membrane perforations, near-infrared radiation is an equally efficacious alternative method for caloric testing. [9]"}
{"id": "article-18785_23", "title": "Caloric Testing -- Enhancing Healthcare Team Outcomes", "content": "Assessing vestibular dysfunction with caloric testing can be a bedside test performed primarily by the practitioner; however, it may require additional assistance by nursing staff to properly and effectively execute. In addition, if electro-oculography or video-oculography will be utilized, exceptional skill and training with this equipment is necessary and may require input and consultation from a trained audiologist.", "contents": "Caloric Testing -- Enhancing Healthcare Team Outcomes. Assessing vestibular dysfunction with caloric testing can be a bedside test performed primarily by the practitioner; however, it may require additional assistance by nursing staff to properly and effectively execute. In addition, if electro-oculography or video-oculography will be utilized, exceptional skill and training with this equipment is necessary and may require input and consultation from a trained audiologist."}
{"id": "article-18785_24", "title": "Caloric Testing -- Enhancing Healthcare Team Outcomes", "content": "Caloric testing using warm air can be used when there are chronic suppurative otitis media and perforations of the tympanic membrane. These enhancements require less cumbersome preparation and fewer personnel and can reduce complications due to testing with water. [3]", "contents": "Caloric Testing -- Enhancing Healthcare Team Outcomes. Caloric testing using warm air can be used when there are chronic suppurative otitis media and perforations of the tympanic membrane. These enhancements require less cumbersome preparation and fewer personnel and can reduce complications due to testing with water. [3]"}
{"id": "article-18785_25", "title": "Caloric Testing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Caloric Testing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}