{"id": "article-21429_0", "title": "Excisional Biopsy -- Continuing Education Activity", "content": "In dermatology, skin biopsies are essential for making a correct diagnosis and therapeutic planning. Several skin biopsy techniques exist, including shaving, saucerization, curettage, snip, incisional, and excisional biopsy. An excisional biopsy is the process of completely removing a solitary skin lesion. This activity describes the indications, contraindications, and techniques involved in performing an excisional biopsy and highlights the interprofessional team's role in caring for patients requiring excisional biopsies.", "contents": "Excisional Biopsy -- Continuing Education Activity. In dermatology, skin biopsies are essential for making a correct diagnosis and therapeutic planning. Several skin biopsy techniques exist, including shaving, saucerization, curettage, snip, incisional, and excisional biopsy. An excisional biopsy is the process of completely removing a solitary skin lesion. This activity describes the indications, contraindications, and techniques involved in performing an excisional biopsy and highlights the interprofessional team's role in caring for patients requiring excisional biopsies."}
{"id": "article-21429_1", "title": "Excisional Biopsy -- Continuing Education Activity", "content": "Objectives: Identify the indications for an excisional biopsy. Determine the technique involved in performing an excisional biopsy. Assess the complications associated with excisional biopsy. Communicate a structured, interprofessional team approach to provide effective care to patients undergoing excisional biopsies. Access free multiple choice questions on this topic.", "contents": "Excisional Biopsy -- Continuing Education Activity. Objectives: Identify the indications for an excisional biopsy. Determine the technique involved in performing an excisional biopsy. Assess the complications associated with excisional biopsy. Communicate a structured, interprofessional team approach to provide effective care to patients undergoing excisional biopsies. Access free multiple choice questions on this topic."}
{"id": "article-21429_2", "title": "Excisional Biopsy -- Introduction", "content": "Skin biopsies are essential in dermatology to aid in the correct diagnosis of various conditions and to aid with therapeutic planning. Various skin biopsy techniques exist, including shaving, saucerization, curettage, snip, incisional, and excisional biopsy. An excisional biopsy is defined as completely removing a solitary skin lesion and is further discussed in this text. [1] Excisional biopsies are helpful in evaluating cutaneous tumors, inflammatory processes, and dermal lesions. Complications from excisional biopsies are uncommon and can be minimized by thorough perioperative evaluation and proper technique. While excisional biopsies allow for histopathologic evaluation of various disease processes, clinicopathologic correlation is essential to making the final diagnosis.", "contents": "Excisional Biopsy -- Introduction. Skin biopsies are essential in dermatology to aid in the correct diagnosis of various conditions and to aid with therapeutic planning. Various skin biopsy techniques exist, including shaving, saucerization, curettage, snip, incisional, and excisional biopsy. An excisional biopsy is defined as completely removing a solitary skin lesion and is further discussed in this text. [1] Excisional biopsies are helpful in evaluating cutaneous tumors, inflammatory processes, and dermal lesions. Complications from excisional biopsies are uncommon and can be minimized by thorough perioperative evaluation and proper technique. While excisional biopsies allow for histopathologic evaluation of various disease processes, clinicopathologic correlation is essential to making the final diagnosis."}
{"id": "article-21429_3", "title": "Excisional Biopsy -- Anatomy and Physiology", "content": "Proper perioperative planning is critical to avoid perioperative complications and to achieve a cosmetically optimal result. Important cutaneous landmarks, cosmetic units, and relaxed skin tension lines should be considered in pre-procedural planning to camouflage the resultant scar. You can provide tension and compression to the skin to alter the tension in the surgical field to identify skin tension lines, as well as ask the patient to move a limb through its range of motion for a lesion close to a joint or to smile/grimace for lesions of the face. [2]", "contents": "Excisional Biopsy -- Anatomy and Physiology. Proper perioperative planning is critical to avoid perioperative complications and to achieve a cosmetically optimal result. Important cutaneous landmarks, cosmetic units, and relaxed skin tension lines should be considered in pre-procedural planning to camouflage the resultant scar. You can provide tension and compression to the skin to alter the tension in the surgical field to identify skin tension lines, as well as ask the patient to move a limb through its range of motion for a lesion close to a joint or to smile/grimace for lesions of the face. [2]"}
{"id": "article-21429_4", "title": "Excisional Biopsy -- Indications", "content": "Excisional biopsies are helpful in evaluating lesions for which architectural features aid in the correct histopathologic diagnosis, inflammatory lesions, and deep dermal or subcutaneous lesions. Excisional biopsy is also the best choice for evaluating a suspected melanoma, as the depth of the lesion provides important diagnostic and prognostic information. [3] [4] [5]", "contents": "Excisional Biopsy -- Indications. Excisional biopsies are helpful in evaluating lesions for which architectural features aid in the correct histopathologic diagnosis, inflammatory lesions, and deep dermal or subcutaneous lesions. Excisional biopsy is also the best choice for evaluating a suspected melanoma, as the depth of the lesion provides important diagnostic and prognostic information. [3] [4] [5]"}
{"id": "article-21429_5", "title": "Excisional Biopsy -- Contraindications", "content": "The choice of biopsy site depends on the location of the lesion of interest. However, in widespread disease, it is wise to avoid problematic areas that may yield unremarkable histopathologic results or result in a cosmetically unfavorable outcome. For example, surgical sites below the knee have a higher risk of infection or poor healing, and sites on the back tend to stretch and deform. Other unfavorable sites include the central face and ventral forearm. [2] [6] Because of the potential healing and cosmetic complications, excisional biopsies are generally reserved for lesions on the trunk and limbs. However, Mohs micrographic surgery expands the potential for using excisional biopsies in dermatology. [7]", "contents": "Excisional Biopsy -- Contraindications. The choice of biopsy site depends on the location of the lesion of interest. However, in widespread disease, it is wise to avoid problematic areas that may yield unremarkable histopathologic results or result in a cosmetically unfavorable outcome. For example, surgical sites below the knee have a higher risk of infection or poor healing, and sites on the back tend to stretch and deform. Other unfavorable sites include the central face and ventral forearm. [2] [6] Because of the potential healing and cosmetic complications, excisional biopsies are generally reserved for lesions on the trunk and limbs. However, Mohs micrographic surgery expands the potential for using excisional biopsies in dermatology. [7]"}
{"id": "article-21429_6", "title": "Excisional Biopsy -- Equipment", "content": "Necessary equipment for preparation includes: A syringe with a small-gauge needle filled with a local anesthetic Surgical pen Antiseptic solution Surgical drapes Gauze Clean surgical gloves Scalpel Toothed pickups Blunt-tipped scissors Cautery device Needle driver Absorbable and non-absorbable sutures Suture scissors", "contents": "Excisional Biopsy -- Equipment. Necessary equipment for preparation includes: A syringe with a small-gauge needle filled with a local anesthetic Surgical pen Antiseptic solution Surgical drapes Gauze Clean surgical gloves Scalpel Toothed pickups Blunt-tipped scissors Cautery device Needle driver Absorbable and non-absorbable sutures Suture scissors"}
{"id": "article-21429_7", "title": "Excisional Biopsy -- Personnel", "content": "Excisional biopsies can typically be performed by a sole practitioner, depending on the location of the site of interest. However, a surgical assistant may assist the practitioner and increase efficiency by providing materials, maintaining a clean surgical field, and cutting sutures at closure time.", "contents": "Excisional Biopsy -- Personnel. Excisional biopsies can typically be performed by a sole practitioner, depending on the location of the site of interest. However, a surgical assistant may assist the practitioner and increase efficiency by providing materials, maintaining a clean surgical field, and cutting sutures at closure time."}
{"id": "article-21429_8", "title": "Excisional Biopsy -- Preparation", "content": "Surgical mapping for an excisional biopsy involves identifying the lesion of interest and marking the area around the lesion with a surgical marker, including an appropriate margin around the lesion to ensure complete removal. Two small triangles are drawn on either side of the lesion in the predetermined orientation of the surgical excision as described above. The resultant shape is an ellipse with an ideal length-to-width ratio of 3:1. [7] This design is intended to reduce or eliminate redundant tissue at either end of the excision, preventing dog formation upon closure of the surgical site. The resultant scar should be long, thin, and linear and follow the natural contours of the skin.", "contents": "Excisional Biopsy -- Preparation. Surgical mapping for an excisional biopsy involves identifying the lesion of interest and marking the area around the lesion with a surgical marker, including an appropriate margin around the lesion to ensure complete removal. Two small triangles are drawn on either side of the lesion in the predetermined orientation of the surgical excision as described above. The resultant shape is an ellipse with an ideal length-to-width ratio of 3:1. [7] This design is intended to reduce or eliminate redundant tissue at either end of the excision, preventing dog formation upon closure of the surgical site. The resultant scar should be long, thin, and linear and follow the natural contours of the skin."}
{"id": "article-21429_9", "title": "Excisional Biopsy -- Preparation", "content": "Local anesthesia is the most common form of anesthesia in cutaneous biopsies. Injection of local anesthesia is often a source of great anxiety for the patient and should be handled gently. 1-2% lidocaine with or without epinephrine is commonly used in dermatologic surgery. The addition of epinephrine aids in decreasing bleeding, prolonging anesthetic effects, and reducing anesthetic toxicity. Additionally, buffering the anesthetic with sodium bicarbonate helps to decrease the pain associated with the infiltration of the acidic solution. [8] Using a small needle gauge, gently pinching the area to be injected, and avoiding multiple needle sticks through the epidermis also reduce patient discomfort. Local infiltration is achieved by injecting slowly intradermally or subcutaneously. While the onset of action of local anesthetics is almost immediate, full vasoconstriction provided by adding epinephrine requires up to fifteen minutes. [8]", "contents": "Excisional Biopsy -- Preparation. Local anesthesia is the most common form of anesthesia in cutaneous biopsies. Injection of local anesthesia is often a source of great anxiety for the patient and should be handled gently. 1-2% lidocaine with or without epinephrine is commonly used in dermatologic surgery. The addition of epinephrine aids in decreasing bleeding, prolonging anesthetic effects, and reducing anesthetic toxicity. Additionally, buffering the anesthetic with sodium bicarbonate helps to decrease the pain associated with the infiltration of the acidic solution. [8] Using a small needle gauge, gently pinching the area to be injected, and avoiding multiple needle sticks through the epidermis also reduce patient discomfort. Local infiltration is achieved by injecting slowly intradermally or subcutaneously. While the onset of action of local anesthetics is almost immediate, full vasoconstriction provided by adding epinephrine requires up to fifteen minutes. [8]"}
{"id": "article-21429_10", "title": "Excisional Biopsy -- Preparation", "content": "After administering anesthesia, the patient is placed in a comfortable position with good surgical lighting and at the appropriate height for the surgeon. The surgical site should is then prepped with antiseptic and draped. Popular agents used in antiseptic preparation include povidone-iodine and chlorhexidine. Special care should be taken in hair-bearing areas by clipping hairs in the surgical field or securing hair with sterile clips, rubber bands, or tape.", "contents": "Excisional Biopsy -- Preparation. After administering anesthesia, the patient is placed in a comfortable position with good surgical lighting and at the appropriate height for the surgeon. The surgical site should is then prepped with antiseptic and draped. Popular agents used in antiseptic preparation include povidone-iodine and chlorhexidine. Special care should be taken in hair-bearing areas by clipping hairs in the surgical field or securing hair with sterile clips, rubber bands, or tape."}
{"id": "article-21429_11", "title": "Excisional Biopsy -- Preparation", "content": "The surgeon should thoroughly wash and dry his or her hands before the procedure. A formal surgical hand scrub is unnecessary as prudent and simple hand antisepsis is sufficient. Face masks can be worn as personal protective equipment but are unnecessary in dermatologic surgery. Surgical gloves should be worn and kept clean throughout the duration of the procedure. The need for sterile gloves in dermatologic surgery remains a topic of interest, but recent literature reports no significant difference in surgical site infections when comparing sterile gloves with clean surgical gloves. [9]", "contents": "Excisional Biopsy -- Preparation. The surgeon should thoroughly wash and dry his or her hands before the procedure. A formal surgical hand scrub is unnecessary as prudent and simple hand antisepsis is sufficient. Face masks can be worn as personal protective equipment but are unnecessary in dermatologic surgery. Surgical gloves should be worn and kept clean throughout the duration of the procedure. The need for sterile gloves in dermatologic surgery remains a topic of interest, but recent literature reports no significant difference in surgical site infections when comparing sterile gloves with clean surgical gloves. [9]"}
{"id": "article-21429_12", "title": "Excisional Biopsy -- Technique or Treatment", "content": "Start the incision with the point of the blade contacting the apex of the ellipse. Then, use the sharper belly of the blade to carry the cut along the arc in a smooth and directed fashion while maintaining traction of the surrounding area with the non-dominant hand. Repeat the same process on the other side of the lesion. Mark the tissue with a non-dissolvable suture or by nicking a specified location of the excision while in situ or after completely removing the tissue. Use toothed forceps to grasp and elevate the tissue at the apex while dissecting the tissue at the level of the subcutis with a scalpel or blunt-tipped scissors. Care should be taken to dissect the tissue along an even plane, yielding a defect with an even base and smooth walls. [7]", "contents": "Excisional Biopsy -- Technique or Treatment. Start the incision with the point of the blade contacting the apex of the ellipse. Then, use the sharper belly of the blade to carry the cut along the arc in a smooth and directed fashion while maintaining traction of the surrounding area with the non-dominant hand. Repeat the same process on the other side of the lesion. Mark the tissue with a non-dissolvable suture or by nicking a specified location of the excision while in situ or after completely removing the tissue. Use toothed forceps to grasp and elevate the tissue at the apex while dissecting the tissue at the level of the subcutis with a scalpel or blunt-tipped scissors. Care should be taken to dissect the tissue along an even plane, yielding a defect with an even base and smooth walls. [7]"}
{"id": "article-21429_13", "title": "Excisional Biopsy -- Technique or Treatment", "content": "Hemostasis can be achieved with direct pressure or by cautery. While heat cautery works in a wet field, electric cautery only works in a dry field. Blotting with gauze or cotton-tipped applicator helps to maintain a dry field for electric cautery. Larger vessels may require ligation with absorbable sutures. [2] Careful undermining with sharp or blunt techniques may assist in approximating wound edges or minimizing tension on the wound. It is imperative to be mindful of the surrounding anatomy to prevent adverse outcomes.", "contents": "Excisional Biopsy -- Technique or Treatment. Hemostasis can be achieved with direct pressure or by cautery. While heat cautery works in a wet field, electric cautery only works in a dry field. Blotting with gauze or cotton-tipped applicator helps to maintain a dry field for electric cautery. Larger vessels may require ligation with absorbable sutures. [2] Careful undermining with sharp or blunt techniques may assist in approximating wound edges or minimizing tension on the wound. It is imperative to be mindful of the surrounding anatomy to prevent adverse outcomes."}
{"id": "article-21429_14", "title": "Excisional Biopsy -- Technique or Treatment", "content": "A layered closure consists of absorbable deep sutures and non-absorbable superficial sutures. Deep sutures eliminate dead space, decrease tension on the wound edges of the dermis and epidermis, and facilitate wound edge eversion. If there is little tension on the wound, place the first deep suture in the center of the lesion and the remaining deep sutures halfway between the middle suture and the apices of the lesion. The distance between deep sutures is then progressively halved. If there is tension on the wound, place the deep sutures at the apices of the lesion and then incrementally closer to the center of the lesion. This method helps reduce the amount of tension as the deep sutures are progressively placed. [2] The buried sutures commonly used are the buried vertical mattress suture and the buried horizontal mattress suture. [7]", "contents": "Excisional Biopsy -- Technique or Treatment. A layered closure consists of absorbable deep sutures and non-absorbable superficial sutures. Deep sutures eliminate dead space, decrease tension on the wound edges of the dermis and epidermis, and facilitate wound edge eversion. If there is little tension on the wound, place the first deep suture in the center of the lesion and the remaining deep sutures halfway between the middle suture and the apices of the lesion. The distance between deep sutures is then progressively halved. If there is tension on the wound, place the deep sutures at the apices of the lesion and then incrementally closer to the center of the lesion. This method helps reduce the amount of tension as the deep sutures are progressively placed. [2] The buried sutures commonly used are the buried vertical mattress suture and the buried horizontal mattress suture. [7]"}
{"id": "article-21429_15", "title": "Excisional Biopsy -- Technique or Treatment", "content": "The superficial sutures are then placed to approximate the epidermal wound edges. This is done with non-absorbable sutures that require removal after the wound is given time to heal, usually between 1 and 2 weeks. If the wound is not under tension and there is a good epidermal approximation, adhesive tapes or tissue adhesive may be used instead of superficial sutures. [7]", "contents": "Excisional Biopsy -- Technique or Treatment. The superficial sutures are then placed to approximate the epidermal wound edges. This is done with non-absorbable sutures that require removal after the wound is given time to heal, usually between 1 and 2 weeks. If the wound is not under tension and there is a good epidermal approximation, adhesive tapes or tissue adhesive may be used instead of superficial sutures. [7]"}
{"id": "article-21429_16", "title": "Excisional Biopsy -- Complications", "content": "Complications may include: Bleeding at the surgical site Hematoma Surgical site infection Nerve damage", "contents": "Excisional Biopsy -- Complications. Complications may include: Bleeding at the surgical site Hematoma Surgical site infection Nerve damage"}
{"id": "article-21429_17", "title": "Excisional Biopsy -- Complications", "content": "Intraoperative hemostasis and postoperative pressure dressings and ice decrease the likelihood of excessive postoperative bleeding or hematoma formation. Surgical site infection is mostly dependent on wound care by the patient with daily cleaning and bandage changes. Prophylactic antibiotics are indicated if the patient is considered high-risk. [9]", "contents": "Excisional Biopsy -- Complications. Intraoperative hemostasis and postoperative pressure dressings and ice decrease the likelihood of excessive postoperative bleeding or hematoma formation. Surgical site infection is mostly dependent on wound care by the patient with daily cleaning and bandage changes. Prophylactic antibiotics are indicated if the patient is considered high-risk. [9]"}
{"id": "article-21429_18", "title": "Excisional Biopsy -- Clinical Significance", "content": "Skin biopsies aid in the correct diagnosis of various conditions and aid with therapeutic planning. Excisional biopsies are helpful in the evaluation of cutaneous tumors, inflammatory processes, and dermal lesions.", "contents": "Excisional Biopsy -- Clinical Significance. Skin biopsies aid in the correct diagnosis of various conditions and aid with therapeutic planning. Excisional biopsies are helpful in the evaluation of cutaneous tumors, inflammatory processes, and dermal lesions."}
{"id": "article-21429_19", "title": "Excisional Biopsy -- Enhancing Healthcare Team Outcomes", "content": "It is important to discuss expected outcomes after excisional biopsies with the patient. Educate the patient about the expectant scar, wound care instructions, and potential complications with healing or infection, and provide information on how the patient should seek help should complications arise. Additionally, the practitioner should not neglect to inform the patient on how long to expect to wait before receiving the biopsy result and arrange proper follow-up for the patient depending on the biopsy findings.", "contents": "Excisional Biopsy -- Enhancing Healthcare Team Outcomes. It is important to discuss expected outcomes after excisional biopsies with the patient. Educate the patient about the expectant scar, wound care instructions, and potential complications with healing or infection, and provide information on how the patient should seek help should complications arise. Additionally, the practitioner should not neglect to inform the patient on how long to expect to wait before receiving the biopsy result and arrange proper follow-up for the patient depending on the biopsy findings."}
{"id": "article-21429_20", "title": "Excisional Biopsy -- Enhancing Healthcare Team Outcomes", "content": "Careful coordination is required between all members of the healthcare team to optimize patient outcomes and provide optimal patient care. Coordination between the practitioner who performed the biopsy, the pathologist examining the obtained specimen, and all coordinating medical staff is paramount. Any concerning findings should be communicated in the medical record and directly, if appropriate, between practitioners.", "contents": "Excisional Biopsy -- Enhancing Healthcare Team Outcomes. Careful coordination is required between all members of the healthcare team to optimize patient outcomes and provide optimal patient care. Coordination between the practitioner who performed the biopsy, the pathologist examining the obtained specimen, and all coordinating medical staff is paramount. Any concerning findings should be communicated in the medical record and directly, if appropriate, between practitioners."}
{"id": "article-21429_21", "title": "Excisional Biopsy -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Excisional Biopsy -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}