{"id": "article-31130_0", "title": "Vertigo -- Continuing Education Activity", "content": "Vertigo is a common presenting complaint in primary care and emergency departments. It is a symptom of vestibular dysfunction and has been described as a sensation of motion, most commonly rotational motion. It is important to differentiate vertiginous symptoms from other forms of dizziness, such as lightheadedness, which is most often associated with presyncope. This activity describes the evaluation and management of vertigo and highlights the role of the interprofessional team in improving care for affected patients.", "contents": "Vertigo -- Continuing Education Activity. Vertigo is a common presenting complaint in primary care and emergency departments. It is a symptom of vestibular dysfunction and has been described as a sensation of motion, most commonly rotational motion. It is important to differentiate vertiginous symptoms from other forms of dizziness, such as lightheadedness, which is most often associated with presyncope. This activity describes the evaluation and management of vertigo and highlights the role of the interprofessional team in improving care for affected patients."}
{"id": "article-31130_1", "title": "Vertigo -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of vertigo. Outline the typical presentation of a patient with vertigo. Explain the common physical exam findings differentiating central vertigo from peripheral vertigo. Describe the importance of collaboration and coordination among the interprofessional team to improve outcomes for patients affected by vertigo. Access free multiple choice questions on this topic.", "contents": "Vertigo -- Continuing Education Activity. Objectives: Describe the pathophysiology of vertigo. Outline the typical presentation of a patient with vertigo. Explain the common physical exam findings differentiating central vertigo from peripheral vertigo. Describe the importance of collaboration and coordination among the interprofessional team to improve outcomes for patients affected by vertigo. Access free multiple choice questions on this topic."}
{"id": "article-31130_2", "title": "Vertigo -- Introduction", "content": "Vertigo is a common presenting complaint in primary care offices and emergency departments. It is a symptom of vestibular dysfunction and has been described as a sensation of motion, most commonly rotational motion. It is important to differentiate vertiginous symptoms from other forms of dizziness, such as lightheadedness, which is most often associated with presyncope. [1] Vertigo affects all ages. In younger patients, middle ear pathology is most often the cause. In the elderly, specific assessment is needed due to the risk of falls and their complications. [2]", "contents": "Vertigo -- Introduction. Vertigo is a common presenting complaint in primary care offices and emergency departments. It is a symptom of vestibular dysfunction and has been described as a sensation of motion, most commonly rotational motion. It is important to differentiate vertiginous symptoms from other forms of dizziness, such as lightheadedness, which is most often associated with presyncope. [1] Vertigo affects all ages. In younger patients, middle ear pathology is most often the cause. In the elderly, specific assessment is needed due to the risk of falls and their complications. [2]"}
{"id": "article-31130_3", "title": "Vertigo -- Etiology", "content": "Vertigo is most often caused by a dysfunction in the vestibular system from a peripheral or central lesion. [1]", "contents": "Vertigo -- Etiology. Vertigo is most often caused by a dysfunction in the vestibular system from a peripheral or central lesion. [1]"}
{"id": "article-31130_4", "title": "Vertigo -- Etiology", "content": "Peripheral etiologies include the more common causes of vertigo, such as benign paroxysmal positional vertigo (BPPV) and Ménière disease. [3] BPPV results from calcium deposits or debris in the posterior semicircular canal and causes frequent transient episodes of vertigo lasting a few minutes or less. [1] Unlike BPPV, the patients with Ménière disease often experience tinnitus, hearing loss, and aural fullness in addition to vertigo. Endolymphatic hydrops is a distinct pathologic feature of Ménière disease. [4] Symptoms of Ménière disease result from an increased volume of endolymph in the semicircular canals. Two additional distinct causes of peripheral vertigo include acute labyrinthitis and vestibular neuritis. Both arise from inflammation, often caused by a viral infection. [1] Another viral-induced cause of vertigo includes Herpes zoster oticus, also known as Ramsay Hunt syndrome. [5] In Ramsay Hunt syndrome, vertigo results from reactivation of latent Varicella-zoster virus (VZV) in the geniculate ganglion leading to inflammation of the vestibulocochlear nerve. The facial nerve is often involved as well, resulting in facial paralysis. [1] Less common peripheral causes include cholesteatoma, otosclerosis, and a perilymphatic fistula. Cholesteatomas are cyst-like lesions filled with keratin debris. [6] Cholesteatomas most often involve the middle ear and mastoid. Otosclerosis is characterized by abnormal growth of bone in the middle ear, which leads to conductive hearing loss and may affect the cochlea, also causing tinnitus and vertigo. [7] A perilymphatic fistula is another less common cause of peripheral vertigo and results from trauma. [1]", "contents": "Vertigo -- Etiology. Peripheral etiologies include the more common causes of vertigo, such as benign paroxysmal positional vertigo (BPPV) and Ménière disease. [3] BPPV results from calcium deposits or debris in the posterior semicircular canal and causes frequent transient episodes of vertigo lasting a few minutes or less. [1] Unlike BPPV, the patients with Ménière disease often experience tinnitus, hearing loss, and aural fullness in addition to vertigo. Endolymphatic hydrops is a distinct pathologic feature of Ménière disease. [4] Symptoms of Ménière disease result from an increased volume of endolymph in the semicircular canals. Two additional distinct causes of peripheral vertigo include acute labyrinthitis and vestibular neuritis. Both arise from inflammation, often caused by a viral infection. [1] Another viral-induced cause of vertigo includes Herpes zoster oticus, also known as Ramsay Hunt syndrome. [5] In Ramsay Hunt syndrome, vertigo results from reactivation of latent Varicella-zoster virus (VZV) in the geniculate ganglion leading to inflammation of the vestibulocochlear nerve. The facial nerve is often involved as well, resulting in facial paralysis. [1] Less common peripheral causes include cholesteatoma, otosclerosis, and a perilymphatic fistula. Cholesteatomas are cyst-like lesions filled with keratin debris. [6] Cholesteatomas most often involve the middle ear and mastoid. Otosclerosis is characterized by abnormal growth of bone in the middle ear, which leads to conductive hearing loss and may affect the cochlea, also causing tinnitus and vertigo. [7] A perilymphatic fistula is another less common cause of peripheral vertigo and results from trauma. [1]"}
{"id": "article-31130_5", "title": "Vertigo -- Etiology", "content": "Central etiologies of vertigo should always be considered in the differential. Ischemic or hemorrhagic strokes, particularly involving the cerebellum or vertebrobasilar system, are life-threatening and must be ruled out by history, physical and other diagnostic tests if warranted. [8] [1] Other more serious central causes include tumors, particularly those arising from the cerebellopontine angle. [9] Examples of such tumors include a brainstem glioma, medulloblastoma, and a vestibular schwannoma, which can lead to sensorineural hearing loss as well as vertiginous symptoms. [1] Vestibular migraines are a common central cause of vertigo. They are characterized by unilateral headaches associated with other symptoms, including nausea, vomiting, photophobia, and phonophobia. Finally, multiple sclerosis has been associated with both central and peripheral causes of vertigo. Centrally, multiple sclerosis can cause vertigo with the development of demyelinating plaques in the vestibular pathways. [10] BPPV is a common peripheral cause of vertigo in patients with multiple sclerosis. [1]", "contents": "Vertigo -- Etiology. Central etiologies of vertigo should always be considered in the differential. Ischemic or hemorrhagic strokes, particularly involving the cerebellum or vertebrobasilar system, are life-threatening and must be ruled out by history, physical and other diagnostic tests if warranted. [8] [1] Other more serious central causes include tumors, particularly those arising from the cerebellopontine angle. [9] Examples of such tumors include a brainstem glioma, medulloblastoma, and a vestibular schwannoma, which can lead to sensorineural hearing loss as well as vertiginous symptoms. [1] Vestibular migraines are a common central cause of vertigo. They are characterized by unilateral headaches associated with other symptoms, including nausea, vomiting, photophobia, and phonophobia. Finally, multiple sclerosis has been associated with both central and peripheral causes of vertigo. Centrally, multiple sclerosis can cause vertigo with the development of demyelinating plaques in the vestibular pathways. [10] BPPV is a common peripheral cause of vertigo in patients with multiple sclerosis. [1]"}
{"id": "article-31130_6", "title": "Vertigo -- Etiology", "content": "Other causes can lead to vertigo. These include medication-induced vertigo and psychologic disorders, including mood, anxiety, and somatization. Medications that have been associated with vertigo include anticonvulsants such as phenytoin and salicylates. [1]", "contents": "Vertigo -- Etiology. Other causes can lead to vertigo. These include medication-induced vertigo and psychologic disorders, including mood, anxiety, and somatization. Medications that have been associated with vertigo include anticonvulsants such as phenytoin and salicylates. [1]"}
{"id": "article-31130_7", "title": "Vertigo -- Epidemiology", "content": "Vertigo affects both men and women but is about two to three times more common in women than men. [1] It has been associated with various comorbid conditions, including depression and cardiovascular disease. Prevalence increases with age and varies depending on the underlying diagnosis. Based on a survey of the general population, the 1-year prevalence of vertigo is about 5% and an annual incidence of 1.4%. Dizziness including vertigo affects about 15% to over 20% of adults yearly. [11] For benign paroxysmal positional vertigo, the one-year prevalence is about 1.6%, and it is less than 1% for vestibular migraine. The impact of vertigo should not be underestimated as nearly 80% of survey respondents reported an interruption in daily activities, including employment and the need for additional medical attention. The prevalence of Menière's disease has been recently reported to be 0.51% which is much higher than previous reports. [12] [11]", "contents": "Vertigo -- Epidemiology. Vertigo affects both men and women but is about two to three times more common in women than men. [1] It has been associated with various comorbid conditions, including depression and cardiovascular disease. Prevalence increases with age and varies depending on the underlying diagnosis. Based on a survey of the general population, the 1-year prevalence of vertigo is about 5% and an annual incidence of 1.4%. Dizziness including vertigo affects about 15% to over 20% of adults yearly. [11] For benign paroxysmal positional vertigo, the one-year prevalence is about 1.6%, and it is less than 1% for vestibular migraine. The impact of vertigo should not be underestimated as nearly 80% of survey respondents reported an interruption in daily activities, including employment and the need for additional medical attention. The prevalence of Menière's disease has been recently reported to be 0.51% which is much higher than previous reports. [12] [11]"}
{"id": "article-31130_8", "title": "Vertigo -- Pathophysiology", "content": "Asymmetry in the vestibular system accounts for the symptom of vertigo. Asymmetry may result from damage or dysfunction in the peripheral system, such as the vestibular labyrinth or vestibular nerve or a central disturbance in the brainstem or cerebellum. [1] Though there may be a permanent vestibular disturbance, the symptom of vertigo is never permanent as the central nervous system adapts over days to weeks. [13] Tumors can cause vertigo. Schwannoma is the most common lesion in the cerebellopontine angle. [14] Meningioma is the most common extra-axial tumor in adults. It is the second most common lesion in the cerebellopontine angle. Glomus jugulare and glomus jugulotympanicum are tumors of the chemoreceptor system and are the main primary tumors of the jugular foramen. Metastases should be a consideration in patients with known primary neoplasia or multiple brain lesions. Infectious causes should be considered. Viral labyrinthitis is the most common example. Otomastoiditis is an infection of the tympanic and mastoid cavities. It is typically caused by bacterial agents with the most common being Streptococcus pneumoniae and Haemophilus influenzae . Acute cerebellitis is encephalitis that is restricted to the cerebellum. It is most common in children. Varicella-zoster virus is the leading cause. Cholesteatoma can be acquired or congenital, occurring in the pars flaccida or pars tensa. It is the proliferation of keratinized stratified squamous epithelium. [15]", "contents": "Vertigo -- Pathophysiology. Asymmetry in the vestibular system accounts for the symptom of vertigo. Asymmetry may result from damage or dysfunction in the peripheral system, such as the vestibular labyrinth or vestibular nerve or a central disturbance in the brainstem or cerebellum. [1] Though there may be a permanent vestibular disturbance, the symptom of vertigo is never permanent as the central nervous system adapts over days to weeks. [13] Tumors can cause vertigo. Schwannoma is the most common lesion in the cerebellopontine angle. [14] Meningioma is the most common extra-axial tumor in adults. It is the second most common lesion in the cerebellopontine angle. Glomus jugulare and glomus jugulotympanicum are tumors of the chemoreceptor system and are the main primary tumors of the jugular foramen. Metastases should be a consideration in patients with known primary neoplasia or multiple brain lesions. Infectious causes should be considered. Viral labyrinthitis is the most common example. Otomastoiditis is an infection of the tympanic and mastoid cavities. It is typically caused by bacterial agents with the most common being Streptococcus pneumoniae and Haemophilus influenzae . Acute cerebellitis is encephalitis that is restricted to the cerebellum. It is most common in children. Varicella-zoster virus is the leading cause. Cholesteatoma can be acquired or congenital, occurring in the pars flaccida or pars tensa. It is the proliferation of keratinized stratified squamous epithelium. [15]"}
{"id": "article-31130_9", "title": "Vertigo -- History and Physical", "content": "The initial goal in diagnosis is determining whether or not the patient is truly experiencing vertigo, as most patients will report dizziness as a chief complaint. To elicit true vertigo symptoms, a provider may ask, \"Does it feel like the room is spinning around you?\". [1] Once vertigo has been identified, a thorough history helps the provider differentiate between a central and peripheral etiology. Eliciting a time course of symptoms is one of the best ways to determine the underlying etiology. For instance, recurring vertigo lasting a few minutes or less is often associated with benign paroxysmal positional vertigo. A single episode lasting minutes to hours can be caused by a vestibular migraine or even a more serious underlying diagnosis such as a transient ischemic attack. More prolonged episodes can be seen in both peripheral and central causes such as vestibular neuritis or stroke. [1]", "contents": "Vertigo -- History and Physical. The initial goal in diagnosis is determining whether or not the patient is truly experiencing vertigo, as most patients will report dizziness as a chief complaint. To elicit true vertigo symptoms, a provider may ask, \"Does it feel like the room is spinning around you?\". [1] Once vertigo has been identified, a thorough history helps the provider differentiate between a central and peripheral etiology. Eliciting a time course of symptoms is one of the best ways to determine the underlying etiology. For instance, recurring vertigo lasting a few minutes or less is often associated with benign paroxysmal positional vertigo. A single episode lasting minutes to hours can be caused by a vestibular migraine or even a more serious underlying diagnosis such as a transient ischemic attack. More prolonged episodes can be seen in both peripheral and central causes such as vestibular neuritis or stroke. [1]"}
{"id": "article-31130_10", "title": "Vertigo -- History and Physical", "content": "Once a time course has been established, it is important to assess for associated symptoms as this can further help differentiate a central from a peripheral etiology. Nausea and vomiting are typical with acute episodes of vertigo and are not specific for any particular etiology. Since it is important to rule out central causes that may be progressive or life-threatening, such as a vertebrobasilar stroke or multiple sclerosis, providers must ask about any focal neurologic deficits such as diplopia, dysarthria, dysphagia, and numbness or weakness. [16] An absence of any focal neurologic deficit does not completely rule out a serious central process, but its presence is very concerning and should be investigated further. Moving down the differential of central causes and associated symptoms, providers should inquire about symptoms of headache, photophobia, and visual auras as these often accompany vestibular migraines. There are numerous other symptoms associated with vertigo stemming from a peripheral lesion. Patients may experience deafness and tinnitus concerning Ménière disease. [17] They may report a recent viral infection that can cause acute labyrinthitis and vestibular neuritis. Finally, it is important to review a patient's medication list and review social history for any substance or alcohol use. Medications that can affect vestibular function include anticonvulsants, salicylates, and antibiotics. [18]", "contents": "Vertigo -- History and Physical. Once a time course has been established, it is important to assess for associated symptoms as this can further help differentiate a central from a peripheral etiology. Nausea and vomiting are typical with acute episodes of vertigo and are not specific for any particular etiology. Since it is important to rule out central causes that may be progressive or life-threatening, such as a vertebrobasilar stroke or multiple sclerosis, providers must ask about any focal neurologic deficits such as diplopia, dysarthria, dysphagia, and numbness or weakness. [16] An absence of any focal neurologic deficit does not completely rule out a serious central process, but its presence is very concerning and should be investigated further. Moving down the differential of central causes and associated symptoms, providers should inquire about symptoms of headache, photophobia, and visual auras as these often accompany vestibular migraines. There are numerous other symptoms associated with vertigo stemming from a peripheral lesion. Patients may experience deafness and tinnitus concerning Ménière disease. [17] They may report a recent viral infection that can cause acute labyrinthitis and vestibular neuritis. Finally, it is important to review a patient's medication list and review social history for any substance or alcohol use. Medications that can affect vestibular function include anticonvulsants, salicylates, and antibiotics. [18]"}
{"id": "article-31130_11", "title": "Vertigo -- History and Physical", "content": "When combined with a complete history, a focused physical exam can help further elicit a peripheral from a central cause of vertigo. Assessing for nystagmus is a key portion of the physical exam when a patient presents with vertiginous symptoms. [1] A functional vestibular system allows one to maintain gaze during rotation through vestibular ocular reflexes. With a unilateral dysfunction in the vestibular system, the eyes drift slowly away from a target and then correct with a fast movement in the reverse direction resulting in the appearance of a “beat” in the direction of the fast phase. In a peripheral vestibular lesion, the fast phase is away from the affected side, and the frequency and amplitude of nystagmus will increase with a gaze toward the side of the fast phase. For instance, a rightward gaze will increase right-beating nystagmus. In peripheral lesions, the predominant direction of nystagmus remains the same regardless of the direction of gaze, while central lesions may present with nystagmus that reverses direction. [19] Central lesions can present with nystagmus in any direction, while peripheral lesions often present with horizontal nystagmus with a torsional component. It is important to note that nystagmus resulting from a peripheral lesion is never purely torsional or vertical. A physical examination technique to help further determine etiology is the head impulse or thrust technique. In this exam, the patient is asked to keep their eyes fixed on a distant target with prescription eyeglasses if needed. The head is then turned quickly to the right or left by about 15 degrees. A normal response occurs when the eyes remain on the target. An abnormal response is when the eyes are dragged off of the target in the direction of the head turn, followed by a saccade back to the target. This response implies a peripheral lesion resulting in a deficient vestibulo-ocular reflex on the side of the head turn. Finally, a provider may test for skew, which involves the examiner covering one eye and observing for a vertical shift in the eye when uncovered. Central lesions sometimes produce a slight skew deviation. When the head impulse test is combined with an examination of nystagmus and a test for skew, this is referred to as the HINTS (Head Impulse-Nystagmus-Test for Skew) test. [20] A normal head impulse test on both sides with direction-changing nystagmus or skew deviation is concerning for a central lesion. An abnormal head impulse test with unidirectional nystagmus and absent skew strongly suggests a peripheral lesion. The HINTS test may be more sensitive for the diagnosis of acute stroke than even MRI within the first 48 hours following symptom onset. [21]", "contents": "Vertigo -- History and Physical. When combined with a complete history, a focused physical exam can help further elicit a peripheral from a central cause of vertigo. Assessing for nystagmus is a key portion of the physical exam when a patient presents with vertiginous symptoms. [1] A functional vestibular system allows one to maintain gaze during rotation through vestibular ocular reflexes. With a unilateral dysfunction in the vestibular system, the eyes drift slowly away from a target and then correct with a fast movement in the reverse direction resulting in the appearance of a “beat” in the direction of the fast phase. In a peripheral vestibular lesion, the fast phase is away from the affected side, and the frequency and amplitude of nystagmus will increase with a gaze toward the side of the fast phase. For instance, a rightward gaze will increase right-beating nystagmus. In peripheral lesions, the predominant direction of nystagmus remains the same regardless of the direction of gaze, while central lesions may present with nystagmus that reverses direction. [19] Central lesions can present with nystagmus in any direction, while peripheral lesions often present with horizontal nystagmus with a torsional component. It is important to note that nystagmus resulting from a peripheral lesion is never purely torsional or vertical. A physical examination technique to help further determine etiology is the head impulse or thrust technique. In this exam, the patient is asked to keep their eyes fixed on a distant target with prescription eyeglasses if needed. The head is then turned quickly to the right or left by about 15 degrees. A normal response occurs when the eyes remain on the target. An abnormal response is when the eyes are dragged off of the target in the direction of the head turn, followed by a saccade back to the target. This response implies a peripheral lesion resulting in a deficient vestibulo-ocular reflex on the side of the head turn. Finally, a provider may test for skew, which involves the examiner covering one eye and observing for a vertical shift in the eye when uncovered. Central lesions sometimes produce a slight skew deviation. When the head impulse test is combined with an examination of nystagmus and a test for skew, this is referred to as the HINTS (Head Impulse-Nystagmus-Test for Skew) test. [20] A normal head impulse test on both sides with direction-changing nystagmus or skew deviation is concerning for a central lesion. An abnormal head impulse test with unidirectional nystagmus and absent skew strongly suggests a peripheral lesion. The HINTS test may be more sensitive for the diagnosis of acute stroke than even MRI within the first 48 hours following symptom onset. [21]"}
{"id": "article-31130_12", "title": "Vertigo -- History and Physical", "content": "Other physical exam techniques may be used to diagnose and treat vertigo including the Dix-Hallpike maneuver. [22] It is the diagnostic test and treatment of choice when BPPV is suspected. Dix-Hallpike consists of two maneuvers. A patient sits on an exam table facing forward with eyes open, and the provider turns the patient's head 45 degrees to the right. The provider continues to support the patient's head while the patient lies back quickly to a supine position with the head hanging about 20 degrees off the end of the table. The patient remains in this position for 30 seconds before returning to the upright position, where they are observed for another 30 seconds. This maneuver is repeated with the head turned to the left. The test is positive if, at any point, the maneuvers produce vertigo with or without nystagmus. [1]", "contents": "Vertigo -- History and Physical. Other physical exam techniques may be used to diagnose and treat vertigo including the Dix-Hallpike maneuver. [22] It is the diagnostic test and treatment of choice when BPPV is suspected. Dix-Hallpike consists of two maneuvers. A patient sits on an exam table facing forward with eyes open, and the provider turns the patient's head 45 degrees to the right. The provider continues to support the patient's head while the patient lies back quickly to a supine position with the head hanging about 20 degrees off the end of the table. The patient remains in this position for 30 seconds before returning to the upright position, where they are observed for another 30 seconds. This maneuver is repeated with the head turned to the left. The test is positive if, at any point, the maneuvers produce vertigo with or without nystagmus. [1]"}
{"id": "article-31130_13", "title": "Vertigo -- History and Physical", "content": "Gait and balance testing can further aid in localization. Patients with unilateral peripheral disorders often lean or fall toward the side of the lesion; whereas, patients with cerebellar lesions are often unable to walk without assistance, and the direction of falling with Romberg testing is variable. A significant percentage of primary care and specialist physicians neglect the basics of history and physical leading to unnecessary imaging and medications. [23]", "contents": "Vertigo -- History and Physical. Gait and balance testing can further aid in localization. Patients with unilateral peripheral disorders often lean or fall toward the side of the lesion; whereas, patients with cerebellar lesions are often unable to walk without assistance, and the direction of falling with Romberg testing is variable. A significant percentage of primary care and specialist physicians neglect the basics of history and physical leading to unnecessary imaging and medications. [23]"}
{"id": "article-31130_14", "title": "Vertigo -- History and Physical", "content": "The otoscopic exam should be completed to rule out an obvious infection such as acute otitis media, and bedside tests of hearing can be useful in differentiating other causes of vertigo. Weber and Rinne tests are performed at the bedside to detect conductive and sensorineural hearing loss. [24] However, audiometry is more sensitive than bedside testing in detecting hearing loss. A unilateral hearing loss points strongly to a peripheral etiology, but further diagnostic imaging with MRI is warranted if a cause can not be identified. There is insufficient high-quality evidence for the diagnostic value of the absence of hearing loss, as assessed by pure tone audiometry, to predict BPPV in patients with vertigo. [25]", "contents": "Vertigo -- History and Physical. The otoscopic exam should be completed to rule out an obvious infection such as acute otitis media, and bedside tests of hearing can be useful in differentiating other causes of vertigo. Weber and Rinne tests are performed at the bedside to detect conductive and sensorineural hearing loss. [24] However, audiometry is more sensitive than bedside testing in detecting hearing loss. A unilateral hearing loss points strongly to a peripheral etiology, but further diagnostic imaging with MRI is warranted if a cause can not be identified. There is insufficient high-quality evidence for the diagnostic value of the absence of hearing loss, as assessed by pure tone audiometry, to predict BPPV in patients with vertigo. [25]"}
{"id": "article-31130_15", "title": "Vertigo -- Evaluation", "content": "The acronym STANDING describes a four-step algorithm based on nystagmus observation and well-known diagnostic maneuvers. It includes the discrimination between S pon TA neous and positional nystagmus, evaluation of the N ystagmus D irection, the head I mpulse test, and the evaluation of equilibrium (sta N din G ). [26] Laboratory testing is often not useful in identifying the etiology of vertigo. Diagnostic testing with brain imaging is indicated if a central lesion is suspected. Clinicians may find it difficult to distinguish between a central lesion such as infarction and a peripheral lesion such as vestibular neuritis in which the symptoms of vertigo can last for days. In this case, neuroimaging is recommended in patients with risk factors for stroke, associated focal neurologic deficits, a new headache, and when the physical exam is not entirely consistent with a peripheral lesion. The modality of choice is MRI and MRA, as CT scans are less sensitive than MRI for the diagnosis and evaluation of central lesions. However, if MRI is unavailable or contraindicated, a CT scan with thin cuts, particularly through the brain stem and cerebellum, may be used. [15]", "contents": "Vertigo -- Evaluation. The acronym STANDING describes a four-step algorithm based on nystagmus observation and well-known diagnostic maneuvers. It includes the discrimination between S pon TA neous and positional nystagmus, evaluation of the N ystagmus D irection, the head I mpulse test, and the evaluation of equilibrium (sta N din G ). [26] Laboratory testing is often not useful in identifying the etiology of vertigo. Diagnostic testing with brain imaging is indicated if a central lesion is suspected. Clinicians may find it difficult to distinguish between a central lesion such as infarction and a peripheral lesion such as vestibular neuritis in which the symptoms of vertigo can last for days. In this case, neuroimaging is recommended in patients with risk factors for stroke, associated focal neurologic deficits, a new headache, and when the physical exam is not entirely consistent with a peripheral lesion. The modality of choice is MRI and MRA, as CT scans are less sensitive than MRI for the diagnosis and evaluation of central lesions. However, if MRI is unavailable or contraindicated, a CT scan with thin cuts, particularly through the brain stem and cerebellum, may be used. [15]"}
{"id": "article-31130_16", "title": "Vertigo -- Treatment / Management", "content": "Treatment of vertigo is dependent upon the etiology, and often, treating the underlying etiology will improve the symptoms of vertigo.", "contents": "Vertigo -- Treatment / Management. Treatment of vertigo is dependent upon the etiology, and often, treating the underlying etiology will improve the symptoms of vertigo."}
{"id": "article-31130_17", "title": "Vertigo -- Treatment / Management", "content": "Medications may be useful to suppress vestibular symptoms in acute episodes that may last a few hours to days. The most common medications used for symptomatic relief include antihistamines, benzodiazepines, and antiemetics. The most common antihistamine used is meclizine, which is safe during pregnancy. [27] Given sedating effects, caution is advised in using antihistamines, benzodiazepines, and antiemetics in elderly patients.", "contents": "Vertigo -- Treatment / Management. Medications may be useful to suppress vestibular symptoms in acute episodes that may last a few hours to days. The most common medications used for symptomatic relief include antihistamines, benzodiazepines, and antiemetics. The most common antihistamine used is meclizine, which is safe during pregnancy. [27] Given sedating effects, caution is advised in using antihistamines, benzodiazepines, and antiemetics in elderly patients."}
{"id": "article-31130_18", "title": "Vertigo -- Treatment / Management", "content": "Additional non-pharmacologic treatments for patients with permanent unilateral or bilateral vestibular dysfunction include physical therapy with vestibular rehabilitation. [28] Vestibular rehabilitation exercises train the brain through alternative visual and proprioceptive clues to maintain balance. Several randomized control trials have shown benefits in vestibular rehabilitation, including a decrease in vertiginous symptoms, a decrease in movement provoked dizziness, and improvement in activities of daily living. [29] [30] [31]", "contents": "Vertigo -- Treatment / Management. Additional non-pharmacologic treatments for patients with permanent unilateral or bilateral vestibular dysfunction include physical therapy with vestibular rehabilitation. [28] Vestibular rehabilitation exercises train the brain through alternative visual and proprioceptive clues to maintain balance. Several randomized control trials have shown benefits in vestibular rehabilitation, including a decrease in vertiginous symptoms, a decrease in movement provoked dizziness, and improvement in activities of daily living. [29] [30] [31]"}
{"id": "article-31130_19", "title": "Vertigo -- Treatment / Management", "content": "In some patients, particularly those diagnosed with vestibular neuritis, a combination of pharmacologic and nonpharmacologic therapy is recommended. In vestibular neuritis, corticosteroids are recommended in the acute setting in addition to vestibular rehabilitation. In patients with Ménière disease, lifestyle adjustments in addition to medication and vestibular rehabilitation have shown to be effective. [32]", "contents": "Vertigo -- Treatment / Management. In some patients, particularly those diagnosed with vestibular neuritis, a combination of pharmacologic and nonpharmacologic therapy is recommended. In vestibular neuritis, corticosteroids are recommended in the acute setting in addition to vestibular rehabilitation. In patients with Ménière disease, lifestyle adjustments in addition to medication and vestibular rehabilitation have shown to be effective. [32]"}
{"id": "article-31130_20", "title": "Vertigo -- Treatment / Management", "content": "Patients with Ménière disease may be particularly sensitive to a high salt diet, caffeine, and alcohol. Avoiding known triggers can help to alleviate symptoms. Diuretics may also be prescribed when diet modification alone is not sufficient in controlling symptoms. Acute episodes can be symptomatically treated with vestibular suppressants like meclizine.", "contents": "Vertigo -- Treatment / Management. Patients with Ménière disease may be particularly sensitive to a high salt diet, caffeine, and alcohol. Avoiding known triggers can help to alleviate symptoms. Diuretics may also be prescribed when diet modification alone is not sufficient in controlling symptoms. Acute episodes can be symptomatically treated with vestibular suppressants like meclizine."}
{"id": "article-31130_21", "title": "Vertigo -- Treatment / Management", "content": "Patients with benign paroxysmal positional vertigo benefit from non-pharmacologic agents. The primary treatment for BPPV is focused on head rotation maneuvers that displace calcium deposits back to the vestibule through canalith repositioning or the Epley maneuver. [33] The benefit of the Epley maneuver is that the patient at home can perform it. To perform a modified Epley maneuver (as shown in the image), instruct the patient to position themselves upright on a bed with their head turned 45 degrees to the left and a pillow behind them. The pillow should be positioned so that when supine, the pillow is directly under their shoulders. Once the patient is in position, they should like back quickly onto the pillow, so the head is reclined onto the bed. They should hold this position for 30 seconds. Without raising their head, they should then turn their head 90 degrees to the opposite side (right) and hold this position for another 30 seconds. After 30 seconds, they should turn their body and head another 90 degrees to the right and wait for another 30 seconds. Finally, they should sit up on the right side of the bed. This maneuver can be repeated starting on the opposite side and should be performed at least three times a day until the patient has no further episodes of positional vertigo for 24 hours. The Epley maneuver is effective in 50 to 90% of patients. [34] Unfortunately, BPPV is intractable in a select number of patients, and surgical treatment can be an option, particularly if symptoms are disabling. Surgical options include occlusion of the posterior canal with bony plugs or transection of the posterior ampullary nerve. Either surgical procedure has risks of hearing loss.", "contents": "Vertigo -- Treatment / Management. Patients with benign paroxysmal positional vertigo benefit from non-pharmacologic agents. The primary treatment for BPPV is focused on head rotation maneuvers that displace calcium deposits back to the vestibule through canalith repositioning or the Epley maneuver. [33] The benefit of the Epley maneuver is that the patient at home can perform it. To perform a modified Epley maneuver (as shown in the image), instruct the patient to position themselves upright on a bed with their head turned 45 degrees to the left and a pillow behind them. The pillow should be positioned so that when supine, the pillow is directly under their shoulders. Once the patient is in position, they should like back quickly onto the pillow, so the head is reclined onto the bed. They should hold this position for 30 seconds. Without raising their head, they should then turn their head 90 degrees to the opposite side (right) and hold this position for another 30 seconds. After 30 seconds, they should turn their body and head another 90 degrees to the right and wait for another 30 seconds. Finally, they should sit up on the right side of the bed. This maneuver can be repeated starting on the opposite side and should be performed at least three times a day until the patient has no further episodes of positional vertigo for 24 hours. The Epley maneuver is effective in 50 to 90% of patients. [34] Unfortunately, BPPV is intractable in a select number of patients, and surgical treatment can be an option, particularly if symptoms are disabling. Surgical options include occlusion of the posterior canal with bony plugs or transection of the posterior ampullary nerve. Either surgical procedure has risks of hearing loss."}
{"id": "article-31130_22", "title": "Vertigo -- Differential Diagnosis", "content": "The differential diagnosis of vertigo is extensive as it can arise from a central or peripheral lesion in the vestibular system. Therefore, it is important to differentiate vertigo from symptoms of disequilibrium and pre-syncope, such as imbalance and lightheadedness. An extensive list of metabolic, vascular, inflammatory, iatrogenic, and endocrine causes can lead to these symptoms. [35] Acute anemia Anxiety disorders Benign positional vertigo Brain neoplasms Chronic anemia Giant cell arteritis Herpes simplex encephalitis Labyrinthitis Mastoiditis Ménière disease Meningitis Migraine headache Multiple sclerosis Stroke Stroke Vertebrobasilar atherothrombotic disease Vestibular neuronitis Wernicke encephalopathy", "contents": "Vertigo -- Differential Diagnosis. The differential diagnosis of vertigo is extensive as it can arise from a central or peripheral lesion in the vestibular system. Therefore, it is important to differentiate vertigo from symptoms of disequilibrium and pre-syncope, such as imbalance and lightheadedness. An extensive list of metabolic, vascular, inflammatory, iatrogenic, and endocrine causes can lead to these symptoms. [35] Acute anemia Anxiety disorders Benign positional vertigo Brain neoplasms Chronic anemia Giant cell arteritis Herpes simplex encephalitis Labyrinthitis Mastoiditis Ménière disease Meningitis Migraine headache Multiple sclerosis Stroke Stroke Vertebrobasilar atherothrombotic disease Vestibular neuronitis Wernicke encephalopathy"}
{"id": "article-31130_23", "title": "Vertigo -- Prognosis", "content": "Benign paroxysmal positional vertigo recurrence rates are 50% at 5 years. There is the persistence of dizziness related to anxiety in almost a third of patients 1 year after vestibular neuritis. [12]", "contents": "Vertigo -- Prognosis. Benign paroxysmal positional vertigo recurrence rates are 50% at 5 years. There is the persistence of dizziness related to anxiety in almost a third of patients 1 year after vestibular neuritis. [12]"}
{"id": "article-31130_24", "title": "Vertigo -- Prognosis", "content": "According to Perrez-Garrigues et al., the number of episodes of vertigo is higher in the first years of the disease and decreases in later years regardless of whether patients receive treatment; most patients reach a \"steady-state phase free of vertigo.\" [36] As with vertigo, loss of hearing is highest in the early years of the disease and stabilizes in later years. Usually, there is no recovery from hearing loss. [37]", "contents": "Vertigo -- Prognosis. According to Perrez-Garrigues et al., the number of episodes of vertigo is higher in the first years of the disease and decreases in later years regardless of whether patients receive treatment; most patients reach a \"steady-state phase free of vertigo.\" [36] As with vertigo, loss of hearing is highest in the early years of the disease and stabilizes in later years. Usually, there is no recovery from hearing loss. [37]"}
{"id": "article-31130_25", "title": "Vertigo -- Prognosis", "content": "The acute vertigo of labyrinthitis should resolve within a couple of days; however, milder symptoms may persist for a number of weeks. Provided the patient had no serious neurological sequelae, the prognosis is usually good. However, patients with neurological complications may require further interventions. For example, ventriculoperitoneal shunts may be required in patients with hydrocephalus secondary to bacterial meningitis. [38]", "contents": "Vertigo -- Prognosis. The acute vertigo of labyrinthitis should resolve within a couple of days; however, milder symptoms may persist for a number of weeks. Provided the patient had no serious neurological sequelae, the prognosis is usually good. However, patients with neurological complications may require further interventions. For example, ventriculoperitoneal shunts may be required in patients with hydrocephalus secondary to bacterial meningitis. [38]"}
{"id": "article-31130_26", "title": "Vertigo -- Complications", "content": "The key to arriving at the diagnosis is to differentiate vertigo from other causes of dizziness or imbalance and distinguish central from peripheral causes of vertigo. An accurate diagnosis is essential in life-threatening causes. These include neoplasms, infection, and cerebrovascular accidents. [39]", "contents": "Vertigo -- Complications. The key to arriving at the diagnosis is to differentiate vertigo from other causes of dizziness or imbalance and distinguish central from peripheral causes of vertigo. An accurate diagnosis is essential in life-threatening causes. These include neoplasms, infection, and cerebrovascular accidents. [39]"}
{"id": "article-31130_27", "title": "Vertigo -- Deterrence and Patient Education", "content": "Labyrinthitis is often secondary to another infection, such as otitis media or meningitis. Therefore early diagnosis and effective management of these should prevent the development of labyrinthitis or at least minimize the risk of long-term complications. It is also key that populations are up to date with their vaccinations to reduce the risk of contracting measles, mumps, or rubella. Patients with vertigo should be encouraged to attempt mobilizing as soon as possible, as this is believed to help with vestibular compensation and prognosis. [2] Patients who receive a prolonged course of benzodiazepines and/or antihistamines to treat their vertigo appear to have delayed vestibular recovery.", "contents": "Vertigo -- Deterrence and Patient Education. Labyrinthitis is often secondary to another infection, such as otitis media or meningitis. Therefore early diagnosis and effective management of these should prevent the development of labyrinthitis or at least minimize the risk of long-term complications. It is also key that populations are up to date with their vaccinations to reduce the risk of contracting measles, mumps, or rubella. Patients with vertigo should be encouraged to attempt mobilizing as soon as possible, as this is believed to help with vestibular compensation and prognosis. [2] Patients who receive a prolonged course of benzodiazepines and/or antihistamines to treat their vertigo appear to have delayed vestibular recovery."}
{"id": "article-31130_28", "title": "Vertigo -- Deterrence and Patient Education", "content": "Ménière disease is suspected if the patient experiences loss of hearing in one ear with attacks of vertigo which last from several minutes to several hours, and tinnitus. Patients who experience these symptoms must seek consultation with their general practitioner or the emergency department.", "contents": "Vertigo -- Deterrence and Patient Education. Ménière disease is suspected if the patient experiences loss of hearing in one ear with attacks of vertigo which last from several minutes to several hours, and tinnitus. Patients who experience these symptoms must seek consultation with their general practitioner or the emergency department."}
{"id": "article-31130_29", "title": "Vertigo -- Deterrence and Patient Education", "content": "In the cases of BPPV, it is best to explain that it is a non-life-threatening condition. Its favorable prognosis reassures patients that it is not a severe condition. Patients should also be warned that recurrences are very common even after successful management with repositioning maneuvers so that further treatment may be necessary.", "contents": "Vertigo -- Deterrence and Patient Education. In the cases of BPPV, it is best to explain that it is a non-life-threatening condition. Its favorable prognosis reassures patients that it is not a severe condition. Patients should also be warned that recurrences are very common even after successful management with repositioning maneuvers so that further treatment may be necessary."}
{"id": "article-31130_30", "title": "Vertigo -- Pearls and Other Issues", "content": "Recent group consensus recommendations were against radiographic imaging for patients who meet the diagnostic criteria for BPPV if there are no additional signs and/or symptoms inconsistent with BPPV. There is no need for vestibular testing for patients who meets diagnostic criteria for BPPV in the absence of additional vestibular signs and/or symptoms. The routine treatment of BPPV with vestibular suppressant medications such as antihistamines and/or benzodiazepines should be avoided. [40]", "contents": "Vertigo -- Pearls and Other Issues. Recent group consensus recommendations were against radiographic imaging for patients who meet the diagnostic criteria for BPPV if there are no additional signs and/or symptoms inconsistent with BPPV. There is no need for vestibular testing for patients who meets diagnostic criteria for BPPV in the absence of additional vestibular signs and/or symptoms. The routine treatment of BPPV with vestibular suppressant medications such as antihistamines and/or benzodiazepines should be avoided. [40]"}
{"id": "article-31130_31", "title": "Vertigo -- Enhancing Healthcare Team Outcomes", "content": "Vertigo is a common complaint best evaluated and treated by an interprofessional team consisting of primary care providers, otolaryngologists, neurologists, specialty trained nurses, physical therapists, and pharmacists. Most patients can be diagnosed clinically, but some patients should have imaging and referral to specialists physicians. Otolaryngology and neuroscience nurses provide patient education, arrange testing, monitor response, and report to treating physicians. Patients with BPPV can benefit from physical therapy. Pharmacists review prescriptions, check for interactions, and inform patients about potential side effects. [Level 5]", "contents": "Vertigo -- Enhancing Healthcare Team Outcomes. Vertigo is a common complaint best evaluated and treated by an interprofessional team consisting of primary care providers, otolaryngologists, neurologists, specialty trained nurses, physical therapists, and pharmacists. Most patients can be diagnosed clinically, but some patients should have imaging and referral to specialists physicians. Otolaryngology and neuroscience nurses provide patient education, arrange testing, monitor response, and report to treating physicians. Patients with BPPV can benefit from physical therapy. Pharmacists review prescriptions, check for interactions, and inform patients about potential side effects. [Level 5]"}
{"id": "article-31130_32", "title": "Vertigo -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vertigo -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}