{"id": "article-17700_0", "title": "Antimicrobial Susceptibility Testing -- Introduction", "content": "The majority of infectious diseases are bacterial in origin. With the discovery of laboratory methods to grow these microorganisms using an appropriate growth medium known as “culture,” determining the sensitivity and resistance of specific pathogens to a wide range of antimicrobial agents becomes necessary so that healthcare providers can immediately institute proper treatment regimens to their patients. [1]", "contents": "Antimicrobial Susceptibility Testing -- Introduction. The majority of infectious diseases are bacterial in origin. With the discovery of laboratory methods to grow these microorganisms using an appropriate growth medium known as “culture,” determining the sensitivity and resistance of specific pathogens to a wide range of antimicrobial agents becomes necessary so that healthcare providers can immediately institute proper treatment regimens to their patients. [1]"}
{"id": "article-17700_1", "title": "Antimicrobial Susceptibility Testing -- Introduction", "content": "Antimicrobial susceptibility testing (AST) is a laboratory procedure performed by medical technologists (clinical laboratory scientists) to identify which antimicrobial regimen is specifically effective for individual patients. On a larger scale, it aids in the evaluation of treatment services provided by hospitals, clinics, and national programs for the control and prevention of infectious diseases.  Recently, researchers have had to implement continuous surveillance activities for resistance patterns due to the mutations in bacterial DNA. [2] [3]", "contents": "Antimicrobial Susceptibility Testing -- Introduction. Antimicrobial susceptibility testing (AST) is a laboratory procedure performed by medical technologists (clinical laboratory scientists) to identify which antimicrobial regimen is specifically effective for individual patients. On a larger scale, it aids in the evaluation of treatment services provided by hospitals, clinics, and national programs for the control and prevention of infectious diseases.  Recently, researchers have had to implement continuous surveillance activities for resistance patterns due to the mutations in bacterial DNA. [2] [3]"}
{"id": "article-17700_2", "title": "Antimicrobial Susceptibility Testing -- Introduction", "content": "Clinical laboratories currently employ several methods depending on the laboratory test menu that they provide. These approaches include the disk diffusion and minimum inhibitory concentration (MIC) methods.  Commercial systems also became available across health centers and hospital facilities, utilizing both phenotypic and genotypic characterization of bacterial resistance.  While routine antimicrobial susceptibility testing for gram-positive (e.g., Staphylococcus aureus ) and gram-negative bacteria (e.g., Pseudomonas aeruginosa ) are commonly available in peripheral laboratories, drug susceptibility testing (DST) for Mycobacterium tuberculosis are usually carried out within more complex facilities like reference laboratories.  Despite the differences in the techniques for susceptibility tests, all laboratories must be critical on each step of the sampling and testing process so that test results are obtainable with consistently high levels of accuracy and reliability.", "contents": "Antimicrobial Susceptibility Testing -- Introduction. Clinical laboratories currently employ several methods depending on the laboratory test menu that they provide. These approaches include the disk diffusion and minimum inhibitory concentration (MIC) methods.  Commercial systems also became available across health centers and hospital facilities, utilizing both phenotypic and genotypic characterization of bacterial resistance.  While routine antimicrobial susceptibility testing for gram-positive (e.g., Staphylococcus aureus ) and gram-negative bacteria (e.g., Pseudomonas aeruginosa ) are commonly available in peripheral laboratories, drug susceptibility testing (DST) for Mycobacterium tuberculosis are usually carried out within more complex facilities like reference laboratories.  Despite the differences in the techniques for susceptibility tests, all laboratories must be critical on each step of the sampling and testing process so that test results are obtainable with consistently high levels of accuracy and reliability."}
{"id": "article-17700_3", "title": "Antimicrobial Susceptibility Testing -- Specimen Collection", "content": "Specimen requirements for routine susceptibility testing using the disk diffusion method and minimum inhibitory concentration (MIC) method are similar to the guidelines for collecting samples for bacterial culture since a certain number of well-isolated colonies (usually 3 to 5) grown from a culture is necessary to prepare a suspension of inoculum.  The usual specimens sent for culture and sensitivity tests are blood, urine, cerebrospinal fluid, sputum, wound, stool, and other body fluids and discharge. [4]", "contents": "Antimicrobial Susceptibility Testing -- Specimen Collection. Specimen requirements for routine susceptibility testing using the disk diffusion method and minimum inhibitory concentration (MIC) method are similar to the guidelines for collecting samples for bacterial culture since a certain number of well-isolated colonies (usually 3 to 5) grown from a culture is necessary to prepare a suspension of inoculum.  The usual specimens sent for culture and sensitivity tests are blood, urine, cerebrospinal fluid, sputum, wound, stool, and other body fluids and discharge. [4]"}
{"id": "article-17700_4", "title": "Antimicrobial Susceptibility Testing -- Specimen Collection", "content": "Special susceptibility tests via commercial systems may not always require bacterial colonies from culture because they can detect resistance to certain antimicrobial drugs by employing molecular techniques for detecting resistant genes.  An example would be the Xpert MTB/Rif assay which determines sensitivity or resistance to rifampicin directly from sputum specimens. [5]", "contents": "Antimicrobial Susceptibility Testing -- Specimen Collection. Special susceptibility tests via commercial systems may not always require bacterial colonies from culture because they can detect resistance to certain antimicrobial drugs by employing molecular techniques for detecting resistant genes.  An example would be the Xpert MTB/Rif assay which determines sensitivity or resistance to rifampicin directly from sputum specimens. [5]"}
{"id": "article-17700_5", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "Both disk diffusion and MIC methods employ the phenotypic identification of susceptibility, and therefore, requires the following process: Preparation of a standardized inoculum from a bacterial culture: Choosing well-isolated colonies Creating a bacterial suspension (inoculum) Standardizing the bacterial suspension using McFarland standards Dilution of bacterial suspension (only for MIC method) Inoculation of bacterial suspension to one of the following: A particular growth medium (e.g., Mueller Hinton Agar, MHA for disk diffusion) A MIC panel Addition of antimicrobial disks (only for disk diffusion) Incubation of plates (disk diffusion) or panels (MIC) Measuring the zone of inhibition or reading MIC panel Interpretation of AST results Commercial systems have their own sets of laboratory procedures that should be followed according to the manufacturer’s guidelines.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. Both disk diffusion and MIC methods employ the phenotypic identification of susceptibility, and therefore, requires the following process: Preparation of a standardized inoculum from a bacterial culture: Choosing well-isolated colonies Creating a bacterial suspension (inoculum) Standardizing the bacterial suspension using McFarland standards Dilution of bacterial suspension (only for MIC method) Inoculation of bacterial suspension to one of the following: A particular growth medium (e.g., Mueller Hinton Agar, MHA for disk diffusion) A MIC panel Addition of antimicrobial disks (only for disk diffusion) Incubation of plates (disk diffusion) or panels (MIC) Measuring the zone of inhibition or reading MIC panel Interpretation of AST results Commercial systems have their own sets of laboratory procedures that should be followed according to the manufacturer’s guidelines."}
{"id": "article-17700_6", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "Generally, the “direct colony suspension method” is used for preparing inoculum from colonies grown within 18 to 24 hours, while the “growth method” can be used by incubating the inoculated broth (with fast-growing bacteria) within 2 to 6 hours.  The usual McFarland standard for the turbidity of the inoculum is 0.5.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. Generally, the “direct colony suspension method” is used for preparing inoculum from colonies grown within 18 to 24 hours, while the “growth method” can be used by incubating the inoculated broth (with fast-growing bacteria) within 2 to 6 hours.  The usual McFarland standard for the turbidity of the inoculum is 0.5."}
{"id": "article-17700_7", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "Dilution of bacterial suspension (commonly 1:20) for MIC must occur within 15 minutes after making the standard inoculum.  Saline can be used as a diluent for a small amount of inoculum to create a concentration of 5 x 10 colony forming units (CFU) per milliliter.  As the inoculum is carefully poured over the panel tray and transferred to the panel prongs, the final concentration is expected to be relatively the same.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. Dilution of bacterial suspension (commonly 1:20) for MIC must occur within 15 minutes after making the standard inoculum.  Saline can be used as a diluent for a small amount of inoculum to create a concentration of 5 x 10 colony forming units (CFU) per milliliter.  As the inoculum is carefully poured over the panel tray and transferred to the panel prongs, the final concentration is expected to be relatively the same."}
{"id": "article-17700_8", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "Before the inoculation of bacterial suspension in a growth medium, for instance, MHA, check that there must not be an excessive amount of inoculum.  This check is accomplished by pressing the swab on the sides of the bacterial suspension tube before inoculating it to the MHA plate.  Inoculate the MHA plate with the swab by starting from the top, carefully swabbing from side to side down to the bottom of the plate.  This step is done three times after each rotation of the plate (usually 60 degrees) to cover the whole MHA plate with evenly swabbed inoculum.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. Before the inoculation of bacterial suspension in a growth medium, for instance, MHA, check that there must not be an excessive amount of inoculum.  This check is accomplished by pressing the swab on the sides of the bacterial suspension tube before inoculating it to the MHA plate.  Inoculate the MHA plate with the swab by starting from the top, carefully swabbing from side to side down to the bottom of the plate.  This step is done three times after each rotation of the plate (usually 60 degrees) to cover the whole MHA plate with evenly swabbed inoculum."}
{"id": "article-17700_9", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "In the MIC method, the inoculum is delivered to each well via panel prongs.  These panel prongs containing inoculum must be pressed on all sides and at the center, ensuring that the right volume of bacterial suspension transfers to each well, which is approximately 0.1 ml.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. In the MIC method, the inoculum is delivered to each well via panel prongs.  These panel prongs containing inoculum must be pressed on all sides and at the center, ensuring that the right volume of bacterial suspension transfers to each well, which is approximately 0.1 ml."}
{"id": "article-17700_10", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "The addition of antimicrobial disks on inoculated MHA plates can be done manually using sterile forceps placing each disk within equal distances from other disks.  An example of a recommendation states that a 150-millimeter diameter plate can be best applied with only 12 antimicrobial disks.  Each disk must be pressed towards the surface of the agar to ensure that disk displacement will not occur during incubation.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. The addition of antimicrobial disks on inoculated MHA plates can be done manually using sterile forceps placing each disk within equal distances from other disks.  An example of a recommendation states that a 150-millimeter diameter plate can be best applied with only 12 antimicrobial disks.  Each disk must be pressed towards the surface of the agar to ensure that disk displacement will not occur during incubation."}
{"id": "article-17700_11", "title": "Antimicrobial Susceptibility Testing -- Procedures", "content": "Incubation of the inoculated MHA plates with disks must take place considering the type of pathogen.  Commonly non-fastidious pathogens are incubated at 35°C for about 16 to 18 hours in ambient temperature.  Other organisms require longer times (e.g., 24 hours).  Fastidious pathogens such as Haemophilus and Neisseria spp. require 16 to 18 and 20 to 24 hours, respectively.  In the MIC method, the inoculated panel can be incubated using the same temperature and incubation time requirements.  Additionally, panels are recommended to be covered by a plastic seal or be contained in a plastic bag to prevent the panels from dehydration since each well contains a relatively minimal amount of bacterial suspension.", "contents": "Antimicrobial Susceptibility Testing -- Procedures. Incubation of the inoculated MHA plates with disks must take place considering the type of pathogen.  Commonly non-fastidious pathogens are incubated at 35°C for about 16 to 18 hours in ambient temperature.  Other organisms require longer times (e.g., 24 hours).  Fastidious pathogens such as Haemophilus and Neisseria spp. require 16 to 18 and 20 to 24 hours, respectively.  In the MIC method, the inoculated panel can be incubated using the same temperature and incubation time requirements.  Additionally, panels are recommended to be covered by a plastic seal or be contained in a plastic bag to prevent the panels from dehydration since each well contains a relatively minimal amount of bacterial suspension."}
{"id": "article-17700_12", "title": "Antimicrobial Susceptibility Testing -- Indications", "content": "Susceptibility testing for antimicrobials is necessary for patients who raise suspicion of infection with specific pathogens based on disease manifestation and clinical correlation.  Antibacterial agents are then used to detect sensitivity or resistance from bacteria.  Although the purpose of this review is primarily towards the susceptibility testing for bacterial pathogens, it is important to note that antifungal susceptibility tests also exist for addressing fungal infection (e.g., Candida , Aspergillus spp.).  Furthermore, antiviral susceptibility tests are also available (e.g., influenza) via molecular technologies including sequencing analysis such as Sanger and pyrosequencing methods. [6]", "contents": "Antimicrobial Susceptibility Testing -- Indications. Susceptibility testing for antimicrobials is necessary for patients who raise suspicion of infection with specific pathogens based on disease manifestation and clinical correlation.  Antibacterial agents are then used to detect sensitivity or resistance from bacteria.  Although the purpose of this review is primarily towards the susceptibility testing for bacterial pathogens, it is important to note that antifungal susceptibility tests also exist for addressing fungal infection (e.g., Candida , Aspergillus spp.).  Furthermore, antiviral susceptibility tests are also available (e.g., influenza) via molecular technologies including sequencing analysis such as Sanger and pyrosequencing methods. [6]"}
{"id": "article-17700_13", "title": "Antimicrobial Susceptibility Testing -- Potential Diagnosis", "content": "A unique impact of AST on patient management is the identification of the specific diagnosis, and additionally, targeting the particular etiologic agent causing the disease.  No two patients can be managed similarly, especially if they have the same signs and symptoms (disease manifestation) but with different treatment regimens because the same causative organism can have different resistance patterns. For example, two patients may present with an ordinary strain of Staphylococcus aureus vs. methicillin-resistant Staphylococcus aureus (MRSA); and another example would be patients with drug-susceptible (DS-TB) and drug-resistant tuberculosis (DR-TB).", "contents": "Antimicrobial Susceptibility Testing -- Potential Diagnosis. A unique impact of AST on patient management is the identification of the specific diagnosis, and additionally, targeting the particular etiologic agent causing the disease.  No two patients can be managed similarly, especially if they have the same signs and symptoms (disease manifestation) but with different treatment regimens because the same causative organism can have different resistance patterns. For example, two patients may present with an ordinary strain of Staphylococcus aureus vs. methicillin-resistant Staphylococcus aureus (MRSA); and another example would be patients with drug-susceptible (DS-TB) and drug-resistant tuberculosis (DR-TB)."}
{"id": "article-17700_14", "title": "Antimicrobial Susceptibility Testing -- Normal and Critical Findings", "content": "For disk diffusion, measuring the zone of inhibition is done by using a dedicated caliper.  Correctly measure the diameter by the edges of the inhibition zone.  For MIC panels, reading each set of wells for an antibiotic drug is done.  MIC determination is by either a clear or slight whiteness on the well.  Reporting the results of the inhibition zones and MIC breakpoints is made using either the terms “susceptible” or “resistant” based on the set cut-off range for zone diameter in the nearest whole millimeter and microgram per milliliter, respectively.  The Clinical Laboratory Standards Institute (CLSI) and the European Committee on Antimicrobial Susceptibility Testing (EUCAST) developed expert-approved guidelines on breakpoints for reporting results of these methods (e.g., CLSI M100-ED29:2019 Performance Standards for Antimicrobial Susceptibility Testing, EUCAST Clinical breakpoints for bacteria). [7] [8]", "contents": "Antimicrobial Susceptibility Testing -- Normal and Critical Findings. For disk diffusion, measuring the zone of inhibition is done by using a dedicated caliper.  Correctly measure the diameter by the edges of the inhibition zone.  For MIC panels, reading each set of wells for an antibiotic drug is done.  MIC determination is by either a clear or slight whiteness on the well.  Reporting the results of the inhibition zones and MIC breakpoints is made using either the terms “susceptible” or “resistant” based on the set cut-off range for zone diameter in the nearest whole millimeter and microgram per milliliter, respectively.  The Clinical Laboratory Standards Institute (CLSI) and the European Committee on Antimicrobial Susceptibility Testing (EUCAST) developed expert-approved guidelines on breakpoints for reporting results of these methods (e.g., CLSI M100-ED29:2019 Performance Standards for Antimicrobial Susceptibility Testing, EUCAST Clinical breakpoints for bacteria). [7] [8]"}
{"id": "article-17700_15", "title": "Antimicrobial Susceptibility Testing -- Interfering Factors", "content": "Several factors affect the result of the susceptibility testing which covers the whole sampling, testing, and reporting procedures.  Any deviation from the standard AST procedure can significantly impact succeeding areas of laboratory workflow which in turn could later affect patient diagnosis, treatment, and management.  Support systems of the laboratory workflow require strict monitoring, and laboratory personnel should be well trained and competent enough to perform the procedure.", "contents": "Antimicrobial Susceptibility Testing -- Interfering Factors. Several factors affect the result of the susceptibility testing which covers the whole sampling, testing, and reporting procedures.  Any deviation from the standard AST procedure can significantly impact succeeding areas of laboratory workflow which in turn could later affect patient diagnosis, treatment, and management.  Support systems of the laboratory workflow require strict monitoring, and laboratory personnel should be well trained and competent enough to perform the procedure."}
{"id": "article-17700_16", "title": "Antimicrobial Susceptibility Testing -- Interfering Factors", "content": "For instance, \"poor specimen quality\" can be the first sign leading to an erroneous result.  A perfectly carried out inoculation to MHA plate using “mixed colonies” will turn out unsatisfactory results.  Poor standardization of bacterial suspension and a \"longer depth of agar\" could yield misleading endpoints.  Supportive supervision for laboratory staff is necessary, to prevent wasting time and resources.", "contents": "Antimicrobial Susceptibility Testing -- Interfering Factors. For instance, \"poor specimen quality\" can be the first sign leading to an erroneous result.  A perfectly carried out inoculation to MHA plate using “mixed colonies” will turn out unsatisfactory results.  Poor standardization of bacterial suspension and a \"longer depth of agar\" could yield misleading endpoints.  Supportive supervision for laboratory staff is necessary, to prevent wasting time and resources."}
{"id": "article-17700_17", "title": "Antimicrobial Susceptibility Testing -- Interfering Factors", "content": "Purchasing poor quality MIC panels can lead to \"dehydrated wells\" or \"mixed wells.\"  Doing the procedure without personal protective equipment (PPE) can increase the incidence of laboratory-acquired infections.  Inadequacy and lack of supplies needed to perform AST will extend turn-around time and therefore, decrease laboratory productivity and delay patient therapy.  Providing AST on drugs that do not align with the hospital’s formulary makes laboratory service available yet ineffective.", "contents": "Antimicrobial Susceptibility Testing -- Interfering Factors. Purchasing poor quality MIC panels can lead to \"dehydrated wells\" or \"mixed wells.\"  Doing the procedure without personal protective equipment (PPE) can increase the incidence of laboratory-acquired infections.  Inadequacy and lack of supplies needed to perform AST will extend turn-around time and therefore, decrease laboratory productivity and delay patient therapy.  Providing AST on drugs that do not align with the hospital’s formulary makes laboratory service available yet ineffective."}
{"id": "article-17700_18", "title": "Antimicrobial Susceptibility Testing -- Complications", "content": "Inconsistencies in the AST results must be investigated and acted upon immediately.  No results should be released when quality control measures are not satisfactory.  Releasing inaccurate drug susceptibility or resistance results can inflict more harm to the patients, leading to severe clinical conditions and poor prognosis.  A worse consequence in delivering false AST results can result in wrong treatment management plans which might cause further mutations to these infectious organisms, exposing the patients and the community to a higher risk. [9]", "contents": "Antimicrobial Susceptibility Testing -- Complications. Inconsistencies in the AST results must be investigated and acted upon immediately.  No results should be released when quality control measures are not satisfactory.  Releasing inaccurate drug susceptibility or resistance results can inflict more harm to the patients, leading to severe clinical conditions and poor prognosis.  A worse consequence in delivering false AST results can result in wrong treatment management plans which might cause further mutations to these infectious organisms, exposing the patients and the community to a higher risk. [9]"}
{"id": "article-17700_19", "title": "Antimicrobial Susceptibility Testing -- Patient Safety and Education", "content": "Patients should be adequately informed about the AST and its indications, patient requirements, and its clinical use for patient management.  Healthcare providers such as physicians, laboratory personnel, nurses, and pharmacologists are encouraged to disseminate correct information about the test.  However, interpretation of the AST results must take place between the patient and the physician to facilitate good compliance with the prescribed medications and to prevent self-medication. With the rise of antimicrobial resistance, the importance of AST requires an emphasis on medical, laboratory, and nursing staff, as well as patients and their family members, and the whole community leading to a unified approach. [10] [11] [12]", "contents": "Antimicrobial Susceptibility Testing -- Patient Safety and Education. Patients should be adequately informed about the AST and its indications, patient requirements, and its clinical use for patient management.  Healthcare providers such as physicians, laboratory personnel, nurses, and pharmacologists are encouraged to disseminate correct information about the test.  However, interpretation of the AST results must take place between the patient and the physician to facilitate good compliance with the prescribed medications and to prevent self-medication. With the rise of antimicrobial resistance, the importance of AST requires an emphasis on medical, laboratory, and nursing staff, as well as patients and their family members, and the whole community leading to a unified approach. [10] [11] [12]"}
{"id": "article-17700_20", "title": "Antimicrobial Susceptibility Testing -- Clinical Significance", "content": "Once antimicrobial susceptibility results become available, treatment regimens for each patient can be developed by healthcare providers.  Prescribed medications of appropriate antibiotics need individualization for each patient diagnosed with an infectious disease.  Moreover, resistance from primary drugs will require a higher level of antimicrobial stewardship, including prudent use of second-line drugs.", "contents": "Antimicrobial Susceptibility Testing -- Clinical Significance. Once antimicrobial susceptibility results become available, treatment regimens for each patient can be developed by healthcare providers.  Prescribed medications of appropriate antibiotics need individualization for each patient diagnosed with an infectious disease.  Moreover, resistance from primary drugs will require a higher level of antimicrobial stewardship, including prudent use of second-line drugs."}
{"id": "article-17700_21", "title": "Antimicrobial Susceptibility Testing -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Antimicrobial Susceptibility Testing -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}