{"id": "article-31095_0", "title": "Ventricular Septal Rupture -- Continuing Education Activity", "content": "In 1847, Latham first introduced the diagnosis of ventricular septal rupture (VSR). The interventricular septum divides the ventricular chamber into right and left ventricles. A rare but lethal complication of acute myocardial infarction is a ventricular septal rupture. The condition is now rare because of an aggressive approach towards early reperfusion therapy; however, mortality is still high. Any part of the interventricular septum can develop a rupture. The size of the rupture determines the prognosis of the patient. This activity describes the cause, pathophysiology, and presentation of VSR and highlights the interprofessional team's role in managing these patients.", "contents": "Ventricular Septal Rupture -- Continuing Education Activity. In 1847, Latham first introduced the diagnosis of ventricular septal rupture (VSR). The interventricular septum divides the ventricular chamber into right and left ventricles. A rare but lethal complication of acute myocardial infarction is a ventricular septal rupture. The condition is now rare because of an aggressive approach towards early reperfusion therapy; however, mortality is still high. Any part of the interventricular septum can develop a rupture. The size of the rupture determines the prognosis of the patient. This activity describes the cause, pathophysiology, and presentation of VSR and highlights the interprofessional team's role in managing these patients."}
{"id": "article-31095_1", "title": "Ventricular Septal Rupture -- Continuing Education Activity", "content": "Objectives: Describe the pathophysiology of ventricular septal rupture (VSR). Outline the clinical presentation of a patient with ventricular septal rupture (VSR). Summarize the treatment options available for ventricular septal rupture (VSR). Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients with ventricular septal rupture (VSR). Access free multiple choice questions on this topic.", "contents": "Ventricular Septal Rupture -- Continuing Education Activity. Objectives: Describe the pathophysiology of ventricular septal rupture (VSR). Outline the clinical presentation of a patient with ventricular septal rupture (VSR). Summarize the treatment options available for ventricular septal rupture (VSR). Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients with ventricular septal rupture (VSR). Access free multiple choice questions on this topic."}
{"id": "article-31095_2", "title": "Ventricular Septal Rupture -- Introduction", "content": "In 1847, Latham first mentioned the diagnosis of ventricular septal rupture (VSR). The interventricular septum divides the ventricular chamber into right and left ventricles. The interventricular septum consists of 2 parts, i.e., the muscular part and the membranous part. Muscular part: It comprises the majority of the septum, is present inferior to the membranous part, and is thick. It is derived from the bulboventricular flange. [1] Membranous part: It comprises a minor portion of the septum, is present superior to the muscular part, and is thin. It is derived from neural crest cells.", "contents": "Ventricular Septal Rupture -- Introduction. In 1847, Latham first mentioned the diagnosis of ventricular septal rupture (VSR). The interventricular septum divides the ventricular chamber into right and left ventricles. The interventricular septum consists of 2 parts, i.e., the muscular part and the membranous part. Muscular part: It comprises the majority of the septum, is present inferior to the membranous part, and is thick. It is derived from the bulboventricular flange. [1] Membranous part: It comprises a minor portion of the septum, is present superior to the muscular part, and is thin. It is derived from neural crest cells."}
{"id": "article-31095_3", "title": "Ventricular Septal Rupture -- Introduction", "content": "A rare but lethal complication of acute myocardial infarction is a ventricular septal rupture. Today, the condition is rare because of an aggressive approach towards early reperfusion therapy; however, mortality is still high. Any part of the interventricular septum can develop a rupture. The size of the rupture determines the prognosis of the patient. The prognosis is good if the rupture is small and the patient is hemodynamically stable.", "contents": "Ventricular Septal Rupture -- Introduction. A rare but lethal complication of acute myocardial infarction is a ventricular septal rupture. Today, the condition is rare because of an aggressive approach towards early reperfusion therapy; however, mortality is still high. Any part of the interventricular septum can develop a rupture. The size of the rupture determines the prognosis of the patient. The prognosis is good if the rupture is small and the patient is hemodynamically stable."}
{"id": "article-31095_4", "title": "Ventricular Septal Rupture -- Introduction", "content": "VSR tends to occur within the first week after acute myocardial infarction. In most cases, there is an immediate decline in hemodynamics which can lead to cardiogenic shock. VSR is a surgical emergency needing immediate treatment in symptomatic patients. The procedure requires the closure of the VSR and coronary artery bypass grafting. Surgery in almost all cases is performed via a transinfarct approach. Prosthetic material is used to close the septum and the ventricular wall to avoid tension. Over the years, better surgical techniques and improved pharmacological and mechanical support have led to good outcomes.", "contents": "Ventricular Septal Rupture -- Introduction. VSR tends to occur within the first week after acute myocardial infarction. In most cases, there is an immediate decline in hemodynamics which can lead to cardiogenic shock. VSR is a surgical emergency needing immediate treatment in symptomatic patients. The procedure requires the closure of the VSR and coronary artery bypass grafting. Surgery in almost all cases is performed via a transinfarct approach. Prosthetic material is used to close the septum and the ventricular wall to avoid tension. Over the years, better surgical techniques and improved pharmacological and mechanical support have led to good outcomes."}
{"id": "article-31095_5", "title": "Ventricular Septal Rupture -- Etiology", "content": "The most common cause of ventricular septal rupture is full-thickness (transmural) myocardial infarction in one of the following coronary arteries: Left anterior descending coronary artery; supplies most of the anterior portion of the interventricular septum. It can lead to apical VSR. Dominant right coronary artery; supplies the most inferior portion of the interventricular septum. This can lead to a basal VSR. The dominant left circumflex artery; supplies the posterior portion of the posterior descending artery and arises from the circumflex branch. Partial-thickness infarcts such as non-ST elevation myocardial infarction or unstable angina can also increase the risk of ventricular septal rupture.", "contents": "Ventricular Septal Rupture -- Etiology. The most common cause of ventricular septal rupture is full-thickness (transmural) myocardial infarction in one of the following coronary arteries: Left anterior descending coronary artery; supplies most of the anterior portion of the interventricular septum. It can lead to apical VSR. Dominant right coronary artery; supplies the most inferior portion of the interventricular septum. This can lead to a basal VSR. The dominant left circumflex artery; supplies the posterior portion of the posterior descending artery and arises from the circumflex branch. Partial-thickness infarcts such as non-ST elevation myocardial infarction or unstable angina can also increase the risk of ventricular septal rupture."}
{"id": "article-31095_6", "title": "Ventricular Septal Rupture -- Epidemiology", "content": "Before the availability of thrombolytic and percutaneous intervention, the ventricular septal rupture incidence was approximately 2%. [2] With the advent of effective therapy and reduced time to revascularization, the incidence of ventricular rupture has been reduced to 0.31%. [3] According to the Global Registry for Acute Coronary Events (GRACE) study, the rate of ventricular septal rupture in an acute myocardial infarction treated with percutaneous intervention is less (0.7%) than the myocardial infarction in patients treated with thrombolytic therapy(1.1%). [4] The incidence also depends upon the type of myocardial infarction and is higher in patients with ST-segment elevation myocardial infarctions (0.9%). Its occurrence in non-ST-segment elevation myocardial infarction and unstable angina is 0.17% and 0.25%, respectively. There is no difference in the rate of ventricular septal rupture based on the location of infarction, whether it is an anterior infarct or an inferolateral infarct. [3]", "contents": "Ventricular Septal Rupture -- Epidemiology. Before the availability of thrombolytic and percutaneous intervention, the ventricular septal rupture incidence was approximately 2%. [2] With the advent of effective therapy and reduced time to revascularization, the incidence of ventricular rupture has been reduced to 0.31%. [3] According to the Global Registry for Acute Coronary Events (GRACE) study, the rate of ventricular septal rupture in an acute myocardial infarction treated with percutaneous intervention is less (0.7%) than the myocardial infarction in patients treated with thrombolytic therapy(1.1%). [4] The incidence also depends upon the type of myocardial infarction and is higher in patients with ST-segment elevation myocardial infarctions (0.9%). Its occurrence in non-ST-segment elevation myocardial infarction and unstable angina is 0.17% and 0.25%, respectively. There is no difference in the rate of ventricular septal rupture based on the location of infarction, whether it is an anterior infarct or an inferolateral infarct. [3]"}
{"id": "article-31095_7", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "The blood flow to the septum is derived from branches of the left anterior descending coronary artery and the posterior descending coronary artery. In rare cases, the blood supply may also be from the circumflex artery. The infarct is usually transmural and extensive. Nearly two-thirds of VSR occur in the anterior septal wall, and about one-third occur in the inferior or posterior wall. When the latter is involved, it is often accompanied by mitral valve insufficiency secondary to papillary muscle dysfunction/rupture. At autopsy, the culprit coronary artery is almost completely occluded with the absence of collaterals. In rare cases, there may be multiple septal perforations.", "contents": "Ventricular Septal Rupture -- Pathophysiology. The blood flow to the septum is derived from branches of the left anterior descending coronary artery and the posterior descending coronary artery. In rare cases, the blood supply may also be from the circumflex artery. The infarct is usually transmural and extensive. Nearly two-thirds of VSR occur in the anterior septal wall, and about one-third occur in the inferior or posterior wall. When the latter is involved, it is often accompanied by mitral valve insufficiency secondary to papillary muscle dysfunction/rupture. At autopsy, the culprit coronary artery is almost completely occluded with the absence of collaterals. In rare cases, there may be multiple septal perforations."}
{"id": "article-31095_8", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "The most common pathological finding of an infarcted septum is coagulation necrosis, which is defined as dry denaturation of proteins due to lack of oxygen as a result of a loss in blood supply. It progresses to the thinning and weakening of the septum. This process usually takes three to five days after acute myocardial infarction. The ventricular septal rupture can also occur within 24 hours of myocardial infarction due to the dissection of an intramural hematoma or hemorrhage into the diseased myocardium.", "contents": "Ventricular Septal Rupture -- Pathophysiology. The most common pathological finding of an infarcted septum is coagulation necrosis, which is defined as dry denaturation of proteins due to lack of oxygen as a result of a loss in blood supply. It progresses to the thinning and weakening of the septum. This process usually takes three to five days after acute myocardial infarction. The ventricular septal rupture can also occur within 24 hours of myocardial infarction due to the dissection of an intramural hematoma or hemorrhage into the diseased myocardium."}
{"id": "article-31095_9", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "The primary mechanism behind ventricular septum rupture is physical shear stressors, especially at the junction of the infarct area and normal healthy myocardium. Due to this mechanism, ventricular aneurysm, free wall rupture, or papillary muscle rupture are associated with ventricular septum rupture.", "contents": "Ventricular Septal Rupture -- Pathophysiology. The primary mechanism behind ventricular septum rupture is physical shear stressors, especially at the junction of the infarct area and normal healthy myocardium. Due to this mechanism, ventricular aneurysm, free wall rupture, or papillary muscle rupture are associated with ventricular septum rupture."}
{"id": "article-31095_10", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "Cardiac free wall rupture and ventricular septum rupture after myocardial infarction are similar regarding pathological characteristics. There is a pathological classification regarding free wall rupture, which we can use for ventricular septum rupture as proposed by Becker. [5] There are three types which are as follows: Type I: Sudden in onset, slit-like tear, within 24 hours Type II: Subacute, erosion of infarcted myocardium Type III: Late presentation, aneurysm formation, and rupture, associated with older infarcts", "contents": "Ventricular Septal Rupture -- Pathophysiology. Cardiac free wall rupture and ventricular septum rupture after myocardial infarction are similar regarding pathological characteristics. There is a pathological classification regarding free wall rupture, which we can use for ventricular septum rupture as proposed by Becker. [5] There are three types which are as follows: Type I: Sudden in onset, slit-like tear, within 24 hours Type II: Subacute, erosion of infarcted myocardium Type III: Late presentation, aneurysm formation, and rupture, associated with older infarcts"}
{"id": "article-31095_11", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "After establishing the new connection between the right and left ventricle due to ventricular septum rupture, oxygenated blood shunts from the high-pressure left ventricle to the low-pressure right ventricle.", "contents": "Ventricular Septal Rupture -- Pathophysiology. After establishing the new connection between the right and left ventricle due to ventricular septum rupture, oxygenated blood shunts from the high-pressure left ventricle to the low-pressure right ventricle."}
{"id": "article-31095_12", "title": "Ventricular Septal Rupture -- Pathophysiology", "content": "The natural course of VSR after a myocardial infarction (MI) is short. The condition is progressive, and more than 90% die within the first 12 months. The poor prognosis is chiefly due to the sudden volume overload on both ventricles, which are already compromised by a large MI. Additionally, the patient may have superimposed ventricular pseudoaneurysm and/or mitral valve insufficiency, which also compromise ventricular function. Only a few reports of patient survival following medical therapy exist.", "contents": "Ventricular Septal Rupture -- Pathophysiology. The natural course of VSR after a myocardial infarction (MI) is short. The condition is progressive, and more than 90% die within the first 12 months. The poor prognosis is chiefly due to the sudden volume overload on both ventricles, which are already compromised by a large MI. Additionally, the patient may have superimposed ventricular pseudoaneurysm and/or mitral valve insufficiency, which also compromise ventricular function. Only a few reports of patient survival following medical therapy exist."}
{"id": "article-31095_13", "title": "Ventricular Septal Rupture -- History and Physical", "content": "The patient may present with flash pulmonary edema after 1 to 3 days following a stable MI. Severe cases present with cardiogenic shock. [6] Auscultation will reveal a loud systolic murmur following an MI. This feature is universally heard in most cases of VSR. The murmur is usually heard over the entire precordium. One may also feel a thrill in some patients. Due to increased right heart flow, sometimes there is a loud pulmonic component of the second heart sound, tricuspid regurgitation, or third heart sound. Almost all patients complain of recurrent chest discomfort. At the onset of the murmur, the patient may have a sudden change in hemodynamics.", "contents": "Ventricular Septal Rupture -- History and Physical. The patient may present with flash pulmonary edema after 1 to 3 days following a stable MI. Severe cases present with cardiogenic shock. [6] Auscultation will reveal a loud systolic murmur following an MI. This feature is universally heard in most cases of VSR. The murmur is usually heard over the entire precordium. One may also feel a thrill in some patients. Due to increased right heart flow, sometimes there is a loud pulmonic component of the second heart sound, tricuspid regurgitation, or third heart sound. Almost all patients complain of recurrent chest discomfort. At the onset of the murmur, the patient may have a sudden change in hemodynamics."}
{"id": "article-31095_14", "title": "Ventricular Septal Rupture -- History and Physical", "content": "The risk factors for ventricular septal rupture include female gender, increased age, first episode of myocardial infarction, ST-segment elevation myocardial infarction, high GRACE risk score, and chronic kidney disease. [6] A patient having an acute myocardial infarction may present with hypotension or hemodynamically instability, and this should prompt evaluation for ventricular septal rupture.", "contents": "Ventricular Septal Rupture -- History and Physical. The risk factors for ventricular septal rupture include female gender, increased age, first episode of myocardial infarction, ST-segment elevation myocardial infarction, high GRACE risk score, and chronic kidney disease. [6] A patient having an acute myocardial infarction may present with hypotension or hemodynamically instability, and this should prompt evaluation for ventricular septal rupture."}
{"id": "article-31095_15", "title": "Ventricular Septal Rupture -- Evaluation", "content": "The chest x-ray may reveal left ventricular enlargement and florid pulmonary edema. Two-dimensional echocardiography with Doppler is used to diagnose ventricular septal rupture, which shows blood flow across the ventricular septum. [7] Echocardiogram also demonstrates right ventricular dilatation and pulmonary hypertension due to increased right-sided blood flow. The color Doppler echocardiography is also useful in the evaluation of the anatomical size of a rupture.", "contents": "Ventricular Septal Rupture -- Evaluation. The chest x-ray may reveal left ventricular enlargement and florid pulmonary edema. Two-dimensional echocardiography with Doppler is used to diagnose ventricular septal rupture, which shows blood flow across the ventricular septum. [7] Echocardiogram also demonstrates right ventricular dilatation and pulmonary hypertension due to increased right-sided blood flow. The color Doppler echocardiography is also useful in the evaluation of the anatomical size of a rupture."}
{"id": "article-31095_16", "title": "Ventricular Septal Rupture -- Evaluation", "content": "Transoesophageal echocardiography is indicated in patients in whom it is difficult to get an adequate view of the myocardium via transthoracic echocardiograms. These may include patients who are on a mechanical ventilator or have a large body habitus. The electrocardiogram (ECG) is needed to rule out reinfarction and may show elevated ST segments in patients with a ventricular aneurysm. A heart block may be present in 30% of the patients. Cardiac catheterization is only undertaken in stable patients and requires good judgment. The procedure can help differentiate VSR from mitral regurgitation. In VSR, the patient will have a step-up of oxygen between the right atrium and the pulmonary artery.", "contents": "Ventricular Septal Rupture -- Evaluation. Transoesophageal echocardiography is indicated in patients in whom it is difficult to get an adequate view of the myocardium via transthoracic echocardiograms. These may include patients who are on a mechanical ventilator or have a large body habitus. The electrocardiogram (ECG) is needed to rule out reinfarction and may show elevated ST segments in patients with a ventricular aneurysm. A heart block may be present in 30% of the patients. Cardiac catheterization is only undertaken in stable patients and requires good judgment. The procedure can help differentiate VSR from mitral regurgitation. In VSR, the patient will have a step-up of oxygen between the right atrium and the pulmonary artery."}
{"id": "article-31095_17", "title": "Ventricular Septal Rupture -- Treatment / Management", "content": "An interprofessional team, including an interventional cardiologist and cardiothoracic surgeon, is required to treat the ventricular septal rupture. The ultimate treatment of ventricular septal rupture is a surgical repair. [8] Before surgical repair, it is necessary to restore the circulation in the diseased artery to decrease the hypoxic burden in the infarcted area, especially in cases of right ventricular involvement.", "contents": "Ventricular Septal Rupture -- Treatment / Management. An interprofessional team, including an interventional cardiologist and cardiothoracic surgeon, is required to treat the ventricular septal rupture. The ultimate treatment of ventricular septal rupture is a surgical repair. [8] Before surgical repair, it is necessary to restore the circulation in the diseased artery to decrease the hypoxic burden in the infarcted area, especially in cases of right ventricular involvement."}
{"id": "article-31095_18", "title": "Ventricular Septal Rupture -- Treatment / Management", "content": "To stabilize the patient, the afterload must be reduced with vasodilators. These agents may also decrease the left to right shunt associated with the VSR. Intravenous nitroglycerin is often used to improve myocardial blood flow and vasodilate the vessels. Inotropic support may be required in patients with low cardiac output. However, vasopressors can increase afterload and worsen the left to right shunt. The intra-aortic balloon pump (IABP) is vital for temporary hemodynamic support in these patients. The device lowers afterload and also decreases the shunt; at the same time, it facilitates coronary perfusion. As soon as the patient is stable, they should have surgery performed. Surgery should only be delayed in the following cases: No evidence of cardiogenic shock Patient having good perfusion and cardiac output Minimal or no signs of congestive heart failure Minimal use of vasopressors No retention of fluid Normal kidney function", "contents": "Ventricular Septal Rupture -- Treatment / Management. To stabilize the patient, the afterload must be reduced with vasodilators. These agents may also decrease the left to right shunt associated with the VSR. Intravenous nitroglycerin is often used to improve myocardial blood flow and vasodilate the vessels. Inotropic support may be required in patients with low cardiac output. However, vasopressors can increase afterload and worsen the left to right shunt. The intra-aortic balloon pump (IABP) is vital for temporary hemodynamic support in these patients. The device lowers afterload and also decreases the shunt; at the same time, it facilitates coronary perfusion. As soon as the patient is stable, they should have surgery performed. Surgery should only be delayed in the following cases: No evidence of cardiogenic shock Patient having good perfusion and cardiac output Minimal or no signs of congestive heart failure Minimal use of vasopressors No retention of fluid Normal kidney function"}
{"id": "article-31095_19", "title": "Ventricular Septal Rupture -- Treatment / Management -- Surgical Closure", "content": "There are two surgical techniques for repairing ventricular septal rupture, including the Daggett procedure and the David procedure. Daggett procedure: Patch over the defect with sutures in both the ventricles (infarct inclusion technique) David procedure: Patch over the rupture with stitches in the left ventricle only (infarct exclusion technique)", "contents": "Ventricular Septal Rupture -- Treatment / Management -- Surgical Closure. There are two surgical techniques for repairing ventricular septal rupture, including the Daggett procedure and the David procedure. Daggett procedure: Patch over the defect with sutures in both the ventricles (infarct inclusion technique) David procedure: Patch over the rupture with stitches in the left ventricle only (infarct exclusion technique)"}
{"id": "article-31095_20", "title": "Ventricular Septal Rupture -- Treatment / Management -- Surgical Closure", "content": "The repair of a posterior ventricular septal rupture is more challenging than an anterior rupture due to the proximity of papillary muscles. If the ventricular septal rupture develops within 24 hours of an MI, surgical intervention is more difficult as it is difficult to differentiate between healthy and newly infarcted tissue. Also, at this point, the muscle is weak and not able to hold the sutures. Additional procedures that may be required during the report of a VSR include mitral valve replacement, coronary artery bypass, and resection of the left ventricular aneurysm.", "contents": "Ventricular Septal Rupture -- Treatment / Management -- Surgical Closure. The repair of a posterior ventricular septal rupture is more challenging than an anterior rupture due to the proximity of papillary muscles. If the ventricular septal rupture develops within 24 hours of an MI, surgical intervention is more difficult as it is difficult to differentiate between healthy and newly infarcted tissue. Also, at this point, the muscle is weak and not able to hold the sutures. Additional procedures that may be required during the report of a VSR include mitral valve replacement, coronary artery bypass, and resection of the left ventricular aneurysm."}
{"id": "article-31095_21", "title": "Ventricular Septal Rupture -- Treatment / Management -- Percutaneous Closure", "content": "With advances in techniques, the percutaneous closure of a VSR has been developed as well. In some patients, a balloon catheter has been used to occlude the shunt. However, this is only a temporary fix. Because a large amount of prosthetic material is used to close the VSR, anticoagulation is recommended after surgery. Unfortunately, even in the best hands, residual VSR develops in 10%-25% of cases. If the VSD is small and the shunt is not large, the patient may be observed. Otherwise, repeat surgery is recommended. Some patients have benefited from percutaneous closure after the initial surgical approach. However, complications like embolization, ventricular perforation, and ventricular arrhythmias have been reported.", "contents": "Ventricular Septal Rupture -- Treatment / Management -- Percutaneous Closure. With advances in techniques, the percutaneous closure of a VSR has been developed as well. In some patients, a balloon catheter has been used to occlude the shunt. However, this is only a temporary fix. Because a large amount of prosthetic material is used to close the VSR, anticoagulation is recommended after surgery. Unfortunately, even in the best hands, residual VSR develops in 10%-25% of cases. If the VSD is small and the shunt is not large, the patient may be observed. Otherwise, repeat surgery is recommended. Some patients have benefited from percutaneous closure after the initial surgical approach. However, complications like embolization, ventricular perforation, and ventricular arrhythmias have been reported."}
{"id": "article-31095_22", "title": "Ventricular Septal Rupture -- Treatment / Management -- Percutaneous Closure", "content": "The mortality of surgical intervention within 24 hours of acute myocardial infarction is over sixty percent. In contrast, the untreated ventricular septal rupture has a mortality of 40% to 80%. Late surgical intervention has a good prognosis; however, this may not be an option for a patient with hemodynamic compromise. Surgical intervention within seven days of this complication has a mortality of 54.1%. On the other hand, surgery after seven days has a death rate of 18.4%. [9] Patients presenting with cardiogenic shock need an intra-aortic balloon counterpulsation to reduce afterload and increase cardiac output. Percutaneous intervention can repair anterior defects and ventricular septal defects less than 1.5 cm in diameter, but this technique is still in an evolutionary phase. [10]", "contents": "Ventricular Septal Rupture -- Treatment / Management -- Percutaneous Closure. The mortality of surgical intervention within 24 hours of acute myocardial infarction is over sixty percent. In contrast, the untreated ventricular septal rupture has a mortality of 40% to 80%. Late surgical intervention has a good prognosis; however, this may not be an option for a patient with hemodynamic compromise. Surgical intervention within seven days of this complication has a mortality of 54.1%. On the other hand, surgery after seven days has a death rate of 18.4%. [9] Patients presenting with cardiogenic shock need an intra-aortic balloon counterpulsation to reduce afterload and increase cardiac output. Percutaneous intervention can repair anterior defects and ventricular septal defects less than 1.5 cm in diameter, but this technique is still in an evolutionary phase. [10]"}
{"id": "article-31095_23", "title": "Ventricular Septal Rupture -- Differential Diagnosis", "content": "Acute mitral regurgitation due to papillary muscle rupture Free wall rupture Tricuspid regurgitation Congenital ventricular septal defect Atrial septal defect Acute flash pulmonary edema", "contents": "Ventricular Septal Rupture -- Differential Diagnosis. Acute mitral regurgitation due to papillary muscle rupture Free wall rupture Tricuspid regurgitation Congenital ventricular septal defect Atrial septal defect Acute flash pulmonary edema"}
{"id": "article-31095_24", "title": "Ventricular Septal Rupture -- Prognosis", "content": "Post MI VSR is a lethal disorder and carries a high mortality. The earlier the repair, the higher the mortality as the sutures do not hold in friable tissue. A longer delay allows for fibrosis to set in, and thus suturing is easier. The mortality is also high in patients with cardiogenic shock. Overall mortality is slightly lower for patients with an anterior VSR compared to a posterior VSR. Other negative prognostic factors include advanced age, multiorgan failure, and advanced New York Heart Association (NYHA) class. Predictors of mortality within 30 days include: Shock at surgery Renal failure Need for emergency intervention Significant coronary disease, especially right coronary and circumflex disease Duration of surgery Prolonged cardiopulmonary bypass time Incomplete revascularization The prognosis is favorable if the rupture size is small and the patient is hemodynamically stable at the time of surgical repair.", "contents": "Ventricular Septal Rupture -- Prognosis. Post MI VSR is a lethal disorder and carries a high mortality. The earlier the repair, the higher the mortality as the sutures do not hold in friable tissue. A longer delay allows for fibrosis to set in, and thus suturing is easier. The mortality is also high in patients with cardiogenic shock. Overall mortality is slightly lower for patients with an anterior VSR compared to a posterior VSR. Other negative prognostic factors include advanced age, multiorgan failure, and advanced New York Heart Association (NYHA) class. Predictors of mortality within 30 days include: Shock at surgery Renal failure Need for emergency intervention Significant coronary disease, especially right coronary and circumflex disease Duration of surgery Prolonged cardiopulmonary bypass time Incomplete revascularization The prognosis is favorable if the rupture size is small and the patient is hemodynamically stable at the time of surgical repair."}
{"id": "article-31095_25", "title": "Ventricular Septal Rupture -- Complications", "content": "Cardiogenic shock [11] Ventricular aneurysm Thrombus formation Ventricular arrhythmias Free wall rupture Death", "contents": "Ventricular Septal Rupture -- Complications. Cardiogenic shock [11] Ventricular aneurysm Thrombus formation Ventricular arrhythmias Free wall rupture Death"}
{"id": "article-31095_26", "title": "Ventricular Septal Rupture -- Postoperative and Rehabilitation Care", "content": "The patient will require long-term cardiovascular rehabilitation and should be enrolled in a supervised exercise program.", "contents": "Ventricular Septal Rupture -- Postoperative and Rehabilitation Care. The patient will require long-term cardiovascular rehabilitation and should be enrolled in a supervised exercise program."}
{"id": "article-31095_27", "title": "Ventricular Septal Rupture -- Deterrence and Patient Education", "content": "With the advent of thrombolytic therapy and improved reperfusion therapies, the incidence of post-myocardial ventricular septal rupture has decreased dramatically. [12] However, it has also lead to an increase in the complexity and severity of the disease. Only those with severely compromised myocardium and complex coronary lesions progress to this devastating complication. With high mortality, early identification of patients with impending VSR and aggressive management of congestive heart failure before it develops into cardiogenic shock is imperative. [12]", "contents": "Ventricular Septal Rupture -- Deterrence and Patient Education. With the advent of thrombolytic therapy and improved reperfusion therapies, the incidence of post-myocardial ventricular septal rupture has decreased dramatically. [12] However, it has also lead to an increase in the complexity and severity of the disease. Only those with severely compromised myocardium and complex coronary lesions progress to this devastating complication. With high mortality, early identification of patients with impending VSR and aggressive management of congestive heart failure before it develops into cardiogenic shock is imperative. [12]"}
{"id": "article-31095_28", "title": "Ventricular Septal Rupture -- Deterrence and Patient Education", "content": "Timely management of myocardial infarction to limit the extent of myocardial injury seems to be the only prevention strategy available. Once VSR develops, aggressive management of congestive heart failure to prevent cardiogenic shock can deter poor outcomes. A judicious treatment strategy for VSR when it occurs can help improve the survival rate as well.", "contents": "Ventricular Septal Rupture -- Deterrence and Patient Education. Timely management of myocardial infarction to limit the extent of myocardial injury seems to be the only prevention strategy available. Once VSR develops, aggressive management of congestive heart failure to prevent cardiogenic shock can deter poor outcomes. A judicious treatment strategy for VSR when it occurs can help improve the survival rate as well."}
{"id": "article-31095_29", "title": "Ventricular Septal Rupture -- Enhancing Healthcare Team Outcomes", "content": "An interprofessional team approach to ventricular septal rupture is recommended to optimize timely recognition and delivery of care in this devastating complication of MI. All patients with transmural infarctions require monitoring by a cardiology specialty nurse to maintain adequate hemodynamics. Any change in the patient's vital signs or cardiac examination should be communicated urgently by the nurse to the clinician. The trained specialty nurse can assist the medical team in the early diagnosis of a VSR with timely treatment to prevent adverse outcomes. In patients who require an intra-aortic balloon pump, close observation by the critical care nurse is essential in preventing its complications. A collaborative interprofessional team can optimize care and greatly decrease the morbidity and mortality associated with the disease. The clinician needs to maintain a high index of suspicion for this disease in patients at risk. Timely communication and care coordination between interventional cardiology and the cardiothoracic team can greatly increase the chance of a favorable outcome for the patient. [Level 5]", "contents": "Ventricular Septal Rupture -- Enhancing Healthcare Team Outcomes. An interprofessional team approach to ventricular septal rupture is recommended to optimize timely recognition and delivery of care in this devastating complication of MI. All patients with transmural infarctions require monitoring by a cardiology specialty nurse to maintain adequate hemodynamics. Any change in the patient's vital signs or cardiac examination should be communicated urgently by the nurse to the clinician. The trained specialty nurse can assist the medical team in the early diagnosis of a VSR with timely treatment to prevent adverse outcomes. In patients who require an intra-aortic balloon pump, close observation by the critical care nurse is essential in preventing its complications. A collaborative interprofessional team can optimize care and greatly decrease the morbidity and mortality associated with the disease. The clinician needs to maintain a high index of suspicion for this disease in patients at risk. Timely communication and care coordination between interventional cardiology and the cardiothoracic team can greatly increase the chance of a favorable outcome for the patient. [Level 5]"}
{"id": "article-31095_30", "title": "Ventricular Septal Rupture -- Enhancing Healthcare Team Outcomes", "content": "Despite adequate treatment, some patients may have the persistence of a shunt. When possible, the clinician should manage residual shunts with a percutaneous closure device. Studies report that despite optimal treatment, the condition carries a mortality of 20% to 50%. [13] [14]", "contents": "Ventricular Septal Rupture -- Enhancing Healthcare Team Outcomes. Despite adequate treatment, some patients may have the persistence of a shunt. When possible, the clinician should manage residual shunts with a percutaneous closure device. Studies report that despite optimal treatment, the condition carries a mortality of 20% to 50%. [13] [14]"}
{"id": "article-31095_31", "title": "Ventricular Septal Rupture -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Ventricular Septal Rupture -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}