{"id": "article-36012_0", "title": "Vemurafenib -- Continuing Education Activity", "content": "Vemurafenib is FDA-approved for metastatic and unresectable melanoma with V600 mutation and Erdheim- Chester disease (non-Langerhans histiocytic disorder). Non-FDA-labeled Indications include metastatic and unresecctable melanoma with BRAF V600K and refractory non-small cell lung carcinoma BRAF V600 mutation. This activity provides an overview of the indications, mechanism of action, methods and timing of administration, important adverse effects, contraindications, toxicity, and monitoring for vemurafenib as chemotherapy for indicated cancers.", "contents": "Vemurafenib -- Continuing Education Activity. Vemurafenib is FDA-approved for metastatic and unresectable melanoma with V600 mutation and Erdheim- Chester disease (non-Langerhans histiocytic disorder). Non-FDA-labeled Indications include metastatic and unresecctable melanoma with BRAF V600K and refractory non-small cell lung carcinoma BRAF V600 mutation. This activity provides an overview of the indications, mechanism of action, methods and timing of administration, important adverse effects, contraindications, toxicity, and monitoring for vemurafenib as chemotherapy for indicated cancers."}
{"id": "article-36012_1", "title": "Vemurafenib -- Continuing Education Activity", "content": "Objectives: Describe the mechanism of action of vemurafenib, including the genetic mutations it specifically addresses. Identify the most clinically significant adverse events associated with vemurafenib. Review the approved and off-label cancers for which vemurafenib is indicated. Summarize the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with vemurafenib to improve patient outcomes for patients in cancer treatment where it has therapeutic value. Access free multiple choice questions on this topic.", "contents": "Vemurafenib -- Continuing Education Activity. Objectives: Describe the mechanism of action of vemurafenib, including the genetic mutations it specifically addresses. Identify the most clinically significant adverse events associated with vemurafenib. Review the approved and off-label cancers for which vemurafenib is indicated. Summarize the importance of collaboration and coordination among the interprofessional team and how it can enhance patient care with vemurafenib to improve patient outcomes for patients in cancer treatment where it has therapeutic value. Access free multiple choice questions on this topic."}
{"id": "article-36012_2", "title": "Vemurafenib -- Indications", "content": "The kinase protein family that includes MAP, RAS, RAF, MEK, and ERK play an important role in regulating intracellular and extracellular signaling pathways which control cellular growth, differentiation, transformation, and programmed death (apoptosis).  In a normal cell line, these kinases work accordingly in a cascade of phosphorylation and dephosphorylation when stimulated by growth factors and eventually leading to regulation of cellular growth and proliferation in an organized manner. However, if the genes coding for these kinases has mutations, this can lead to uninhibited continuous growth of the cell, which is manifested clinically by cancer formation.", "contents": "Vemurafenib -- Indications. The kinase protein family that includes MAP, RAS, RAF, MEK, and ERK play an important role in regulating intracellular and extracellular signaling pathways which control cellular growth, differentiation, transformation, and programmed death (apoptosis).  In a normal cell line, these kinases work accordingly in a cascade of phosphorylation and dephosphorylation when stimulated by growth factors and eventually leading to regulation of cellular growth and proliferation in an organized manner. However, if the genes coding for these kinases has mutations, this can lead to uninhibited continuous growth of the cell, which is manifested clinically by cancer formation."}
{"id": "article-36012_3", "title": "Vemurafenib -- Indications", "content": "Rapidly accelerated fibrosarcoma (RAF) family was first described in 1983 and was named as such due to its role in inducing fibrosarcoma in certain mice models. [1] The RAF family has three different isoforms (ARAF, BRAF, and CRAF) that have distinct, independent genes coding for each one. B-RAF first came into the spotlight of clinical significance in 2002 when its mutations were reported to be present in 66% of malignant melanomas, and in other studies, it was found that BRAF mutations can reach up to 80%. [2] [3] Later, BRAF mutations were found to be present in 40-70% of papillary thyroid carcinomas, [4] [5] and also with colorectal cancer, hepatocellular carcinoma, and approximately 100% of hairy cell leukemia cells. [6] Moreover, BRAF mutations are associated with more aggressive malignant behavior with increased mortality when present in tumor cells. [7]", "contents": "Vemurafenib -- Indications. Rapidly accelerated fibrosarcoma (RAF) family was first described in 1983 and was named as such due to its role in inducing fibrosarcoma in certain mice models. [1] The RAF family has three different isoforms (ARAF, BRAF, and CRAF) that have distinct, independent genes coding for each one. B-RAF first came into the spotlight of clinical significance in 2002 when its mutations were reported to be present in 66% of malignant melanomas, and in other studies, it was found that BRAF mutations can reach up to 80%. [2] [3] Later, BRAF mutations were found to be present in 40-70% of papillary thyroid carcinomas, [4] [5] and also with colorectal cancer, hepatocellular carcinoma, and approximately 100% of hairy cell leukemia cells. [6] Moreover, BRAF mutations are associated with more aggressive malignant behavior with increased mortality when present in tumor cells. [7]"}
{"id": "article-36012_4", "title": "Vemurafenib -- Indications", "content": "The most common activating mutation in BRAF is the substitution of glutamic acid for valine at amino acid codon 600 (V600E mutation), and less commonly is the V600K which is the substitution of lysine for valine. In clinical practice, several medications which inhibit BRAF have been approved for the treatment of malignant melanoma with positive BRAF mutations. These medications did not show similar efficacy in other cancers harboring the BRAF mutation other than malignant melanoma. The first BRAF inhibitor that came into clinical use was Vemurafenib.", "contents": "Vemurafenib -- Indications. The most common activating mutation in BRAF is the substitution of glutamic acid for valine at amino acid codon 600 (V600E mutation), and less commonly is the V600K which is the substitution of lysine for valine. In clinical practice, several medications which inhibit BRAF have been approved for the treatment of malignant melanoma with positive BRAF mutations. These medications did not show similar efficacy in other cancers harboring the BRAF mutation other than malignant melanoma. The first BRAF inhibitor that came into clinical use was Vemurafenib."}
{"id": "article-36012_5", "title": "Vemurafenib -- Indications -- Indications", "content": "Vemurafenib has been approved through BRIM trials (phase I, II, III) after showing increased overall survival and progression-free survival in studied patients with malignant melanoma with BRAF V600E positive mutation. The phase I BRIM established the optimal dose of the medication, which was found to be 960 mg twice a day taken orally. [8] Phase II BRIM trial showed an overall response rate of 53% ranging between a partial and complete response, and the median duration of response was 6.7 months. [9] Lastly, the phase III BRIM trial was a multicenter randomized controlled trial to compare the efficacy of vemurafenib versus dacarbazine which was the standard of treatment for metastatic melanoma. [10] The study found increased overall survival and progression-free survival in the arm treated with vemurafenib versus dacarbazine. However, this was confounded by the crossover that took place from the dacarbazine group to vemurafenib during an interim analysis that showed greater efficacy and response rate in the arm treated with BRAF inhibitor (vemurafenib). Ultimately, the eventual statistical analysis that accounted for this crossover still showed a more favorable response with vemurafenib in patients with Stage IIIC and IV melanoma with BRAF V600E mutation and resulted in an FDA approval of the drug in August 2011.", "contents": "Vemurafenib -- Indications -- Indications. Vemurafenib has been approved through BRIM trials (phase I, II, III) after showing increased overall survival and progression-free survival in studied patients with malignant melanoma with BRAF V600E positive mutation. The phase I BRIM established the optimal dose of the medication, which was found to be 960 mg twice a day taken orally. [8] Phase II BRIM trial showed an overall response rate of 53% ranging between a partial and complete response, and the median duration of response was 6.7 months. [9] Lastly, the phase III BRIM trial was a multicenter randomized controlled trial to compare the efficacy of vemurafenib versus dacarbazine which was the standard of treatment for metastatic melanoma. [10] The study found increased overall survival and progression-free survival in the arm treated with vemurafenib versus dacarbazine. However, this was confounded by the crossover that took place from the dacarbazine group to vemurafenib during an interim analysis that showed greater efficacy and response rate in the arm treated with BRAF inhibitor (vemurafenib). Ultimately, the eventual statistical analysis that accounted for this crossover still showed a more favorable response with vemurafenib in patients with Stage IIIC and IV melanoma with BRAF V600E mutation and resulted in an FDA approval of the drug in August 2011."}
{"id": "article-36012_6", "title": "Vemurafenib -- Indications -- FDA-labeled Indications", "content": "Metastatic and unresectable melanoma with V600 mutation Erdheim- Chester disease (Non-Langerhans histiocytic disorder) [11]", "contents": "Vemurafenib -- Indications -- FDA-labeled Indications. Metastatic and unresectable melanoma with V600 mutation Erdheim- Chester disease (Non-Langerhans histiocytic disorder) [11]"}
{"id": "article-36012_7", "title": "Vemurafenib -- Indications -- Non-FDA-labeled Indications", "content": "Metastatic and unresectable melanoma with BRAF V600K Refractory non-small cell lung carcinoma BRAF V600 mutation [12]", "contents": "Vemurafenib -- Indications -- Non-FDA-labeled Indications. Metastatic and unresectable melanoma with BRAF V600K Refractory non-small cell lung carcinoma BRAF V600 mutation [12]"}
{"id": "article-36012_8", "title": "Vemurafenib -- Mechanism of Action", "content": "Vemurafenib is a potent, highly selective inhibitor of mutated BRAF V600E. Inhibiting the kinase activity of BRAF prevents signaling from the mitogen-activated pathway (MAP) kinase pathway and blocks the proliferation of malignant cells that harbor this specific mutation. The medication does not have activity in wild-type BRAF cells, unlike other drugs like sorafenib which can block both wild-type and mutated BRAF. [13] Interestingly, it was noted that during treatment, at some point, there would be a progression of the disease, and this was attributed to resistance of the MAP kinase pathway to BRAF inhibitor (vemurafenib). The mechanism of resistance is still unknown and is a current subject for investigation. Resistance was described to occur in the MAP kinase pathway to vemurafenib, and that is what prompted more clinical trials which showed more efficacy of combination therapy with MEK inhibitors like trametinib in the treatment of malignant melanomas with positive BRAF V600E. [14]", "contents": "Vemurafenib -- Mechanism of Action. Vemurafenib is a potent, highly selective inhibitor of mutated BRAF V600E. Inhibiting the kinase activity of BRAF prevents signaling from the mitogen-activated pathway (MAP) kinase pathway and blocks the proliferation of malignant cells that harbor this specific mutation. The medication does not have activity in wild-type BRAF cells, unlike other drugs like sorafenib which can block both wild-type and mutated BRAF. [13] Interestingly, it was noted that during treatment, at some point, there would be a progression of the disease, and this was attributed to resistance of the MAP kinase pathway to BRAF inhibitor (vemurafenib). The mechanism of resistance is still unknown and is a current subject for investigation. Resistance was described to occur in the MAP kinase pathway to vemurafenib, and that is what prompted more clinical trials which showed more efficacy of combination therapy with MEK inhibitors like trametinib in the treatment of malignant melanomas with positive BRAF V600E. [14]"}
{"id": "article-36012_9", "title": "Vemurafenib -- Administration", "content": "BRIM II trial established the effective, nontoxic dose of Vemurafenib to be 960 mg taken twice a day. When taken orally, the medication reaches its peak concentration in plasma within 3 hours. The half-life ranges between 30-120 hours and achieves a plasma steady state within 15 to 22 days. The medication is started twice daily with a 12-hour interval between the two doses and should be stopped if there is a progression of melanoma or high-grade toxicity. [15]", "contents": "Vemurafenib -- Administration. BRIM II trial established the effective, nontoxic dose of Vemurafenib to be 960 mg taken twice a day. When taken orally, the medication reaches its peak concentration in plasma within 3 hours. The half-life ranges between 30-120 hours and achieves a plasma steady state within 15 to 22 days. The medication is started twice daily with a 12-hour interval between the two doses and should be stopped if there is a progression of melanoma or high-grade toxicity. [15]"}
{"id": "article-36012_10", "title": "Vemurafenib -- Adverse Effects", "content": "The most common adverse events noticed with the use of vemurafenib are cutaneous manifestations which include but are not limited to nonspecific maculopapular eruptions, hyperkeratosis, and photosensitivity, especially with radiation therapy.", "contents": "Vemurafenib -- Adverse Effects. The most common adverse events noticed with the use of vemurafenib are cutaneous manifestations which include but are not limited to nonspecific maculopapular eruptions, hyperkeratosis, and photosensitivity, especially with radiation therapy."}
{"id": "article-36012_11", "title": "Vemurafenib -- Adverse Effects", "content": "One of the most significant cutaneous adverse events with the use of vemurafenib is skin cancers, including squamous cell carcinoma and keratoacanthoma in approximately up to 30% of cases and, less commonly, the development of new primary melanoma. [16] This adverse effect usually develops within weeks of starting treatment and is medically managed with surgical resection without discontinuation of the BRAF inhibitors. Also, the development of secondary melanoma could happen during therapy and is due to paradoxical activation of the MAP kinase pathway, and clinical trials have shown that a combination of BRAF inhibitors with MEK inhibitors associate with a decreased risk of skin tumors but more cutaneous side effects. [17] Other adverse events include hepatotoxicity, particularly when used when immunotherapy, QT prolongation, arthralgia, and diarrhea are present. There are some anecdotal reports of Dupuytren’s contracture and acute pancreatitis developing after the use of vemurafenib.", "contents": "Vemurafenib -- Adverse Effects. One of the most significant cutaneous adverse events with the use of vemurafenib is skin cancers, including squamous cell carcinoma and keratoacanthoma in approximately up to 30% of cases and, less commonly, the development of new primary melanoma. [16] This adverse effect usually develops within weeks of starting treatment and is medically managed with surgical resection without discontinuation of the BRAF inhibitors. Also, the development of secondary melanoma could happen during therapy and is due to paradoxical activation of the MAP kinase pathway, and clinical trials have shown that a combination of BRAF inhibitors with MEK inhibitors associate with a decreased risk of skin tumors but more cutaneous side effects. [17] Other adverse events include hepatotoxicity, particularly when used when immunotherapy, QT prolongation, arthralgia, and diarrhea are present. There are some anecdotal reports of Dupuytren’s contracture and acute pancreatitis developing after the use of vemurafenib."}
{"id": "article-36012_12", "title": "Vemurafenib -- Contraindications", "content": "No absolute contraindications exist regarding the use of vemurafenib, and the only mentioned contraindication is hypersensitivity to vemurafenib, which rarely occurs during treatment.", "contents": "Vemurafenib -- Contraindications. No absolute contraindications exist regarding the use of vemurafenib, and the only mentioned contraindication is hypersensitivity to vemurafenib, which rarely occurs during treatment."}
{"id": "article-36012_13", "title": "Vemurafenib -- Monitoring", "content": "Perform careful skin examination after initiation of therapy to look for any development of skin tumors, including (squamous cell carcinoma, keratoacanthoma, and melanoma).", "contents": "Vemurafenib -- Monitoring. Perform careful skin examination after initiation of therapy to look for any development of skin tumors, including (squamous cell carcinoma, keratoacanthoma, and melanoma)."}
{"id": "article-36012_14", "title": "Vemurafenib -- Monitoring -- Testing", "content": "Liver function testing (baseline and regularly during treatment) Kidney function testing (baseline and regularly during treatment) Electrocardiogram (baseline and regularly during treatment)", "contents": "Vemurafenib -- Monitoring -- Testing. Liver function testing (baseline and regularly during treatment) Kidney function testing (baseline and regularly during treatment) Electrocardiogram (baseline and regularly during treatment)"}
{"id": "article-36012_15", "title": "Vemurafenib -- Toxicity", "content": "Medication dose adjustments according to the severity of toxic reactions may be necessary.", "contents": "Vemurafenib -- Toxicity. Medication dose adjustments according to the severity of toxic reactions may be necessary."}
{"id": "article-36012_16", "title": "Vemurafenib -- Toxicity", "content": "The standard dose is 960 mg twice daily and could be reduced to 720 mg twice daily if toxicity occurs for the first time. Further dose reduction is required if toxicity recurs for the second time and with high-grade toxicity, with recommendations to reduce the dose to 480 mg twice daily and doses less than that are therapeutically inactive.", "contents": "Vemurafenib -- Toxicity. The standard dose is 960 mg twice daily and could be reduced to 720 mg twice daily if toxicity occurs for the first time. Further dose reduction is required if toxicity recurs for the second time and with high-grade toxicity, with recommendations to reduce the dose to 480 mg twice daily and doses less than that are therapeutically inactive."}
{"id": "article-36012_17", "title": "Vemurafenib -- Enhancing Healthcare Team Outcomes", "content": "Vemurafenib is the first BRAF inhibitor that is used to treat advanced malignant melanoma. Early results show that it may prolong life for several months, but the drug is also prohibitively expensive and has several severe adverse effects. The oncology nurse and the pharmacist must educate the patient on the importance of monitoring their skin for new skin cancers. Additionally, these patients need regular monitoring of their liver and renal function.", "contents": "Vemurafenib -- Enhancing Healthcare Team Outcomes. Vemurafenib is the first BRAF inhibitor that is used to treat advanced malignant melanoma. Early results show that it may prolong life for several months, but the drug is also prohibitively expensive and has several severe adverse effects. The oncology nurse and the pharmacist must educate the patient on the importance of monitoring their skin for new skin cancers. Additionally, these patients need regular monitoring of their liver and renal function."}
{"id": "article-36012_18", "title": "Vemurafenib -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Vemurafenib -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}