{"id": "article-30658_0", "title": "Gastrointestinal Tuberculosis -- Continuing Education Activity", "content": "Gastrointestinal (GI) tuberculosis (TB) accounts for 1% to 3 % of all TB cases worldwide. It can occur in the context of active pulmonary disease or as a primary infection without pulmonary involvement. The ileocecal region is the most commonly affected site; however, it can involve any part of the gastrointestinal tract (GIT). Diagnosis is challenging and is often delayed due to its non-specific presentation. GI TB responds well to standard anti-tuberculous drugs. Surgery is only required in cases that develop complications such as strictures or obstruction, not responding to medical therapy. High clinical suspicion, early initiation of anti-tuberculous therapy, and involvement of an interprofessional team are necessary for reducing morbidity and mortality. This activity outlines the evaluation and management of gastrointestinal tuberculosis and highlights the role of the interprofessional team in managing patients with this condition.", "contents": "Gastrointestinal Tuberculosis -- Continuing Education Activity. Gastrointestinal (GI) tuberculosis (TB) accounts for 1% to 3 % of all TB cases worldwide. It can occur in the context of active pulmonary disease or as a primary infection without pulmonary involvement. The ileocecal region is the most commonly affected site; however, it can involve any part of the gastrointestinal tract (GIT). Diagnosis is challenging and is often delayed due to its non-specific presentation. GI TB responds well to standard anti-tuberculous drugs. Surgery is only required in cases that develop complications such as strictures or obstruction, not responding to medical therapy. High clinical suspicion, early initiation of anti-tuberculous therapy, and involvement of an interprofessional team are necessary for reducing morbidity and mortality. This activity outlines the evaluation and management of gastrointestinal tuberculosis and highlights the role of the interprofessional team in managing patients with this condition."}
{"id": "article-30658_1", "title": "Gastrointestinal Tuberculosis -- Continuing Education Activity", "content": "Objectives: Identify the pathophysiology of gastrointestinal tuberculosis. Review the findings associated with gastrointestinal tuberculosis. Summarize the common complications for patients with gastrointestinal tuberculosis. Describe the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by gastrointestinal tuberculosis. Access free multiple choice questions on this topic.", "contents": "Gastrointestinal Tuberculosis -- Continuing Education Activity. Objectives: Identify the pathophysiology of gastrointestinal tuberculosis. Review the findings associated with gastrointestinal tuberculosis. Summarize the common complications for patients with gastrointestinal tuberculosis. Describe the importance of improving care coordination among the interprofessional team to improve outcomes for patients affected by gastrointestinal tuberculosis. Access free multiple choice questions on this topic."}
{"id": "article-30658_2", "title": "Gastrointestinal Tuberculosis -- Introduction", "content": "Gastrointestinal (GI) tuberculosis (TB) accounts for 1% to 3 % of all TB cases worldwide. [1] [2] It can occur in the context of active pulmonary disease or as a primary infection without pulmonary involvement. The ileocecal region is the most commonly affected site; however, it can involve any part of the gastrointestinal tract (GIT). [3] [4] Diagnosis is challenging and is often delayed due to its non-specific presentation. GI TB responds well to standard antituberculous drugs. Surgery is only required in cases that develop complications such as strictures or obstruction, not responding to medical therapy. High clinical suspicion, early initiation of antituberculous therapy, and involvement of an interprofessional team are necessary for reducing morbidity and mortality.", "contents": "Gastrointestinal Tuberculosis -- Introduction. Gastrointestinal (GI) tuberculosis (TB) accounts for 1% to 3 % of all TB cases worldwide. [1] [2] It can occur in the context of active pulmonary disease or as a primary infection without pulmonary involvement. The ileocecal region is the most commonly affected site; however, it can involve any part of the gastrointestinal tract (GIT). [3] [4] Diagnosis is challenging and is often delayed due to its non-specific presentation. GI TB responds well to standard antituberculous drugs. Surgery is only required in cases that develop complications such as strictures or obstruction, not responding to medical therapy. High clinical suspicion, early initiation of antituberculous therapy, and involvement of an interprofessional team are necessary for reducing morbidity and mortality."}
{"id": "article-30658_3", "title": "Gastrointestinal Tuberculosis -- Etiology", "content": "Infection of GIT by mycobacteria can occur in five ways: [5] Sputum ingestion by a patient with active pulmonary disease from Mycobacterium tuberculosis Hematogenous spread from a distant focus Lymphatic spread through infected nodes Direct extension from a contiguous site Ingestion of milk products infected with Mycobacterium bovis – particularly seen with consumption of raw milk", "contents": "Gastrointestinal Tuberculosis -- Etiology. Infection of GIT by mycobacteria can occur in five ways: [5] Sputum ingestion by a patient with active pulmonary disease from Mycobacterium tuberculosis Hematogenous spread from a distant focus Lymphatic spread through infected nodes Direct extension from a contiguous site Ingestion of milk products infected with Mycobacterium bovis – particularly seen with consumption of raw milk"}
{"id": "article-30658_4", "title": "Gastrointestinal Tuberculosis -- Etiology", "content": "Some authors have classified abdominal TB into two types: a primary form due to the direct ingestion of M. bovis and a secondary form due to the spread of human bacillus from active pulmonary disease. [6]", "contents": "Gastrointestinal Tuberculosis -- Etiology. Some authors have classified abdominal TB into two types: a primary form due to the direct ingestion of M. bovis and a secondary form due to the spread of human bacillus from active pulmonary disease. [6]"}
{"id": "article-30658_5", "title": "Gastrointestinal Tuberculosis -- Etiology", "content": "The terminal ileum and ileocaecal valve are noted to be the most commonly involved segments. [6] [7] This occurs because of a combination of factors in this region. These include a narrow lumen, relatively increased physiological stasis (allowing for the absorption of the organism), minimal digestive activity, and the presence of M cells in the lymphatic tissue that can take up tubercle bacilli. [8]", "contents": "Gastrointestinal Tuberculosis -- Etiology. The terminal ileum and ileocaecal valve are noted to be the most commonly involved segments. [6] [7] This occurs because of a combination of factors in this region. These include a narrow lumen, relatively increased physiological stasis (allowing for the absorption of the organism), minimal digestive activity, and the presence of M cells in the lymphatic tissue that can take up tubercle bacilli. [8]"}
{"id": "article-30658_6", "title": "Gastrointestinal Tuberculosis -- Etiology", "content": "The mycobacteria have a fatty capsule that resists digestion, which interferes with their release early in the GIT. Thus, proximal GIT lesions were theoretically thought to be rare. [9] However, it can also affect proximal GIT.", "contents": "Gastrointestinal Tuberculosis -- Etiology. The mycobacteria have a fatty capsule that resists digestion, which interferes with their release early in the GIT. Thus, proximal GIT lesions were theoretically thought to be rare. [9] However, it can also affect proximal GIT."}
{"id": "article-30658_7", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "Extra-pulmonary TB accounts for about 12% of all tuberculosis cases, of which gastrointestinal tuberculosis accounts for 11% to 16% of the cases. [10] It thus makes up 1% to 3% of all TB cases. [1] [2] 6% to 38% of patients with intra-abdominal TB may have concomitant pulmonary TB as well. [3] [9] However, the diagnosis of the concurrent active pulmonary disease depends on the criteria used in different studies. [7] Some studies reported that 31% to 50% of patients with AFB-smear positive cavitary TB have concomitant tuberculous enteritis. [11]", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. Extra-pulmonary TB accounts for about 12% of all tuberculosis cases, of which gastrointestinal tuberculosis accounts for 11% to 16% of the cases. [10] It thus makes up 1% to 3% of all TB cases. [1] [2] 6% to 38% of patients with intra-abdominal TB may have concomitant pulmonary TB as well. [3] [9] However, the diagnosis of the concurrent active pulmonary disease depends on the criteria used in different studies. [7] Some studies reported that 31% to 50% of patients with AFB-smear positive cavitary TB have concomitant tuberculous enteritis. [11]"}
{"id": "article-30658_8", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "Some studies have reported a female preponderance of GI TB. [12] However, other studies have reported equal sex predisposition. [13] Interestingly, some studies in extrapulmonary TB showed that cultural and ethnic factors in different communities might lead to unequal environmental exposures. [14] This may account for differences in disease occurrence.", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. Some studies have reported a female preponderance of GI TB. [12] However, other studies have reported equal sex predisposition. [13] Interestingly, some studies in extrapulmonary TB showed that cultural and ethnic factors in different communities might lead to unequal environmental exposures. [14] This may account for differences in disease occurrence."}
{"id": "article-30658_9", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "There is an unclear association of GI TB with the age of a patient. One study reported that middle-aged patients (reproductive age group) are most commonly affected. [15] While, in other studies, patients of a younger age group (age less than 25 years) had a higher incidence. [12] Some studies showed equal age distribution, which was attributed to a high prevalence of consanguinity, leading to overall reduced immune status across age groups. [14]", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. There is an unclear association of GI TB with the age of a patient. One study reported that middle-aged patients (reproductive age group) are most commonly affected. [15] While, in other studies, patients of a younger age group (age less than 25 years) had a higher incidence. [12] Some studies showed equal age distribution, which was attributed to a high prevalence of consanguinity, leading to overall reduced immune status across age groups. [14]"}
{"id": "article-30658_10", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "GI TB is commonly seen in populations with lower socioeconomic status. The concomitant contributors of illiteracy and malnutrition also play a role. [10] It is also seen with human immunodeficiency virus (HIV) infection and acquired immunodeficiency syndrome (AIDS). [16] TB coinfections are the leading cause of death in patients with HIV/AIDs. [17]", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. GI TB is commonly seen in populations with lower socioeconomic status. The concomitant contributors of illiteracy and malnutrition also play a role. [10] It is also seen with human immunodeficiency virus (HIV) infection and acquired immunodeficiency syndrome (AIDS). [16] TB coinfections are the leading cause of death in patients with HIV/AIDs. [17]"}
{"id": "article-30658_11", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "In developed countries, TB is associated with patients with HIV/AIDS and in those who have immigrated from developing countries. [3] [18] Interestingly, GI TB has been diagnosed in patients who had migrated many years prior. [18] However, in comparison to developing countries, there is an overall lower incidence and prevalence of GI TB. [19]", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. In developed countries, TB is associated with patients with HIV/AIDS and in those who have immigrated from developing countries. [3] [18] Interestingly, GI TB has been diagnosed in patients who had migrated many years prior. [18] However, in comparison to developing countries, there is an overall lower incidence and prevalence of GI TB. [19]"}
{"id": "article-30658_12", "title": "Gastrointestinal Tuberculosis -- Epidemiology", "content": "In both developing and developed countries, GI TB has also been associated with patients being treated with anti-tumor necrosis factor-alpha (anti-TNF-alpha) agents and those who have undergone solid-organ transplantation; after renal, renal-pancreas, liver, and cardiac transplants. [20] [21] [22] [23] [24] However, the overall reported incidence of GI TB after transplantation is still low. Of note, it is concerning that GI TB has also been reported in the immune-competent population. [18]", "contents": "Gastrointestinal Tuberculosis -- Epidemiology. In both developing and developed countries, GI TB has also been associated with patients being treated with anti-tumor necrosis factor-alpha (anti-TNF-alpha) agents and those who have undergone solid-organ transplantation; after renal, renal-pancreas, liver, and cardiac transplants. [20] [21] [22] [23] [24] However, the overall reported incidence of GI TB after transplantation is still low. Of note, it is concerning that GI TB has also been reported in the immune-competent population. [18]"}
{"id": "article-30658_13", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Esophageal TB", "content": "Esophageal involvement in TB occurs rarely. It has been seen to occur due to spread from adjacent tissues. It usually involves the middle one-third of the esophagus, at the level of the carina. [25] It may present with dysphagia and odynophagia. [26]", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Esophageal TB. Esophageal involvement in TB occurs rarely. It has been seen to occur due to spread from adjacent tissues. It usually involves the middle one-third of the esophagus, at the level of the carina. [25] It may present with dysphagia and odynophagia. [26]"}
{"id": "article-30658_14", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Gastric and Gastroduodenal TB", "content": "Due to the protective fatty acid capsule of mycobacteria (as described earlier), proximal GIT lesions were thought to be rare. Additional factors that were thought to prevent TB in the stomach and duodenum were a high acid environment, rapid transit time, and a relative absence of lymphoid tissue. [27] However, they have been reported in the stomach and duodenum. [27] [28]", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Gastric and Gastroduodenal TB. Due to the protective fatty acid capsule of mycobacteria (as described earlier), proximal GIT lesions were thought to be rare. Additional factors that were thought to prevent TB in the stomach and duodenum were a high acid environment, rapid transit time, and a relative absence of lymphoid tissue. [27] However, they have been reported in the stomach and duodenum. [27] [28]"}
{"id": "article-30658_15", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Gastric and Gastroduodenal TB", "content": "It is reported to occur secondary to pulmonary TB. [29] Initially, its frequency was thought to be related to the severity of pulmonary involvement; however, independent cases have also been reported. [30] Gastrointestinal (GI) tuberculosis in this anatomic location may lead to gastric outlet obstruction and surgical obstructive jaundice. [31]", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Gastric and Gastroduodenal TB. It is reported to occur secondary to pulmonary TB. [29] Initially, its frequency was thought to be related to the severity of pulmonary involvement; however, independent cases have also been reported. [30] Gastrointestinal (GI) tuberculosis in this anatomic location may lead to gastric outlet obstruction and surgical obstructive jaundice. [31]"}
{"id": "article-30658_16", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- TB of the Small and Large Intestine", "content": "Four major forms have been reported: [9] [32] Ulcerative – the most common form. Usually presents with superficial transverse ulcers. It is more likely to be seen in the small intestine. Hypertrophic – occurs as a hyperplastic reaction around the ulcer, producing an inflammatory mass. It is more likely to be seen in the cecum. Ulcero-hypertrophic – a combination of ulcerative and hypertrophic forms may occur. Fibrous stricturing – may lead to fibrosis and stricture formation, resulting in intestinal obstruction.", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- TB of the Small and Large Intestine. Four major forms have been reported: [9] [32] Ulcerative – the most common form. Usually presents with superficial transverse ulcers. It is more likely to be seen in the small intestine. Hypertrophic – occurs as a hyperplastic reaction around the ulcer, producing an inflammatory mass. It is more likely to be seen in the cecum. Ulcero-hypertrophic – a combination of ulcerative and hypertrophic forms may occur. Fibrous stricturing – may lead to fibrosis and stricture formation, resulting in intestinal obstruction."}
{"id": "article-30658_17", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Rectal and Anal TB", "content": "TB involving the rectal and anal areas may present as multiple fistulae (mimicking Crohn disease), a non-healing lesion after recent anal surgery or a circumferential mass resembling rectal prolapse. [33] [34] (E) Solid Organ TB:", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Rectal and Anal TB. TB involving the rectal and anal areas may present as multiple fistulae (mimicking Crohn disease), a non-healing lesion after recent anal surgery or a circumferential mass resembling rectal prolapse. [33] [34] (E) Solid Organ TB:"}
{"id": "article-30658_18", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Rectal and Anal TB", "content": "Solid organs may be involved by hematogenous dissemination or direct intra-abdominal spread. [32] It usually occurs in immunocompromised patients (especially those with AIDS) and appears in a micronodular or macronodular fashion. [35] The commonly involved organs are the gall bladder and liver.", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Rectal and Anal TB. Solid organs may be involved by hematogenous dissemination or direct intra-abdominal spread. [32] It usually occurs in immunocompromised patients (especially those with AIDS) and appears in a micronodular or macronodular fashion. [35] The commonly involved organs are the gall bladder and liver."}
{"id": "article-30658_19", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Peritoneal TB", "content": "Peritoneal TB usually occurs with other forms of abdominal TB, with peritoneal involvement occurring after the rupture of necrotic lymph nodes. Lymph nodes in the small bowel mesentery and the retroperitoneum are commonly involved, and these may caseate and calcify. Ascites is the most frequent manifestation. [36]", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Peritoneal TB. Peritoneal TB usually occurs with other forms of abdominal TB, with peritoneal involvement occurring after the rupture of necrotic lymph nodes. Lymph nodes in the small bowel mesentery and the retroperitoneum are commonly involved, and these may caseate and calcify. Ascites is the most frequent manifestation. [36]"}
{"id": "article-30658_20", "title": "Gastrointestinal Tuberculosis -- Pathophysiology -- Peritoneal Involvement", "content": "TB peritonitis exists in 5 main forms: [32] Ascitic Loculated (encysted) Plastic (fibrous) Purulent Nodular", "contents": "Gastrointestinal Tuberculosis -- Pathophysiology -- Peritoneal Involvement. TB peritonitis exists in 5 main forms: [32] Ascitic Loculated (encysted) Plastic (fibrous) Purulent Nodular"}
{"id": "article-30658_21", "title": "Gastrointestinal Tuberculosis -- Histopathology", "content": "Ischemia caused by vascular thrombosis may be responsible for tissue breakdown when there is the involvement of mesenteric vasculature by granulomatous inflammation was commonly associated with the ulcerative type with perforation. This suggests that ischemia secondary to vascular thrombosis is responsible for tissue breakdown. This implies that vasculitis plays an important role in the natural history of abdominal tuberculosis.", "contents": "Gastrointestinal Tuberculosis -- Histopathology. Ischemia caused by vascular thrombosis may be responsible for tissue breakdown when there is the involvement of mesenteric vasculature by granulomatous inflammation was commonly associated with the ulcerative type with perforation. This suggests that ischemia secondary to vascular thrombosis is responsible for tissue breakdown. This implies that vasculitis plays an important role in the natural history of abdominal tuberculosis."}
{"id": "article-30658_22", "title": "Gastrointestinal Tuberculosis -- History and Physical", "content": "Patients with gastrointestinal tuberculosis commonly present with the following complaints: [10] [37] Abdominal pain Anorexia Fever Change in bowel habits – diarrhea more common than constipation Nausea and vomiting Melena However, some patients may not manifest any symptoms of GI TB. [38] On examination, they are commonly found to have the following signs: [10] [37] Weight loss Pallor and anemia Rectal bleeding Abdominal distension and ascites Hepatomegaly Splenomegaly Lymphadenopathy Abdominal mass", "contents": "Gastrointestinal Tuberculosis -- History and Physical. Patients with gastrointestinal tuberculosis commonly present with the following complaints: [10] [37] Abdominal pain Anorexia Fever Change in bowel habits – diarrhea more common than constipation Nausea and vomiting Melena However, some patients may not manifest any symptoms of GI TB. [38] On examination, they are commonly found to have the following signs: [10] [37] Weight loss Pallor and anemia Rectal bleeding Abdominal distension and ascites Hepatomegaly Splenomegaly Lymphadenopathy Abdominal mass"}
{"id": "article-30658_23", "title": "Gastrointestinal Tuberculosis -- History and Physical", "content": "A family history of TB may not be evident in all patients. Thus, GI TB must be considered even in the absence of family history. Similarly, only a few patients may have concomitant pulmonary TB or a past medical history of TB.", "contents": "Gastrointestinal Tuberculosis -- History and Physical. A family history of TB may not be evident in all patients. Thus, GI TB must be considered even in the absence of family history. Similarly, only a few patients may have concomitant pulmonary TB or a past medical history of TB."}
{"id": "article-30658_24", "title": "Gastrointestinal Tuberculosis -- Evaluation -- General Laboratory Testing", "content": "Patients with gastrointestinal tuberculosis are noted to have lower hemoglobin levels, lower serum albumin, and high C-reactive protein (CRP) levels. [39] CRP, erythrocytes sedimentation rate (ESR), and fecal calprotectin may also be useful in follow-up as a surrogate marker for healing while on antituberculosis treatment (ATT). [40]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- General Laboratory Testing. Patients with gastrointestinal tuberculosis are noted to have lower hemoglobin levels, lower serum albumin, and high C-reactive protein (CRP) levels. [39] CRP, erythrocytes sedimentation rate (ESR), and fecal calprotectin may also be useful in follow-up as a surrogate marker for healing while on antituberculosis treatment (ATT). [40]"}
{"id": "article-30658_25", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "Gastrointestinal tuberculosis is a paucibacillary disease. Acid-fast bacilli may not be isolated from clinical specimens. [41] Additionally, poor sensitivities are reported for acid-fast stain, cultures, and nucleic acid amplification tests. [42]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. Gastrointestinal tuberculosis is a paucibacillary disease. Acid-fast bacilli may not be isolated from clinical specimens. [41] Additionally, poor sensitivities are reported for acid-fast stain, cultures, and nucleic acid amplification tests. [42]"}
{"id": "article-30658_26", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "Quantiferon testing (the standard interferon-gamma release assay test) may be false-negative in patients with extrapulmonary TB. [43]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. Quantiferon testing (the standard interferon-gamma release assay test) may be false-negative in patients with extrapulmonary TB. [43]"}
{"id": "article-30658_27", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "The commercially available interferon-gamma release assay is reported to have better sensitivity and specificity than the traditional tuberculin skin test in the diagnosis of GI TB. [44] However, it cannot discriminate between active and latent infections. A further calculation of the ratio of TB-specific antigen (TBAg) to phytohaemagglutinin (PHA), known as the TBAg/PHA ratio, could increase the specificity for distinguishing active TB from latent infection. [45]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. The commercially available interferon-gamma release assay is reported to have better sensitivity and specificity than the traditional tuberculin skin test in the diagnosis of GI TB. [44] However, it cannot discriminate between active and latent infections. A further calculation of the ratio of TB-specific antigen (TBAg) to phytohaemagglutinin (PHA), known as the TBAg/PHA ratio, could increase the specificity for distinguishing active TB from latent infection. [45]"}
{"id": "article-30658_28", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "Adenosine deaminase (ADA) levels in the ascitic/peritoneal fluid have been reported to be a good diagnostic marker. [46]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. Adenosine deaminase (ADA) levels in the ascitic/peritoneal fluid have been reported to be a good diagnostic marker. [46]"}
{"id": "article-30658_29", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "Polymerase chain reaction (PCR) testing for M. tuberculosis on clinical specimens can be used as an adjunct for initial diagnosis but should not be used for follow-up.  This is because it cannot differentiate between living and dead M. tuberculosis. Thus, it can remain positive even after the completion of anti-TB treatment and the death of the bacteria. [47] It may be useful in distinguishing intestinal TB from Crohn disease. [48] Multiplex PCRs that detect multiple TB genes have been found to have higher sensitivity and specificity and may also help differentiate from Crohn disease. [49] [50]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. Polymerase chain reaction (PCR) testing for M. tuberculosis on clinical specimens can be used as an adjunct for initial diagnosis but should not be used for follow-up.  This is because it cannot differentiate between living and dead M. tuberculosis. Thus, it can remain positive even after the completion of anti-TB treatment and the death of the bacteria. [47] It may be useful in distinguishing intestinal TB from Crohn disease. [48] Multiplex PCRs that detect multiple TB genes have been found to have higher sensitivity and specificity and may also help differentiate from Crohn disease. [49] [50]"}
{"id": "article-30658_30", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "Another new molecular technique involves a real-time assay using fluorescence resonance energy transfer hybridization probes. In patients with clinical and radiological suspicion of TB but negative AFB smear and culture, it was reported to have a positivity index of 36%. [51]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. Another new molecular technique involves a real-time assay using fluorescence resonance energy transfer hybridization probes. In patients with clinical and radiological suspicion of TB but negative AFB smear and culture, it was reported to have a positivity index of 36%. [51]"}
{"id": "article-30658_31", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "A molecular probe detects mutations in genes associated with rifampicin (rpoB gene) and isoniazid resistance (katG and inhA genes). In one study, it was found to have ≥99% sensitivity and specificity for detecting multidrug resistance (MDR) TB resistance, with faster results and positive results even in AFB smear-negative samples. [52]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. A molecular probe detects mutations in genes associated with rifampicin (rpoB gene) and isoniazid resistance (katG and inhA genes). In one study, it was found to have ≥99% sensitivity and specificity for detecting multidrug resistance (MDR) TB resistance, with faster results and positive results even in AFB smear-negative samples. [52]"}
{"id": "article-30658_32", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing", "content": "The World Health Organization (WHO) currently recommends a test that amplifies the genomic DNA by PCR assay for diagnosis of TB, with results provided within 2 hours. It combines a nested PCR technique with automated amplification and detects M. tuberculosis and rifampicin resistance gene. The rifampicin resistance gene functions as an accurate surrogate marker for MDR TB. Initial studies reported high sensitivity and specificity, with one meta-analysis showing no difference in performance with either fresh or frozen samples. [53] [54] More recent studies and a recent meta-analysis showed that it has high specificity but limited sensitivity for detecting extra-pulmonary TB. [55] Thus, a positive result may rapidly identify TB cases, but a negative result does not rule it out. However, this may be a function of the volume of tissue available for testing. One retrospective study reported high sensitivity and specificity when performed on peritoneal tissue samples. [56]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Mycobacterium-specific Testing. The World Health Organization (WHO) currently recommends a test that amplifies the genomic DNA by PCR assay for diagnosis of TB, with results provided within 2 hours. It combines a nested PCR technique with automated amplification and detects M. tuberculosis and rifampicin resistance gene. The rifampicin resistance gene functions as an accurate surrogate marker for MDR TB. Initial studies reported high sensitivity and specificity, with one meta-analysis showing no difference in performance with either fresh or frozen samples. [53] [54] More recent studies and a recent meta-analysis showed that it has high specificity but limited sensitivity for detecting extra-pulmonary TB. [55] Thus, a positive result may rapidly identify TB cases, but a negative result does not rule it out. However, this may be a function of the volume of tissue available for testing. One retrospective study reported high sensitivity and specificity when performed on peritoneal tissue samples. [56]"}
{"id": "article-30658_33", "title": "Gastrointestinal Tuberculosis -- Evaluation", "content": "Thus, to summarize, most of the mycobacterial-specific testing modalities for GI TB have high specificity but low sensitivity.", "contents": "Gastrointestinal Tuberculosis -- Evaluation. Thus, to summarize, most of the mycobacterial-specific testing modalities for GI TB have high specificity but low sensitivity."}
{"id": "article-30658_34", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging", "content": "1. Computed  tomography (CT) scan:", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging. 1. Computed  tomography (CT) scan:"}
{"id": "article-30658_35", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging", "content": "CT scan is the modality of choice in evaluating the extent and type of GI TB. [57] It appears as asymmetric wall thickening of the terminal ileum, cecum, or ileocecal valves associated with necrotic lymph nodes. After chronic inflammation, the cecum may appear small and irregular due to fibrosis and stenosis. Solid-organ involvement manifests as multiple small hypoattenuating nodules seen on the surface and throughout the parenchyma. [35]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging. CT scan is the modality of choice in evaluating the extent and type of GI TB. [57] It appears as asymmetric wall thickening of the terminal ileum, cecum, or ileocecal valves associated with necrotic lymph nodes. After chronic inflammation, the cecum may appear small and irregular due to fibrosis and stenosis. Solid-organ involvement manifests as multiple small hypoattenuating nodules seen on the surface and throughout the parenchyma. [35]"}
{"id": "article-30658_36", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging", "content": "Ascitic fluid has high protein and cellular content, creating areas of high attenuation on CT imaging. Other manifestations of peritoneal TB include plastic/fibrous type, which is seen as mesenteric and peritoneal thickening with loculated ascites. Another type is nodular/dry peritoneal TB, characterized by mesenteric nodular thickening and fibrous adhesions with a carcinomatosis appearance. [58] CT enterography is a newer, non-invasive technique for diagnosis and to assess the healing of TB lesions. [59] 2. Ultrasound", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging. Ascitic fluid has high protein and cellular content, creating areas of high attenuation on CT imaging. Other manifestations of peritoneal TB include plastic/fibrous type, which is seen as mesenteric and peritoneal thickening with loculated ascites. Another type is nodular/dry peritoneal TB, characterized by mesenteric nodular thickening and fibrous adhesions with a carcinomatosis appearance. [58] CT enterography is a newer, non-invasive technique for diagnosis and to assess the healing of TB lesions. [59] 2. Ultrasound"}
{"id": "article-30658_37", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging", "content": "Ultrasound-guided aspiration may help in the diagnosis of solid-organ lesions. [60] Ultrasound-guided aspiration with the assistance of laparoscopy (as needed) helps in the diagnosis of the ascitic type of peritoneal TB and tuberculous lymph node involvement. [61]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Imaging. Ultrasound-guided aspiration may help in the diagnosis of solid-organ lesions. [60] Ultrasound-guided aspiration with the assistance of laparoscopy (as needed) helps in the diagnosis of the ascitic type of peritoneal TB and tuberculous lymph node involvement. [61]"}
{"id": "article-30658_38", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Gastroenterology Procedures", "content": "Colonoscopy may detect asymptomatic cases when performed for other reasons. [38] Biopsies obtained by colonoscopy have been reported to have as high as 80% diagnostic accuracy. The yield from culture has been reported to be higher when multiple tissue biopsies are obtained during colonoscopy. [62]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Gastroenterology Procedures. Colonoscopy may detect asymptomatic cases when performed for other reasons. [38] Biopsies obtained by colonoscopy have been reported to have as high as 80% diagnostic accuracy. The yield from culture has been reported to be higher when multiple tissue biopsies are obtained during colonoscopy. [62]"}
{"id": "article-30658_39", "title": "Gastrointestinal Tuberculosis -- Evaluation -- Therapeutic Trials", "content": "In some cases, when diagnostic testing is unyielding, but the clinical suspicion is high, patients are started empirically on antituberculosis therapy (ATT). Response to therapy is proposed as a criterion for the diagnosis of GI TB. [40] [63] The accuracy of therapeutic trials, as reported in different studies, has varied between 16% to 29%. [13] [41] Response to therapy occurs rapidly, usually within two weeks. [4]", "contents": "Gastrointestinal Tuberculosis -- Evaluation -- Therapeutic Trials. In some cases, when diagnostic testing is unyielding, but the clinical suspicion is high, patients are started empirically on antituberculosis therapy (ATT). Response to therapy is proposed as a criterion for the diagnosis of GI TB. [40] [63] The accuracy of therapeutic trials, as reported in different studies, has varied between 16% to 29%. [13] [41] Response to therapy occurs rapidly, usually within two weeks. [4]"}
{"id": "article-30658_40", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy", "content": "A standard four-drug regimen, consisting of isoniazid, rifampicin, pyrazinamide, and ethambutol, is recommended for ATT in intra-abdominal/gastrointestinal tuberculosis. These four drugs are used thrice weekly for the initial two months, followed by isoniazid and rifampin for an additional four months. [64] ATT is usually reported to be highly effective with good cure rates. Healing of intestinal ulcers can be seen as early as the end of the ATT initiation phase (2 months). [63]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy. A standard four-drug regimen, consisting of isoniazid, rifampicin, pyrazinamide, and ethambutol, is recommended for ATT in intra-abdominal/gastrointestinal tuberculosis. These four drugs are used thrice weekly for the initial two months, followed by isoniazid and rifampin for an additional four months. [64] ATT is usually reported to be highly effective with good cure rates. Healing of intestinal ulcers can be seen as early as the end of the ATT initiation phase (2 months). [63]"}
{"id": "article-30658_41", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy", "content": "Most treatment guidelines recommend a 6-month course of ATT for luminal TB. Prospective, randomized controlled studies and as well as a Cochrane systematic review have confirmed good cure rates with six months of therapy, instead of 9 months, with the added benefits of reduced cost and increased compliance. [65] [66]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy. Most treatment guidelines recommend a 6-month course of ATT for luminal TB. Prospective, randomized controlled studies and as well as a Cochrane systematic review have confirmed good cure rates with six months of therapy, instead of 9 months, with the added benefits of reduced cost and increased compliance. [65] [66]"}
{"id": "article-30658_42", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy", "content": "However, when there is a concern for disseminated disease, prolonged therapy may be needed. [18] [37] Thus, each patient should be evaluated on an individual basis. Consultation with an expert in infectious diseases is recommended.", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy. However, when there is a concern for disseminated disease, prolonged therapy may be needed. [18] [37] Thus, each patient should be evaluated on an individual basis. Consultation with an expert in infectious diseases is recommended."}
{"id": "article-30658_43", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy", "content": "Response to ATT occurs by mucosal healing. However, strictures, polyps, and hypertrophic lesions may persist despite the use of ATT. [63] One study reported the occurrence of multiple strictures occurring more frequently in patients who received prior ATT compared to those who did not. [67] Additionally, an obstruction may worsen during ATT due to healing and scar formation. [68]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy. Response to ATT occurs by mucosal healing. However, strictures, polyps, and hypertrophic lesions may persist despite the use of ATT. [63] One study reported the occurrence of multiple strictures occurring more frequently in patients who received prior ATT compared to those who did not. [67] Additionally, an obstruction may worsen during ATT due to healing and scar formation. [68]"}
{"id": "article-30658_44", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy", "content": "Drug-induced liver injury during ATT is the most common reason for discontinuation of therapy. [4] Concomitant Hepatitis B and C coinfection is reported to put patients at higher risk for liver injury. [69]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Medical Therapy. Drug-induced liver injury during ATT is the most common reason for discontinuation of therapy. [4] Concomitant Hepatitis B and C coinfection is reported to put patients at higher risk for liver injury. [69]"}
{"id": "article-30658_45", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Endoscopic Intervention", "content": "Endoscopic balloon dilatation has been used for the management of ileal strictures and duodenal strictures. [70] [71]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Endoscopic Intervention. Endoscopic balloon dilatation has been used for the management of ileal strictures and duodenal strictures. [70] [71]"}
{"id": "article-30658_46", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Surgical Therapy", "content": "Surgery may be needed in the setting of complications such as obstruction, perforation, and fistulation. [67] Surgical options are categorized into three main broad groups: [64] [65] [72]", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Surgical Therapy. Surgery may be needed in the setting of complications such as obstruction, perforation, and fistulation. [67] Surgical options are categorized into three main broad groups: [64] [65] [72]"}
{"id": "article-30658_47", "title": "Gastrointestinal Tuberculosis -- Treatment / Management -- Surgical Therapy", "content": "Bypassing of involved bowel segments - entero-enterostomy, ileo-transverse colostomy. These procedures are not routinely done as they are usually complicated by blind loop syndrome, fistula formation, and recurrent disease in the remaining segments. Radical resection of involved segments - hemicolectomy. Tuberculous bowel perforations are usually treated with resection of involved segments and primary anastomosis. This can be combined with effective ATT to eradicate the disease. However, these surgeries are hindered by the malnourished status of most patients, making them poor surgical candidates. Conservative surgeries, such as like strictureplasty, in strictures causing more than 50% luminal compromise. Surgery may be needed in patients with persistent strictures while on ATT, as well as those with multiple strictures that are less likely to respond to ATT.", "contents": "Gastrointestinal Tuberculosis -- Treatment / Management -- Surgical Therapy. Bypassing of involved bowel segments - entero-enterostomy, ileo-transverse colostomy. These procedures are not routinely done as they are usually complicated by blind loop syndrome, fistula formation, and recurrent disease in the remaining segments. Radical resection of involved segments - hemicolectomy. Tuberculous bowel perforations are usually treated with resection of involved segments and primary anastomosis. This can be combined with effective ATT to eradicate the disease. However, these surgeries are hindered by the malnourished status of most patients, making them poor surgical candidates. Conservative surgeries, such as like strictureplasty, in strictures causing more than 50% luminal compromise. Surgery may be needed in patients with persistent strictures while on ATT, as well as those with multiple strictures that are less likely to respond to ATT."}
{"id": "article-30658_48", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- “The great mimicker”", "content": "Gastrointestinal tuberculosis is known as the great mimicker. It has been reported to mimic esophageal cancer, esophageal ulcers and tumors, gastric ulcers, gastric cancer, colorectal cancer, and sarcomas. [73] [74] TB lesions may show uptake of radioactive dye in positron emission tomography or computed tomography scan and may also show elevated tumor markers. [75] It has also been known to appear clinically similar to acute infections, such as appendicitis, colitis, acute cholecystitis, and necrotizing fasciitis. [76] [77] [78]", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- “The great mimicker”. Gastrointestinal tuberculosis is known as the great mimicker. It has been reported to mimic esophageal cancer, esophageal ulcers and tumors, gastric ulcers, gastric cancer, colorectal cancer, and sarcomas. [73] [74] TB lesions may show uptake of radioactive dye in positron emission tomography or computed tomography scan and may also show elevated tumor markers. [75] It has also been known to appear clinically similar to acute infections, such as appendicitis, colitis, acute cholecystitis, and necrotizing fasciitis. [76] [77] [78]"}
{"id": "article-30658_49", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "Intestinal TB has very commonly been mistaken for Crohn disease. [79] The misdiagnosis rate can be as high as 50% to 70%. [80] Additionally, there have been reports of some patients with Crohn disease noted to have positive AFB staining. [81] There have been several strategies aimed at distinguishing the two: 1.Clinical features:", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. Intestinal TB has very commonly been mistaken for Crohn disease. [79] The misdiagnosis rate can be as high as 50% to 70%. [80] Additionally, there have been reports of some patients with Crohn disease noted to have positive AFB staining. [81] There have been several strategies aimed at distinguishing the two: 1.Clinical features:"}
{"id": "article-30658_50", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "One meta-analysis found that patients with TB were more commonly found to have a fever, night sweats, lung involvement, and ascites. Diarrhea, hematochezia, perianal disease, and the presence of extraintestinal manifestations were seen more in Crohn disease. [39] [82] 2. Endoscopic features:", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. One meta-analysis found that patients with TB were more commonly found to have a fever, night sweats, lung involvement, and ascites. Diarrhea, hematochezia, perianal disease, and the presence of extraintestinal manifestations were seen more in Crohn disease. [39] [82] 2. Endoscopic features:"}
{"id": "article-30658_51", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "TB ulcers tend to be circumferential/transverse and surrounded by inflamed mucosa, with caseating granulomas. TB is also likely to produce a patulous ileocecal valve with heaped-up folds or a destroyed valve with a “fish-mouth” opening. [41] [82]", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. TB ulcers tend to be circumferential/transverse and surrounded by inflamed mucosa, with caseating granulomas. TB is also likely to produce a patulous ileocecal valve with heaped-up folds or a destroyed valve with a “fish-mouth” opening. [41] [82]"}
{"id": "article-30658_52", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "Crohn disease is associated with longitudinal ulcers, aphthous ulcers, a cobblestone appearance, luminal stricture, mucosal bridge, skip lesions, and recto-sigmoid involvement. [82] Isolated involvement of the duodenum and jejunum is rare in intestinal TB and is more likely to be seen in Crohn disease. 3. Diagnostic tests: Patients with GI TB have lower hemoglobin levels, lower serum albumin, and high C-reactive protein (CRP) levels; these may help differentiate it from Crohn disease. [39]", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. Crohn disease is associated with longitudinal ulcers, aphthous ulcers, a cobblestone appearance, luminal stricture, mucosal bridge, skip lesions, and recto-sigmoid involvement. [82] Isolated involvement of the duodenum and jejunum is rare in intestinal TB and is more likely to be seen in Crohn disease. 3. Diagnostic tests: Patients with GI TB have lower hemoglobin levels, lower serum albumin, and high C-reactive protein (CRP) levels; these may help differentiate it from Crohn disease. [39]"}
{"id": "article-30658_53", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "PCR testing for M. tuberculosis in tissue samples is highly specific for intestinal TB and may help in differentiating from Crohn disease. [48] [50] One recent meta-analysis reported a pooled sensitivity and specificity of 44% and 95%, respectively, for the diagnosis of TB by PCR. [42] Anti-Saccharomyces cerevisiae antibodies have been shown to be unreliable in the differentiation of the two diseases. [83] 4. Use of prediction models:", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. PCR testing for M. tuberculosis in tissue samples is highly specific for intestinal TB and may help in differentiating from Crohn disease. [48] [50] One recent meta-analysis reported a pooled sensitivity and specificity of 44% and 95%, respectively, for the diagnosis of TB by PCR. [42] Anti-Saccharomyces cerevisiae antibodies have been shown to be unreliable in the differentiation of the two diseases. [83] 4. Use of prediction models:"}
{"id": "article-30658_54", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "Several multi-parameter prediction models have been developed to differentiate the two diseases. However, these models have several distinct disadvantages, such as complex formulae, small sample size, heterogeneity of parameters, and lack of validation in different populations. [82] [84] 5. Use of therapeutic trial:", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. Several multi-parameter prediction models have been developed to differentiate the two diseases. However, these models have several distinct disadvantages, such as complex formulae, small sample size, heterogeneity of parameters, and lack of validation in different populations. [82] [84] 5. Use of therapeutic trial:"}
{"id": "article-30658_55", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease", "content": "Some researchers and groups have recommended a therapeutic trial of ATT to differentiate the two diseases. [85] When evaluated in a study, patients with intestinal TB who received ATT were found to have sustained clinical improvement and mucosal healing on repeat colonoscopy. [86] However, the proposed duration of the therapeutic trial, at which time ATT can be discontinued, is still to be formulated.", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Differentiation from Crohn Disease. Some researchers and groups have recommended a therapeutic trial of ATT to differentiate the two diseases. [85] When evaluated in a study, patients with intestinal TB who received ATT were found to have sustained clinical improvement and mucosal healing on repeat colonoscopy. [86] However, the proposed duration of the therapeutic trial, at which time ATT can be discontinued, is still to be formulated."}
{"id": "article-30658_56", "title": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Intestinal Sarcoidosis", "content": "Intestinal TB may also be mistaken for intestinal sarcoidosis, and differentiation between the two conditions may be difficult, even with biopsy. [87] Crohn disease Colorectal cancer Esophageal cancer Esophageal ulcers and tumors Gastric cancer Gastric ulcers Sarcomas Sarcoidosis", "contents": "Gastrointestinal Tuberculosis -- Differential Diagnosis -- Intestinal Sarcoidosis. Intestinal TB may also be mistaken for intestinal sarcoidosis, and differentiation between the two conditions may be difficult, even with biopsy. [87] Crohn disease Colorectal cancer Esophageal cancer Esophageal ulcers and tumors Gastric cancer Gastric ulcers Sarcomas Sarcoidosis"}
{"id": "article-30658_57", "title": "Gastrointestinal Tuberculosis -- Prognosis", "content": "Untreated abdominal/gastrointestinal tuberculosis has a 6% to 20% mortality rate and may lead to complications that need surgical intervention. [88]", "contents": "Gastrointestinal Tuberculosis -- Prognosis. Untreated abdominal/gastrointestinal tuberculosis has a 6% to 20% mortality rate and may lead to complications that need surgical intervention. [88]"}
{"id": "article-30658_58", "title": "Gastrointestinal Tuberculosis -- Complications", "content": "There are multiple complications reported due to gastrointestinal tuberculosis: [89] [21] [90] [91] [92] Upper and lower gastrointestinal bleeding Fistula occurring at different sites Obstruction of lumen of the gut Stricture formation Intussusception Perforation Anemia Malnutrition, malabsorption, weight loss, and deficiency of essential vitamins and minerals Chronic inflammatory demyelinating polyneuropathy was reported in one case", "contents": "Gastrointestinal Tuberculosis -- Complications. There are multiple complications reported due to gastrointestinal tuberculosis: [89] [21] [90] [91] [92] Upper and lower gastrointestinal bleeding Fistula occurring at different sites Obstruction of lumen of the gut Stricture formation Intussusception Perforation Anemia Malnutrition, malabsorption, weight loss, and deficiency of essential vitamins and minerals Chronic inflammatory demyelinating polyneuropathy was reported in one case"}
{"id": "article-30658_59", "title": "Gastrointestinal Tuberculosis -- Complications", "content": "As noted earlier, intestinal TB has often been mistaken for Crohn disease. Treatment with immune-suppressive therapy in such cases, unfortunately, resulted in adverse outcomes. [79] Rarely, intestinal TB may develop as a complication during the treatment of Crohn disease with immunosuppressants. [93] Patients who develop active TB while receiving anti-TNF-alpha agents may show a paradoxical worsening of preexisting Crohn disease, or even the emergence of new lesions when these agents are withdrawn. [94]", "contents": "Gastrointestinal Tuberculosis -- Complications. As noted earlier, intestinal TB has often been mistaken for Crohn disease. Treatment with immune-suppressive therapy in such cases, unfortunately, resulted in adverse outcomes. [79] Rarely, intestinal TB may develop as a complication during the treatment of Crohn disease with immunosuppressants. [93] Patients who develop active TB while receiving anti-TNF-alpha agents may show a paradoxical worsening of preexisting Crohn disease, or even the emergence of new lesions when these agents are withdrawn. [94]"}
{"id": "article-30658_60", "title": "Gastrointestinal Tuberculosis -- Complications", "content": "Like other forms of TB, there is a concern for the emergence of MDR TB infections in the abdomen. [10] One study in Taiwan reported a prevalence of MDR TB in 13% of GI TB patients. However, a large proportion of them also had concomitant pulmonary TB. [95]", "contents": "Gastrointestinal Tuberculosis -- Complications. Like other forms of TB, there is a concern for the emergence of MDR TB infections in the abdomen. [10] One study in Taiwan reported a prevalence of MDR TB in 13% of GI TB patients. However, a large proportion of them also had concomitant pulmonary TB. [95]"}
{"id": "article-30658_61", "title": "Gastrointestinal Tuberculosis -- Deterrence and Patient Education", "content": "Gastrointestinal tuberculosis poses a diagnostic challenge as it typically presents with non-specific clinical and radiologic features. The diagnosis is often delayed due to its vague presentation resulting in various complications. A high index of clinical suspicion and appropriate use of various investigative modalities can aid in early diagnosis, thereby reducing associated morbidity and mortality. Antituberculous therapy is the mainstay of treatment, with surgery only required in a minority of cases.", "contents": "Gastrointestinal Tuberculosis -- Deterrence and Patient Education. Gastrointestinal tuberculosis poses a diagnostic challenge as it typically presents with non-specific clinical and radiologic features. The diagnosis is often delayed due to its vague presentation resulting in various complications. A high index of clinical suspicion and appropriate use of various investigative modalities can aid in early diagnosis, thereby reducing associated morbidity and mortality. Antituberculous therapy is the mainstay of treatment, with surgery only required in a minority of cases."}
{"id": "article-30658_62", "title": "Gastrointestinal Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Clinicians must keep gastrointestinal tuberculosis on the list of differential diagnoses when evaluating patients with new-onset Crohn disease or those with vague gastrointestinal symptoms and nonspecific test results. This is particularly important in those who have migrated from an endemic region and/or have other risk factors. Although it is more commonly seen in immunocompromised patients, it can also affect immunocompetent individuals.", "contents": "Gastrointestinal Tuberculosis -- Enhancing Healthcare Team Outcomes. Clinicians must keep gastrointestinal tuberculosis on the list of differential diagnoses when evaluating patients with new-onset Crohn disease or those with vague gastrointestinal symptoms and nonspecific test results. This is particularly important in those who have migrated from an endemic region and/or have other risk factors. Although it is more commonly seen in immunocompromised patients, it can also affect immunocompetent individuals."}
{"id": "article-30658_63", "title": "Gastrointestinal Tuberculosis -- Enhancing Healthcare Team Outcomes", "content": "Early consultation with experts in infectious diseases and gastroenterology, combined with an interprofessional approach and maintaining a high index of suspicion, is important in successful management.", "contents": "Gastrointestinal Tuberculosis -- Enhancing Healthcare Team Outcomes. Early consultation with experts in infectious diseases and gastroenterology, combined with an interprofessional approach and maintaining a high index of suspicion, is important in successful management."}
{"id": "article-30658_64", "title": "Gastrointestinal Tuberculosis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Gastrointestinal Tuberculosis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}