{"id": "article-22850_0", "title": "Physiology, Herring Breuer Reflex -- Introduction", "content": "The spontaneous respiratory drive is among the most vital evolutionary qualities in mammalian existence, and the neurocircuitry and physiology behind the human respiratory drive are complex. While the motivation to inspire oxygen is certainly evident, there is also the consideration that the over-expansion of the lungs via inspiratory drive can be damaging, and therefore requires monitoring and inhibition. Among these interactions, the most widely recognized description of such reflexive respiratory control was first conceptualized by Ewald Hering, and Joseph Breuer in 1868, who illustrated that sustained lung inflation triggers reflexive expiration to prevent over-inflation related lung injury. Since its discovery, the Hering-Breuer reflex (HBR) has been thoroughly investigated within the realm of physiology and pathology and is consistently identical across other mammalian species. [1] As such, it is an essential mechanism for respiratory control and protection in animals, enabling volume-dependent regulation. [2] [3] Interestingly, initially, this reflex was not believed to influence breathing at eupneic tidal volumes in adult humans. [4] However, data has since demonstrated that this reflex can be identified in adults, most easily with the cessation of chest wall movement. [5] [6] Also, although this reflex is present and (in select circumstances detectable) in adult humans, under ordinary circumstances, the volume necessary to activate the HBR exceeds physiologic tidal volumes and is therefore considered undetectable. [4] [7] One interesting caveat is the consideration by which temperature influences the relationship between lung volume and duration of inspiration, which is still observable among adults. With increasing temperature, the threshold (maximum volume) for inspiratory discontinuation is achieved sooner, thereby affecting the tidal volume and respiratory tone. [8]", "contents": "Physiology, Herring Breuer Reflex -- Introduction. The spontaneous respiratory drive is among the most vital evolutionary qualities in mammalian existence, and the neurocircuitry and physiology behind the human respiratory drive are complex. While the motivation to inspire oxygen is certainly evident, there is also the consideration that the over-expansion of the lungs via inspiratory drive can be damaging, and therefore requires monitoring and inhibition. Among these interactions, the most widely recognized description of such reflexive respiratory control was first conceptualized by Ewald Hering, and Joseph Breuer in 1868, who illustrated that sustained lung inflation triggers reflexive expiration to prevent over-inflation related lung injury. Since its discovery, the Hering-Breuer reflex (HBR) has been thoroughly investigated within the realm of physiology and pathology and is consistently identical across other mammalian species. [1] As such, it is an essential mechanism for respiratory control and protection in animals, enabling volume-dependent regulation. [2] [3] Interestingly, initially, this reflex was not believed to influence breathing at eupneic tidal volumes in adult humans. [4] However, data has since demonstrated that this reflex can be identified in adults, most easily with the cessation of chest wall movement. [5] [6] Also, although this reflex is present and (in select circumstances detectable) in adult humans, under ordinary circumstances, the volume necessary to activate the HBR exceeds physiologic tidal volumes and is therefore considered undetectable. [4] [7] One interesting caveat is the consideration by which temperature influences the relationship between lung volume and duration of inspiration, which is still observable among adults. With increasing temperature, the threshold (maximum volume) for inspiratory discontinuation is achieved sooner, thereby affecting the tidal volume and respiratory tone. [8]"}
{"id": "article-22850_1", "title": "Physiology, Herring Breuer Reflex -- Introduction", "content": "Although adults demonstrated reduced ability to illustrate the Hering Breuer reflex, it is much more prominent among preterm infants and newborns. Furthermore, the HBR may play a vital function, as there are suggestions that it plays a role in controlling lung volume at an early age. [9] Additionally, abnormal development of these vagal pathways may contribute towards several breathing disorders in infancy (see Section: Clinical Significance).", "contents": "Physiology, Herring Breuer Reflex -- Introduction. Although adults demonstrated reduced ability to illustrate the Hering Breuer reflex, it is much more prominent among preterm infants and newborns. Furthermore, the HBR may play a vital function, as there are suggestions that it plays a role in controlling lung volume at an early age. [9] Additionally, abnormal development of these vagal pathways may contribute towards several breathing disorders in infancy (see Section: Clinical Significance)."}
{"id": "article-22850_2", "title": "Physiology, Herring Breuer Reflex -- Introduction", "content": "Herein, we discuss the physiologic mechanism behind the Herin-Breuer reflex, the neural circuitry involved, its role in human development, and the clinical and pathologic sequelae associated with malfunctioning with this system.", "contents": "Physiology, Herring Breuer Reflex -- Introduction. Herein, we discuss the physiologic mechanism behind the Herin-Breuer reflex, the neural circuitry involved, its role in human development, and the clinical and pathologic sequelae associated with malfunctioning with this system."}
{"id": "article-22850_3", "title": "Physiology, Herring Breuer Reflex -- Development", "content": "Since its discovery, the HBR is considered major regulatory feedback for stimulating and maintaining rhythmic respiratory activity. As such, the HBR is an important respiratory control mechanism, particularly in newborns. [10] Among infants, the reflex is particularly prominent and can be evoked by briefly occluding the airway at the end of inspiration. [11] [12] The HBR has been shown to decrease in prominence with age, and can only be evoked at lung volumes well above the tidal range. In fact, the HBR does not influence the respiratory pattern until attaining a high lung volume (and is thereby unattainable with resting breathing. [13] [14] [15] This diminished influence of the HBR on respiratory patterns appears to be related to postnatal HBR habituation. [16]", "contents": "Physiology, Herring Breuer Reflex -- Development. Since its discovery, the HBR is considered major regulatory feedback for stimulating and maintaining rhythmic respiratory activity. As such, the HBR is an important respiratory control mechanism, particularly in newborns. [10] Among infants, the reflex is particularly prominent and can be evoked by briefly occluding the airway at the end of inspiration. [11] [12] The HBR has been shown to decrease in prominence with age, and can only be evoked at lung volumes well above the tidal range. In fact, the HBR does not influence the respiratory pattern until attaining a high lung volume (and is thereby unattainable with resting breathing. [13] [14] [15] This diminished influence of the HBR on respiratory patterns appears to be related to postnatal HBR habituation. [16]"}
{"id": "article-22850_4", "title": "Physiology, Herring Breuer Reflex -- Development", "content": "Despite this physiologic change and reduced need for the HBR to establish a respiratory rhythm, the HBR does still maintain important functionality among juvenile and adult animals. Primarily, sensory feedback regarding the tidal volume and lung expansion appear to be responsible for altering breathing patterns secondary to behavioral and emotional stressors (such as prolonged vocalization or abrupt physical exercise).", "contents": "Physiology, Herring Breuer Reflex -- Development. Despite this physiologic change and reduced need for the HBR to establish a respiratory rhythm, the HBR does still maintain important functionality among juvenile and adult animals. Primarily, sensory feedback regarding the tidal volume and lung expansion appear to be responsible for altering breathing patterns secondary to behavioral and emotional stressors (such as prolonged vocalization or abrupt physical exercise)."}
{"id": "article-22850_5", "title": "Physiology, Herring Breuer Reflex -- Function", "content": "When considering mammalian survival and evolution, the motivation to inspire is paramount; however, one must consider that too much inspiration can also be harmful. Therefore, this balance requires close monitoring. The Hering-Breuer reflex fulfills this function. This function is particularly useful in adults. Also, infants and neonates possess a separate necessity for the Hering Breuer reflex in the form of maintaining a rhythmic breathing pattern. [17] (Discussed in more detail in the clinical significance section)", "contents": "Physiology, Herring Breuer Reflex -- Function. When considering mammalian survival and evolution, the motivation to inspire is paramount; however, one must consider that too much inspiration can also be harmful. Therefore, this balance requires close monitoring. The Hering-Breuer reflex fulfills this function. This function is particularly useful in adults. Also, infants and neonates possess a separate necessity for the Hering Breuer reflex in the form of maintaining a rhythmic breathing pattern. [17] (Discussed in more detail in the clinical significance section)"}
{"id": "article-22850_6", "title": "Physiology, Herring Breuer Reflex -- Mechanism", "content": "The neurologic mechanism behind the Hering Breuer reflex is complex and is a prime example of an inhibitory feedback loop. In human adults, the reflex begins with prolonged inspiration well exceeding eupneic tidal volume. This thoracic expansion subsequently and gradually activates, slowly adapting pulmonary stretch receptors. These receptors relay a signal through the vagus nerve (on a breath-by-breath basis) to \"pump\" cells\" located within the ventrolateral nucleus of the solitary tract. [1] [4] [6] [18] [19] [20] [21] These pump cells receive these vagal inputs and project the information to the medullary post-inspiratory neurons. [22] These neurons subsequently project inhibitory signals back to the inspiratory neurons along the lateral portion of the respiratory column, thereby terminating inspiration and beginning a prolonged expiration. [23] [24] [25] [26]", "contents": "Physiology, Herring Breuer Reflex -- Mechanism. The neurologic mechanism behind the Hering Breuer reflex is complex and is a prime example of an inhibitory feedback loop. In human adults, the reflex begins with prolonged inspiration well exceeding eupneic tidal volume. This thoracic expansion subsequently and gradually activates, slowly adapting pulmonary stretch receptors. These receptors relay a signal through the vagus nerve (on a breath-by-breath basis) to \"pump\" cells\" located within the ventrolateral nucleus of the solitary tract. [1] [4] [6] [18] [19] [20] [21] These pump cells receive these vagal inputs and project the information to the medullary post-inspiratory neurons. [22] These neurons subsequently project inhibitory signals back to the inspiratory neurons along the lateral portion of the respiratory column, thereby terminating inspiration and beginning a prolonged expiration. [23] [24] [25] [26]"}
{"id": "article-22850_7", "title": "Physiology, Herring Breuer Reflex -- Related Testing", "content": "Despite the clinical significance behind the Hering Breuer reflex (especially with regards to obstructive sleep apnea and traumatic related vagotomy), there is limited research to date regarding possible diagnostic testing to assess its viability in vivo.", "contents": "Physiology, Herring Breuer Reflex -- Related Testing. Despite the clinical significance behind the Hering Breuer reflex (especially with regards to obstructive sleep apnea and traumatic related vagotomy), there is limited research to date regarding possible diagnostic testing to assess its viability in vivo."}
{"id": "article-22850_8", "title": "Physiology, Herring Breuer Reflex -- Clinical Significance", "content": "Several conditions and syndromes hold relevance to the Hering Breuer reflex. For one, understanding the neural circuitry and interplay among airway mechanoreceptor reflexes have been extensively studied in the past due to their clinical relevance in maintaining airway protection and upper airway motor tone. One potential clinical circumstance includes sleep and the possible dysregulation in patients who suffer from obstructive sleep apnea. [27]", "contents": "Physiology, Herring Breuer Reflex -- Clinical Significance. Several conditions and syndromes hold relevance to the Hering Breuer reflex. For one, understanding the neural circuitry and interplay among airway mechanoreceptor reflexes have been extensively studied in the past due to their clinical relevance in maintaining airway protection and upper airway motor tone. One potential clinical circumstance includes sleep and the possible dysregulation in patients who suffer from obstructive sleep apnea. [27]"}
{"id": "article-22850_9", "title": "Physiology, Herring Breuer Reflex -- Clinical Significance", "content": "Second, as discussed previously, the HBR loop maintains breathing pattern stabilization in neonates and even in preterm infants. [17] As infants mature, gradual habituation occurs, and the threshold for HBR stimulation increases. In adults, the HBR threshold is well above tidal volume, thus reducing the global influence of the HBR. In certain instances, attenuating the habituation processing (as well as desensitization of pontine input) of the HBR is evident, and may be protective. [28] For example, in the case of Rett syndrome, animal models of mice with MECP2 deficiency lead to exaggerated post-inspiratory activation within the vagus nerve, which can contribute to lung over-inflation. [29] It is thereby plausible that given the lack of HBR habituation in such instances may contribute to breathing pattern instability due to competing for sensory and central neural signaling. [16]", "contents": "Physiology, Herring Breuer Reflex -- Clinical Significance. Second, as discussed previously, the HBR loop maintains breathing pattern stabilization in neonates and even in preterm infants. [17] As infants mature, gradual habituation occurs, and the threshold for HBR stimulation increases. In adults, the HBR threshold is well above tidal volume, thus reducing the global influence of the HBR. In certain instances, attenuating the habituation processing (as well as desensitization of pontine input) of the HBR is evident, and may be protective. [28] For example, in the case of Rett syndrome, animal models of mice with MECP2 deficiency lead to exaggerated post-inspiratory activation within the vagus nerve, which can contribute to lung over-inflation. [29] It is thereby plausible that given the lack of HBR habituation in such instances may contribute to breathing pattern instability due to competing for sensory and central neural signaling. [16]"}
{"id": "article-22850_10", "title": "Physiology, Herring Breuer Reflex -- Clinical Significance", "content": "Another clinical circumstance with regards to the HBR is removing feedback altogether (via reduced vagal nerve stimulation or vagotomy). Research has shown such an occurrence to reduce the respiratory rhythm while increasing the inspiratory amplitude and prolonging the duration of expiration. [4] Such an event is not exclusive to the case of bilateral denervation, as in the case of a unilateral vagotomy. Here, both lungs respond by altering respiratory patterns to reflect a slowing and deepening of respiratory movement. [30]", "contents": "Physiology, Herring Breuer Reflex -- Clinical Significance. Another clinical circumstance with regards to the HBR is removing feedback altogether (via reduced vagal nerve stimulation or vagotomy). Research has shown such an occurrence to reduce the respiratory rhythm while increasing the inspiratory amplitude and prolonging the duration of expiration. [4] Such an event is not exclusive to the case of bilateral denervation, as in the case of a unilateral vagotomy. Here, both lungs respond by altering respiratory patterns to reflect a slowing and deepening of respiratory movement. [30]"}
{"id": "article-22850_11", "title": "Physiology, Herring Breuer Reflex -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Physiology, Herring Breuer Reflex -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}