{"id": "article-31669_0", "title": "EMS Catastrophic State And Federal Assets  -- Introduction", "content": "All disasters, regardless of scope or scale, occur at the local level. Most disasters can be managed at the local level using local resources. When the resources required to manage a disaster exceeds available local resources, the incident commander will contact the state government for support. Large disaster response often evolves from a locally managed event through regional and state responses to a federal response. As more services are made available or brought to the scene of an incident, disaster responders face a variety of challenges. Challenges include communications, resource allocation, leadership, and governance between agencies that may rarely work together.  Disaster management begins with planning and training to best prepare responders to cope with the stress and time-sensitive nature of the situation.  Local responders must establish regular disaster drills which include the participation of all government and private entities that may be involved in a disaster. The incident commanders and the command staff must be aware of regional, state, and federal assets available to assist in large-scale disaster response.", "contents": "EMS Catastrophic State And Federal Assets  -- Introduction. All disasters, regardless of scope or scale, occur at the local level. Most disasters can be managed at the local level using local resources. When the resources required to manage a disaster exceeds available local resources, the incident commander will contact the state government for support. Large disaster response often evolves from a locally managed event through regional and state responses to a federal response. As more services are made available or brought to the scene of an incident, disaster responders face a variety of challenges. Challenges include communications, resource allocation, leadership, and governance between agencies that may rarely work together.  Disaster management begins with planning and training to best prepare responders to cope with the stress and time-sensitive nature of the situation.  Local responders must establish regular disaster drills which include the participation of all government and private entities that may be involved in a disaster. The incident commanders and the command staff must be aware of regional, state, and federal assets available to assist in large-scale disaster response."}
{"id": "article-31669_1", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "Over the past decade, the number of large-scale incidents has increased in both severity and scale. With this increase in events, many local and state responders face a growing crisis of navigating the various state and federal agencies responsible for coming to the aid of local emergency response agencies. In the post-911 landscape, a United States presidential directive ordered that the federal government improve its capabilities for preventing and responding to large-scale incidents that could overwhelm local and state responders. This directive allowed local, state, and federal agencies to create a framework that all responders could use to manage incidents and resource requests.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. Over the past decade, the number of large-scale incidents has increased in both severity and scale. With this increase in events, many local and state responders face a growing crisis of navigating the various state and federal agencies responsible for coming to the aid of local emergency response agencies. In the post-911 landscape, a United States presidential directive ordered that the federal government improve its capabilities for preventing and responding to large-scale incidents that could overwhelm local and state responders. This directive allowed local, state, and federal agencies to create a framework that all responders could use to manage incidents and resource requests."}
{"id": "article-31669_2", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The on-scene incident commander may request additional regional and state support. Special weapons and tactics (SWAT) teams, hazardous materials (HAZMAT) teams, surrounding county emergency management services (EMS), fire, law enforcement, and regional medical staff are available to assist when called upon.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The on-scene incident commander may request additional regional and state support. Special weapons and tactics (SWAT) teams, hazardous materials (HAZMAT) teams, surrounding county emergency management services (EMS), fire, law enforcement, and regional medical staff are available to assist when called upon."}
{"id": "article-31669_3", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "State's governors may request various assets to aid responders. The governor may elect to activate portions or the entirety of the state's National Guard. National Guard troops may assist with responses from large-scale emergency medical incidents to chemical, biological, radiological, nuclear, and explosives (CBRNE) and provide search and rescue teams. At the federal level, a variety of support services are available to assist responders in mitigating and responding to incidents.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. State's governors may request various assets to aid responders. The governor may elect to activate portions or the entirety of the state's National Guard. National Guard troops may assist with responses from large-scale emergency medical incidents to chemical, biological, radiological, nuclear, and explosives (CBRNE) and provide search and rescue teams. At the federal level, a variety of support services are available to assist responders in mitigating and responding to incidents."}
{"id": "article-31669_4", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The National Incident Management System (NIMS) and the Incident Command System (ICS) were created to help local and state agencies (ICS) and the federal responders (NIMS) more effectively manage incidents and to speak the same language when responding to situations. [1] The NIMS and ICS framework allow local agencies to request federal help when the local needs overwhelm resources and capabilities.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The National Incident Management System (NIMS) and the Incident Command System (ICS) were created to help local and state agencies (ICS) and the federal responders (NIMS) more effectively manage incidents and to speak the same language when responding to situations. [1] The NIMS and ICS framework allow local agencies to request federal help when the local needs overwhelm resources and capabilities."}
{"id": "article-31669_5", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The Healthcare Preparedness Program and Healthcare Coalitions were established to unify efforts between local, state, and federal agencies. [2] These coalitions allowed responders from all areas of healthcare to come together to discuss capabilities, needs, vulnerabilities, response, and recovery plans. The Assistant Secretary for Preparedness and Response (ASPR) provided funding for the coalitions to purchase equipment and train responders that directly addresses needs. Purchases range from resources for education to direct response equipment, including communications and patient care.  Challenges with the integration of services into local, regional, and state response frameworks to speed response times were also addressed. The Federal Government can assist local responders with the direct mobilization of teams from across the country.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The Healthcare Preparedness Program and Healthcare Coalitions were established to unify efforts between local, state, and federal agencies. [2] These coalitions allowed responders from all areas of healthcare to come together to discuss capabilities, needs, vulnerabilities, response, and recovery plans. The Assistant Secretary for Preparedness and Response (ASPR) provided funding for the coalitions to purchase equipment and train responders that directly addresses needs. Purchases range from resources for education to direct response equipment, including communications and patient care.  Challenges with the integration of services into local, regional, and state response frameworks to speed response times were also addressed. The Federal Government can assist local responders with the direct mobilization of teams from across the country."}
{"id": "article-31669_6", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The Federal Emergency Management Agency (FEMA) mission is to support citizens and first responders to prepare for, mitigate, respond to, and recover from all large-scale hazards.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The Federal Emergency Management Agency (FEMA) mission is to support citizens and first responders to prepare for, mitigate, respond to, and recover from all large-scale hazards."}
{"id": "article-31669_7", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The Centers for Disease Control (CDC) offers agencies access to training, tools, and response teams to respond to public health emergencies.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The Centers for Disease Control (CDC) offers agencies access to training, tools, and response teams to respond to public health emergencies."}
{"id": "article-31669_8", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The National Disaster Medical System (NDMS) provides specialty medical units that are available to respond to support local jurisdictions. The Disaster Medical System is a partnership between the Department of Health and Human Services, the Department of Homeland Security, the Department of Defense, and the Department of Veterans Affairs and is led by the Assistant Secretary for Preparedness and Response. [3] The NDMS teams are composed of: Disaster Medical Assistance Teams (DMAT): These teams provide direct medical care during a disaster, including specialty care such as pediatrics, burns, and surgical care.  There are 55 such teams in the NDMS.  They can deploy and be operational in 24 hours. [4] Disaster Mortuary Operational Response Teams (DMORT): The DMORT Teams assist local and state responders with mass fatality incidents by providing forensic analysis and identification teams.  These teams are comprised of both clinicians and private citizens with specialized training in the identification and processing of deceased victims, including weapons of mass destruction capabilities. Incident Response Coordination Teams (IRCT): The IRCT assists responders by providing trained and experienced team members who can act as liaisons with Emergency Operations Centers (EOC), Unified Command Centers (UC), and State Warning Points.  These teams also assist with federal asset coordination for deployed federal teams. National Veterinary Response Teams (NVRT): These teams provide direct assistance to responders when the disaster affects large numbers of animals.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The National Disaster Medical System (NDMS) provides specialty medical units that are available to respond to support local jurisdictions. The Disaster Medical System is a partnership between the Department of Health and Human Services, the Department of Homeland Security, the Department of Defense, and the Department of Veterans Affairs and is led by the Assistant Secretary for Preparedness and Response. [3] The NDMS teams are composed of: Disaster Medical Assistance Teams (DMAT): These teams provide direct medical care during a disaster, including specialty care such as pediatrics, burns, and surgical care.  There are 55 such teams in the NDMS.  They can deploy and be operational in 24 hours. [4] Disaster Mortuary Operational Response Teams (DMORT): The DMORT Teams assist local and state responders with mass fatality incidents by providing forensic analysis and identification teams.  These teams are comprised of both clinicians and private citizens with specialized training in the identification and processing of deceased victims, including weapons of mass destruction capabilities. Incident Response Coordination Teams (IRCT): The IRCT assists responders by providing trained and experienced team members who can act as liaisons with Emergency Operations Centers (EOC), Unified Command Centers (UC), and State Warning Points.  These teams also assist with federal asset coordination for deployed federal teams. National Veterinary Response Teams (NVRT): These teams provide direct assistance to responders when the disaster affects large numbers of animals."}
{"id": "article-31669_9", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The Department of Health and Human Services, Assistant Secretary for Preparedness and Response (ASPR) also created the ASPR TRACIE Information Exchange for all Healthcare Emergency Preparedness and Response partners. [5] The TRACIE system allows registered users to connect with other response partners and take part in relevant conversations about actual or pending threats to healthcare systems, share plans, and information to create best-practice items. The ASPR TRACIE system also allows responders to disseminate After-Action Reports (AARs) to a wide-ranging group of responders and other allied healthcare providers in a near real-time environment.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The Department of Health and Human Services, Assistant Secretary for Preparedness and Response (ASPR) also created the ASPR TRACIE Information Exchange for all Healthcare Emergency Preparedness and Response partners. [5] The TRACIE system allows registered users to connect with other response partners and take part in relevant conversations about actual or pending threats to healthcare systems, share plans, and information to create best-practice items. The ASPR TRACIE system also allows responders to disseminate After-Action Reports (AARs) to a wide-ranging group of responders and other allied healthcare providers in a near real-time environment."}
{"id": "article-31669_10", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "In the same vein as the ASPR TRACIE system, the Department of Homeland Security created the Homeland Security Information Network (HSIN). This network allows users to send alerts and notifications, situational updates, and other documents of interest to other users.  While this system is secured by the Department of Homeland Security, users with the appropriate levels of access can request compartmentalized access to specific sections of need. Some of these sections include emergency medical services, emergency management, critical infrastructure, state, and local jurisdictional sites. The Coast Guard may be called upon for search and rescue, security, to establish safe zones for first responders and victims, and for law enforcement of disaster areas. [6]", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. In the same vein as the ASPR TRACIE system, the Department of Homeland Security created the Homeland Security Information Network (HSIN). This network allows users to send alerts and notifications, situational updates, and other documents of interest to other users.  While this system is secured by the Department of Homeland Security, users with the appropriate levels of access can request compartmentalized access to specific sections of need. Some of these sections include emergency medical services, emergency management, critical infrastructure, state, and local jurisdictional sites. The Coast Guard may be called upon for search and rescue, security, to establish safe zones for first responders and victims, and for law enforcement of disaster areas. [6]"}
{"id": "article-31669_11", "title": "EMS Catastrophic State And Federal Assets  -- Issues of Concern", "content": "The American Red Cross works with federal, state, and local providers to provide relief from human suffering, protect life, and improve health for victims of disasters. They help plan for disasters and provide basic living requirements to those in need.", "contents": "EMS Catastrophic State And Federal Assets  -- Issues of Concern. The American Red Cross works with federal, state, and local providers to provide relief from human suffering, protect life, and improve health for victims of disasters. They help plan for disasters and provide basic living requirements to those in need."}
{"id": "article-31669_12", "title": "EMS Catastrophic State And Federal Assets  -- Clinical Significance", "content": "Every disaster or large-scale event differs from the next and responders must be prepared to shift priority and assignments. While many disasters are relatively straightforward and can be managed with local resources, situations that affect larger populations or groups of medically fragile patients, require more assets, support, and resources. Responders, both locally and at the state levels, must consider the recovery efforts for any event and begin acquiring resources that will be needed as quickly as possible.  Critical Incident Stress Management is often overlooked and allows responders to focus on their mental health and wellbeing after an incident has occurred. With continued, multi-level coordination of efforts to support practice and patient care, local Incident Commanders will have access to needed state and federal assets. All disasters should include an After Action review process to identify opportunities for improving response to future events and all participants should be offered stress management counseling.", "contents": "EMS Catastrophic State And Federal Assets  -- Clinical Significance. Every disaster or large-scale event differs from the next and responders must be prepared to shift priority and assignments. While many disasters are relatively straightforward and can be managed with local resources, situations that affect larger populations or groups of medically fragile patients, require more assets, support, and resources. Responders, both locally and at the state levels, must consider the recovery efforts for any event and begin acquiring resources that will be needed as quickly as possible.  Critical Incident Stress Management is often overlooked and allows responders to focus on their mental health and wellbeing after an incident has occurred. With continued, multi-level coordination of efforts to support practice and patient care, local Incident Commanders will have access to needed state and federal assets. All disasters should include an After Action review process to identify opportunities for improving response to future events and all participants should be offered stress management counseling."}
{"id": "article-31669_13", "title": "EMS Catastrophic State And Federal Assets  -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Catastrophic State And Federal Assets  -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}