{"id": "article-158744_0", "title": "EMS Medical Director Legal Issues and Liability -- Definition/Introduction", "content": "In September 2010, Emergency Medical Services (EMS) became the sixth official subspecialty of Emergency Medicine. Unlike many other supervisory roles in medicine, the role of the EMS medical director is unique. As the specialty has grown, the part of the EMS medical director has become more high-profile. Not only has the importance of EMS medical directors become more recognizable amongst other medical specialties, but legal professionals have brought further scrutiny to the role. [1] EMS medical directors must be familiar with this field's many legal and liability issues.", "contents": "EMS Medical Director Legal Issues and Liability -- Definition/Introduction. In September 2010, Emergency Medical Services (EMS) became the sixth official subspecialty of Emergency Medicine. Unlike many other supervisory roles in medicine, the role of the EMS medical director is unique. As the specialty has grown, the part of the EMS medical director has become more high-profile. Not only has the importance of EMS medical directors become more recognizable amongst other medical specialties, but legal professionals have brought further scrutiny to the role. [1] EMS medical directors must be familiar with this field's many legal and liability issues."}
{"id": "article-158744_1", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Law, Statutes, and Ordinances", "content": "Within the United States government, legislation is passed to and from different levels of the legislature. Specific terms are applied to legislation passed by the United States Congress or those ratified by state legislatures. Federal law supersedes state law, which supersedes local laws and ordinances. Statutes refer to legislation or law that is ratified by either the federal legislature or the state legislature. Ordinances are a term reserved for local jurisdictions. An ordinance is a local law that municipal governments ratify; these could include a county board of commissioners or a metro city council. While most EMS laws and statutes fall within the jurisdiction of state and local governments, some federal law sources are essential for the EMS medical director to be familiar with.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Law, Statutes, and Ordinances. Within the United States government, legislation is passed to and from different levels of the legislature. Specific terms are applied to legislation passed by the United States Congress or those ratified by state legislatures. Federal law supersedes state law, which supersedes local laws and ordinances. Statutes refer to legislation or law that is ratified by either the federal legislature or the state legislature. Ordinances are a term reserved for local jurisdictions. An ordinance is a local law that municipal governments ratify; these could include a county board of commissioners or a metro city council. While most EMS laws and statutes fall within the jurisdiction of state and local governments, some federal law sources are essential for the EMS medical director to be familiar with."}
{"id": "article-158744_2", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision", "content": "EMS medical directors derive their authority from 2 major areas: state or local regulations and provisions within their contracts. Statutes and regulations provide the regulatory framework within which medical directors function. These define external requirements all medical directors and EMS systems must meet and may include specific protocols, licensure requirements, and continuing education or documentation requirements. Contractual provisions identify the medical director's authority within the organization.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision. EMS medical directors derive their authority from 2 major areas: state or local regulations and provisions within their contracts. Statutes and regulations provide the regulatory framework within which medical directors function. These define external requirements all medical directors and EMS systems must meet and may include specific protocols, licensure requirements, and continuing education or documentation requirements. Contractual provisions identify the medical director's authority within the organization."}
{"id": "article-158744_3", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision", "content": "In most U.S. states, the legal relationship between an EMS medical director and a paramedic involves supervision rather than agency. In an agency legal relationship, the \"agent\" (or, in this case, EMS clinician) is a representative or employee of a company or governmental entity who is responsible and held liable for the actions or inactions of the \"agent.\" For EMS medical directors, this relationship is supervisory, indicating the responsibility for oversight rather than a direct liability for the actions of the EMS clinician. EMS clinicians are agents of the company or employing entity rather than the EMS medical director unless the EMS medical director is directly employing the EMS clinician.[ Black's Law Dictionary. 11th edition. Eagan, MN: Thomson Reuters, 2019.] One notable exception is delegated practice, where the statute permits the EMS medical director to \"delegate\" a specific skill to another clinician. This delegated practice is uncommon in most states. Still, the state of Texas is an exception that utilizes delegated practice in EMS.[Texas Occupations Code Annotated Ch. 155-156, 22 TAC Part 9 Ch. 197 Rule 197.2]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision. In most U.S. states, the legal relationship between an EMS medical director and a paramedic involves supervision rather than agency. In an agency legal relationship, the \"agent\" (or, in this case, EMS clinician) is a representative or employee of a company or governmental entity who is responsible and held liable for the actions or inactions of the \"agent.\" For EMS medical directors, this relationship is supervisory, indicating the responsibility for oversight rather than a direct liability for the actions of the EMS clinician. EMS clinicians are agents of the company or employing entity rather than the EMS medical director unless the EMS medical director is directly employing the EMS clinician.[ Black's Law Dictionary. 11th edition. Eagan, MN: Thomson Reuters, 2019.] One notable exception is delegated practice, where the statute permits the EMS medical director to \"delegate\" a specific skill to another clinician. This delegated practice is uncommon in most states. Still, the state of Texas is an exception that utilizes delegated practice in EMS.[Texas Occupations Code Annotated Ch. 155-156, 22 TAC Part 9 Ch. 197 Rule 197.2]"}
{"id": "article-158744_4", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision", "content": "The second important source of an EMS medical director's authority is through provisions within the physician's contract. The EMS medical director must have the authority to not only authorize the practice of prehospital medicine but to remove this authority from an EMS clinician when the clinician fails to meet the minimum competence of their role or becomes a threat to the community. This role of the EMS medical director to allow or remove practice privileges of an EMS clinician working under the agency they provide services for is called credentialing.[Local 311 Association of Firefighters v. Sun Prairie, 382 Wis. 2d, 831, 917 NW 2d 233.] The EMS medical director's contract may be the only source of authority given to the medical director to modify or withdraw medical supervision. This area also exposes the EMS medical director to a host of liability.[ Weigand v Spadt 317 F. Supp 2d 1129 (D. Neb. 2012).] In the case of the County of Hennepin v. Hennepin County Association of Paramedics and Emergency Medical Technicians, this issue was litigated when the EMS medical director concluded that the paramedic in question was not competent in his role as a paramedic. The court ruled in favor of the defendant (the physician), establishing that neither the employer nor a paramedic union could compel an EMS medical director to credential a paramedic that the medical director believed was incapable of safely and effectively practicing prehospital medicine.[County of Hennepin v. Hennepin County Association of Paramedics and Emergency Medical Technicians, 464 N.W.2d 578, 1990.]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Contracts/EMS Supervision. The second important source of an EMS medical director's authority is through provisions within the physician's contract. The EMS medical director must have the authority to not only authorize the practice of prehospital medicine but to remove this authority from an EMS clinician when the clinician fails to meet the minimum competence of their role or becomes a threat to the community. This role of the EMS medical director to allow or remove practice privileges of an EMS clinician working under the agency they provide services for is called credentialing.[Local 311 Association of Firefighters v. Sun Prairie, 382 Wis. 2d, 831, 917 NW 2d 233.] The EMS medical director's contract may be the only source of authority given to the medical director to modify or withdraw medical supervision. This area also exposes the EMS medical director to a host of liability.[ Weigand v Spadt 317 F. Supp 2d 1129 (D. Neb. 2012).] In the case of the County of Hennepin v. Hennepin County Association of Paramedics and Emergency Medical Technicians, this issue was litigated when the EMS medical director concluded that the paramedic in question was not competent in his role as a paramedic. The court ruled in favor of the defendant (the physician), establishing that neither the employer nor a paramedic union could compel an EMS medical director to credential a paramedic that the medical director believed was incapable of safely and effectively practicing prehospital medicine.[County of Hennepin v. Hennepin County Association of Paramedics and Emergency Medical Technicians, 464 N.W.2d 578, 1990.]"}
{"id": "article-158744_5", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability", "content": "There are several sources of liability to which the EMS medical director can be susceptible and several sources of immunity. While most of the work performed by an EMS medical director falls under state statutes or local ordinances, several federal statutes can lead to certain liabilities for the EMS medical director. While the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the False Claims Act seem apparent areas of potential federal liability, patient and provider civil rights can play a significant role in liability.[45 CFR 164.512 B][31 USC 3730]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability. There are several sources of liability to which the EMS medical director can be susceptible and several sources of immunity. While most of the work performed by an EMS medical director falls under state statutes or local ordinances, several federal statutes can lead to certain liabilities for the EMS medical director. While the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the False Claims Act seem apparent areas of potential federal liability, patient and provider civil rights can play a significant role in liability.[45 CFR 164.512 B][31 USC 3730]"}
{"id": "article-158744_6", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability", "content": "The Fourteenth Amendment to the U.S. Constitution protects citizens from \"or which injures them in life, liberty or property without due process of law, or which denies to any of them the equal protection of the laws.\" [U. S. Const. amend. XIV] A paramedic or EMT licensure is considered a property interest; if a medical director removes that right without due process, they may violate the Fourteenth Amendment. 42 U.S. Code 1983 is one federal civil rights statute in which a medical director could be sued in federal court for any violation that could be construed as a civil rights violation, even if the medical director was protected from legal liability by state statutes.[42 U.S. Code 1983] In the case of Baxter v. Fulton-DeKalb Hospital, the EMS medical director refused to reinstate a paramedic to the service after being cleared of misconduct charges. As a result, the court found that the paramedic's complaint against the violation was valid as the hospital deprived due process from the paramedic by withholding a hearing.[764 F. Supp 1510,1991] The EMS medical director should take great care in avoiding civil rights violations as often, the medical director's malpractice insurance carrier may not indemnify the medical director of such breaches; see Atwater v Caruana, United States Court of District of New Mexico, No. CIV 96-1218JP. [2]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability. The Fourteenth Amendment to the U.S. Constitution protects citizens from \"or which injures them in life, liberty or property without due process of law, or which denies to any of them the equal protection of the laws.\" [U. S. Const. amend. XIV] A paramedic or EMT licensure is considered a property interest; if a medical director removes that right without due process, they may violate the Fourteenth Amendment. 42 U.S. Code 1983 is one federal civil rights statute in which a medical director could be sued in federal court for any violation that could be construed as a civil rights violation, even if the medical director was protected from legal liability by state statutes.[42 U.S. Code 1983] In the case of Baxter v. Fulton-DeKalb Hospital, the EMS medical director refused to reinstate a paramedic to the service after being cleared of misconduct charges. As a result, the court found that the paramedic's complaint against the violation was valid as the hospital deprived due process from the paramedic by withholding a hearing.[764 F. Supp 1510,1991] The EMS medical director should take great care in avoiding civil rights violations as often, the medical director's malpractice insurance carrier may not indemnify the medical director of such breaches; see Atwater v Caruana, United States Court of District of New Mexico, No. CIV 96-1218JP. [2]"}
{"id": "article-158744_7", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability", "content": "The most common litigation involving the EMS medical director is employment lawsuits, including wrongful termination. While the role of the EMS medical director is to credential an EMS clinician to perform within their scope of practice, the suspension or withdrawal of supervision could open the medical director to liability. As this withdrawal of supervision could lead to a loss in wages, discipline, or termination, the individual affected could file suit against the medical director.[ Weigand v Spadt 317 F. Supp 2d 1129 (D. Neb. 2012).] Other areas of liability for the EMS medical director include negligent supervision and, on rare occasions, issues related to the Drug Enforcement Administration.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability. The most common litigation involving the EMS medical director is employment lawsuits, including wrongful termination. While the role of the EMS medical director is to credential an EMS clinician to perform within their scope of practice, the suspension or withdrawal of supervision could open the medical director to liability. As this withdrawal of supervision could lead to a loss in wages, discipline, or termination, the individual affected could file suit against the medical director.[ Weigand v Spadt 317 F. Supp 2d 1129 (D. Neb. 2012).] Other areas of liability for the EMS medical director include negligent supervision and, on rare occasions, issues related to the Drug Enforcement Administration."}
{"id": "article-158744_8", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability", "content": "The most apparent source of liability for an EMS medical director is when the medical director commits a negligent act. In the EMS community, this often occurs when the EMS medical director commits negligent supervision. To file a claim of negligent supervision, the EMS medical director must be found to have both a duty to supervise and a failure to do so, resulting in harm to a patient. If the medical director is made aware of an EMS clinician's inability to perform certain skills or recklessly performs them and fails to withdraw or restrict the clinician's ability to practice, the medical director could be liable for negligent supervision. Restricting such privileges could potentially lead to other liability for the EMS medical director regarding employment laws.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Liability and Sources of Accountability. The most apparent source of liability for an EMS medical director is when the medical director commits a negligent act. In the EMS community, this often occurs when the EMS medical director commits negligent supervision. To file a claim of negligent supervision, the EMS medical director must be found to have both a duty to supervise and a failure to do so, resulting in harm to a patient. If the medical director is made aware of an EMS clinician's inability to perform certain skills or recklessly performs them and fails to withdraw or restrict the clinician's ability to practice, the medical director could be liable for negligent supervision. Restricting such privileges could potentially lead to other liability for the EMS medical director regarding employment laws."}
{"id": "article-158744_9", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Immunity Laws/ Good Samaritan/Aviation Medical Assistance Act", "content": "Immunity laws exist in many states that protect EMS medical directors, provided acts are performed in \"good faith\" or at least not recklessly.[RCW 18.71.215] One of the most notable of these statutes is the Good Samaritan statute. These statutes vary from state to state but are usually limited to the actions of physicians rendered at the \"scene of an emergency.\" [3] While these laws vary from state to state, the Aviation Medical Assistance Act of 1998 federally immunizes caregivers providing care during in-flight emergencies, provided the care is not grossly negligent. [4]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Immunity Laws/ Good Samaritan/Aviation Medical Assistance Act. Immunity laws exist in many states that protect EMS medical directors, provided acts are performed in \"good faith\" or at least not recklessly.[RCW 18.71.215] One of the most notable of these statutes is the Good Samaritan statute. These statutes vary from state to state but are usually limited to the actions of physicians rendered at the \"scene of an emergency.\" [3] While these laws vary from state to state, the Aviation Medical Assistance Act of 1998 federally immunizes caregivers providing care during in-flight emergencies, provided the care is not grossly negligent. [4]"}
{"id": "article-158744_10", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Immunity Laws/ Good Samaritan/Aviation Medical Assistance Act", "content": "If the EMS medical director serves as director of a governmental EMS agency, they may benefit from sovereign immunity. These protections limit the ability of government agencies to be named in litigation. While EMS personnel have had litigation dismissed employing sovereign immunity, medical directors have not directly benefitted from sovereign immunity.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Immunity Laws/ Good Samaritan/Aviation Medical Assistance Act. If the EMS medical director serves as director of a governmental EMS agency, they may benefit from sovereign immunity. These protections limit the ability of government agencies to be named in litigation. While EMS personnel have had litigation dismissed employing sovereign immunity, medical directors have not directly benefitted from sovereign immunity."}
{"id": "article-158744_11", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- EMS System Legal Issues", "content": "In addition to understanding the liabilities EMS medical directors are subjected to, the EMS medical director should understand the liabilities affecting the EMS system or individual agencies they supervise. Most notably, EMS systems can be held liable for an agency's response, choice of destination, failure to transport and refusals, and transportation against a patient's will. It is well understood that an ambulance's response should be timely. While it would be unreasonable to hold ambulances to 8-minute response times for cardiac arrests, in the case of Cooper v. City of Honolulu, the plaintiff was awarded $2 million for a 2-hour delay in ambulance arrival. [5] [Cooper v. City of Honolulu, 1st Cir. Ct. (Haw. 1992)] The type of emergency response may also be scrutinized, especially considering the higher risk of motor vehicle accidents when using lights and sirens. [6] Greater than 50% of claims paid by insurers of EMS systems are due to emergency vehicle-involved motor vehicle accidents. [7]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- EMS System Legal Issues. In addition to understanding the liabilities EMS medical directors are subjected to, the EMS medical director should understand the liabilities affecting the EMS system or individual agencies they supervise. Most notably, EMS systems can be held liable for an agency's response, choice of destination, failure to transport and refusals, and transportation against a patient's will. It is well understood that an ambulance's response should be timely. While it would be unreasonable to hold ambulances to 8-minute response times for cardiac arrests, in the case of Cooper v. City of Honolulu, the plaintiff was awarded $2 million for a 2-hour delay in ambulance arrival. [5] [Cooper v. City of Honolulu, 1st Cir. Ct. (Haw. 1992)] The type of emergency response may also be scrutinized, especially considering the higher risk of motor vehicle accidents when using lights and sirens. [6] Greater than 50% of claims paid by insurers of EMS systems are due to emergency vehicle-involved motor vehicle accidents. [7]"}
{"id": "article-158744_12", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- EMS System Legal Issues", "content": "The legal profession may also scrutinize choices of hospital destinations, and much ire has been drawn toward discussing hospital diversion. A consensus does not exist when it comes to hospital diversion. While the Emergency Medical Treatment and Active Labor Act (EMTALA) requires hospitals to provide a medical screening examination, there is a lack of consensus on whether this applies to hospital diversion. EMTALA does allow hospitals to redirect EMS after radio communication if the hospital is formally on diversion; see Arrington v. Wong, United States Court of Appeals for the Ninth Circuit, Opinion No. 98-17135.[42 CFR 489.249] In a 1992 case in Chicago, a federal court found that once the hospital engaged with EMS via radio, this created a duty to the patient.[Johnson v. Univ. of Chicago, 982 F. 2d 230, 1992] On the contrary, a Maryland case found that the hospital has no duty to treat a patient who is not physically present.[Davis v. Johns Hopkins Hospital, 585 A.2d 841, 1991] Patient preference can lead to confusion and liability. In a 2007 case, the state court found no negligent supervision for the EMS medical director who advised the EMTs caring for a minor patient to comply with the family member's preference and request to go to a Level II trauma center instead of a Level I center. The patient later succumbed to injuries while awaiting transfer to the Level I center.[Smith v. Medical Center East, 585 So. 2d 28 S. Ct. Miss 2007]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- EMS System Legal Issues. The legal profession may also scrutinize choices of hospital destinations, and much ire has been drawn toward discussing hospital diversion. A consensus does not exist when it comes to hospital diversion. While the Emergency Medical Treatment and Active Labor Act (EMTALA) requires hospitals to provide a medical screening examination, there is a lack of consensus on whether this applies to hospital diversion. EMTALA does allow hospitals to redirect EMS after radio communication if the hospital is formally on diversion; see Arrington v. Wong, United States Court of Appeals for the Ninth Circuit, Opinion No. 98-17135.[42 CFR 489.249] In a 1992 case in Chicago, a federal court found that once the hospital engaged with EMS via radio, this created a duty to the patient.[Johnson v. Univ. of Chicago, 982 F. 2d 230, 1992] On the contrary, a Maryland case found that the hospital has no duty to treat a patient who is not physically present.[Davis v. Johns Hopkins Hospital, 585 A.2d 841, 1991] Patient preference can lead to confusion and liability. In a 2007 case, the state court found no negligent supervision for the EMS medical director who advised the EMTs caring for a minor patient to comply with the family member's preference and request to go to a Level II trauma center instead of a Level I center. The patient later succumbed to injuries while awaiting transfer to the Level I center.[Smith v. Medical Center East, 585 So. 2d 28 S. Ct. Miss 2007]"}
{"id": "article-158744_13", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Patient Refusals and Non-Transports", "content": "Denial of transport or non-transports is an area of liability for not only the EMS agency but for the medical director as well. There are several instances where paramedics have failed to transport a patient, which has led to poor outcomes [268 A. 2d 309, 1990]. Medical directors must pay close attention to prehospital radio traffic, especially when these requests are for non-transport decisions. As the medical director cannot be present every hour of every day in every district, physicians not trained in EMS may provide orders and decisions of non-transports acting as online medical control. The medical director should monitor prehospital conversations for non-transport and ensure that any physicians providing online medical control services for EMS understand the protocols and expectations for non-transports.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Patient Refusals and Non-Transports. Denial of transport or non-transports is an area of liability for not only the EMS agency but for the medical director as well. There are several instances where paramedics have failed to transport a patient, which has led to poor outcomes [268 A. 2d 309, 1990]. Medical directors must pay close attention to prehospital radio traffic, especially when these requests are for non-transport decisions. As the medical director cannot be present every hour of every day in every district, physicians not trained in EMS may provide orders and decisions of non-transports acting as online medical control. The medical director should monitor prehospital conversations for non-transport and ensure that any physicians providing online medical control services for EMS understand the protocols and expectations for non-transports."}
{"id": "article-158744_14", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Patient Refusals and Non-Transports", "content": "Another area of liability and litigation is patient refusals or failure of EMS to transport the patient to higher levels of care. [8] While patient transport for evaluation by a physician is preferred, patients with capacity and understanding have the right to refuse medical treatment. Once a patient is informed of the risks and benefits of treatment, the patient still reserves the right to refuse medical treatment even if that decision results in patient deterioration or death [Lane v. Candura, 376 N.E. 2d 1232, 1978.]. As decisions by paramedics for non-transport and alternative care sites become more popular in EMS, medical directors need to have direct oversight and quality review over decisions made by paramedics. [9] Recent research demonstrates that most patients who refuse EMS transport tend to be admitted to the hospital eventually; see Sucov, A., Verdile, V., Garettson, D., & Paris, P. (1992). The Outcome of Patients Refusing Prehospital Transportation. Prehospital and Disaster Medicine, 7 (4), 365-371. In a 2003 study evaluating EMS refusals, 3 percent of patients who refused care requested EMS within one week of the initial EMS call, but less than 2 percent of those patients who refused were hospitalized. Further, a minimal amount of patients who refused EMS transport died within one week of the initial encounter (0.009%). [10]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Patient Refusals and Non-Transports. Another area of liability and litigation is patient refusals or failure of EMS to transport the patient to higher levels of care. [8] While patient transport for evaluation by a physician is preferred, patients with capacity and understanding have the right to refuse medical treatment. Once a patient is informed of the risks and benefits of treatment, the patient still reserves the right to refuse medical treatment even if that decision results in patient deterioration or death [Lane v. Candura, 376 N.E. 2d 1232, 1978.]. As decisions by paramedics for non-transport and alternative care sites become more popular in EMS, medical directors need to have direct oversight and quality review over decisions made by paramedics. [9] Recent research demonstrates that most patients who refuse EMS transport tend to be admitted to the hospital eventually; see Sucov, A., Verdile, V., Garettson, D., & Paris, P. (1992). The Outcome of Patients Refusing Prehospital Transportation. Prehospital and Disaster Medicine, 7 (4), 365-371. In a 2003 study evaluating EMS refusals, 3 percent of patients who refused care requested EMS within one week of the initial EMS call, but less than 2 percent of those patients who refused were hospitalized. Further, a minimal amount of patients who refused EMS transport died within one week of the initial encounter (0.009%). [10]"}
{"id": "article-158744_15", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Documentation", "content": "When accepting a patient's refusal, the priority should be to assess the patient's capacity to refuse. If capacity is demonstrated, then the patient may be allowed to refuse transport to the hospital. EMS personnel must document this discussion, the attempts to warn the patient of the risks of refusal, as well as the limited ability of the paramedic to understand the full extent of the patient's condition or injuries in the prehospital setting. [11] When EMS makes contact with a patient, a provider-patient relationship is established and requires some level of documentation. The courts can also infer this relationship when EMS is canceled by the patient, bystanders, or emergency dispatch, even if EMS hasn't made patient contact. Medical directors must be aware and ensure prehospital providers are educated on the importance of documentation, especially how it pertains to refusals. According to one study, every negligence case was decided based on the providers' documentation or lack thereof. [12] EMS documentation will also be used for reimbursement for medical services, which also comes with liability risks. Exaggeration of a patient's condition to increase reimbursement is fraud and a violation of the False Claims Act. The Office of Inspector General will investigate it within the Department of Health and Human Services.[42 USC 1320][31 USC 3730] If a medical director is intimately involved in the agency's reimbursement or billing or offers approval to false patient care reports, the medical director can also be accused of fraud.", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Documentation. When accepting a patient's refusal, the priority should be to assess the patient's capacity to refuse. If capacity is demonstrated, then the patient may be allowed to refuse transport to the hospital. EMS personnel must document this discussion, the attempts to warn the patient of the risks of refusal, as well as the limited ability of the paramedic to understand the full extent of the patient's condition or injuries in the prehospital setting. [11] When EMS makes contact with a patient, a provider-patient relationship is established and requires some level of documentation. The courts can also infer this relationship when EMS is canceled by the patient, bystanders, or emergency dispatch, even if EMS hasn't made patient contact. Medical directors must be aware and ensure prehospital providers are educated on the importance of documentation, especially how it pertains to refusals. According to one study, every negligence case was decided based on the providers' documentation or lack thereof. [12] EMS documentation will also be used for reimbursement for medical services, which also comes with liability risks. Exaggeration of a patient's condition to increase reimbursement is fraud and a violation of the False Claims Act. The Office of Inspector General will investigate it within the Department of Health and Human Services.[42 USC 1320][31 USC 3730] If a medical director is intimately involved in the agency's reimbursement or billing or offers approval to false patient care reports, the medical director can also be accused of fraud."}
{"id": "article-158744_16", "title": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Transport Against Patient Will", "content": "Despite these refusals being a source of legal liability, the patient still retains the right to determine medical decisions in their best interests, even if the resultant refusal results in deterioration or death; see Lane v. Candura, 376 N.E.d 1232, 1978. [13] Decisional capacity, informed refusals, and awareness of the limitations of the prehospital clinicians must be noted and documented. [12] On the contrary, the Fourth Amendment of the U.S. Constitution offers protection against false imprisonment.[Wideman v DeKalb County, 409 A. 2d 537, 1991] In the case of an allegedly suicidal Wyoming patient, immunity was not available to paramedics who restrained and transported the patient to the hospital [Moore v. Wyoming Medical Center, 825 F. Supp 1531, 1993.]. Involuntary restraint of a patient who demonstrates decisional capacity could lead to charges of false imprisonment, battery, and assault. [14]", "contents": "EMS Medical Director Legal Issues and Liability -- Issues of Concern -- Transport Against Patient Will. Despite these refusals being a source of legal liability, the patient still retains the right to determine medical decisions in their best interests, even if the resultant refusal results in deterioration or death; see Lane v. Candura, 376 N.E.d 1232, 1978. [13] Decisional capacity, informed refusals, and awareness of the limitations of the prehospital clinicians must be noted and documented. [12] On the contrary, the Fourth Amendment of the U.S. Constitution offers protection against false imprisonment.[Wideman v DeKalb County, 409 A. 2d 537, 1991] In the case of an allegedly suicidal Wyoming patient, immunity was not available to paramedics who restrained and transported the patient to the hospital [Moore v. Wyoming Medical Center, 825 F. Supp 1531, 1993.]. Involuntary restraint of a patient who demonstrates decisional capacity could lead to charges of false imprisonment, battery, and assault. [14]"}
{"id": "article-158744_17", "title": "EMS Medical Director Legal Issues and Liability -- Clinical Significance", "content": "Legal issues within the specialty of EMS are challenging, requiring the EMS medical director to be keenly aware of pitfalls in the practice of the specialty. Whereas previous EMS medical directors have enjoyed immunity from litigation, the legal profession is becoming aware of the role of the EMS medical director as more and more board-certified EMS physicians enter the practice. The EMS medical director needs to understand their liabilities and the protections and areas where they draw their authority as it varies from state to state. Despite the largely uncharted legal territory, the EMS medical director enjoys the unique opportunity to care for patients across the community in a constantly evolving specialty.", "contents": "EMS Medical Director Legal Issues and Liability -- Clinical Significance. Legal issues within the specialty of EMS are challenging, requiring the EMS medical director to be keenly aware of pitfalls in the practice of the specialty. Whereas previous EMS medical directors have enjoyed immunity from litigation, the legal profession is becoming aware of the role of the EMS medical director as more and more board-certified EMS physicians enter the practice. The EMS medical director needs to understand their liabilities and the protections and areas where they draw their authority as it varies from state to state. Despite the largely uncharted legal territory, the EMS medical director enjoys the unique opportunity to care for patients across the community in a constantly evolving specialty."}
{"id": "article-158744_18", "title": "EMS Medical Director Legal Issues and Liability -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "EMS Medical Director Legal Issues and Liability -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}