{"id": "article-144254_0", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Continuing Education Activity", "content": "Serum prostate-specific antigen (PSA) is the gold standard laboratory investigation for prostate cancer screening and early detection. As a screening biomarker, PSA is a sensitive tool, but its specificity is low. In addition, many benign conditions like BPH, prostatitis, and manipulations like DRE, biopsy, and urethral catheterization can increase PSA levels. Consequently, diagnosis with PSA alone can lead to overdiagnosis and unnecessary biopsies adding pressure on healthcare systems. Therefore, prostatic risk stratification biomarkers are intended for use primarily in lower-risk and selected borderline patients with marginally elevated PSA levels (typically 4 ng/mL to 10 ng/mL) where an adverse finding would likely result in the avoidance of immediate further testing, prostatic imaging, biopsies, or other diagnostic procedures. This article reviews the current status of the available risk-stratification biomarkers or those undergoing investigation.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Continuing Education Activity. Serum prostate-specific antigen (PSA) is the gold standard laboratory investigation for prostate cancer screening and early detection. As a screening biomarker, PSA is a sensitive tool, but its specificity is low. In addition, many benign conditions like BPH, prostatitis, and manipulations like DRE, biopsy, and urethral catheterization can increase PSA levels. Consequently, diagnosis with PSA alone can lead to overdiagnosis and unnecessary biopsies adding pressure on healthcare systems. Therefore, prostatic risk stratification biomarkers are intended for use primarily in lower-risk and selected borderline patients with marginally elevated PSA levels (typically 4 ng/mL to 10 ng/mL) where an adverse finding would likely result in the avoidance of immediate further testing, prostatic imaging, biopsies, or other diagnostic procedures. This article reviews the current status of the available risk-stratification biomarkers or those undergoing investigation."}
{"id": "article-144254_1", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Continuing Education Activity", "content": "Objectives: Identify the challenges of adopting serum PSA as the only biomarker for prostate cancer diagnosis in low-risk and borderline-PSA patients. Describe the role of various biomarkers in clinical decision-making in cases of suspicious prostate malignancy. Assess the value of various biomarkers and compare their performance. Apply biomarker assay in clinical decision-making according to current guidelines. Access free multiple choice questions on this topic.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Continuing Education Activity. Objectives: Identify the challenges of adopting serum PSA as the only biomarker for prostate cancer diagnosis in low-risk and borderline-PSA patients. Describe the role of various biomarkers in clinical decision-making in cases of suspicious prostate malignancy. Assess the value of various biomarkers and compare their performance. Apply biomarker assay in clinical decision-making according to current guidelines. Access free multiple choice questions on this topic."}
{"id": "article-144254_2", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "Prostate cancer is one of the most frequently detected cancers in males, comprising approximately 1.4 million cases worldwide. [1] It is the second most commonly diagnosed malignancy and the fifth leading cause of cancer-related deaths in men.[2] One in eight men is estimated to develop prostate cancer during his lifetime. However, due to the usually indolent course of the disease, the mortality rate is only 1 in 41 diagnosed men.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. Prostate cancer is one of the most frequently detected cancers in males, comprising approximately 1.4 million cases worldwide. [1] It is the second most commonly diagnosed malignancy and the fifth leading cause of cancer-related deaths in men.[2] One in eight men is estimated to develop prostate cancer during his lifetime. However, due to the usually indolent course of the disease, the mortality rate is only 1 in 41 diagnosed men."}
{"id": "article-144254_3", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "One of the best ways to screen, diagnose, stage, assess therapeutic response, and predict prostate cancer is to use various biomarkers in the serum or urine. According to the National Cancer Institute (NCI), a biomarker is a biological molecule detected in blood, urine, other body fluids, or tissues. It is a marker of an unhealthy process, condition, or disease. When properly utilized, Biomarkers enable healthcare professionals to tailor various diagnostic modalities to the patient while avoiding unnecessary diagnostic procedures and overtreatment.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. One of the best ways to screen, diagnose, stage, assess therapeutic response, and predict prostate cancer is to use various biomarkers in the serum or urine. According to the National Cancer Institute (NCI), a biomarker is a biological molecule detected in blood, urine, other body fluids, or tissues. It is a marker of an unhealthy process, condition, or disease. When properly utilized, Biomarkers enable healthcare professionals to tailor various diagnostic modalities to the patient while avoiding unnecessary diagnostic procedures and overtreatment."}
{"id": "article-144254_4", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "The Early Detection Research Network (EDRN) is the National Cancer Institute's initiative to identify, develop and validate future biomarkers and newer technologies for earlier and more accurate cancer diagnosis. These biomarkers could be proteins, DNA, mRNA, metabolites, prostate cancer cells or derivatives, exosomes, or measurements of various cell cycle processes like cellular proliferation or apoptosis. Several commercial risk-stratification biomarkers for patients with persistently elevated PSA levels and suspected prostate cancer are now available.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. The Early Detection Research Network (EDRN) is the National Cancer Institute's initiative to identify, develop and validate future biomarkers and newer technologies for earlier and more accurate cancer diagnosis. These biomarkers could be proteins, DNA, mRNA, metabolites, prostate cancer cells or derivatives, exosomes, or measurements of various cell cycle processes like cellular proliferation or apoptosis. Several commercial risk-stratification biomarkers for patients with persistently elevated PSA levels and suspected prostate cancer are now available."}
{"id": "article-144254_5", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "Instead of a clinical endpoint, surrogate biomarkers can potentially evaluate a particular patient's response to a new drug, procedure, or therapy and determine its utility for that individual. In this way, a biomarker can track the effectiveness of a treatment for a specific disease or condition. Such validated surrogate biomarkers can often prevent patients from undergoing lengthy clinical trials, unnecessary biopsies, expensive imaging tests, or other invasive tissue diagnostics to ascertain the clinical benefit of the therapy.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. Instead of a clinical endpoint, surrogate biomarkers can potentially evaluate a particular patient's response to a new drug, procedure, or therapy and determine its utility for that individual. In this way, a biomarker can track the effectiveness of a treatment for a specific disease or condition. Such validated surrogate biomarkers can often prevent patients from undergoing lengthy clinical trials, unnecessary biopsies, expensive imaging tests, or other invasive tissue diagnostics to ascertain the clinical benefit of the therapy."}
{"id": "article-144254_6", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "An ideal biomarker should be highly sensitive and specific, easy to use and interpret, cost-effective, readily available, reproducible, and quantifiable from an easily extractable specimen. In addition, it would have a high negative predictive value of at least 90%, be FDA (Food and Drug Administration) and CLIA (Clinical Laboratory Improvement Amendments) approved, and be recommended by the National Comprehensive Cancer Network (NCCN.)", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. An ideal biomarker should be highly sensitive and specific, easy to use and interpret, cost-effective, readily available, reproducible, and quantifiable from an easily extractable specimen. In addition, it would have a high negative predictive value of at least 90%, be FDA (Food and Drug Administration) and CLIA (Clinical Laboratory Improvement Amendments) approved, and be recommended by the National Comprehensive Cancer Network (NCCN.)"}
{"id": "article-144254_7", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction", "content": "Prostatic risk stratification biomarkers are intended for use primarily in lower-risk and selected borderline patients with marginally elevated PSA levels (typically 4 ng/mL to 10 ng/mL) where an adverse finding would likely result in the avoidance of immediate further testing, prostatic imaging, biopsies, or other diagnostic procedures. [1] [2] This activity reviews the current status of the available risk-stratification biomarkers and those undergoing investigation.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Introduction. Prostatic risk stratification biomarkers are intended for use primarily in lower-risk and selected borderline patients with marginally elevated PSA levels (typically 4 ng/mL to 10 ng/mL) where an adverse finding would likely result in the avoidance of immediate further testing, prostatic imaging, biopsies, or other diagnostic procedures. [1] [2] This activity reviews the current status of the available risk-stratification biomarkers and those undergoing investigation."}
{"id": "article-144254_8", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "The International Agency for Research on Cancer (IARC) estimates that 1,414,259 new cases of prostate cancer are diagnosed worldwide yearly, resulting in a mortality of 375,304. In the US, the SEER (Surveillance, Epidemiology, and End Results) database estimated about 268,490 new cases and 34,500 deaths due to prostate malignancy in 2022. It accounts for 14% of all new cancer diagnoses and 5.7% of cancer mortalities annually. However, 5-year relative survival is estimated to be 98.6%.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. The International Agency for Research on Cancer (IARC) estimates that 1,414,259 new cases of prostate cancer are diagnosed worldwide yearly, resulting in a mortality of 375,304. In the US, the SEER (Surveillance, Epidemiology, and End Results) database estimated about 268,490 new cases and 34,500 deaths due to prostate malignancy in 2022. It accounts for 14% of all new cancer diagnoses and 5.7% of cancer mortalities annually. However, 5-year relative survival is estimated to be 98.6%."}
{"id": "article-144254_9", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "The incidence of prostate malignancy has a geographical variation, with the highest in Australia/New Zealand, North America, and parts of Europe, primarily due to the employment of prostate-specific antigen (PSA) testing and an aging population. Even though prostate cancer mortality has relatively less variation worldwide, the rates are exceptionally high among the Black population in the Caribbean and sub-Saharan Africa, intermediate in the US, and lowest in South Central Asia.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. The incidence of prostate malignancy has a geographical variation, with the highest in Australia/New Zealand, North America, and parts of Europe, primarily due to the employment of prostate-specific antigen (PSA) testing and an aging population. Even though prostate cancer mortality has relatively less variation worldwide, the rates are exceptionally high among the Black population in the Caribbean and sub-Saharan Africa, intermediate in the US, and lowest in South Central Asia."}
{"id": "article-144254_10", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "Sixty-six percent of cases diagnosed are older than 65 years, and the average age of initial diagnosis is 66 years. Though the exact etiology is unknown, genetic predisposition and family history are clearly associated with an increased risk of prostate cancer. [1] [3] A small subset of patients with prostate cancer has a hereditary form of the disease. On average, these patients are diagnosed 6 to 7 years earlier than the general population. [4] However, their cancers' clinical course and aggressiveness do not seem to differ.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. Sixty-six percent of cases diagnosed are older than 65 years, and the average age of initial diagnosis is 66 years. Though the exact etiology is unknown, genetic predisposition and family history are clearly associated with an increased risk of prostate cancer. [1] [3] A small subset of patients with prostate cancer has a hereditary form of the disease. On average, these patients are diagnosed 6 to 7 years earlier than the general population. [4] However, their cancers' clinical course and aggressiveness do not seem to differ."}
{"id": "article-144254_11", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "Genomic evaluation has identified more than 100 genes contributing to the risk of prostate malignancy. [5] [6] [7] About 15-17% of the prostate cancer population have been identified as having germline mutations. Such mutations are independent of the cancer stage. A study of multigene testing among men with prostate cancer across the US by Giri et al. concluded that 15.6% of the study population had pathogenic variations of the genes studied -BRCA1, BRCA2, HOXB13, MLH1, MSH2, PMS2, MSH6, EPCAM, ATM CHEK2, NBN, TP53. The frequency of pathologic gene variation observed the most was for BRCA2 (4.5%). [8] Nicolosi et al. reported that 17.2% of the study population had a pathogenic germline variant, and genomic analysis could help identify high-risk families. [9] [10] [11]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. Genomic evaluation has identified more than 100 genes contributing to the risk of prostate malignancy. [5] [6] [7] About 15-17% of the prostate cancer population have been identified as having germline mutations. Such mutations are independent of the cancer stage. A study of multigene testing among men with prostate cancer across the US by Giri et al. concluded that 15.6% of the study population had pathogenic variations of the genes studied -BRCA1, BRCA2, HOXB13, MLH1, MSH2, PMS2, MSH6, EPCAM, ATM CHEK2, NBN, TP53. The frequency of pathologic gene variation observed the most was for BRCA2 (4.5%). [8] Nicolosi et al. reported that 17.2% of the study population had a pathogenic germline variant, and genomic analysis could help identify high-risk families. [9] [10] [11]"}
{"id": "article-144254_12", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "The Identification of Men with a Genetic Predisposition to Prostate Cancer (IMPACT) study evaluated men aged 40-69 years with BRCA1 or BRCA2 germline mutations by screening with PSA annually and targeted biopsy if PSA>3.0 ng/mL. [12] After about three years of research, it was found that BRCA2 mutation carriers were more likely to develop prostate cancer, have a younger age of onset, and develop more clinically apparent tumors than non-carriers. [12]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. The Identification of Men with a Genetic Predisposition to Prostate Cancer (IMPACT) study evaluated men aged 40-69 years with BRCA1 or BRCA2 germline mutations by screening with PSA annually and targeted biopsy if PSA>3.0 ng/mL. [12] After about three years of research, it was found that BRCA2 mutation carriers were more likely to develop prostate cancer, have a younger age of onset, and develop more clinically apparent tumors than non-carriers. [12]"}
{"id": "article-144254_13", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology", "content": "Many exogenous factors are associated with the likelihood of developing prostate cancer, such as metabolic syndrome, diabetes, obesity, dyslipidemia, Agent Orange exposure, and various dietary factors. Japanese men have comparatively less risk compared to Western men. However, the risk increases substantially for the person migrating to the US, implying an interplay of environmental, dietary, or lifestyle factors. [13] However, there is no proven diet, lifestyle, or pharmacological therapy for prevention.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Etiology and Epidemiology. Many exogenous factors are associated with the likelihood of developing prostate cancer, such as metabolic syndrome, diabetes, obesity, dyslipidemia, Agent Orange exposure, and various dietary factors. Japanese men have comparatively less risk compared to Western men. However, the risk increases substantially for the person migrating to the US, implying an interplay of environmental, dietary, or lifestyle factors. [13] However, there is no proven diet, lifestyle, or pharmacological therapy for prevention."}
{"id": "article-144254_14", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology", "content": "Inflammation of the prostate gland is the earliest sign of prostate cancer. Many genetic mutations cause this. Telomeres at the ends of chromosomes shorten as a result of oxidative damage brought on by inflammation of the prostate gland. It ultimately leads to the initiation of prostate cancer.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology. Inflammation of the prostate gland is the earliest sign of prostate cancer. Many genetic mutations cause this. Telomeres at the ends of chromosomes shorten as a result of oxidative damage brought on by inflammation of the prostate gland. It ultimately leads to the initiation of prostate cancer."}
{"id": "article-144254_15", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology", "content": "Several genes, including MYC, PTEN, NKX3.1, and the TMPRSS2-ERG gene fusion, have been identified in the initiation and development of prostate cancer, even though no single tumor suppressor gene is primarily responsible. The ERG oncogenic pathway, linked to the emergence of illness, is activated by the TMPRSS2-ERG gene fusion. The reactivation of cell cycle pathways causes unchecked cell proliferation, promoting the tumor's metastatic spread.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology. Several genes, including MYC, PTEN, NKX3.1, and the TMPRSS2-ERG gene fusion, have been identified in the initiation and development of prostate cancer, even though no single tumor suppressor gene is primarily responsible. The ERG oncogenic pathway, linked to the emergence of illness, is activated by the TMPRSS2-ERG gene fusion. The reactivation of cell cycle pathways causes unchecked cell proliferation, promoting the tumor's metastatic spread."}
{"id": "article-144254_16", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology", "content": "Gene expression profiling of metastatic illness identifies overexpression in EZH2 mRNA and proteins. Due to its role in apoptosis and proliferation, EZH2 is currently under research as a new prostate cancer target.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Pathophysiology. Gene expression profiling of metastatic illness identifies overexpression in EZH2 mRNA and proteins. Due to its role in apoptosis and proliferation, EZH2 is currently under research as a new prostate cancer target."}
{"id": "article-144254_17", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Specimen Requirements and Procedure", "content": "PSA, Prostate Specific Antigen; PCA3, Prostate Cancer Antigen 3; FDA, Food and Drug Administration; NPV, Negative Predictive Value; NCCN, National Comprehensive Cancer Network; CLIA, Clinical Laboratory Improvement Amendments, IB - The clinical decision for the Initial Biopsy; RB - Repeat Biopsy in Prior Negative Biopsy; NA- Not Available The NCCN has recognized the Prostate Health Index (PHI), 4K Score, ExoDx Intelliscore, My Prostate Score, Select MDx, and ConfirmMDx (a tissue confirmation test).", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Specimen Requirements and Procedure. PSA, Prostate Specific Antigen; PCA3, Prostate Cancer Antigen 3; FDA, Food and Drug Administration; NPV, Negative Predictive Value; NCCN, National Comprehensive Cancer Network; CLIA, Clinical Laboratory Improvement Amendments, IB - The clinical decision for the Initial Biopsy; RB - Repeat Biopsy in Prior Negative Biopsy; NA- Not Available The NCCN has recognized the Prostate Health Index (PHI), 4K Score, ExoDx Intelliscore, My Prostate Score, Select MDx, and ConfirmMDx (a tissue confirmation test)."}
{"id": "article-144254_18", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "PSA, a member of the kallikrein gene family, was first identified and isolated in 1979. It is secreted by prostatic ductal and acinar epithelium and hence highly organ-specific. PSA circulated in free (free PSA-f PSA) and inbound forms (Complexed, cPSA) bound to proteins. Its expression is androgen dependent. It is a crucial tool for the early detection, staging, treatment planning, and prognosis of prostate cancer. The widespread use of PSA testing in the 1990s led to increased prostate cancer diagnoses and a subsequent decline in mortality rates for this disease. It is due in part to population-based PSA screening.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). PSA, a member of the kallikrein gene family, was first identified and isolated in 1979. It is secreted by prostatic ductal and acinar epithelium and hence highly organ-specific. PSA circulated in free (free PSA-f PSA) and inbound forms (Complexed, cPSA) bound to proteins. Its expression is androgen dependent. It is a crucial tool for the early detection, staging, treatment planning, and prognosis of prostate cancer. The widespread use of PSA testing in the 1990s led to increased prostate cancer diagnoses and a subsequent decline in mortality rates for this disease. It is due in part to population-based PSA screening."}
{"id": "article-144254_19", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "Even though PSA is an excellent biomarker, it is organ-specific but not disease-specific. The basal layer and basement membrane violation allow PSA to escape and enter the bloodstream, increasing serum PSA levels. [22] [23] It may happen in several prostatic pathologies (benign prostatic hyperplasia, prostatitis, or prostate malignancy) or transiently with prostatic manipulation, as in prostate biopsy, prostatic massage, or urethral catheterization. [24] [25] [26] [27] Treatment with 5 alpha-reductase inhibitors has been shown to reduce PSA levels by around 50% when treated for 12 months. [28]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). Even though PSA is an excellent biomarker, it is organ-specific but not disease-specific. The basal layer and basement membrane violation allow PSA to escape and enter the bloodstream, increasing serum PSA levels. [22] [23] It may happen in several prostatic pathologies (benign prostatic hyperplasia, prostatitis, or prostate malignancy) or transiently with prostatic manipulation, as in prostate biopsy, prostatic massage, or urethral catheterization. [24] [25] [26] [27] Treatment with 5 alpha-reductase inhibitors has been shown to reduce PSA levels by around 50% when treated for 12 months. [28]"}
{"id": "article-144254_20", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "Still, multiple guidelines recommend PSA as the primary tool for initial prostate cancer screening. However, experts have yet to agree on the subset of patients to screen, when to start screening, and other factors to consider. All guidelines recommend that prostate cancer screening be an informed decision made after shared decision-making and a risk-benefit analysis. The American Urological Association's (AUA) current recommendations are as follows:", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). Still, multiple guidelines recommend PSA as the primary tool for initial prostate cancer screening. However, experts have yet to agree on the subset of patients to screen, when to start screening, and other factors to consider. All guidelines recommend that prostate cancer screening be an informed decision made after shared decision-making and a risk-benefit analysis. The American Urological Association's (AUA) current recommendations are as follows:"}
{"id": "article-144254_21", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "PSA screening in men under the age of 40 years is not recommended. Routine screening at average risk in men aged 40 to 54 is not recommended. For men aged 55 to 69, deciding to undergo PSA screening involves weighing the benefits of reducing the rate of metastatic prostate cancer and preventing prostate cancer death against the known potential harms associated with screening and treatment. Shared decision-making is recommended for men aged 55 to 69 years. PSA screening should be considered. Proceed based on the individual's values and preferences. Routine PSA screening in men aged 70+ years is not recommended, nor in men with less than a 10 to 15-year life expectancy. [29]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). PSA screening in men under the age of 40 years is not recommended. Routine screening at average risk in men aged 40 to 54 is not recommended. For men aged 55 to 69, deciding to undergo PSA screening involves weighing the benefits of reducing the rate of metastatic prostate cancer and preventing prostate cancer death against the known potential harms associated with screening and treatment. Shared decision-making is recommended for men aged 55 to 69 years. PSA screening should be considered. Proceed based on the individual's values and preferences. Routine PSA screening in men aged 70+ years is not recommended, nor in men with less than a 10 to 15-year life expectancy. [29]"}
{"id": "article-144254_22", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "A baseline PSA level that predicts the likelihood of prostate malignancy detection and the chance of developing high-grade prostate malignancy can customize the rescreening intervals. According to several studies, screening intervals of two to four years are unlikely to miss curable prostate cancer. Therefore, AUA discourages annual screening as a routine and recommends 2-year screening as a reasonable approach. The AUA suggests that men over 60 with PSA levels below 1.0 ng/mL may benefit from prolonged screening intervals (e.g., four years.)", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). A baseline PSA level that predicts the likelihood of prostate malignancy detection and the chance of developing high-grade prostate malignancy can customize the rescreening intervals. According to several studies, screening intervals of two to four years are unlikely to miss curable prostate cancer. Therefore, AUA discourages annual screening as a routine and recommends 2-year screening as a reasonable approach. The AUA suggests that men over 60 with PSA levels below 1.0 ng/mL may benefit from prolonged screening intervals (e.g., four years.)"}
{"id": "article-144254_23", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "Prostatic risk stratification biomarkers are primarily intended for use in lower-risk and selected borderline patients ( a subset with PIRADS 3 lesion on multiparametric MRI) with slightly elevated PSA levels (typically 4 ng/mL to 10 ng/mL), where a negative result would probably halt further testing, prostatic imaging, biopsies, and other diagnostic procedures. [1] These tests, when negative, due to their high NPV (Negative Predictive Value), help the clinician determine the likelihood of detecting a clinically significant malignancy by further evaluation is low and decide not to evaluate further immediately. [1]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). Prostatic risk stratification biomarkers are primarily intended for use in lower-risk and selected borderline patients ( a subset with PIRADS 3 lesion on multiparametric MRI) with slightly elevated PSA levels (typically 4 ng/mL to 10 ng/mL), where a negative result would probably halt further testing, prostatic imaging, biopsies, and other diagnostic procedures. [1] These tests, when negative, due to their high NPV (Negative Predictive Value), help the clinician determine the likelihood of detecting a clinically significant malignancy by further evaluation is low and decide not to evaluate further immediately. [1]"}
{"id": "article-144254_24", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA)", "content": "However, this approach is less practical if the PSA is >10 or the patient is in the high-risk category. The high-risk group encompasses men of African descent, those with a family history of prostate malignancy, those with germline mutations that increase the risk for prostate cancer (BRCA1, ATM, CHEK2, BRAC2), men with a family history of multiple malignancies or Lynch syndrome, and those with known Agent Orange exposure. [30] [31] [32] [33] [34] These patients may proceed with a biopsy as a clinically significant malignancy is likely. Therefore, clinicians can generally skip prostatic malignancy biomarkers in this subset of high-risk patients with elevated PSA levels. [1]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostatic Specific Antigen (PSA). However, this approach is less practical if the PSA is >10 or the patient is in the high-risk category. The high-risk group encompasses men of African descent, those with a family history of prostate malignancy, those with germline mutations that increase the risk for prostate cancer (BRCA1, ATM, CHEK2, BRAC2), men with a family history of multiple malignancies or Lynch syndrome, and those with known Agent Orange exposure. [30] [31] [32] [33] [34] These patients may proceed with a biopsy as a clinically significant malignancy is likely. Therefore, clinicians can generally skip prostatic malignancy biomarkers in this subset of high-risk patients with elevated PSA levels. [1]"}
{"id": "article-144254_25", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "Clinical decision-making is enhanced by using PSA derivatives, like PSA density, velocity, doubling time, age-adjusted values, and, recently, different molecular derivatives. PSA velocity is the rate of change of PSA over a year, while PSA density is the PSA-derived computation of total PSA divided by prostatic volume. The PSA doubling time is needed for a rising trending PSA to double in value. It gauges the rate-dependent exponential rise in serum PSA over time. These PSA-derived metrics are used for decision-making regarding prostate biopsy in an early detection setting.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. Clinical decision-making is enhanced by using PSA derivatives, like PSA density, velocity, doubling time, age-adjusted values, and, recently, different molecular derivatives. PSA velocity is the rate of change of PSA over a year, while PSA density is the PSA-derived computation of total PSA divided by prostatic volume. The PSA doubling time is needed for a rising trending PSA to double in value. It gauges the rate-dependent exponential rise in serum PSA over time. These PSA-derived metrics are used for decision-making regarding prostate biopsy in an early detection setting."}
{"id": "article-144254_26", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "PSA density shows substantially better predictive information among the derivatives than PSA velocity. A higher PSA density has a more likelihood of clinically significant prostate cancer, particularly in smaller prostates, when a value of 0.15ng/ml/cc was taken. [35]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. PSA density shows substantially better predictive information among the derivatives than PSA velocity. A higher PSA density has a more likelihood of clinically significant prostate cancer, particularly in smaller prostates, when a value of 0.15ng/ml/cc was taken. [35]"}
{"id": "article-144254_27", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "According to research, a PSA density of 0.1 to 0.15 ng/mL/cc or higher is considered significant (higher risk). In contrast, a value lower than 0.09 ng/mL/cc is considered insignificant (less than a 4% chance). [36] [37] [38] A PSA density of 0.15 ng/cc is usually the cutoff point. [39] [40] [41] [42] PSA velocity and doubling time have limited diagnostic value but may aid in prognostification. [43]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. According to research, a PSA density of 0.1 to 0.15 ng/mL/cc or higher is considered significant (higher risk). In contrast, a value lower than 0.09 ng/mL/cc is considered insignificant (less than a 4% chance). [36] [37] [38] A PSA density of 0.15 ng/cc is usually the cutoff point. [39] [40] [41] [42] PSA velocity and doubling time have limited diagnostic value but may aid in prognostification. [43]"}
{"id": "article-144254_28", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "Studies have shown a correlation between a low percentage of fPSA and aggressive pathological features. [44] [45] The percentage of free PSA production in a malignant prostate was less than in men without. [46] [47] [48] [49] This led to the development of fPSA testing as an adjunct to improve the precision of PSA as a prostate cancer biomarker. As a result, fPSA testing was created as an adjunct to boost PSA's accuracy as a prostate cancer biomarker. [50] [51]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. Studies have shown a correlation between a low percentage of fPSA and aggressive pathological features. [44] [45] The percentage of free PSA production in a malignant prostate was less than in men without. [46] [47] [48] [49] This led to the development of fPSA testing as an adjunct to improve the precision of PSA as a prostate cancer biomarker. As a result, fPSA testing was created as an adjunct to boost PSA's accuracy as a prostate cancer biomarker. [50] [51]"}
{"id": "article-144254_29", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "The US FDA approved using fPSA as a biomarker to enhance screening in males with blood PSA levels of 4 ng to 10 ng/ml and a negative digital rectal examination. A percentage fPSA cutoff of 18% has improved the detection of prostate cancer in men when compared to total PSA alone. Such patients are recommended for prostate biopsy. The prostate malignancy detection was 56% in men with a percentage of fPSA <10 % compared to 8% when the percentage of fPSA was >25%. [51] [52]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. The US FDA approved using fPSA as a biomarker to enhance screening in males with blood PSA levels of 4 ng to 10 ng/ml and a negative digital rectal examination. A percentage fPSA cutoff of 18% has improved the detection of prostate cancer in men when compared to total PSA alone. Such patients are recommended for prostate biopsy. The prostate malignancy detection was 56% in men with a percentage of fPSA <10 % compared to 8% when the percentage of fPSA was >25%. [51] [52]"}
{"id": "article-144254_30", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives", "content": "National Comprehensive Cancer Network (NCCN) recommends incorporating the percentage of fPSA for decision-making for prostate biopsy and recommends a cutoff of 10%. [53] However, it has no clinical implication in patients with total PSA>10 ng/mL or in the follow-up of known prostate cancer patients. There has been an increasing use of predictive calculators that use multiple clinical variables like total PSA, percentage f PSA, and DRE findings for shared decision-making. [54] [55] [56]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- PSA Derivatives. National Comprehensive Cancer Network (NCCN) recommends incorporating the percentage of fPSA for decision-making for prostate biopsy and recommends a cutoff of 10%. [53] However, it has no clinical implication in patients with total PSA>10 ng/mL or in the follow-up of known prostate cancer patients. There has been an increasing use of predictive calculators that use multiple clinical variables like total PSA, percentage f PSA, and DRE findings for shared decision-making. [54] [55] [56]"}
{"id": "article-144254_31", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- fPSA (Free PSA) Isoforms", "content": "The serum isoforms of fPSA, namely pro-PSA, benign PSA (b PSA), and intact fPSA, exist in equal concentrations in serum and are promising biomarkers. Studies have shown significant levels of truncated forms of PSA in malignant prostatic tissue like (-2) pro-PSA. Applying (-2) pro-PSA has been validated as a screening biomarker before a biopsy. [14] [15]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- fPSA (Free PSA) Isoforms. The serum isoforms of fPSA, namely pro-PSA, benign PSA (b PSA), and intact fPSA, exist in equal concentrations in serum and are promising biomarkers. Studies have shown significant levels of truncated forms of PSA in malignant prostatic tissue like (-2) pro-PSA. Applying (-2) pro-PSA has been validated as a screening biomarker before a biopsy. [14] [15]"}
{"id": "article-144254_32", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- fPSA (Free PSA) Isoforms", "content": "It is also a strong predictor for histological aggressiveness (Gleason score of 7 or more.) Studies have shown (-2) pro-PSA is superior to PSA and percentage Free PSA as a biomarker in predicting prostate malignancy in men planned for biopsy with serum PSA of 4-10 ng/mL. In addition, it correlated with the pathological aggressiveness of the tumor.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- fPSA (Free PSA) Isoforms. It is also a strong predictor for histological aggressiveness (Gleason score of 7 or more.) Studies have shown (-2) pro-PSA is superior to PSA and percentage Free PSA as a biomarker in predicting prostate malignancy in men planned for biopsy with serum PSA of 4-10 ng/mL. In addition, it correlated with the pathological aggressiveness of the tumor."}
{"id": "article-144254_33", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Health Index (PHI)", "content": "Prostatic Health Index (PHI) is a blood-based biomarker that can predict the risk of aggressive prostate malignancy (Gleason's score is more than or equal to 7) at biopsy. This assay analyzes tPSA, fPSA, and (-2) pro-PSA levels. PHI was approved in 2012 by USFDA to diagnose prostate cancer in men aged 50 and above, with a clinically negative DRE and PSA of 4-10 ng/mL.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Health Index (PHI). Prostatic Health Index (PHI) is a blood-based biomarker that can predict the risk of aggressive prostate malignancy (Gleason's score is more than or equal to 7) at biopsy. This assay analyzes tPSA, fPSA, and (-2) pro-PSA levels. PHI was approved in 2012 by USFDA to diagnose prostate cancer in men aged 50 and above, with a clinically negative DRE and PSA of 4-10 ng/mL."}
{"id": "article-144254_34", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Health Index (PHI)", "content": "PHI has consistently shown superiority over total PSA (tPSA) and Free % PSA (fPSA) in the early detection of prostate cancer. As a result, it is added to various web-based risk assessment calculators like the PCPT calculator. [14] [57] NCCN recommended using PHI in early cancer detection in 2015. However, due to its limited study in the US population, it refrains from recommending first-line screening for all patients.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Health Index (PHI). PHI has consistently shown superiority over total PSA (tPSA) and Free % PSA (fPSA) in the early detection of prostate cancer. As a result, it is added to various web-based risk assessment calculators like the PCPT calculator. [14] [57] NCCN recommended using PHI in early cancer detection in 2015. However, due to its limited study in the US population, it refrains from recommending first-line screening for all patients."}
{"id": "article-144254_35", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Human Kallikerin 2(hK2) and 4K Score", "content": "Human Kallikrein 2(hK2) shares many similarities with PSA. It is also regulated by androgens and has an identical specificity for the prostate. However, in contrast to PSA, it is selectively expressed in cancerous tissue, and its expression correlates with the aggressiveness of malignancy and biochemical recurrence. Combining fPSA with hK2 has increased the cancer detection rate at a PSA range of 4 to 10 ng/mL. In the 4K score assay, the four kallikrein proteins—tPSA, fPSA, intact PSA, and hK2—were integrated. The 4K score has been included in the NCCN prostate cancer early detection guidelines. [58]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Human Kallikerin 2(hK2) and 4K Score. Human Kallikrein 2(hK2) shares many similarities with PSA. It is also regulated by androgens and has an identical specificity for the prostate. However, in contrast to PSA, it is selectively expressed in cancerous tissue, and its expression correlates with the aggressiveness of malignancy and biochemical recurrence. Combining fPSA with hK2 has increased the cancer detection rate at a PSA range of 4 to 10 ng/mL. In the 4K score assay, the four kallikrein proteins—tPSA, fPSA, intact PSA, and hK2—were integrated. The 4K score has been included in the NCCN prostate cancer early detection guidelines. [58]"}
{"id": "article-144254_36", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Human Kallikerin 2(hK2) and 4K Score", "content": "It predicts the likelihood of biopsy-positive prostate cancer when paired with clinical characteristics, including age and prior negative biopsies. It also accurately predicts the aggressiveness of cancer. [59] Meta-analysis has been shown to improve the predictive accuracy of biopsy by 8% to 10% and decrease the rate of unwanted biopsies by 48 to 56%. [60] It also predicts the risk of distant metastasis even 20 years later in men with a PSA of 2 ng/mL or more.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Human Kallikerin 2(hK2) and 4K Score. It predicts the likelihood of biopsy-positive prostate cancer when paired with clinical characteristics, including age and prior negative biopsies. It also accurately predicts the aggressiveness of cancer. [59] Meta-analysis has been shown to improve the predictive accuracy of biopsy by 8% to 10% and decrease the rate of unwanted biopsies by 48 to 56%. [60] It also predicts the risk of distant metastasis even 20 years later in men with a PSA of 2 ng/mL or more."}
{"id": "article-144254_37", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Serum Protein Panel", "content": "The three prostate cancer biomarkers, FilamenA, FilamenB, and Keratin19, have been combined into a novel serum protein panel for disease screening and prognosis due to recent studies. The panel of these biomarkers with PSA outperformed PSA alone in diagnosing, predicting aggressiveness, and differentiating cancer from benign prostatic hyperplasia. [61]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Serum Protein Panel. The three prostate cancer biomarkers, FilamenA, FilamenB, and Keratin19, have been combined into a novel serum protein panel for disease screening and prognosis due to recent studies. The panel of these biomarkers with PSA outperformed PSA alone in diagnosing, predicting aggressiveness, and differentiating cancer from benign prostatic hyperplasia. [61]"}
{"id": "article-144254_38", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3)", "content": "The ease of collecting urine specimens and the knowledge regarding the exfoliation of prostate cells in the urine have made urine a source for potential biomarker research. [62] The transcriptome comparison of prostate cancer and normal tissues led to the Prostate Cancer Antigen (PCA3) identification. [63] Formerly known as differential display code 3(DD3), PCA3 is a long non-coding mRNA.PCA3 does not encode a protein, but its mRNA transcripts from prostatic cytology can be detected and measured in urine. [64] The PCA3 gene is overexpressed in 95% of primary PCa specimens but not in benign prostate tissue. [65] [66]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3). The ease of collecting urine specimens and the knowledge regarding the exfoliation of prostate cells in the urine have made urine a source for potential biomarker research. [62] The transcriptome comparison of prostate cancer and normal tissues led to the Prostate Cancer Antigen (PCA3) identification. [63] Formerly known as differential display code 3(DD3), PCA3 is a long non-coding mRNA.PCA3 does not encode a protein, but its mRNA transcripts from prostatic cytology can be detected and measured in urine. [64] The PCA3 gene is overexpressed in 95% of primary PCa specimens but not in benign prostate tissue. [65] [66]"}
{"id": "article-144254_39", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3)", "content": "Reverse transcription polymerase chain reaction (RT-PCR) evaluation revealed that PCA3 performed better than PSA in identifying prostate malignancy. [67] [68] Recently with the advent of a transcription-mediated amplification assay, there has been an improved sensitivity compared to RT-PCR. [69]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3). Reverse transcription polymerase chain reaction (RT-PCR) evaluation revealed that PCA3 performed better than PSA in identifying prostate malignancy. [67] [68] Recently with the advent of a transcription-mediated amplification assay, there has been an improved sensitivity compared to RT-PCR. [69]"}
{"id": "article-144254_40", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3)", "content": "The commercial assay of PCA3 was FDA-approved in the US in 2012 to assist decision-making in men aged 50 and above and a previous negative biopsy. European Association of Urology (EAU) also recommends the same. After a prostate massage or DRE, urine is obtained to increase the sensitivity of the PCA3 assay. There has been substantial research on the diagnostic value of PCA3 in post-prostatic massage urine. All studies have shown that the PCA3 scores closely matched the likelihood of a positive biopsy. [70] [71] [72] Unlike PSA, PCA3 levels are independent of prostate size. [73]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3). The commercial assay of PCA3 was FDA-approved in the US in 2012 to assist decision-making in men aged 50 and above and a previous negative biopsy. European Association of Urology (EAU) also recommends the same. After a prostate massage or DRE, urine is obtained to increase the sensitivity of the PCA3 assay. There has been substantial research on the diagnostic value of PCA3 in post-prostatic massage urine. All studies have shown that the PCA3 scores closely matched the likelihood of a positive biopsy. [70] [71] [72] Unlike PSA, PCA3 levels are independent of prostate size. [73]"}
{"id": "article-144254_41", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3)", "content": "Studies have reported a 14% positive biopsy rate if PCA3 levels are below 5, compared to 70% when PCA3 is above 100. [71] PCA3 has been proven to have different sensitivity, specificity, and predictive values when choosing alternative cutoffs. The FDA used a threshold of 25 for its approval. Various patient studies with large cohorts have clearly shown the superiority of PCA3 over PSA alone for prostate cancer diagnosis. [74] [75] [76] PCA3 has been incorporated with other clinical parameters in various nomograms, like the web-based PCPT risk calculator, to analyze the chance of a positive biopsy.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Antigen 3 (PCA3). Studies have reported a 14% positive biopsy rate if PCA3 levels are below 5, compared to 70% when PCA3 is above 100. [71] PCA3 has been proven to have different sensitivity, specificity, and predictive values when choosing alternative cutoffs. The FDA used a threshold of 25 for its approval. Various patient studies with large cohorts have clearly shown the superiority of PCA3 over PSA alone for prostate cancer diagnosis. [74] [75] [76] PCA3 has been incorporated with other clinical parameters in various nomograms, like the web-based PCPT risk calculator, to analyze the chance of a positive biopsy."}
{"id": "article-144254_42", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- TMPRSS2-ERG Gene Fusions and PCA3", "content": "With the discovery of gene fusions in prostate malignancy, considerable research has been performed to harness its utility as prostate cancer biomarkers. The most common gene alteration involved with prostate cancer is the fusion of the androgen-regulated gene Trans Membrane Protease, Serine 2 (TMPRSS2), with the N-terminal deleted ERG coding region. [77] Between 50% and 60% of patients with prostate cancer of European ancestry have this gene fusion, which results in the oncogenic activation of ERG. [78] The utility of gene fusion was most significant when combined with other biomarkers like PCA3.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- TMPRSS2-ERG Gene Fusions and PCA3. With the discovery of gene fusions in prostate malignancy, considerable research has been performed to harness its utility as prostate cancer biomarkers. The most common gene alteration involved with prostate cancer is the fusion of the androgen-regulated gene Trans Membrane Protease, Serine 2 (TMPRSS2), with the N-terminal deleted ERG coding region. [77] Between 50% and 60% of patients with prostate cancer of European ancestry have this gene fusion, which results in the oncogenic activation of ERG. [78] The utility of gene fusion was most significant when combined with other biomarkers like PCA3."}
{"id": "article-144254_43", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- TMPRSS2-ERG Gene Fusions and PCA3", "content": "A multicentric study of 1,312 men comparing post-DRE urine levels of TMPRSS2:ERG and PCA3 with serum PSA showed clear superiority of the panel of TMPRSS2:ERG with PCA3 in the detection of clinically significant malignancy at biopsy. [79] An assay developed by the University of Michigan, My Prostate Score 2, combines serum PSA, urine PCA3, and urine TMPRSS2:ERG gene fusion to estimate the probability of identifying prostate malignancy on biopsy and the likelihood of aggressive disease. [80] PCA3 and TMPRSS2:ERG gene fusion is presently incorporated into a PCPT risk calculator for decision-making for prostate biopsy in patients with persistently (at least 2) elevated PSA levels to avoid unnecessary biopsies safely.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- TMPRSS2-ERG Gene Fusions and PCA3. A multicentric study of 1,312 men comparing post-DRE urine levels of TMPRSS2:ERG and PCA3 with serum PSA showed clear superiority of the panel of TMPRSS2:ERG with PCA3 in the detection of clinically significant malignancy at biopsy. [79] An assay developed by the University of Michigan, My Prostate Score 2, combines serum PSA, urine PCA3, and urine TMPRSS2:ERG gene fusion to estimate the probability of identifying prostate malignancy on biopsy and the likelihood of aggressive disease. [80] PCA3 and TMPRSS2:ERG gene fusion is presently incorporated into a PCPT risk calculator for decision-making for prostate biopsy in patients with persistently (at least 2) elevated PSA levels to avoid unnecessary biopsies safely."}
{"id": "article-144254_44", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Select MDx (DLX1,HOXC6)", "content": "The Select MDx is an RT-PCR assay analyzing urine specimens after DRE along with other risk factors for early detection of prostate malignancy and decision-making regarding biopsy. This three-gene panel assay has enhanced the identification of high-grade cancer by integrating HOXC6, TDRD1, and DLX1 mRNA levels in urine with other clinical indicators. In addition, Van Neste et al have validated it with other clinical decision-making tools like the PCA3 assay and PCPT risk calculator. [81]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Select MDx (DLX1,HOXC6). The Select MDx is an RT-PCR assay analyzing urine specimens after DRE along with other risk factors for early detection of prostate malignancy and decision-making regarding biopsy. This three-gene panel assay has enhanced the identification of high-grade cancer by integrating HOXC6, TDRD1, and DLX1 mRNA levels in urine with other clinical indicators. In addition, Van Neste et al have validated it with other clinical decision-making tools like the PCA3 assay and PCPT risk calculator. [81]"}
{"id": "article-144254_45", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Annexin A3", "content": "It has been discovered that the presence of annexin, a calcium-dependent phospholipid-binding protein, in urine is negatively associated with the detection of prostate malignancy. Researchers evaluated the utility of analyzing Annexin A3 levels in post-DRE urine as a stand-alone or in conjunction with serum PSA for clinical decision-making before a prostate needle biopsy. [82]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Annexin A3. It has been discovered that the presence of annexin, a calcium-dependent phospholipid-binding protein, in urine is negatively associated with the detection of prostate malignancy. Researchers evaluated the utility of analyzing Annexin A3 levels in post-DRE urine as a stand-alone or in conjunction with serum PSA for clinical decision-making before a prostate needle biopsy. [82]"}
{"id": "article-144254_46", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Annexin A3", "content": "Investigators showed that Annexin A3 enhanced the ability of PSA to predict malignancy in needle biopsy with an AUC of 0.81. Cao et al. studied a multiplex assay by combining urine annexin A3, PCA3, TMPRSS2: ERG, and sarcosine for prostate biopsy decision-making. [83] The multi-marker assay was accurate, with an AUC of 0.84 in patients with PSA 4-10 ng/mL. [83]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Annexin A3. Investigators showed that Annexin A3 enhanced the ability of PSA to predict malignancy in needle biopsy with an AUC of 0.81. Cao et al. studied a multiplex assay by combining urine annexin A3, PCA3, TMPRSS2: ERG, and sarcosine for prostate biopsy decision-making. [83] The multi-marker assay was accurate, with an AUC of 0.84 in patients with PSA 4-10 ng/mL. [83]"}
{"id": "article-144254_47", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore)", "content": "Exosomes are tiny extracellular vesicles (size: 40–150 nm) released by various cell types, including cancerous cells. They contain lipids, proteins, and nucleic acids. Prostate-derived exosomes may serve as diagnostic and prognostic biomarkers as they are a source of proteins and miRNA. [84] [85] Urinary exosome analysis offers the following benefits: Exosomes are stable owing to their exosomal lipid bilayer, which protects the genetic content from enzymatic destruction. These factors can help with PCa diagnosis. Exosomal RNA and protein content are tested as potential biomarkers.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore). Exosomes are tiny extracellular vesicles (size: 40–150 nm) released by various cell types, including cancerous cells. They contain lipids, proteins, and nucleic acids. Prostate-derived exosomes may serve as diagnostic and prognostic biomarkers as they are a source of proteins and miRNA. [84] [85] Urinary exosome analysis offers the following benefits: Exosomes are stable owing to their exosomal lipid bilayer, which protects the genetic content from enzymatic destruction. These factors can help with PCa diagnosis. Exosomal RNA and protein content are tested as potential biomarkers."}
{"id": "article-144254_48", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore)", "content": "ExoDx prostate Intelliscore is a urine exosomal RNA-based assay to assess the expression of the prooncogenic genes ERG, PCA3, and SPDEF and generate a score. The test is recommended for males over 50 and PSA 2 to 10 ng/mL who are being evaluated for a preliminary biopsy. It is applied with other standards of care (SOC) criteria to assess the likelihood of benign conditions and Gleason 7 and above prostate cancer on an initial biopsy. [86] [87]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore). ExoDx prostate Intelliscore is a urine exosomal RNA-based assay to assess the expression of the prooncogenic genes ERG, PCA3, and SPDEF and generate a score. The test is recommended for males over 50 and PSA 2 to 10 ng/mL who are being evaluated for a preliminary biopsy. It is applied with other standards of care (SOC) criteria to assess the likelihood of benign conditions and Gleason 7 and above prostate cancer on an initial biopsy. [86] [87]"}
{"id": "article-144254_49", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore)", "content": "This assay will help safely reduce unnecessary biopsies. This score predicted high-grade cancer (Gleason 7 and above) with a negative predictive value of >90%. [86] The test is far more patient-friendly than similar bioassays as it does not require a digital rectal exam or prostatic massage, unlike previous urine-based tests for prostate cancer. It comes with a kit for home usage that can be mailed directly to the diagnostic laboratory by the patient. It is also particularly useful in patients without a rectum for digital prostatic massage or where this cannot be done for some reason.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore). This assay will help safely reduce unnecessary biopsies. This score predicted high-grade cancer (Gleason 7 and above) with a negative predictive value of >90%. [86] The test is far more patient-friendly than similar bioassays as it does not require a digital rectal exam or prostatic massage, unlike previous urine-based tests for prostate cancer. It comes with a kit for home usage that can be mailed directly to the diagnostic laboratory by the patient. It is also particularly useful in patients without a rectum for digital prostatic massage or where this cannot be done for some reason."}
{"id": "article-144254_50", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore)", "content": "A large cohort study on 774 patients in the US found that the ExoDx assay, in conjunction with SOC features, outperformed the ExoDx assay or SOC variables when used alone in predicting the presence of Gleason grade 7 or above and negative biopsies. [86] Several exosomal metabolites, including survivin and claudin 3, have also been higher in the plasma of patients with prostate cancer. [88] [89] [90]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- ExoDx Prostate (IntelliSore). A large cohort study on 774 patients in the US found that the ExoDx assay, in conjunction with SOC features, outperformed the ExoDx assay or SOC variables when used alone in predicting the presence of Gleason grade 7 or above and negative biopsies. [86] Several exosomal metabolites, including survivin and claudin 3, have also been higher in the plasma of patients with prostate cancer. [88] [89] [90]"}
{"id": "article-144254_51", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostarix Risk score", "content": "It is a urine-based assay to assist clinicians in decision-making regarding biopsy in a grey zone, i.e., negative DRE or a mildly elevated PSA level setting. [91] The assay quantitatively analyses 4- metabolites, sarcosine, alanine, glycine, and glutamate, in urine employing liquid chromatography-mass spectrometry.  The quantitative analysis of these amino acids helps to calculate the risk score and detect malignancy-related metabolic abnormalities. Studies have shown that the panel's performance in diagnosing prostate cancer (AUC=0.64) was superior to that of serum PSA (AUC=0.53) and the PCPT calculator alone (AUC=0.61.) [92]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostarix Risk score. It is a urine-based assay to assist clinicians in decision-making regarding biopsy in a grey zone, i.e., negative DRE or a mildly elevated PSA level setting. [91] The assay quantitatively analyses 4- metabolites, sarcosine, alanine, glycine, and glutamate, in urine employing liquid chromatography-mass spectrometry.  The quantitative analysis of these amino acids helps to calculate the risk score and detect malignancy-related metabolic abnormalities. Studies have shown that the panel's performance in diagnosing prostate cancer (AUC=0.64) was superior to that of serum PSA (AUC=0.53) and the PCPT calculator alone (AUC=0.61.) [92]"}
{"id": "article-144254_52", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Cell Lines in Urine", "content": "Prostate cancer cells can be found in post-DRE urine with multiplex immunofluorescence cytology staining for AMACR, Nucleolin, DAPI, and Nkx3.1. A sensitivity of 36% and a specificity of 100% were achieved in a study of a cohort of 50 patients. [93] Immunohistochemistry also studies cell lines for ERG, AMACR, and Prostein (Prostate epithelium-specific). [94] In a cohort of 63 individuals, this assay has a sensitivity of 64% and a specificity of 68.8% for the diagnosis of prostate cancer. [94] The NCCN has recognized the Prostate Health Index (PHI), 4K score, ExoDx Intelliscore, My Prostate Score, Select MDx, and ConfirmMDx (a tissue-based confirmation test).", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- Prostate Cancer Cell Lines in Urine. Prostate cancer cells can be found in post-DRE urine with multiplex immunofluorescence cytology staining for AMACR, Nucleolin, DAPI, and Nkx3.1. A sensitivity of 36% and a specificity of 100% were achieved in a study of a cohort of 50 patients. [93] Immunohistochemistry also studies cell lines for ERG, AMACR, and Prostein (Prostate epithelium-specific). [94] In a cohort of 63 individuals, this assay has a sensitivity of 64% and a specificity of 68.8% for the diagnosis of prostate cancer. [94] The NCCN has recognized the Prostate Health Index (PHI), 4K score, ExoDx Intelliscore, My Prostate Score, Select MDx, and ConfirmMDx (a tissue-based confirmation test)."}
{"id": "article-144254_53", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- How To Best Use Risk-Stratification Bioassays in Prostate Cancer Screening", "content": "Although their precise role in prostate cancer screening is still being determined, it is suggested that risk-stratification bioassays are most helpful in patients with persistently elevated PSA levels who are llow-riskor borderline/equivocal cases where the result will be used, if negative, to help make a clinical decision not to pursue further prostate cancer diagnostic testing or screening procedures immediately. [1] [2] They may also have a role in patients in patients on active surveillance and those with a high-grade PIN or atypical small acinar proliferation (ASAP), which are considered pre-malignant. [1]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Diagnostic Tests -- How To Best Use Risk-Stratification Bioassays in Prostate Cancer Screening. Although their precise role in prostate cancer screening is still being determined, it is suggested that risk-stratification bioassays are most helpful in patients with persistently elevated PSA levels who are llow-riskor borderline/equivocal cases where the result will be used, if negative, to help make a clinical decision not to pursue further prostate cancer diagnostic testing or screening procedures immediately. [1] [2] They may also have a role in patients in patients on active surveillance and those with a high-grade PIN or atypical small acinar proliferation (ASAP), which are considered pre-malignant. [1]"}
{"id": "article-144254_54", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures", "content": "An abnormally elevated PSA in a grey zone (4-10 ng/mL) warrants a repeat PSA and a DRE. Patients whose repeat PSA and DRE are normal may keep in routine follow-ups. However, if the repeat PSA is elevated and a prostate malignancy is suspected, biomarkers aid in the decision regarding continuing observation vs. proceeding to a biopsy. Various biomarkers like PHI,4K score, PCA3, ExoDx Intelliscore, and Select MDx help make this decision.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures. An abnormally elevated PSA in a grey zone (4-10 ng/mL) warrants a repeat PSA and a DRE. Patients whose repeat PSA and DRE are normal may keep in routine follow-ups. However, if the repeat PSA is elevated and a prostate malignancy is suspected, biomarkers aid in the decision regarding continuing observation vs. proceeding to a biopsy. Various biomarkers like PHI,4K score, PCA3, ExoDx Intelliscore, and Select MDx help make this decision."}
{"id": "article-144254_55", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures", "content": "Biomarkers may be used alone or as a variable in risk analysis calculators. For example, if a biopsy was already performed with a negative result, biomarkers can assist in deciding when or if to repeat the biopsy.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures. Biomarkers may be used alone or as a variable in risk analysis calculators. For example, if a biopsy was already performed with a negative result, biomarkers can assist in deciding when or if to repeat the biopsy."}
{"id": "article-144254_56", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures", "content": "According to the NCCN recommendations, if the initial biopsy is reported as atypia, suspicious for cancer, or High-Grade Prostatic Intraepithelial Neoplasia (high-grade PIN), biomarkers that improve the specificity of screening - including free PSA, 4K score, PHI, PCA3, Exo Dx Prostate score, and My prostate score 2, may be considered. Alternatively, this subset of patients may proceed with a mpMRI if no prior prostatic MRI is available.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures. According to the NCCN recommendations, if the initial biopsy is reported as atypia, suspicious for cancer, or High-Grade Prostatic Intraepithelial Neoplasia (high-grade PIN), biomarkers that improve the specificity of screening - including free PSA, 4K score, PHI, PCA3, Exo Dx Prostate score, and My prostate score 2, may be considered. Alternatively, this subset of patients may proceed with a mpMRI if no prior prostatic MRI is available."}
{"id": "article-144254_57", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures", "content": "Most urinary biomarker assays are performed after prostatic manipulation. However, a DRE is not recommended for the ExoDxEPI score. Studies have shown that DRE can enrich urinary biomarkers and enhance yield—the first void after DRE is obtained and analyzed. Following the prostate massage, the first 10 to 50 mL of urine that is voided are centrifuged at 1,000 to 2,000 rotations per minute to produce precipitates of urine that may contain prostate cancer cells and prostate cancer cell fragments, as well as DNA, RNA, and proteins produced from these cells. Free proteins, DNA, RNA, other tiny molecules, and exosomes can all be detected in the supernatants.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures. Most urinary biomarker assays are performed after prostatic manipulation. However, a DRE is not recommended for the ExoDxEPI score. Studies have shown that DRE can enrich urinary biomarkers and enhance yield—the first void after DRE is obtained and analyzed. Following the prostate massage, the first 10 to 50 mL of urine that is voided are centrifuged at 1,000 to 2,000 rotations per minute to produce precipitates of urine that may contain prostate cancer cells and prostate cancer cell fragments, as well as DNA, RNA, and proteins produced from these cells. Free proteins, DNA, RNA, other tiny molecules, and exosomes can all be detected in the supernatants."}
{"id": "article-144254_58", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures", "content": "Exosome precipitation occurs as a result of further ultracentrifugation of the supernatant. The ExoDx Intelliscore is far more patient-friendly than other biomarkers, as it does not require a digital rectal exam or prostatic massage. Unlike other urine-based tests for prostate cancer, it is available as a kit for home usage that patients can mail directly back to the diagnostic laboratory. [64]", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Testing Procedures. Exosome precipitation occurs as a result of further ultracentrifugation of the supernatant. The ExoDx Intelliscore is far more patient-friendly than other biomarkers, as it does not require a digital rectal exam or prostatic massage. Unlike other urine-based tests for prostate cancer, it is available as a kit for home usage that patients can mail directly back to the diagnostic laboratory. [64]"}
{"id": "article-144254_59", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance", "content": "Serum PSA is the gold standard investigation for screening and detection of prostate malignancy. PSA as a biomarker is a sensitive tool, but its specificity is low. Various benign conditions like BPH, prostatitis, and manipulations like DRE, biopsy, and catheterization can increase PSA levels. Consequently, diagnosis with PSA alone can lead to overdiagnosis and unwanted biopsies adding pressure on the healthcare systems.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance. Serum PSA is the gold standard investigation for screening and detection of prostate malignancy. PSA as a biomarker is a sensitive tool, but its specificity is low. Various benign conditions like BPH, prostatitis, and manipulations like DRE, biopsy, and catheterization can increase PSA levels. Consequently, diagnosis with PSA alone can lead to overdiagnosis and unwanted biopsies adding pressure on the healthcare systems."}
{"id": "article-144254_60", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance", "content": "There is no safe PSA level below which prostate cancer does not exist. Instead, the likelihood of prostate cancer and an aggressive disease increase as PSA increases. Instead of utilizing an absolute PSA level to establish if a prostate biopsy is necessary, the clinician should consider other variables, including prostate volume, inflammation, medications, patient age, life expectancy, and co-morbidities.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance. There is no safe PSA level below which prostate cancer does not exist. Instead, the likelihood of prostate cancer and an aggressive disease increase as PSA increases. Instead of utilizing an absolute PSA level to establish if a prostate biopsy is necessary, the clinician should consider other variables, including prostate volume, inflammation, medications, patient age, life expectancy, and co-morbidities."}
{"id": "article-144254_61", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance", "content": "Prostate cancer biomarkers assist the clinician in decision-making in patients with PSA levels in the grey zone of 4 to 10 ng/mL to safely avoid unnecessary biopsies. The biomarkers can also predict clinically significant tumors and help tailor the treatment regimen. Biomarker assays are employed in a grey zone PSA level setting with a negative DRE. It allows clinicians to discuss better-informed decision-making with patients.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance. Prostate cancer biomarkers assist the clinician in decision-making in patients with PSA levels in the grey zone of 4 to 10 ng/mL to safely avoid unnecessary biopsies. The biomarkers can also predict clinically significant tumors and help tailor the treatment regimen. Biomarker assays are employed in a grey zone PSA level setting with a negative DRE. It allows clinicians to discuss better-informed decision-making with patients."}
{"id": "article-144254_62", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance", "content": "Various additional tools like PSA derivative, PSA kinetics, PSA molecular forms, and blood and urine-based biomarkers can be used as standalone or in multiplex panels to arrive at an informed decision. The new prostate cancer risk-stratification biomarkers are intended to assist the clinician in educating and informing patients for optimal shared decision-making.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Clinical Significance. Various additional tools like PSA derivative, PSA kinetics, PSA molecular forms, and blood and urine-based biomarkers can be used as standalone or in multiplex panels to arrive at an informed decision. The new prostate cancer risk-stratification biomarkers are intended to assist the clinician in educating and informing patients for optimal shared decision-making."}
{"id": "article-144254_63", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes", "content": "The past decade saw a paradigm shift in the management of prostate malignancy. With advances in diagnostics, imaging, genetics, and metabolomics, the evaluation and management of prostate malignancy have become even more complex. However, there needs to be more consensus on various diagnostic and treatment protocols, and different expert guidelines fall short of offering concrete recommendations. Multidisciplinary agreement and coordination are crucial for improving prostate cancer outcomes.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes. The past decade saw a paradigm shift in the management of prostate malignancy. With advances in diagnostics, imaging, genetics, and metabolomics, the evaluation and management of prostate malignancy have become even more complex. However, there needs to be more consensus on various diagnostic and treatment protocols, and different expert guidelines fall short of offering concrete recommendations. Multidisciplinary agreement and coordination are crucial for improving prostate cancer outcomes."}
{"id": "article-144254_64", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes", "content": "To provide the patient with the best care possible, a team of specially qualified nurses, technicians, general practitioners, pharmacists, genetic counselors, psychotherapists, oncologists, urologists, and allied healthcare workers must collaborate. The team must be able to educate, enlighten and guide the patient for optimal care, taking care not to overdiagnose and overtreat the patient. In addition, prostate cancer screening must be mandated according to guideline recommendations and by including shared decision-making techniques and procedures; any team member who notes any departure from guidelines should be empowered to make their concerns known to the team, including the clinicians.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes. To provide the patient with the best care possible, a team of specially qualified nurses, technicians, general practitioners, pharmacists, genetic counselors, psychotherapists, oncologists, urologists, and allied healthcare workers must collaborate. The team must be able to educate, enlighten and guide the patient for optimal care, taking care not to overdiagnose and overtreat the patient. In addition, prostate cancer screening must be mandated according to guideline recommendations and by including shared decision-making techniques and procedures; any team member who notes any departure from guidelines should be empowered to make their concerns known to the team, including the clinicians."}
{"id": "article-144254_65", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes", "content": "Optimal use of risk stratification biomarker assays for prostate cancer can significantly reduce unnecessary diagnostic procedures and treatments. The healthcare team should be familiar with implementing these assays when appropriate and help educate the patient and family when necessary or requested.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes. Optimal use of risk stratification biomarker assays for prostate cancer can significantly reduce unnecessary diagnostic procedures and treatments. The healthcare team should be familiar with implementing these assays when appropriate and help educate the patient and family when necessary or requested."}
{"id": "article-144254_66", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes", "content": "The screening, diagnosis, and treatment must be patient-centric, depending on his age, high-risk characteristics, comorbid conditions, and preferences. The patient must be empowered to make apt decisions through interdisciplinary team consultations and proper communication between the patient and the care providers. Overtreatment, due to its side effects, can cause harm to the patient, adversely affecting his quality of life and placing the patient under undue psychological distress. Eligible patients may be spared from such adversities by placing them on active surveillance or watchful waiting protocols.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Enhancing Healthcare Team Outcomes. The screening, diagnosis, and treatment must be patient-centric, depending on his age, high-risk characteristics, comorbid conditions, and preferences. The patient must be empowered to make apt decisions through interdisciplinary team consultations and proper communication between the patient and the care providers. Overtreatment, due to its side effects, can cause harm to the patient, adversely affecting his quality of life and placing the patient under undue psychological distress. Eligible patients may be spared from such adversities by placing them on active surveillance or watchful waiting protocols."}
{"id": "article-144254_67", "title": "Biomarker Assays for Elevated PSA Risk Analysis -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Biomarker Assays for Elevated PSA Risk Analysis -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}