{"id": "article-142609_0", "title": "Hexokinase Method -- Continuing Education Activity", "content": "The hexokinase method is a diagnostic test that accurately measures glucose concentration in biological fluids. This method is commonly used to estimate plasma glucose levels and is highly accurate and robust. Measuring plasma glucose concentration is essential for assessing a patient's glycemic state, which can be helpful in various medical conditions, such as diabetes mellitus, stroke evaluation, and acute trauma. When other methods, such as blood-prick test, HbA1c, or oral glucose tolerance tests, are not feasible, the hexokinase method may be the best option for developing a management plan. This activity discusses the principles, methods, and safety of the hexokinase method, emphasizing its clinical utility in diagnosing or monitoring different conditions affecting plasma glucose. Clinicians participating in the activity learn about the functions of an interprofessional team in the quantification, quality control, and interpretation of results in the hexokinase method.", "contents": "Hexokinase Method -- Continuing Education Activity. The hexokinase method is a diagnostic test that accurately measures glucose concentration in biological fluids. This method is commonly used to estimate plasma glucose levels and is highly accurate and robust. Measuring plasma glucose concentration is essential for assessing a patient's glycemic state, which can be helpful in various medical conditions, such as diabetes mellitus, stroke evaluation, and acute trauma. When other methods, such as blood-prick test, HbA1c, or oral glucose tolerance tests, are not feasible, the hexokinase method may be the best option for developing a management plan. This activity discusses the principles, methods, and safety of the hexokinase method, emphasizing its clinical utility in diagnosing or monitoring different conditions affecting plasma glucose. Clinicians participating in the activity learn about the functions of an interprofessional team in the quantification, quality control, and interpretation of results in the hexokinase method."}
{"id": "article-142609_1", "title": "Hexokinase Method -- Continuing Education Activity", "content": "Objectives: Identify preanalytical variables that may impact hexokinase-based plasma glucose estimation. Determine the preanalytical, analytical, and post-analytical variables affecting plasma glucose estimation. Determine factors and biological variations affecting plasma glucose levels that could interfere with the hexokinase method. Implement the indications and background of the hexokinase method, leading to usage within an interprofessional team. Access free multiple choice questions on this topic.", "contents": "Hexokinase Method -- Continuing Education Activity. Objectives: Identify preanalytical variables that may impact hexokinase-based plasma glucose estimation. Determine the preanalytical, analytical, and post-analytical variables affecting plasma glucose estimation. Determine factors and biological variations affecting plasma glucose levels that could interfere with the hexokinase method. Implement the indications and background of the hexokinase method, leading to usage within an interprofessional team. Access free multiple choice questions on this topic."}
{"id": "article-142609_2", "title": "Hexokinase Method -- Introduction", "content": "Glucose is an aldose-monosaccharide with the chemical formula of CHO. Humans derive glucose by consuming food of plant or animal origin. [1] Complex carbohydrates are digested in the gastrointestinal tract, converted to simple monosaccharides, and absorbed. [2] Digestion of milk (lactose) and table sugar (sucrose) disaccharides yields galactose and fructose, respectively. [3] These monosaccharides can also be converted to glucose during body metabolism. Besides diet, glucose can be generated by breaking down liver glycogen (glycogenolysis) and non-carbohydrate sources via gluconeogenesis. [4] [5]", "contents": "Hexokinase Method -- Introduction. Glucose is an aldose-monosaccharide with the chemical formula of CHO. Humans derive glucose by consuming food of plant or animal origin. [1] Complex carbohydrates are digested in the gastrointestinal tract, converted to simple monosaccharides, and absorbed. [2] Digestion of milk (lactose) and table sugar (sucrose) disaccharides yields galactose and fructose, respectively. [3] These monosaccharides can also be converted to glucose during body metabolism. Besides diet, glucose can be generated by breaking down liver glycogen (glycogenolysis) and non-carbohydrate sources via gluconeogenesis. [4] [5]"}
{"id": "article-142609_3", "title": "Hexokinase Method -- Introduction", "content": "Plasma glucose level is meticulously regulated within a defined range. This is regulated by insulin and glucagon hormones. Insulin is secreted in response to high plasma glucose levels after meals. Insulin increases glycolysis, glycogenesis, lipogenesis, and protein anabolism and decreases glycogenolysis, gluconeogenesis, lipolysis, and protein catabolism. [6] Glucagon is secreted in response to low plasma glucose levels, usually during fasting. Glucagon increases plasma glucose levels by increasing glycogenolysis and gluconeogenesis. The hormone decreases glycogenesis and glycolysis. [7] Catecholamines, glucocorticoids, and thyroid hormones also increase plasma glucose levels. [8]", "contents": "Hexokinase Method -- Introduction. Plasma glucose level is meticulously regulated within a defined range. This is regulated by insulin and glucagon hormones. Insulin is secreted in response to high plasma glucose levels after meals. Insulin increases glycolysis, glycogenesis, lipogenesis, and protein anabolism and decreases glycogenolysis, gluconeogenesis, lipolysis, and protein catabolism. [6] Glucagon is secreted in response to low plasma glucose levels, usually during fasting. Glucagon increases plasma glucose levels by increasing glycogenolysis and gluconeogenesis. The hormone decreases glycogenesis and glycolysis. [7] Catecholamines, glucocorticoids, and thyroid hormones also increase plasma glucose levels. [8]"}
{"id": "article-142609_4", "title": "Hexokinase Method -- Introduction", "content": "Any pathology that disturbs the balance of these regulatory mechanisms can alter the plasma glucose level. Plasma glucose is commonly ordered to evaluate the fluctuation in these mechanisms. [9] Plasma glucose levels measured in different physiological scenarios, such as fasting, and 2-hour post-prandial are utilized to screen, diagnose, and monitor pathological conditions. [10]", "contents": "Hexokinase Method -- Introduction. Any pathology that disturbs the balance of these regulatory mechanisms can alter the plasma glucose level. Plasma glucose is commonly ordered to evaluate the fluctuation in these mechanisms. [9] Plasma glucose levels measured in different physiological scenarios, such as fasting, and 2-hour post-prandial are utilized to screen, diagnose, and monitor pathological conditions. [10]"}
{"id": "article-142609_5", "title": "Hexokinase Method -- Introduction", "content": "Many point-of-care testing devices are utilized in emergency and home care settings, which use capillary blood to estimate plasma glucose via a biosensor-based chip. The major drawbacks of such devices are imperfection in dispensing the blood sample to the biosensor chip, interference by tissue interstitial fluid, and lack of timely calibration and quality control. [11] Various chemical and enzymatic methods are available for plasma glucose estimation. Due to higher time requirements and relatively less accuracy and precision than enzymatic methods, chemical methods such as Folin Wu and O-Toluidine are less utilized in clinical laboratories. In the hospital’s clinical laboratory, enzymatic methods based on glucose oxidase-peroxidase (GOD-POD) method, glucose dehydrogenase (GDH) method, and hexokinase (HK) method are commonly utilized. [12]", "contents": "Hexokinase Method -- Introduction. Many point-of-care testing devices are utilized in emergency and home care settings, which use capillary blood to estimate plasma glucose via a biosensor-based chip. The major drawbacks of such devices are imperfection in dispensing the blood sample to the biosensor chip, interference by tissue interstitial fluid, and lack of timely calibration and quality control. [11] Various chemical and enzymatic methods are available for plasma glucose estimation. Due to higher time requirements and relatively less accuracy and precision than enzymatic methods, chemical methods such as Folin Wu and O-Toluidine are less utilized in clinical laboratories. In the hospital’s clinical laboratory, enzymatic methods based on glucose oxidase-peroxidase (GOD-POD) method, glucose dehydrogenase (GDH) method, and hexokinase (HK) method are commonly utilized. [12]"}
{"id": "article-142609_6", "title": "Hexokinase Method -- Introduction", "content": "In the GOD-POD method, β-D-glucose is first oxidized by the GOD enzyme, leading to hydrogen peroxide (H 2 O 2 ) formation. This H 2 O 2 reacts with a colorless chromogen substrate in the presence of peroxidase (POD) to produce a colored product. The intensity of color is proportional to the glucose concentration in the sample. The GOD enzyme can act on β-D-glucose only. At equilibrium, alpha and β isomers of D-glucose are at 36% and 64%, respectively. To optimize the results, a mutarotase enzyme should be added, or an extended incubation time is needed to complete the reaction. [13]", "contents": "Hexokinase Method -- Introduction. In the GOD-POD method, β-D-glucose is first oxidized by the GOD enzyme, leading to hydrogen peroxide (H 2 O 2 ) formation. This H 2 O 2 reacts with a colorless chromogen substrate in the presence of peroxidase (POD) to produce a colored product. The intensity of color is proportional to the glucose concentration in the sample. The GOD enzyme can act on β-D-glucose only. At equilibrium, alpha and β isomers of D-glucose are at 36% and 64%, respectively. To optimize the results, a mutarotase enzyme should be added, or an extended incubation time is needed to complete the reaction. [13]"}
{"id": "article-142609_7", "title": "Hexokinase Method -- Introduction", "content": "In the GDH method, the GDH enzyme acts on beta-D-glucose and NAD+ (nicotinamide adenine dinucleotide) to form gluconolactone and NADH (dihydronicotinamide adenine dinucleotide). The amount of generated NADH is proportional to the glucose concentration in the sample. This method also requires mutarotase or extended incubation time to complete the reaction. [14]", "contents": "Hexokinase Method -- Introduction. In the GDH method, the GDH enzyme acts on beta-D-glucose and NAD+ (nicotinamide adenine dinucleotide) to form gluconolactone and NADH (dihydronicotinamide adenine dinucleotide). The amount of generated NADH is proportional to the glucose concentration in the sample. This method also requires mutarotase or extended incubation time to complete the reaction. [14]"}
{"id": "article-142609_8", "title": "Hexokinase Method -- Introduction", "content": "Many POCT analyzers, including blood-gas instruments, measure glucose concentrations using the glucose oxidase method. [15] Urine dipsticks are widely used to screen for glucose in the urine. All strips use glucose oxidase with a chromogenic assay. [16] The hexokinase method is an exact and accurate method for plasma glucose estimation. Serum or plasma is first deproteinized by barium hydroxide, and zinc sulfate and clear supernatant are used for the reaction. [12] Glucose in the sample first reacts with adenosine triphosphate (ATP) with the help of hexokinase to form glucose-6-phosphate. Glucose-6-phosphate is then catalyzed by glucose-6-phosphate dehydrogenase (G6PD) in the presence of NADP+ (nicotinamide adenine dinucleotide phosphate) or NAD+ to form NADPH (dihydronicotinamide-adenine dinucleotide phosphate) or NADH and 6-phosphogluconate. The amount of NADPH or NADH generated is measured by recording the absorbance at 340 nm, which is proportional to the glucose concentration in the sample. [17]", "contents": "Hexokinase Method -- Introduction. Many POCT analyzers, including blood-gas instruments, measure glucose concentrations using the glucose oxidase method. [15] Urine dipsticks are widely used to screen for glucose in the urine. All strips use glucose oxidase with a chromogenic assay. [16] The hexokinase method is an exact and accurate method for plasma glucose estimation. Serum or plasma is first deproteinized by barium hydroxide, and zinc sulfate and clear supernatant are used for the reaction. [12] Glucose in the sample first reacts with adenosine triphosphate (ATP) with the help of hexokinase to form glucose-6-phosphate. Glucose-6-phosphate is then catalyzed by glucose-6-phosphate dehydrogenase (G6PD) in the presence of NADP+ (nicotinamide adenine dinucleotide phosphate) or NAD+ to form NADPH (dihydronicotinamide-adenine dinucleotide phosphate) or NADH and 6-phosphogluconate. The amount of NADPH or NADH generated is measured by recording the absorbance at 340 nm, which is proportional to the glucose concentration in the sample. [17]"}
{"id": "article-142609_9", "title": "Hexokinase Method -- Introduction", "content": "The cofactor utilized in the G6PD reaction depends upon the origin of the enzyme. If G6PD of leuconostoc mesenteroides bacteria is used, NAD+ is a cofactor. Meanwhile, G6PD from yeast or higher plants requires NADP+ as a cofactor. [18] The advantage of using the bacterial enzyme is that red blood cell G6PD and 6-phosphogluconate dehydrogenase, which use NADP as a substrate, do not interfere with glucose analysis. This reduces the interference in the assay resulting from hemolysis. [19]", "contents": "Hexokinase Method -- Introduction. The cofactor utilized in the G6PD reaction depends upon the origin of the enzyme. If G6PD of leuconostoc mesenteroides bacteria is used, NAD+ is a cofactor. Meanwhile, G6PD from yeast or higher plants requires NADP+ as a cofactor. [18] The advantage of using the bacterial enzyme is that red blood cell G6PD and 6-phosphogluconate dehydrogenase, which use NADP as a substrate, do not interfere with glucose analysis. This reduces the interference in the assay resulting from hemolysis. [19]"}
{"id": "article-142609_10", "title": "Hexokinase Method -- Introduction", "content": "Due to the high accuracy and precision, this method is the reference for plasma glucose estimation. The need for deproteinization increases the turnaround time for glucose estimation. The deproteinization step is not performed to minimize the turnaround time in the hospital clinical laboratory, and plasma or serum is directly added to the reagents per assay protocol. The effect of interfering substances in plasma or serum can be nullified by sample blanking. This eliminates the error due to any interfering substance in plasma or serum, which can absorb 340 nm radiation and affect the final result. [2]", "contents": "Hexokinase Method -- Introduction. Due to the high accuracy and precision, this method is the reference for plasma glucose estimation. The need for deproteinization increases the turnaround time for glucose estimation. The deproteinization step is not performed to minimize the turnaround time in the hospital clinical laboratory, and plasma or serum is directly added to the reagents per assay protocol. The effect of interfering substances in plasma or serum can be nullified by sample blanking. This eliminates the error due to any interfering substance in plasma or serum, which can absorb 340 nm radiation and affect the final result. [2]"}
{"id": "article-142609_11", "title": "Hexokinase Method -- Introduction", "content": "The definitive method for glucose determination is isotope dilution mass spectrometry (ID-MS). This technique measures the analyte concentration with the greatest accuracy, so the systematic errors are negligible, and there is a high level of precision with the coefficient of variation (CV) < ±0.5%. [20] External quality assurance programs use this technique to set the target values for lyophilized sera. [21]", "contents": "Hexokinase Method -- Introduction. The definitive method for glucose determination is isotope dilution mass spectrometry (ID-MS). This technique measures the analyte concentration with the greatest accuracy, so the systematic errors are negligible, and there is a high level of precision with the coefficient of variation (CV) < ±0.5%. [20] External quality assurance programs use this technique to set the target values for lyophilized sera. [21]"}
{"id": "article-142609_12", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "The choice of specimen used for glucose determination depends on the analytical method. [22] Serum or plasma, free of hemolysis, is the specimen of choice for automated enzymatic methods. [23] Two to 3 milliliters of venous blood are collected in a vacutainer containing potassium salt of oxalate or ethylenediaminetetraacetic acid (EDTA) as an anticoagulant and sodium fluoride (NaF) as an inhibitor of glycolysis. Sodium fluoride reduces the availability of magnesium (Mg++) ions, which are essential for the enolase enzyme activity of the red blood cells. Inhibition of the enolase enzyme leads to inhibition of glucose utilization by red blood cells via glycolysis. [24]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. The choice of specimen used for glucose determination depends on the analytical method. [22] Serum or plasma, free of hemolysis, is the specimen of choice for automated enzymatic methods. [23] Two to 3 milliliters of venous blood are collected in a vacutainer containing potassium salt of oxalate or ethylenediaminetetraacetic acid (EDTA) as an anticoagulant and sodium fluoride (NaF) as an inhibitor of glycolysis. Sodium fluoride reduces the availability of magnesium (Mg++) ions, which are essential for the enolase enzyme activity of the red blood cells. Inhibition of the enolase enzyme leads to inhibition of glucose utilization by red blood cells via glycolysis. [24]"}
{"id": "article-142609_13", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "Glycolysis reduces plasma glucose levels by 5% to 7% in coagulated-uncentrifuged blood in one hour at room temperature. Adding NaF minimizes the variation in plasma glucose level due to sample storage or delayed estimation. Plasma should be separated by centrifugation and used to estimate plasma glucose according to assay protocol. [25]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. Glycolysis reduces plasma glucose levels by 5% to 7% in coagulated-uncentrifuged blood in one hour at room temperature. Adding NaF minimizes the variation in plasma glucose level due to sample storage or delayed estimation. Plasma should be separated by centrifugation and used to estimate plasma glucose according to assay protocol. [25]"}
{"id": "article-142609_14", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "Blood can be collected in a plain or vacutainer containing a clot activator for serum samples. Alternatively, a vacutainer with other anticoagulants such as potassium oxalate, potassium EDTA, sodium citrate, or heparin without the addition of sodium fluoride can also be used for the plasma sample. In such cases, plasma or serum should be separated as early as possible and transferred to another sample tube to minimize the effect of glucose utilization by red blood cells. [26] Analysis of glucose levels in cerebrospinal fluid (CSF) should be conducted as early as possible because bacteria, pus cells, and other types of cells may alter the glucose concentration. CSF can be utilized directly as a sample, like plasma or serum, for assay without pre-treatment. [27]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. Blood can be collected in a plain or vacutainer containing a clot activator for serum samples. Alternatively, a vacutainer with other anticoagulants such as potassium oxalate, potassium EDTA, sodium citrate, or heparin without the addition of sodium fluoride can also be used for the plasma sample. In such cases, plasma or serum should be separated as early as possible and transferred to another sample tube to minimize the effect of glucose utilization by red blood cells. [26] Analysis of glucose levels in cerebrospinal fluid (CSF) should be conducted as early as possible because bacteria, pus cells, and other types of cells may alter the glucose concentration. CSF can be utilized directly as a sample, like plasma or serum, for assay without pre-treatment. [27]"}
{"id": "article-142609_15", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "Glucose concentration in 24-hour urine specimens is scarcely prescribed. Variation in glucose concentration is very high in such urine specimens due to bacterial activity, temperature, and pH-related effects. Commercially available diagnostic kits are designed to estimate glucose levels in plasma or serum specimens. Urine glucose levels in a person with uncontrolled diabetes mellitus are too high for these kits’ linearity. If needed to be processed, urine samples should be adjusted for pH, linearity range, and other interfering substances utilizing NAD+/NADP+ or absorbance at 340 nm. [28]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. Glucose concentration in 24-hour urine specimens is scarcely prescribed. Variation in glucose concentration is very high in such urine specimens due to bacterial activity, temperature, and pH-related effects. Commercially available diagnostic kits are designed to estimate glucose levels in plasma or serum specimens. Urine glucose levels in a person with uncontrolled diabetes mellitus are too high for these kits’ linearity. If needed to be processed, urine samples should be adjusted for pH, linearity range, and other interfering substances utilizing NAD+/NADP+ or absorbance at 340 nm. [28]"}
{"id": "article-142609_16", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "Whole blood samples, anticoagulated with lithium heparin, are frequently analyzed for glucose as part of the profile on blood-gas instruments. [29] Capillary blood glucose measurement is widely used to monitor glucose levels in diabetic patients. Concentrations are approximately 2 to 5 mg/dL (0.11 to 0.28 mmol/L) higher than venous blood glucose concentrations in fasting patients. However, following a glucose load, the difference is 70 mg/dL (3.9 mmol/L). [30]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. Whole blood samples, anticoagulated with lithium heparin, are frequently analyzed for glucose as part of the profile on blood-gas instruments. [29] Capillary blood glucose measurement is widely used to monitor glucose levels in diabetic patients. Concentrations are approximately 2 to 5 mg/dL (0.11 to 0.28 mmol/L) higher than venous blood glucose concentrations in fasting patients. However, following a glucose load, the difference is 70 mg/dL (3.9 mmol/L). [30]"}
{"id": "article-142609_17", "title": "Hexokinase Method -- Specimen Requirements and Procedure", "content": "Other fluids, such as ascitic, pleural, peritoneal, and drainage, can be analyzed for glucose. These samples should be collected into tubes containing fluoride or oxalate preservatives. If the samples are turbid, this indicates the presence of cells, and samples must be centrifuged before analysis. [31]", "contents": "Hexokinase Method -- Specimen Requirements and Procedure. Other fluids, such as ascitic, pleural, peritoneal, and drainage, can be analyzed for glucose. These samples should be collected into tubes containing fluoride or oxalate preservatives. If the samples are turbid, this indicates the presence of cells, and samples must be centrifuged before analysis. [31]"}
{"id": "article-142609_18", "title": "Hexokinase Method -- Diagnostic Tests", "content": "Plasma glucose estimation is prescribed in different clinical and physiological scenarios. Screening and diagnosis of diabetes mellitus, impaired glucose tolerance, and fasting hyperglycemia are based on the plasma glucose level of random, fasting, or 2-hour post-prandial blood specimen. A glucose tolerance test is also performed to diagnose and confirm the diagnosis of diabetes mellitus (DM). Diagnosis of gestational diabetes mellitus (GDM) is based on plasma glucose levels at different time intervals after the glucose load. Random plasma glucose (RBG) is frequently prescribed in the emergency department and intensive care units when handling critically ill patients. [32] [33]", "contents": "Hexokinase Method -- Diagnostic Tests. Plasma glucose estimation is prescribed in different clinical and physiological scenarios. Screening and diagnosis of diabetes mellitus, impaired glucose tolerance, and fasting hyperglycemia are based on the plasma glucose level of random, fasting, or 2-hour post-prandial blood specimen. A glucose tolerance test is also performed to diagnose and confirm the diagnosis of diabetes mellitus (DM). Diagnosis of gestational diabetes mellitus (GDM) is based on plasma glucose levels at different time intervals after the glucose load. Random plasma glucose (RBG) is frequently prescribed in the emergency department and intensive care units when handling critically ill patients. [32] [33]"}
{"id": "article-142609_19", "title": "Hexokinase Method -- Testing Procedures", "content": "To perform glucose testing, the diagnostic kit manufacturer's assay protocol should be followed, and the required quantity of specimen should be added to the reagents. After the prescribed incubation period, the absorbance at 340 nm is measured, and the concentration is calculated using sample blank, reagent blank, and calibration data. [34]", "contents": "Hexokinase Method -- Testing Procedures. To perform glucose testing, the diagnostic kit manufacturer's assay protocol should be followed, and the required quantity of specimen should be added to the reagents. After the prescribed incubation period, the absorbance at 340 nm is measured, and the concentration is calculated using sample blank, reagent blank, and calibration data. [34]"}
{"id": "article-142609_20", "title": "Hexokinase Method -- Interfering Factors", "content": "Hemolysed specimens contain many substances with absorbance at 340 nm, which interfere with the plasma glucose results. Enzymes released from hemolysis red blood cells also alter enzymatic reactions during the assay. The hemolyzed specimen having more than 0.5 g of hemoglobin is unsuitable for analysis by the hexokinase method. [35] Hypertriglyceridemia and hyperbilirubinemia also create interference and provide falsely elevated values of plasma glucose. Sample blanking is necessary to nullify the effect of triglyceride and bilirubin in the plasma glucose. [36]", "contents": "Hexokinase Method -- Interfering Factors. Hemolysed specimens contain many substances with absorbance at 340 nm, which interfere with the plasma glucose results. Enzymes released from hemolysis red blood cells also alter enzymatic reactions during the assay. The hemolyzed specimen having more than 0.5 g of hemoglobin is unsuitable for analysis by the hexokinase method. [35] Hypertriglyceridemia and hyperbilirubinemia also create interference and provide falsely elevated values of plasma glucose. Sample blanking is necessary to nullify the effect of triglyceride and bilirubin in the plasma glucose. [36]"}
{"id": "article-142609_21", "title": "Hexokinase Method -- Results, Reporting, and Critical Findings", "content": "Criteria for diagnosis of DM have been defined and updated from time to time by the American Diabetes Association (ADA). Diagnosis of DM is based on the cut-off values for plasma glucose levels in fasting, 2 hours post 75 g glucose load (oral glucose tolerance test - OGTT), and values of HbA1c fraction of glycated hemoglobin. [32] [33] The table shows the cut-off values prescribed by ADA for diagnosing DM.", "contents": "Hexokinase Method -- Results, Reporting, and Critical Findings. Criteria for diagnosis of DM have been defined and updated from time to time by the American Diabetes Association (ADA). Diagnosis of DM is based on the cut-off values for plasma glucose levels in fasting, 2 hours post 75 g glucose load (oral glucose tolerance test - OGTT), and values of HbA1c fraction of glycated hemoglobin. [32] [33] The table shows the cut-off values prescribed by ADA for diagnosing DM."}
{"id": "article-142609_22", "title": "Hexokinase Method -- Results, Reporting, and Critical Findings", "content": "Impaired fasting glucose is indicated by an FPG value between 100 to 125 mg/dL (5.6 to 6.9 mmol/L), while impaired glucose tolerance is identified with an OGTT value between 140 to 199 mg/dL (7.8 to 11.0 mmol/L). Either condition classifies a patient to a pre-diabetic state. [37] Advising these individuals to adopt a healthy, balanced diet and an active lifestyle is crucial. Regular monitoring of disease progression and the impact of dietary and lifestyle changes is recommended. [32]", "contents": "Hexokinase Method -- Results, Reporting, and Critical Findings. Impaired fasting glucose is indicated by an FPG value between 100 to 125 mg/dL (5.6 to 6.9 mmol/L), while impaired glucose tolerance is identified with an OGTT value between 140 to 199 mg/dL (7.8 to 11.0 mmol/L). Either condition classifies a patient to a pre-diabetic state. [37] Advising these individuals to adopt a healthy, balanced diet and an active lifestyle is crucial. Regular monitoring of disease progression and the impact of dietary and lifestyle changes is recommended. [32]"}
{"id": "article-142609_23", "title": "Hexokinase Method -- Results, Reporting, and Critical Findings", "content": "The Clinical & Laboratory Standards Institute (CLSI) has advised reporting the critical values of different laboratory parameters. A plasma glucose level of less than 40 mg/dL or more than 399 mg/dL is critical, according to CLSI guidelines. The laboratory and the hospital must have a robust communication system for notifying the treating clinician or the ward’s nursing station so that life-saving measures can commence early. Close-looped communication where the values are read back to the notifying facility is essential. [38]", "contents": "Hexokinase Method -- Results, Reporting, and Critical Findings. The Clinical & Laboratory Standards Institute (CLSI) has advised reporting the critical values of different laboratory parameters. A plasma glucose level of less than 40 mg/dL or more than 399 mg/dL is critical, according to CLSI guidelines. The laboratory and the hospital must have a robust communication system for notifying the treating clinician or the ward’s nursing station so that life-saving measures can commence early. Close-looped communication where the values are read back to the notifying facility is essential. [38]"}
{"id": "article-142609_24", "title": "Hexokinase Method -- Results, Reporting, and Critical Findings", "content": "Communication documentation must also be maintained regarding the date and time of call attempts, names and designation of the person making and receiving calls, details communicated, and the hospital’s superior officer notified in case of failed communication attempts. [39]", "contents": "Hexokinase Method -- Results, Reporting, and Critical Findings. Communication documentation must also be maintained regarding the date and time of call attempts, names and designation of the person making and receiving calls, details communicated, and the hospital’s superior officer notified in case of failed communication attempts. [39]"}
{"id": "article-142609_25", "title": "Hexokinase Method -- Clinical Significance", "content": "Plasma glucose level is under effective hormonal and metabolic control in a healthy person. Any disturbance in this balance can alter plasma glucose levels through hypoglycemia or hyperglycemia. [40] A plasma glucose level of less than 70 mg/dL is hypoglycemia. However, signs and symptoms of hypoglycemia may not be visible until the plasma glucose levels drop to 55 mg/dL or lower. [41] Signs and symptoms of hypoglycemia are mainly due to a reduced supply of glucose to the central nervous system (CNS) and activation of the sympathetic nervous system. Hypoglycemia can initially cause tremors, sweating, lightheadedness, and tachycardia due to the activation of the sympathetic nervous system. CNS dysfunction due to hypoglycemia can lead to headaches, confusion, blurred vision, dizziness, seizures, and loss of consciousness. If timely measures are not taken to restore the glucose level, it can lead to serious and permanent damage to the brain, causing coma and death. [42]", "contents": "Hexokinase Method -- Clinical Significance. Plasma glucose level is under effective hormonal and metabolic control in a healthy person. Any disturbance in this balance can alter plasma glucose levels through hypoglycemia or hyperglycemia. [40] A plasma glucose level of less than 70 mg/dL is hypoglycemia. However, signs and symptoms of hypoglycemia may not be visible until the plasma glucose levels drop to 55 mg/dL or lower. [41] Signs and symptoms of hypoglycemia are mainly due to a reduced supply of glucose to the central nervous system (CNS) and activation of the sympathetic nervous system. Hypoglycemia can initially cause tremors, sweating, lightheadedness, and tachycardia due to the activation of the sympathetic nervous system. CNS dysfunction due to hypoglycemia can lead to headaches, confusion, blurred vision, dizziness, seizures, and loss of consciousness. If timely measures are not taken to restore the glucose level, it can lead to serious and permanent damage to the brain, causing coma and death. [42]"}
{"id": "article-142609_26", "title": "Hexokinase Method -- Clinical Significance", "content": "The causes of hypoglycemia are different in different age groups. Small for gestational age or prematurity is one of the common causes of hypoglycemia in neonates. Respiratory distress syndrome, infections, and maternal gestational diabetes mellitus can also lead to hypoglycemia in neonates. [43] Inborn errors of carbohydrate metabolisms, such as glycogen storage diseases, galactosemia, hereditary fructose intolerance, and malnourished or neglected children are causes of hypoglycemia in infants. Alcohol, liver diseases, insulinoma, skipped meals after insulin or oral hypoglycaemic agent, and Addison disease (glucocorticoid deficiency) are common causes of hypoglycemia in adults. [44]", "contents": "Hexokinase Method -- Clinical Significance. The causes of hypoglycemia are different in different age groups. Small for gestational age or prematurity is one of the common causes of hypoglycemia in neonates. Respiratory distress syndrome, infections, and maternal gestational diabetes mellitus can also lead to hypoglycemia in neonates. [43] Inborn errors of carbohydrate metabolisms, such as glycogen storage diseases, galactosemia, hereditary fructose intolerance, and malnourished or neglected children are causes of hypoglycemia in infants. Alcohol, liver diseases, insulinoma, skipped meals after insulin or oral hypoglycaemic agent, and Addison disease (glucocorticoid deficiency) are common causes of hypoglycemia in adults. [44]"}
{"id": "article-142609_27", "title": "Hexokinase Method -- Clinical Significance", "content": "Plasma glucose levels more than the reference range for the physiological state are known as hyperglycemia. DM is the most common cause of hyperglycemia. Immunological damage to the β cells of the pancreas destroys these cells, leading to insulin deficiency in patients with type 1 DM. The gradual development of insulin resistance can initially be compensated by the hypersecretion of insulin from β cells of pancreatic islets. As the capacity of these cells is exhausted, hyperglycemia leads to the development of type 2 DM. [45]", "contents": "Hexokinase Method -- Clinical Significance. Plasma glucose levels more than the reference range for the physiological state are known as hyperglycemia. DM is the most common cause of hyperglycemia. Immunological damage to the β cells of the pancreas destroys these cells, leading to insulin deficiency in patients with type 1 DM. The gradual development of insulin resistance can initially be compensated by the hypersecretion of insulin from β cells of pancreatic islets. As the capacity of these cells is exhausted, hyperglycemia leads to the development of type 2 DM. [45]"}
{"id": "article-142609_28", "title": "Hexokinase Method -- Clinical Significance", "content": "Other causes of hyperglycemia include endocrine disorders such as Cushing syndrome, pheochromocytoma, acromegaly, medications such as glucocorticoids, parenteral nutrition, intravenous dextrose infusion, pancreatic disorders that reduce the functionality of the endocrine pancreas such as pancreatitis, pancreatic malignancy, and hemochromatosis. [43] Gestational diabetes mellitus (GDM) is when a woman without a history of DM develops hyperglycemia during her pregnancy. GDM occurs due to the development of insulin resistance during pregnancy. [46]", "contents": "Hexokinase Method -- Clinical Significance. Other causes of hyperglycemia include endocrine disorders such as Cushing syndrome, pheochromocytoma, acromegaly, medications such as glucocorticoids, parenteral nutrition, intravenous dextrose infusion, pancreatic disorders that reduce the functionality of the endocrine pancreas such as pancreatitis, pancreatic malignancy, and hemochromatosis. [43] Gestational diabetes mellitus (GDM) is when a woman without a history of DM develops hyperglycemia during her pregnancy. GDM occurs due to the development of insulin resistance during pregnancy. [46]"}
{"id": "article-142609_29", "title": "Hexokinase Method -- Quality Control and Lab Safety", "content": "For accurate and precise test results, timely calibration is recommended according to the laboratory's quality policy. Calibration is routinely performed when introducing the parameter in the instrument, changing the reagent lot after maintenance of the instrument, replacing the light source, replacing the wavelength filter, and violating quality control rules. [47]", "contents": "Hexokinase Method -- Quality Control and Lab Safety. For accurate and precise test results, timely calibration is recommended according to the laboratory's quality policy. Calibration is routinely performed when introducing the parameter in the instrument, changing the reagent lot after maintenance of the instrument, replacing the light source, replacing the wavelength filter, and violating quality control rules. [47]"}
{"id": "article-142609_30", "title": "Hexokinase Method -- Quality Control and Lab Safety", "content": "After installation and calibration of the parameter, a quality check is done using commercially available internal quality control materials of different levels. Results of this quality control material are inserted in Levey-Jennings charts, which are observed for compliance with Westgard rules. Prompt, suitable action should be taken upon violating any of the Westgard rules. [48] Participation in the external quality assurance scheme (EQAS) should be encouraged as it helps laboratory clinicians evaluate the accuracy and bias of the results and provides confidence regarding the stability of the laboratory testing method. [49]", "contents": "Hexokinase Method -- Quality Control and Lab Safety. After installation and calibration of the parameter, a quality check is done using commercially available internal quality control materials of different levels. Results of this quality control material are inserted in Levey-Jennings charts, which are observed for compliance with Westgard rules. Prompt, suitable action should be taken upon violating any of the Westgard rules. [48] Participation in the external quality assurance scheme (EQAS) should be encouraged as it helps laboratory clinicians evaluate the accuracy and bias of the results and provides confidence regarding the stability of the laboratory testing method. [49]"}
{"id": "article-142609_31", "title": "Hexokinase Method -- Quality Control and Lab Safety", "content": "Caution is necessary when handling reagents. Protective gear, such as hand gloves, aprons, and eyeglasses, should be used when handling the patient’s samples and reagents. None of the reagents or samples should be mouth-pipetted. If the patient’s sample or reagents are exposed to the eye, skin, or mucosa, the contacted part should be rinsed with water. Medical consultation of the exposed person should rule out the effects of infectious agents in the patient’s sample or toxic/irritant chemicals in the reagents. [50]", "contents": "Hexokinase Method -- Quality Control and Lab Safety. Caution is necessary when handling reagents. Protective gear, such as hand gloves, aprons, and eyeglasses, should be used when handling the patient’s samples and reagents. None of the reagents or samples should be mouth-pipetted. If the patient’s sample or reagents are exposed to the eye, skin, or mucosa, the contacted part should be rinsed with water. Medical consultation of the exposed person should rule out the effects of infectious agents in the patient’s sample or toxic/irritant chemicals in the reagents. [50]"}
{"id": "article-142609_32", "title": "Hexokinase Method -- Enhancing Healthcare Team Outcomes", "content": "Collaboration among different medical professionals is crucial for identifying abnormalities related to plasma glucose levels. Experts from internal medicine, emergency medicine, intensivists, medical biochemistry, laboratory medicine, nurses, and laboratory technicians can work together to achieve this goal.", "contents": "Hexokinase Method -- Enhancing Healthcare Team Outcomes. Collaboration among different medical professionals is crucial for identifying abnormalities related to plasma glucose levels. Experts from internal medicine, emergency medicine, intensivists, medical biochemistry, laboratory medicine, nurses, and laboratory technicians can work together to achieve this goal."}
{"id": "article-142609_33", "title": "Hexokinase Method -- Enhancing Healthcare Team Outcomes", "content": "A patient's medical history and other investigations should be considered when correlating their plasma glucose levels with their clinical presentation. This can aid the clinician in understanding and diagnosing the underlying pathology. Precise plasma glucose levels and HbA1c values can help the clinician plan and monitor an individualized treatment regimen for the patient.", "contents": "Hexokinase Method -- Enhancing Healthcare Team Outcomes. A patient's medical history and other investigations should be considered when correlating their plasma glucose levels with their clinical presentation. This can aid the clinician in understanding and diagnosing the underlying pathology. Precise plasma glucose levels and HbA1c values can help the clinician plan and monitor an individualized treatment regimen for the patient."}
{"id": "article-142609_34", "title": "Hexokinase Method -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Hexokinase Method -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}