{"id": "article-36523_0", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Continuing Education Activity", "content": "Coronary artery bypass grafting (CABG) has been the mainstay for the treatment of coronary artery disease for several decades. Various vessels have been studied as conduits for CABG to optimize surgical outcomes. This activity details the use of the gastroepiploic artery as a conduit for coronary artery bypass grafting and highlights the role of the interprofessional team in caring for patients undergoing this procedure, both before and after the surgery.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Continuing Education Activity. Coronary artery bypass grafting (CABG) has been the mainstay for the treatment of coronary artery disease for several decades. Various vessels have been studied as conduits for CABG to optimize surgical outcomes. This activity details the use of the gastroepiploic artery as a conduit for coronary artery bypass grafting and highlights the role of the interprofessional team in caring for patients undergoing this procedure, both before and after the surgery."}
{"id": "article-36523_1", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Continuing Education Activity", "content": "Objectives: Summarize the technique involved in using the gastroepiploic artery as a conduit for coronary artery bypass grafting. List the contraindications to the use of the gastroepiploic artery for coronary artery bypass grafting. Describe the potential complications of using the gastroepiploic artery as a conduit for coronary artery bypass grafting. Employ interprofessional team strategies for improving care coordination and communication for patients undergoing coronary artery bypass graft using the gastroepiploic artery. Access free multiple choice questions on this topic.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Continuing Education Activity. Objectives: Summarize the technique involved in using the gastroepiploic artery as a conduit for coronary artery bypass grafting. List the contraindications to the use of the gastroepiploic artery for coronary artery bypass grafting. Describe the potential complications of using the gastroepiploic artery as a conduit for coronary artery bypass grafting. Employ interprofessional team strategies for improving care coordination and communication for patients undergoing coronary artery bypass graft using the gastroepiploic artery. Access free multiple choice questions on this topic."}
{"id": "article-36523_2", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Introduction", "content": "Coronary artery bypass grafting (CABG) has been the mainstay for treatment of coronary artery disease (CAD) for several decades. Various options for conduits have been attempted and studied in search of the best vessel to optimize surgical outcomes. [1] The literature describes multiple conduit options, each of which has their particular benefits and complication rates. The saphenous vein graft, for example, has been well documented in the literature to be prone to atherosclerotic changes and is therefore inferior in long-term patency rates compared to internal mammary artery (IMA) grafts. The gastroepiploic artery graft is another conduit option. It was described in the late 1960s in Vineberg’s procedure performed by Bailey et al. where indirect myocardial revascularization was done using the right gastroepiploic artery (GEA). [2] Sterling Edwards et al. in the late 1970s attempted a direct anastomosis of the GEA to the right coronary artery (RCA). [3] Since then the GEA graft has been utilized as an alternative graft in several other documented landmark procedures. [4] [5] It is these cases that depict the various CABG anastomosis techniques that can be performed using the GEA. The GEA CABG surgery has the benefit of long-term patency and has been shown to provide optimal postoperative quality of life. [6] [7] [8] [9] This chapter will discuss in detail the anatomy of the GEA, indications for CABG with GEA as well as contraindications, the surgical technique, possible complications, and clinical significance.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Introduction. Coronary artery bypass grafting (CABG) has been the mainstay for treatment of coronary artery disease (CAD) for several decades. Various options for conduits have been attempted and studied in search of the best vessel to optimize surgical outcomes. [1] The literature describes multiple conduit options, each of which has their particular benefits and complication rates. The saphenous vein graft, for example, has been well documented in the literature to be prone to atherosclerotic changes and is therefore inferior in long-term patency rates compared to internal mammary artery (IMA) grafts. The gastroepiploic artery graft is another conduit option. It was described in the late 1960s in Vineberg’s procedure performed by Bailey et al. where indirect myocardial revascularization was done using the right gastroepiploic artery (GEA). [2] Sterling Edwards et al. in the late 1970s attempted a direct anastomosis of the GEA to the right coronary artery (RCA). [3] Since then the GEA graft has been utilized as an alternative graft in several other documented landmark procedures. [4] [5] It is these cases that depict the various CABG anastomosis techniques that can be performed using the GEA. The GEA CABG surgery has the benefit of long-term patency and has been shown to provide optimal postoperative quality of life. [6] [7] [8] [9] This chapter will discuss in detail the anatomy of the GEA, indications for CABG with GEA as well as contraindications, the surgical technique, possible complications, and clinical significance."}
{"id": "article-36523_3", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Anatomy and Physiology", "content": "The right GEA is the largest terminal branch of the gastroduodenal artery (GDA) which is a branch of the hepatic artery. At times, it arises from the left hepatic artery or the celiac trunk, or rarely from the superior mesenteric artery. The right GEA reaches nearly half to two-thirds of the greater curvature of the stomach in most people and may form a communication with the left GEA. [10] [11] The diameter of the right GEA is about 3 mm or greater at its origin, and 1.5 to 2 mm at the middle of the greater curvature of the stomach, rendering it suitable for CABG. Histologically, the GEA is a muscular artery as it has several smooth muscle cells in the tunica media making it susceptible to spasm when handled surgically. The GEA is also found to be less prone to development of atherosclerosis than other coronary arteries. [12] The GEA contracts more powerfully in response to vasoactive drugs including ergonovine, serotonin, and phenylephrine than the IMA, hence it is important to prevent spasm of the GEA caused by adrenergic agents or platelet aggregators. [13] [14] Histamine causes dilation of the GEA, and its blood flow is shown to increase after a meal. [15] It is these properties that make the GEA a great option for a conduit for CABG.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Anatomy and Physiology. The right GEA is the largest terminal branch of the gastroduodenal artery (GDA) which is a branch of the hepatic artery. At times, it arises from the left hepatic artery or the celiac trunk, or rarely from the superior mesenteric artery. The right GEA reaches nearly half to two-thirds of the greater curvature of the stomach in most people and may form a communication with the left GEA. [10] [11] The diameter of the right GEA is about 3 mm or greater at its origin, and 1.5 to 2 mm at the middle of the greater curvature of the stomach, rendering it suitable for CABG. Histologically, the GEA is a muscular artery as it has several smooth muscle cells in the tunica media making it susceptible to spasm when handled surgically. The GEA is also found to be less prone to development of atherosclerosis than other coronary arteries. [12] The GEA contracts more powerfully in response to vasoactive drugs including ergonovine, serotonin, and phenylephrine than the IMA, hence it is important to prevent spasm of the GEA caused by adrenergic agents or platelet aggregators. [13] [14] Histamine causes dilation of the GEA, and its blood flow is shown to increase after a meal. [15] It is these properties that make the GEA a great option for a conduit for CABG."}
{"id": "article-36523_4", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Indications", "content": "Indications for CABG using the GEA include but are not limited to the following: Grafting the distal RCA and posterior descending artery (PDA) as this is nearest to the in-situ GEA graft and most distant from the right internal mammary graft (RIMA). Grafting the distal left circumflex artery (LCx) or the left anterior descending artery (LAD) when the IMA is unavailable or unable to be grafted. If the ascending aorta is atherosclerotic, the in-situ arterial graft is a requirement for the aortic no-touch technique. [16] In cases of redo CABG, GEA graft is more useful due to ease of mobilization of the GEA from the abdomen prior to the redo sternotomy.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Indications. Indications for CABG using the GEA include but are not limited to the following: Grafting the distal RCA and posterior descending artery (PDA) as this is nearest to the in-situ GEA graft and most distant from the right internal mammary graft (RIMA). Grafting the distal left circumflex artery (LCx) or the left anterior descending artery (LAD) when the IMA is unavailable or unable to be grafted. If the ascending aorta is atherosclerotic, the in-situ arterial graft is a requirement for the aortic no-touch technique. [16] In cases of redo CABG, GEA graft is more useful due to ease of mobilization of the GEA from the abdomen prior to the redo sternotomy."}
{"id": "article-36523_5", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Contraindications", "content": "There are no absolute contraindications for CABG. Relative contraindications include the following: Asymptomatic patients at low risk of MI or death Elderly patient especially those >85 years old Obesity and Morbid obesity De-conditioning or debilitated patients Hemodynamic instability Severe pulmonary disease Previous/future abdominal surgeries Life expectancy <6 months", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Contraindications. There are no absolute contraindications for CABG. Relative contraindications include the following: Asymptomatic patients at low risk of MI or death Elderly patient especially those >85 years old Obesity and Morbid obesity De-conditioning or debilitated patients Hemodynamic instability Severe pulmonary disease Previous/future abdominal surgeries Life expectancy <6 months"}
{"id": "article-36523_6", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Equipment", "content": "Equipment for CABG using GEA graft is similar to other CABG procedures, and includes but is not limited to the following: Surgical operating room Sterile drapes, gown, gloves Sternotomy saw Electrocautery Coronary scissors Dissecting scissors Needle holders Straight forceps Ring tip forceps Micro teeth forceps Clamps various sizes Suction to clear the field Vessel dilators and probes Temporary occlusion tips Diluted papaverine hydrochloride Silk ligatures Harmonic scalpel Graft markers Vessel loops Punches Sutures", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Equipment. Equipment for CABG using GEA graft is similar to other CABG procedures, and includes but is not limited to the following: Surgical operating room Sterile drapes, gown, gloves Sternotomy saw Electrocautery Coronary scissors Dissecting scissors Needle holders Straight forceps Ring tip forceps Micro teeth forceps Clamps various sizes Suction to clear the field Vessel dilators and probes Temporary occlusion tips Diluted papaverine hydrochloride Silk ligatures Harmonic scalpel Graft markers Vessel loops Punches Sutures"}
{"id": "article-36523_7", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Personnel", "content": "Pre-operative: Primary care physician Structural heart specialist Interventional cardiologist Cardiothoracic surgeon (CTS) Sometimes, heart failure specialist Intra-operative: Cardiothoracic surgeon (CTS) specialized in CABG Surgical first assistant Surgical nurse Nurse assistant Surgical technician Anesthesiologist Post-operative: Post-operative nurse Cardiac rehabilitation specialist Cardiac nutritionist", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Personnel. Pre-operative: Primary care physician Structural heart specialist Interventional cardiologist Cardiothoracic surgeon (CTS) Sometimes, heart failure specialist Intra-operative: Cardiothoracic surgeon (CTS) specialized in CABG Surgical first assistant Surgical nurse Nurse assistant Surgical technician Anesthesiologist Post-operative: Post-operative nurse Cardiac rehabilitation specialist Cardiac nutritionist"}
{"id": "article-36523_8", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Preparation", "content": "Recommend smoking cessation for at least 8 weeks prior to the procedure if possible. Hold any P2Y12 inhibitors including clopidogrel at least 5 days before the procedure. On the day of the procedure, intravenous antibiotics should be administered prior to CABG. As this is an invasive surgery, general anesthesia should be administered.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Preparation. Recommend smoking cessation for at least 8 weeks prior to the procedure if possible. Hold any P2Y12 inhibitors including clopidogrel at least 5 days before the procedure. On the day of the procedure, intravenous antibiotics should be administered prior to CABG. As this is an invasive surgery, general anesthesia should be administered."}
{"id": "article-36523_9", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Technique or Treatment", "content": "A median sternotomy incision is extended inferiorly around 5-6 cm longer than the standard incision for CABG, opening the peritoneum and the stomach delivered into the surgical field. The GEA is identified, traced, and handled very gently to prevent spasm. It is then mobilized from the greater curvature of the stomach as a pedicle with surrounding tissue or skeletonized keeping the pedicle as long as possible. Electrocautery is used to achieve hemostasis to prevent hematoma formation in the pedicle and to cauterize vessels in the omentum. Silk ligatures are used for branch vessels to secure hemostasis. The GEA is then divided distally and has diluted papaverine hydrochloride injected into its lumen. The distal end is later clamped, which achieves good caliber and adequate distension of the GEA due to papaverine and the effect of its own blood pressure, which is important to achieve a satisfactory anastomosis. The length of the graft is decided by calibrating the distance from the anastomotic site. Approximately 2-3 cm of the artery is skeletonized, and the gastroepiploic vein is ligated. Harmonic scalpel is used to harvest the GEA. The greater omentum is opened, its anterior layer divided and the GEA traced entirely in order to cauterize all its small gastric and omental branches. After ensuring thorough hemostasis, the skeletonized GEA is enveloped in papaverine soaked sponge to prevent spasm and remain relaxed. Thereafter, a small incision is made in the anterior aspect of the diaphragm through which the skeletonized GEA is brought up into the pericardial cavity traversing the anterior surface of the stomach and the liver. The end of the pedicle is then transfixed to the anterior edge of the diaphragm to ensure fixity.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Technique or Treatment. A median sternotomy incision is extended inferiorly around 5-6 cm longer than the standard incision for CABG, opening the peritoneum and the stomach delivered into the surgical field. The GEA is identified, traced, and handled very gently to prevent spasm. It is then mobilized from the greater curvature of the stomach as a pedicle with surrounding tissue or skeletonized keeping the pedicle as long as possible. Electrocautery is used to achieve hemostasis to prevent hematoma formation in the pedicle and to cauterize vessels in the omentum. Silk ligatures are used for branch vessels to secure hemostasis. The GEA is then divided distally and has diluted papaverine hydrochloride injected into its lumen. The distal end is later clamped, which achieves good caliber and adequate distension of the GEA due to papaverine and the effect of its own blood pressure, which is important to achieve a satisfactory anastomosis. The length of the graft is decided by calibrating the distance from the anastomotic site. Approximately 2-3 cm of the artery is skeletonized, and the gastroepiploic vein is ligated. Harmonic scalpel is used to harvest the GEA. The greater omentum is opened, its anterior layer divided and the GEA traced entirely in order to cauterize all its small gastric and omental branches. After ensuring thorough hemostasis, the skeletonized GEA is enveloped in papaverine soaked sponge to prevent spasm and remain relaxed. Thereafter, a small incision is made in the anterior aspect of the diaphragm through which the skeletonized GEA is brought up into the pericardial cavity traversing the anterior surface of the stomach and the liver. The end of the pedicle is then transfixed to the anterior edge of the diaphragm to ensure fixity."}
{"id": "article-36523_10", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Technique or Treatment", "content": "Under cardioplegic arrest or an off-pump beating heart, the GEA and the coronary artery anastomosis is performed. Using a 7-0 or 8-0 polypropylene suture a few running sutures are placed at the heel of the coronary artery and the GEA. Thereafter the rest of the anastomosis is completed using a single continuous suture. The anastomosis could be antegrade or retrograde depending on the site and artery involved. Hemostasis is confirmed before the release of the aortic cross-clamp. It is imperative to avoid twisting or kinking of the GEA due to improper fixation near the peri-anastomotic site. The pedicle of the GEA is now fixed to the epicardium. Thorough hemostasis is performed, the patient weaned off cardiopulmonary bypass (CPB), and the closing of the chest and abdominal wounds takes place. A drain may be placed in the abdominal cavity if required. The patient should be monitored in the immediate post-operative period in the intensive care unit usually for about 1 week.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Technique or Treatment. Under cardioplegic arrest or an off-pump beating heart, the GEA and the coronary artery anastomosis is performed. Using a 7-0 or 8-0 polypropylene suture a few running sutures are placed at the heel of the coronary artery and the GEA. Thereafter the rest of the anastomosis is completed using a single continuous suture. The anastomosis could be antegrade or retrograde depending on the site and artery involved. Hemostasis is confirmed before the release of the aortic cross-clamp. It is imperative to avoid twisting or kinking of the GEA due to improper fixation near the peri-anastomotic site. The pedicle of the GEA is now fixed to the epicardium. Thorough hemostasis is performed, the patient weaned off cardiopulmonary bypass (CPB), and the closing of the chest and abdominal wounds takes place. A drain may be placed in the abdominal cavity if required. The patient should be monitored in the immediate post-operative period in the intensive care unit usually for about 1 week."}
{"id": "article-36523_11", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Complications", "content": "Intra-operative complications: Hemorrhaging/Hematoma formation (from branches of the GEA into the omentum and stomach) Kinking/twisting of the pedicle as it is brought up through the diaphragm and again at the peri-anastomotic site is another complication due to improper operative technique. Arrhythmias (including atrial fibrillation, ventricular tachycardias, and bradycardias) Post-operative complications: Perioperative MI Graft occlusion Low cardiac output Vasodilatory shock Arrhythmias (including atrial fibrillation, ventricular tachycardias, and bradycardias) Pericarditis/myocarditis Pericardial effusion/tamponade Late recurrent angina pectoris", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Complications. Intra-operative complications: Hemorrhaging/Hematoma formation (from branches of the GEA into the omentum and stomach) Kinking/twisting of the pedicle as it is brought up through the diaphragm and again at the peri-anastomotic site is another complication due to improper operative technique. Arrhythmias (including atrial fibrillation, ventricular tachycardias, and bradycardias) Post-operative complications: Perioperative MI Graft occlusion Low cardiac output Vasodilatory shock Arrhythmias (including atrial fibrillation, ventricular tachycardias, and bradycardias) Pericarditis/myocarditis Pericardial effusion/tamponade Late recurrent angina pectoris"}
{"id": "article-36523_12", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Clinical Significance", "content": "The right gastroepiploic artery (GEA) is an excellent conduit for CABG. Extensive studies have shown that this artery undergoes minimal atherosclerotic changes and does not increase surgical complications, either cardiac or abdominal. It also does not induce gastric ischemic after mobilization and has survival and patency rates comparable to the internal mammary artery (IMA) grafts. Hence the GEA graft is considered to be safe and a technically sound arterial conduit for CABG. [17]", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Clinical Significance. The right gastroepiploic artery (GEA) is an excellent conduit for CABG. Extensive studies have shown that this artery undergoes minimal atherosclerotic changes and does not increase surgical complications, either cardiac or abdominal. It also does not induce gastric ischemic after mobilization and has survival and patency rates comparable to the internal mammary artery (IMA) grafts. Hence the GEA graft is considered to be safe and a technically sound arterial conduit for CABG. [17]"}
{"id": "article-36523_13", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Enhancing Healthcare Team Outcomes", "content": "Coronary artery bypass graft (CABG) is a complicated surgical procedure requiring precision to detail and care in the pre-operative period, intra-operative period, and post-operative period. Furthermore, It is physically strenuous and a life-changing event for most patients. Therefore, it is imperative to have systems in place to ensure the completion of all aspects surrounding the pre-operative management, intra-operative care, and post-operative care including cardiac rehabilitation. Beginning with the pre-operative care, in addition to covering all of the risks and benefits of the procedure with the patient and assessing understanding, screening must be done to ensure the patient meets the requirements for CABG. Just as in any other surgical procedure, proper sterile technique is fundamental to the outcome. Intra-operative care should be attending to by a trained cardiothoracic surgeon (CTS) as well a board-certified anesthesiologist or nurse anesthetist whose job is to monitor the patient's intraoperative hemodynamics closely. In the postoperative period, which might very well be the most crucial period according to many CTS, the patient should be monitored regularly for post-operative complications by a specialty trained peri-operative nurse. Recovery should take about 6 weeks at home following by cardiac rehabilitation and strength training. With all the details surrounding CABG, it is now recommended to have an interprofessional care team approach including a primary care physician, cardiac rehabilitation specialist, a cardiac nurse, perioperative nurse, and cardiac pharmacist to enhance patient-centered care and optimize procedural success. Studies have shown that the proper care coordination among health professionals and access to post-operative services does improve surgical outcomes. [level1]", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Enhancing Healthcare Team Outcomes. Coronary artery bypass graft (CABG) is a complicated surgical procedure requiring precision to detail and care in the pre-operative period, intra-operative period, and post-operative period. Furthermore, It is physically strenuous and a life-changing event for most patients. Therefore, it is imperative to have systems in place to ensure the completion of all aspects surrounding the pre-operative management, intra-operative care, and post-operative care including cardiac rehabilitation. Beginning with the pre-operative care, in addition to covering all of the risks and benefits of the procedure with the patient and assessing understanding, screening must be done to ensure the patient meets the requirements for CABG. Just as in any other surgical procedure, proper sterile technique is fundamental to the outcome. Intra-operative care should be attending to by a trained cardiothoracic surgeon (CTS) as well a board-certified anesthesiologist or nurse anesthetist whose job is to monitor the patient's intraoperative hemodynamics closely. In the postoperative period, which might very well be the most crucial period according to many CTS, the patient should be monitored regularly for post-operative complications by a specialty trained peri-operative nurse. Recovery should take about 6 weeks at home following by cardiac rehabilitation and strength training. With all the details surrounding CABG, it is now recommended to have an interprofessional care team approach including a primary care physician, cardiac rehabilitation specialist, a cardiac nurse, perioperative nurse, and cardiac pharmacist to enhance patient-centered care and optimize procedural success. Studies have shown that the proper care coordination among health professionals and access to post-operative services does improve surgical outcomes. [level1]"}
{"id": "article-36523_14", "title": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Coronary Artery Bypass Graft of the Gastroepiploic Artery -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}