{"id": "article-923_0", "title": "Alpha Glucosidase Inhibitors -- Continuing Education Activity", "content": "Alpha-glucosidase inhibitors (AGIs) are therapeutic agents in managing type 2 diabetes. Acarbose and miglitol are FDA-approved and are prominent members of this drug class. AGIs are also prescribed for patients with impaired glucose tolerance, demonstrating their utility in delaying the onset of diabetes in this cohort. Notably, these inhibitors prove advantageous for individuals at heightened risk of hypoglycemia or lactic acidosis, making them viable alternatives for those unsuitable for conventional antidiabetic medications like sulfonylureas and metformin. This comprehensive activity provides healthcare professionals with a thorough exploration of AGIs, covering the indications, mechanism of action, pharmacokinetics, administration, dosing, contraindications, warnings, precautions, adverse effects, and monitoring. This knowledge facilitates effective diabetes management and the prevention of associated complications.", "contents": "Alpha Glucosidase Inhibitors -- Continuing Education Activity. Alpha-glucosidase inhibitors (AGIs) are therapeutic agents in managing type 2 diabetes. Acarbose and miglitol are FDA-approved and are prominent members of this drug class. AGIs are also prescribed for patients with impaired glucose tolerance, demonstrating their utility in delaying the onset of diabetes in this cohort. Notably, these inhibitors prove advantageous for individuals at heightened risk of hypoglycemia or lactic acidosis, making them viable alternatives for those unsuitable for conventional antidiabetic medications like sulfonylureas and metformin. This comprehensive activity provides healthcare professionals with a thorough exploration of AGIs, covering the indications, mechanism of action, pharmacokinetics, administration, dosing, contraindications, warnings, precautions, adverse effects, and monitoring. This knowledge facilitates effective diabetes management and the prevention of associated complications."}
{"id": "article-923_1", "title": "Alpha Glucosidase Inhibitors -- Continuing Education Activity", "content": "Objectives: Identify patients who would benefit from α-glucosidase inhibitors based on their clinical characteristics and glycemic control goals. Implement appropriate dosing strategies and treatment regimens for α-glucosidase inhibitors based on individual patient factors and treatment goals. Apply comprehensive patient education regarding the use of α-glucosidase inhibitors, including medication instructions, potential adverse effects, and self-management strategies. Implement strategies with pharmacists and other healthcare team members to monitor and manage potential drug interactions, adverse effects, and treatment adjustments associated with α-glucosidase inhibitors. Access free multiple choice questions on this topic.", "contents": "Alpha Glucosidase Inhibitors -- Continuing Education Activity. Objectives: Identify patients who would benefit from α-glucosidase inhibitors based on their clinical characteristics and glycemic control goals. Implement appropriate dosing strategies and treatment regimens for α-glucosidase inhibitors based on individual patient factors and treatment goals. Apply comprehensive patient education regarding the use of α-glucosidase inhibitors, including medication instructions, potential adverse effects, and self-management strategies. Implement strategies with pharmacists and other healthcare team members to monitor and manage potential drug interactions, adverse effects, and treatment adjustments associated with α-glucosidase inhibitors. Access free multiple choice questions on this topic."}
{"id": "article-923_2", "title": "Alpha Glucosidase Inhibitors -- Indications", "content": "Alpha-glucosidase inhibitors (AGIs) are a class of drugs used to treat type 2 diabetes alone or combined with other antidiabetic drugs. They may also be used in patients with impaired glucose tolerance and delay the occurrence of type 2 diabetes in these patients. They are beneficial for patients at risk of hypoglycemia or lactic acidosis and are not suitable candidates for other antidiabetic drugs such as sulfonylureas and metformin. [1] [2] [3] [4]", "contents": "Alpha Glucosidase Inhibitors -- Indications. Alpha-glucosidase inhibitors (AGIs) are a class of drugs used to treat type 2 diabetes alone or combined with other antidiabetic drugs. They may also be used in patients with impaired glucose tolerance and delay the occurrence of type 2 diabetes in these patients. They are beneficial for patients at risk of hypoglycemia or lactic acidosis and are not suitable candidates for other antidiabetic drugs such as sulfonylureas and metformin. [1] [2] [3] [4]"}
{"id": "article-923_3", "title": "Alpha Glucosidase Inhibitors -- Indications", "content": "The FDA approves AGIs for the treatment of type 2 diabetes. They have shown some benefits in type 1 diabetes and gestational diabetes but are not FDA-approved for these indications. Acarbose has been shown to decrease body weight in a worldwide observational study. [5] Acarbose is used off-label for patients with postprandial hyperinsulinemic hypoglycemia after gastric bypass surgery. [6] [7]", "contents": "Alpha Glucosidase Inhibitors -- Indications. The FDA approves AGIs for the treatment of type 2 diabetes. They have shown some benefits in type 1 diabetes and gestational diabetes but are not FDA-approved for these indications. Acarbose has been shown to decrease body weight in a worldwide observational study. [5] Acarbose is used off-label for patients with postprandial hyperinsulinemic hypoglycemia after gastric bypass surgery. [6] [7]"}
{"id": "article-923_4", "title": "Alpha Glucosidase Inhibitors -- Indications", "content": "AGIs are particularly useful for reducing postprandial hyperglycemia. They decrease glycosylated hemoglobin levels and also reduce postprandial insulin concentration. In contrast to oral antihyperglycemic drugs, they reduce glucose variability throughout the day. They do not affect fasting insulin and serum triglyceride concentrations. Controlling postprandial hyperglycemia is essential as it correlates with the development of microvascular complications and increases the risk for the development of cardiovascular diseases. This link between postprandial blood glucose (PPG) and long-term diabetic complications is even stronger than that of fasting hyperglycemia. [8] [9]", "contents": "Alpha Glucosidase Inhibitors -- Indications. AGIs are particularly useful for reducing postprandial hyperglycemia. They decrease glycosylated hemoglobin levels and also reduce postprandial insulin concentration. In contrast to oral antihyperglycemic drugs, they reduce glucose variability throughout the day. They do not affect fasting insulin and serum triglyceride concentrations. Controlling postprandial hyperglycemia is essential as it correlates with the development of microvascular complications and increases the risk for the development of cardiovascular diseases. This link between postprandial blood glucose (PPG) and long-term diabetic complications is even stronger than that of fasting hyperglycemia. [8] [9]"}
{"id": "article-923_5", "title": "Alpha Glucosidase Inhibitors -- Indications", "content": "Acarbose is FDA-approved and indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. Acarbose has been shown to increase life expectancy in patients with type 2 diabetes and reduce the risk of the development of cardiovascular events in patients with impaired glucose tolerance. Acarbose has proven efficacy in stabilizing carotid plaques, as reducing hyperglycemia counters oxidative stress and endothelial dysfunction. [10] [11] Miglitol is FDA-approved and indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. [12]", "contents": "Alpha Glucosidase Inhibitors -- Indications. Acarbose is FDA-approved and indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. Acarbose has been shown to increase life expectancy in patients with type 2 diabetes and reduce the risk of the development of cardiovascular events in patients with impaired glucose tolerance. Acarbose has proven efficacy in stabilizing carotid plaques, as reducing hyperglycemia counters oxidative stress and endothelial dysfunction. [10] [11] Miglitol is FDA-approved and indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes. [12]"}
{"id": "article-923_6", "title": "Alpha Glucosidase Inhibitors -- Mechanism of Action", "content": "Alpha-glucosidase inhibitors inhibit the absorption of carbohydrates from the small intestine. They competitively inhibit enzymes that convert complex nonabsorbable carbohydrates into simple absorbable carbohydrates. These enzymes include glucoamylase, sucrase, maltase, and isomaltase. By delaying carbohydrate absorption, they reduce the rise in postprandial blood glucose concentrations by about 3 mmol/L.", "contents": "Alpha Glucosidase Inhibitors -- Mechanism of Action. Alpha-glucosidase inhibitors inhibit the absorption of carbohydrates from the small intestine. They competitively inhibit enzymes that convert complex nonabsorbable carbohydrates into simple absorbable carbohydrates. These enzymes include glucoamylase, sucrase, maltase, and isomaltase. By delaying carbohydrate absorption, they reduce the rise in postprandial blood glucose concentrations by about 3 mmol/L."}
{"id": "article-923_7", "title": "Alpha Glucosidase Inhibitors -- Mechanism of Action", "content": "Acarbose is the most commonly used drug in this class and also the most widely studied one. Others include miglitol and volglibose. Acarbose inhibits α-amylase, maltase, sucrase, and dextranase and is most effective against glucoamylase. Acarbose does not affect lactase, which is a β-glucosidase.", "contents": "Alpha Glucosidase Inhibitors -- Mechanism of Action. Acarbose is the most commonly used drug in this class and also the most widely studied one. Others include miglitol and volglibose. Acarbose inhibits α-amylase, maltase, sucrase, and dextranase and is most effective against glucoamylase. Acarbose does not affect lactase, which is a β-glucosidase."}
{"id": "article-923_8", "title": "Alpha Glucosidase Inhibitors -- Mechanism of Action", "content": "Voglibose (manufactured and approved in Japan but not FDA-approved in the USA) and acarbose are poorly absorbed from the gut, have low bioavailability, and are excreted in the stool. Miglitol, on the other hand, is absorbed in the gut completely and is excreted through the renal route. Acarbose undergoes metabolism in the colon, while miglitol and voglibose do not. [1] [3] [13]", "contents": "Alpha Glucosidase Inhibitors -- Mechanism of Action. Voglibose (manufactured and approved in Japan but not FDA-approved in the USA) and acarbose are poorly absorbed from the gut, have low bioavailability, and are excreted in the stool. Miglitol, on the other hand, is absorbed in the gut completely and is excreted through the renal route. Acarbose undergoes metabolism in the colon, while miglitol and voglibose do not. [1] [3] [13]"}
{"id": "article-923_9", "title": "Alpha Glucosidase Inhibitors -- Administration -- Dosage Forms and Strengths", "content": "Alpha-glucosidase inhibitors are administered orally. They should be taken 3 times a day with the first bite of each meal. The general recommendation is to always start with a lower dose to reduce the frequency of adverse effects and achieve the desired dose for optimal glycemic control. The effectiveness of AGIs is affected by the number of complex carbohydrates in the diet. A carbohydrate-rich diet also increases the severity of gastrointestinal side effects. [14]", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Dosage Forms and Strengths. Alpha-glucosidase inhibitors are administered orally. They should be taken 3 times a day with the first bite of each meal. The general recommendation is to always start with a lower dose to reduce the frequency of adverse effects and achieve the desired dose for optimal glycemic control. The effectiveness of AGIs is affected by the number of complex carbohydrates in the diet. A carbohydrate-rich diet also increases the severity of gastrointestinal side effects. [14]"}
{"id": "article-923_10", "title": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose", "content": "Acarbose tablets are available in 25 mg, 50 mg, and 100 mg dosages. The drug should be started at a lower dose (25 mg, 3 times daily), with gradual dose increments (titrating every 4 to 8 weeks after that) to reduce gastrointestinal adverse effects and help identify the lowest dose required for adequate glycemic control of the patient. The dosage of acarbose tablets should be individualized based on tolerance and effectiveness while staying within the maximum recommended 100 mg, 3 times daily.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose. Acarbose tablets are available in 25 mg, 50 mg, and 100 mg dosages. The drug should be started at a lower dose (25 mg, 3 times daily), with gradual dose increments (titrating every 4 to 8 weeks after that) to reduce gastrointestinal adverse effects and help identify the lowest dose required for adequate glycemic control of the patient. The dosage of acarbose tablets should be individualized based on tolerance and effectiveness while staying within the maximum recommended 100 mg, 3 times daily."}
{"id": "article-923_11", "title": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose", "content": "Acarbose should be taken 3 times daily at the beginning (ie, with the first bite) of each main meal. If the specified diet is not followed, the intestinal adverse effects may be intensified. If distressing symptoms develop despite adherence to the diabetic diet prescribed, the clinician must be consulted, and the dose must be temporarily or permanently reduced. To minimize gastrointestinal side effects, some patients may benefit from more gradual dose titration by starting treatment at 25 mg once daily and subsequently attaining the frequency of administration to 25 mg, 3 times daily.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose. Acarbose should be taken 3 times daily at the beginning (ie, with the first bite) of each main meal. If the specified diet is not followed, the intestinal adverse effects may be intensified. If distressing symptoms develop despite adherence to the diabetic diet prescribed, the clinician must be consulted, and the dose must be temporarily or permanently reduced. To minimize gastrointestinal side effects, some patients may benefit from more gradual dose titration by starting treatment at 25 mg once daily and subsequently attaining the frequency of administration to 25 mg, 3 times daily."}
{"id": "article-923_12", "title": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose", "content": "The maintenance dose for acarbose ranges from 50 mg to 100 mg, 3 times daily. However, since there is an increased risk for elevated serum transaminases in patients with lower body weight, only patients >60 kg should be considered for dose increments above 50 mg, 3 times daily.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose. The maintenance dose for acarbose ranges from 50 mg to 100 mg, 3 times daily. However, since there is an increased risk for elevated serum transaminases in patients with lower body weight, only patients >60 kg should be considered for dose increments above 50 mg, 3 times daily."}
{"id": "article-923_13", "title": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose", "content": "The therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal using the lowest effective acarbose dose, either as monotherapy or combined with metformin, sulfonylureas, or insulin.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Acarbose. The therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal using the lowest effective acarbose dose, either as monotherapy or combined with metformin, sulfonylureas, or insulin."}
{"id": "article-923_14", "title": "Alpha Glucosidase Inhibitors -- Administration -- Miglitol", "content": "Miglitol tablets are available in 25 mg, 50 mg, and 100 mg dosages. The initial dose is 25 mg, 3 times daily, and the maximum dose is 100 mg, 3 times daily. [1] The starting dose should be 25 mg, which can be gradually increased to reduce gastrointestinal adverse effects and to permit the identification of the minimum dose needed for adequate glycemic control. During treatment initiation of miglitol and dose titration, a one-hour post-prandial plasma glucose (PPG) test may be used to identify the therapeutic response and determine the optimum dose for the patient.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Miglitol. Miglitol tablets are available in 25 mg, 50 mg, and 100 mg dosages. The initial dose is 25 mg, 3 times daily, and the maximum dose is 100 mg, 3 times daily. [1] The starting dose should be 25 mg, which can be gradually increased to reduce gastrointestinal adverse effects and to permit the identification of the minimum dose needed for adequate glycemic control. During treatment initiation of miglitol and dose titration, a one-hour post-prandial plasma glucose (PPG) test may be used to identify the therapeutic response and determine the optimum dose for the patient."}
{"id": "article-923_15", "title": "Alpha Glucosidase Inhibitors -- Administration -- Miglitol", "content": "Afterward, glycosylated hemoglobin should be measured at intervals of approximately 3 months. The therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal by administering the lowest effective dose of miglitol tablets, either as monotherapy or combined with sulfonylurea.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Miglitol. Afterward, glycosylated hemoglobin should be measured at intervals of approximately 3 months. The therapeutic goal should be to decrease PPG and HgA1C levels to normal or near normal by administering the lowest effective dose of miglitol tablets, either as monotherapy or combined with sulfonylurea."}
{"id": "article-923_16", "title": "Alpha Glucosidase Inhibitors -- Administration -- Voglibose", "content": "The recommended initial dose for voglibose is 0.2 mg, 3 times daily, which can be increased to 0.3 mg, 3 times daily. The safety of AGIs has not been established in pediatric and pregnant patients, warranting caution if their use is indicated in these populations.", "contents": "Alpha Glucosidase Inhibitors -- Administration -- Voglibose. The recommended initial dose for voglibose is 0.2 mg, 3 times daily, which can be increased to 0.3 mg, 3 times daily. The safety of AGIs has not been established in pediatric and pregnant patients, warranting caution if their use is indicated in these populations."}
{"id": "article-923_17", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects", "content": "Gastrointestinal disturbances are the most commonly reported side effects of alpha-glucosidase inhibitors. [15] These result from the degradation of undigested carbohydrates by bacteria in the colon, which causes excessive gas formation. Flatulence is the most commonly reported side effect in about 78% of cases. Diarrhea and abdominal pain may also occur. [16]", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects. Gastrointestinal disturbances are the most commonly reported side effects of alpha-glucosidase inhibitors. [15] These result from the degradation of undigested carbohydrates by bacteria in the colon, which causes excessive gas formation. Flatulence is the most commonly reported side effect in about 78% of cases. Diarrhea and abdominal pain may also occur. [16]"}
{"id": "article-923_18", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects", "content": "Acarbose (but not other AGIs) has potential links with hepatitis in some instances. These diminish with time, and their severity can be further reduced by starting with a low dose. A carbohydrate-rich diet can precipitate these adverse effects. [1] [17]", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects. Acarbose (but not other AGIs) has potential links with hepatitis in some instances. These diminish with time, and their severity can be further reduced by starting with a low dose. A carbohydrate-rich diet can precipitate these adverse effects. [1] [17]"}
{"id": "article-923_19", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions", "content": "Several studies analyzed the potential interaction between glyburide and miglitol. Although a trend was previously observed involving lower C max and AUC values for glyburide when co-administered with miglitol tablets, no definitive remark regarding a potential interaction can be made based on available information. [18] No effect of miglitol was observed on the pharmacodynamics or pharmacokinetics of warfarin.", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions. Several studies analyzed the potential interaction between glyburide and miglitol. Although a trend was previously observed involving lower C max and AUC values for glyburide when co-administered with miglitol tablets, no definitive remark regarding a potential interaction can be made based on available information. [18] No effect of miglitol was observed on the pharmacodynamics or pharmacokinetics of warfarin."}
{"id": "article-923_20", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions", "content": "In a pharmacokinetic study with healthy volunteers, co-administration of digoxin with miglitol 50 mg or 100 mg, 3 times daily, decreased the average plasma concentrations of digoxin by 19% and 28%, respectively. However, for patients with diabetes treated with digoxin, plasma digoxin concentrations were unaffected by the co-administration of miglitol 100 mg, 3 times daily for 14 days. Acarbose has been shown to change the bioavailability of digoxin when coadministered, which may require digoxin dose adjustment. [19]", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions. In a pharmacokinetic study with healthy volunteers, co-administration of digoxin with miglitol 50 mg or 100 mg, 3 times daily, decreased the average plasma concentrations of digoxin by 19% and 28%, respectively. However, for patients with diabetes treated with digoxin, plasma digoxin concentrations were unaffected by the co-administration of miglitol 100 mg, 3 times daily for 14 days. Acarbose has been shown to change the bioavailability of digoxin when coadministered, which may require digoxin dose adjustment. [19]"}
{"id": "article-923_21", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions", "content": "Digestive enzyme preparations containing carbohydrate-splitting enzymes (eg, pancreatin, amylase) and intestinal adsorbents (eg, charcoal) may decrease the effect of acarbose or miglitol and should not be administered concomitantly.", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions. Digestive enzyme preparations containing carbohydrate-splitting enzymes (eg, pancreatin, amylase) and intestinal adsorbents (eg, charcoal) may decrease the effect of acarbose or miglitol and should not be administered concomitantly."}
{"id": "article-923_22", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions", "content": "Patients Receiving Insulin or Sulfonylureas: Sulfonylurea agents or insulin may cause hypoglycemia. Acarbose or miglitol, when given in combination with sulfonylurea or insulin, may lower blood glucose and increase the potential for hypoglycemia. If hypoglycemia happens, proper adjustments in the dosage of these medicines should be made. Very rarely, cases of hypoglycemic shock have been documented in patients receiving acarbose therapy combined with sulfonylureas or insulin.", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions. Patients Receiving Insulin or Sulfonylureas: Sulfonylurea agents or insulin may cause hypoglycemia. Acarbose or miglitol, when given in combination with sulfonylurea or insulin, may lower blood glucose and increase the potential for hypoglycemia. If hypoglycemia happens, proper adjustments in the dosage of these medicines should be made. Very rarely, cases of hypoglycemic shock have been documented in patients receiving acarbose therapy combined with sulfonylureas or insulin."}
{"id": "article-923_23", "title": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions", "content": "Certain medications tend to cause hyperglycemia and may lead to loss of blood glucose control. These drugs include corticosteroids, thiazides and other diuretics, phenothiazines, estrogens, oral contraceptives, phenytoin, thyroid products, nicotinic acid, sympathomimetics, isoniazid, and calcium channel-blocking drugs. When such medications are administered to a patient receiving acarbose, the patient requires close monitoring for loss of blood glucose control. When such medicines are withdrawn from patients receiving acarbose in combination with insulin or sulfonylureas, patients must be observed closely for any evidence of hypoglycemia.", "contents": "Alpha Glucosidase Inhibitors -- Adverse Effects -- Drug Interactions. Certain medications tend to cause hyperglycemia and may lead to loss of blood glucose control. These drugs include corticosteroids, thiazides and other diuretics, phenothiazines, estrogens, oral contraceptives, phenytoin, thyroid products, nicotinic acid, sympathomimetics, isoniazid, and calcium channel-blocking drugs. When such medications are administered to a patient receiving acarbose, the patient requires close monitoring for loss of blood glucose control. When such medicines are withdrawn from patients receiving acarbose in combination with insulin or sulfonylureas, patients must be observed closely for any evidence of hypoglycemia."}
{"id": "article-923_24", "title": "Alpha Glucosidase Inhibitors -- Contraindications", "content": "Alpha-glucosidase inhibitors are contraindicated in conditions that can be worsened due to excess gas formation in the gut. These drugs are also contraindicated in patients with partial intestinal obstruction or a predisposition or risk of intestinal obstruction. Other contraindications include diabetic ketoacidosis, chronic intestinal disease (associated with marked disorders of digestion or absorption), colonic ulceration, inflammatory bowel disease, and known hypersensitivity to this group of drugs. [1]", "contents": "Alpha Glucosidase Inhibitors -- Contraindications. Alpha-glucosidase inhibitors are contraindicated in conditions that can be worsened due to excess gas formation in the gut. These drugs are also contraindicated in patients with partial intestinal obstruction or a predisposition or risk of intestinal obstruction. Other contraindications include diabetic ketoacidosis, chronic intestinal disease (associated with marked disorders of digestion or absorption), colonic ulceration, inflammatory bowel disease, and known hypersensitivity to this group of drugs. [1]"}
{"id": "article-923_25", "title": "Alpha Glucosidase Inhibitors -- Contraindications -- Warnings and Precautions", "content": "Hypoglycemia: This is unlikely to occur with acarbose or miglitol monotherapy but may occur with combination therapy when combined with other drugs, such as sulfonylureas, metformin, or insulin.", "contents": "Alpha Glucosidase Inhibitors -- Contraindications -- Warnings and Precautions. Hypoglycemia: This is unlikely to occur with acarbose or miglitol monotherapy but may occur with combination therapy when combined with other drugs, such as sulfonylureas, metformin, or insulin."}
{"id": "article-923_26", "title": "Alpha Glucosidase Inhibitors -- Contraindications -- Warnings and Precautions", "content": "Loss of blood glucose control: In patients with diabetes, when exposed to stress such as infection, fever, trauma, or surgery, a temporary loss of control of blood glucose may occur. During this time, temporary insulin therapy may be required.", "contents": "Alpha Glucosidase Inhibitors -- Contraindications -- Warnings and Precautions. Loss of blood glucose control: In patients with diabetes, when exposed to stress such as infection, fever, trauma, or surgery, a temporary loss of control of blood glucose may occur. During this time, temporary insulin therapy may be required."}
{"id": "article-923_27", "title": "Alpha Glucosidase Inhibitors -- Monitoring", "content": "There are reports of cases of acute hepatitis with the use of acarbose; hence, liver function tests (LFTs) require monitoring before and during treatment. [20] If the concentrations of LFTs become abnormal during treatment, the clinician should reduce the dose or discontinue therapy. Monitoring the efficacy of these agents requires checking glycosylated hemoglobin (Hb1Ac) and 1 or 2-hour postprandial plasma glucose concentrations. [1]", "contents": "Alpha Glucosidase Inhibitors -- Monitoring. There are reports of cases of acute hepatitis with the use of acarbose; hence, liver function tests (LFTs) require monitoring before and during treatment. [20] If the concentrations of LFTs become abnormal during treatment, the clinician should reduce the dose or discontinue therapy. Monitoring the efficacy of these agents requires checking glycosylated hemoglobin (Hb1Ac) and 1 or 2-hour postprandial plasma glucose concentrations. [1]"}
{"id": "article-923_28", "title": "Alpha Glucosidase Inhibitors -- Toxicity", "content": "Unlike sulfonylureas, this group of drugs does not cause hypoglycemia. However, combination therapy with sulfonylureas or insulin poses the risk of hypoglycemia; in mild-to-moderate hypoglycemia cases, the patient should keep glucose (dextrose) with them. Disaccharides such as sucrose and polysaccharides (cane sugar) would not be suitable for reversing hypoglycemia in patients taking AGIs as the effects of the drug would impair their digestion and absorption. [21] Severe hypoglycemia may require the administration of either intravenous glucose infusion or glucagon injection.", "contents": "Alpha Glucosidase Inhibitors -- Toxicity. Unlike sulfonylureas, this group of drugs does not cause hypoglycemia. However, combination therapy with sulfonylureas or insulin poses the risk of hypoglycemia; in mild-to-moderate hypoglycemia cases, the patient should keep glucose (dextrose) with them. Disaccharides such as sucrose and polysaccharides (cane sugar) would not be suitable for reversing hypoglycemia in patients taking AGIs as the effects of the drug would impair their digestion and absorption. [21] Severe hypoglycemia may require the administration of either intravenous glucose infusion or glucagon injection."}
{"id": "article-923_29", "title": "Alpha Glucosidase Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "Alpha-glucosidase inhibitors are effective in patients with type 2 diabetes in improving the metabolic profile and potentially reducing the risk of long-term complications of hyperglycemia. They may be used as monotherapy or in combination with other antihyperglycemic drugs and insulin. They do not correlate with any serious adverse effects. This makes them particularly useful for patients with renal, cardiorespiratory, or liver problems, as these patients have a higher risk of developing lactic acidosis and are not good candidates for metformin therapy. These drugs also do not cause hypoglycemia, making them a helpful substitute for sulfonylureas, which are associated with frequent occurrences of hypoglycemia. Patients should receive counsel to maintain an appropriate diet, as high levels of carbohydrates can worsen gastrointestinal side effects.", "contents": "Alpha Glucosidase Inhibitors -- Enhancing Healthcare Team Outcomes. Alpha-glucosidase inhibitors are effective in patients with type 2 diabetes in improving the metabolic profile and potentially reducing the risk of long-term complications of hyperglycemia. They may be used as monotherapy or in combination with other antihyperglycemic drugs and insulin. They do not correlate with any serious adverse effects. This makes them particularly useful for patients with renal, cardiorespiratory, or liver problems, as these patients have a higher risk of developing lactic acidosis and are not good candidates for metformin therapy. These drugs also do not cause hypoglycemia, making them a helpful substitute for sulfonylureas, which are associated with frequent occurrences of hypoglycemia. Patients should receive counsel to maintain an appropriate diet, as high levels of carbohydrates can worsen gastrointestinal side effects."}
{"id": "article-923_30", "title": "Alpha Glucosidase Inhibitors -- Enhancing Healthcare Team Outcomes", "content": "If used with other antidiabetic drugs, the patient should quickly carry glucose to reverse hypoglycemia. Management of type 2 diabetes requires an interprofessional approach that includes physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists; all healthcare team members should educate the patients regarding adverse effects and instruct them to maintain an appropriately healthy diet. [19] [22]", "contents": "Alpha Glucosidase Inhibitors -- Enhancing Healthcare Team Outcomes. If used with other antidiabetic drugs, the patient should quickly carry glucose to reverse hypoglycemia. Management of type 2 diabetes requires an interprofessional approach that includes physicians, advanced practice practitioners, specialists, nursing staff, and pharmacists; all healthcare team members should educate the patients regarding adverse effects and instruct them to maintain an appropriately healthy diet. [19] [22]"}
{"id": "article-923_31", "title": "Alpha Glucosidase Inhibitors -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Alpha Glucosidase Inhibitors -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}