{"id": "article-17541_0", "title": "Anemia of Chronic Renal Disease -- Continuing Education Activity", "content": "Anemia of chronic renal disease, also known as anemia of chronic kidney disease (CKD), is a form of normocytic, normochromic, hypoproliferative anemia. It is frequently associated with poor outcomes in chronic kidney disease and confers an increased mortality risk. Therefore, treatment is directed toward improving renal function, when possible, and increasing red blood cell production. Erythropoiesis-stimulating agents and iron supplementation constitute the treatment of choice for anemia of chronic renal disease. This activity reviews the evaluation and management of the anemia of chronic renal disease. It highlights the role of the interprofessional team in the care of individuals affected by this condition.", "contents": "Anemia of Chronic Renal Disease -- Continuing Education Activity. Anemia of chronic renal disease, also known as anemia of chronic kidney disease (CKD), is a form of normocytic, normochromic, hypoproliferative anemia. It is frequently associated with poor outcomes in chronic kidney disease and confers an increased mortality risk. Therefore, treatment is directed toward improving renal function, when possible, and increasing red blood cell production. Erythropoiesis-stimulating agents and iron supplementation constitute the treatment of choice for anemia of chronic renal disease. This activity reviews the evaluation and management of the anemia of chronic renal disease. It highlights the role of the interprofessional team in the care of individuals affected by this condition."}
{"id": "article-17541_1", "title": "Anemia of Chronic Renal Disease -- Continuing Education Activity", "content": "Objectives: Explain the pathophysiology of anemia of chronic renal disease. Describe how to diagnose anemia of chronic renal disease. Review the management of the anemia of chronic renal disease. Summarize the interprofessional team strategies for improving coordination and communication to enhance the management of patients with anemia of chronic renal disease. Access free multiple choice questions on this topic.", "contents": "Anemia of Chronic Renal Disease -- Continuing Education Activity. Objectives: Explain the pathophysiology of anemia of chronic renal disease. Describe how to diagnose anemia of chronic renal disease. Review the management of the anemia of chronic renal disease. Summarize the interprofessional team strategies for improving coordination and communication to enhance the management of patients with anemia of chronic renal disease. Access free multiple choice questions on this topic."}
{"id": "article-17541_2", "title": "Anemia of Chronic Renal Disease -- Introduction", "content": "Anemia is generally defined as hemoglobin of less than 13.0 g/dL in men and less than 12.0 g/dL in premenopausal women. [1] Anemia of chronic kidney disease (CKD) is a form of normocytic normochromic, hypoproliferative anemia. Among other complications of CKD, it is frequently associated with poor outcomes in CKD and increased mortality. [2] [3]", "contents": "Anemia of Chronic Renal Disease -- Introduction. Anemia is generally defined as hemoglobin of less than 13.0 g/dL in men and less than 12.0 g/dL in premenopausal women. [1] Anemia of chronic kidney disease (CKD) is a form of normocytic normochromic, hypoproliferative anemia. Among other complications of CKD, it is frequently associated with poor outcomes in CKD and increased mortality. [2] [3]"}
{"id": "article-17541_3", "title": "Anemia of Chronic Renal Disease -- Introduction", "content": "The disorder starts to develop when the glomerular filtration rate drops below 60 mg/ml. The anemia is rare when the GFR exceeds 80 mL/min/1.73 m2. However, as the GFR worsens, the anemia gets more severe.", "contents": "Anemia of Chronic Renal Disease -- Introduction. The disorder starts to develop when the glomerular filtration rate drops below 60 mg/ml. The anemia is rare when the GFR exceeds 80 mL/min/1.73 m2. However, as the GFR worsens, the anemia gets more severe."}
{"id": "article-17541_4", "title": "Anemia of Chronic Renal Disease -- Introduction", "content": "Anemia is one of the common associations of CKD responsible for poor outcomes. The current management options for anemia in CKD are controversial, with some clinical trials indicating raised morbidity and mortality associated with erythropoiesis-stimulating agents. One hundred seventy years ago, anemia was linked to CKD for the first time by Richard Bright. [4] With the progression of kidney disease, the prevalence of anemia increases affecting almost all patients with stage 5 CKD. Anemia of chronic renal disease often leads to declined quality of life and increased risk of cardiovascular diseases, cognitive impairment, hospitalizations, and mortality. [5]", "contents": "Anemia of Chronic Renal Disease -- Introduction. Anemia is one of the common associations of CKD responsible for poor outcomes. The current management options for anemia in CKD are controversial, with some clinical trials indicating raised morbidity and mortality associated with erythropoiesis-stimulating agents. One hundred seventy years ago, anemia was linked to CKD for the first time by Richard Bright. [4] With the progression of kidney disease, the prevalence of anemia increases affecting almost all patients with stage 5 CKD. Anemia of chronic renal disease often leads to declined quality of life and increased risk of cardiovascular diseases, cognitive impairment, hospitalizations, and mortality. [5]"}
{"id": "article-17541_5", "title": "Anemia of Chronic Renal Disease -- Etiology", "content": "Anemia of chronic renal disease is of multifactorial origin, the widely accepted etiology being decreased renal production of erythropoietin (EPO), the hormone responsible for stimulating red blood cell production. Decreased erythropoietin has recently been linked with the downregulation of hypoxia-inducible factor (HIF), a transcription factor that regulates gene expression of erythropoietin. [6] [7] Other mechanisms include uremia (leading to RBC deformity responsible for hemolysis), folate and vitamin B12 deficiency, iron deficiency, bleeding due to dysfunctional platelets, and rarely blood loss from hemodialysis. [8]", "contents": "Anemia of Chronic Renal Disease -- Etiology. Anemia of chronic renal disease is of multifactorial origin, the widely accepted etiology being decreased renal production of erythropoietin (EPO), the hormone responsible for stimulating red blood cell production. Decreased erythropoietin has recently been linked with the downregulation of hypoxia-inducible factor (HIF), a transcription factor that regulates gene expression of erythropoietin. [6] [7] Other mechanisms include uremia (leading to RBC deformity responsible for hemolysis), folate and vitamin B12 deficiency, iron deficiency, bleeding due to dysfunctional platelets, and rarely blood loss from hemodialysis. [8]"}
{"id": "article-17541_6", "title": "Anemia of Chronic Renal Disease -- Etiology", "content": "RBC fragmentation by injured renovascular endothelium in selected conditions such as glomerulopathy and malignant hypertension exacerbates the anemia, which explains why anemia can be particularly severe in renal glomerulopathies, including glomerulonephritis, diabetic nephropathy, for the degree of excretory failure.", "contents": "Anemia of Chronic Renal Disease -- Etiology. RBC fragmentation by injured renovascular endothelium in selected conditions such as glomerulopathy and malignant hypertension exacerbates the anemia, which explains why anemia can be particularly severe in renal glomerulopathies, including glomerulonephritis, diabetic nephropathy, for the degree of excretory failure."}
{"id": "article-17541_7", "title": "Anemia of Chronic Renal Disease -- Epidemiology", "content": "The condition usually develops following a greater than 50 percent loss of kidney function, typically when the glomerular filtration rate (GFR) decreases to less than 60 mL/min/1.73 m2. [9] The severity of anemia tends to worsen as chronic kidney disease (CKD) progresses. The deficiency in renal production of erythropoietin and the severity of anemia do not always tend to correlate with the severity of renal dysfunction. At least 90% of patients who end up on dialysis will eventually develop anemia of chronic disease.", "contents": "Anemia of Chronic Renal Disease -- Epidemiology. The condition usually develops following a greater than 50 percent loss of kidney function, typically when the glomerular filtration rate (GFR) decreases to less than 60 mL/min/1.73 m2. [9] The severity of anemia tends to worsen as chronic kidney disease (CKD) progresses. The deficiency in renal production of erythropoietin and the severity of anemia do not always tend to correlate with the severity of renal dysfunction. At least 90% of patients who end up on dialysis will eventually develop anemia of chronic disease."}
{"id": "article-17541_8", "title": "Anemia of Chronic Renal Disease -- Epidemiology", "content": "Anemia of chronic renal disease is associated with a poor quality of life, worse renal survival, increased morbidity and mortality, and excessive healthcare costs. [10] [11] [12] [13] Several studies report the prevalence of anemia in non-dialysis dependent (NDD) CKD up to 60%.", "contents": "Anemia of Chronic Renal Disease -- Epidemiology. Anemia of chronic renal disease is associated with a poor quality of life, worse renal survival, increased morbidity and mortality, and excessive healthcare costs. [10] [11] [12] [13] Several studies report the prevalence of anemia in non-dialysis dependent (NDD) CKD up to 60%."}
{"id": "article-17541_9", "title": "Anemia of Chronic Renal Disease -- Epidemiology", "content": "Anemia becomes more prevalent and severe with a declining estimated glomerular filtration rate (eGFR). The National Health and Nutrition Examination Survey (NHANES) from 2007–2008 and 2009–2010 ( 7 ) observed that anemia was twice as prevalent in CKD patients as in the general population. [14] Similar data were observed recently in the CKD Prognosis Consortium. [15]", "contents": "Anemia of Chronic Renal Disease -- Epidemiology. Anemia becomes more prevalent and severe with a declining estimated glomerular filtration rate (eGFR). The National Health and Nutrition Examination Survey (NHANES) from 2007–2008 and 2009–2010 ( 7 ) observed that anemia was twice as prevalent in CKD patients as in the general population. [14] Similar data were observed recently in the CKD Prognosis Consortium. [15]"}
{"id": "article-17541_10", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "As discussed above, anemia of chronic renal disease is mainly secondary to EPO deficiency; however, numerous studies indicate that the following also contribute to the development of anemia in patients with chronic renal disease:", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. As discussed above, anemia of chronic renal disease is mainly secondary to EPO deficiency; however, numerous studies indicate that the following also contribute to the development of anemia in patients with chronic renal disease:"}
{"id": "article-17541_11", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "Circulating uremia-induced erythropoiesis inhibitors lead to anemia, although this has been challenged in some studies as no specific inhibitors have been identified. [16]", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. Circulating uremia-induced erythropoiesis inhibitors lead to anemia, although this has been challenged in some studies as no specific inhibitors have been identified. [16]"}
{"id": "article-17541_12", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "The shortened lifespan of red blood cells also contributes, as observed in radioisotope labeling studies. [17] [18]", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. The shortened lifespan of red blood cells also contributes, as observed in radioisotope labeling studies. [17] [18]"}
{"id": "article-17541_13", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "Although the underlying mechanism is not entirely understood, mechanical and metabolic factors have been proposed. [18]", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. Although the underlying mechanism is not entirely understood, mechanical and metabolic factors have been proposed. [18]"}
{"id": "article-17541_14", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "Nutritional deficiencies, such as vitamin B12 and folate, due to dialysate losses or anorexia are currently not very common due to the routine supplementation of nutrients in hemodialysis patients.", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. Nutritional deficiencies, such as vitamin B12 and folate, due to dialysate losses or anorexia are currently not very common due to the routine supplementation of nutrients in hemodialysis patients."}
{"id": "article-17541_15", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "Recent studies have uncovered an excessively recognized role of disordered iron homeostasis in anemia of chronic renal disease. Systemic iron content is maintained by regulating gastrointestinal iron absorption and its release from storage sites, such as reticuloendothelial macrophages and the liver. [19]", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. Recent studies have uncovered an excessively recognized role of disordered iron homeostasis in anemia of chronic renal disease. Systemic iron content is maintained by regulating gastrointestinal iron absorption and its release from storage sites, such as reticuloendothelial macrophages and the liver. [19]"}
{"id": "article-17541_16", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "CKD patients have exaggerated iron losses, accounting for around 1 to 3 g annually in hemodialysis patients, secondary to chronic bleeding due to uremia-associated platelet dysfunction, blood being trapped in the dialysis apparatus, and frequent phlebotomy. CKD patients are at significant risk of true iron deficiency; therefore, iron supplementation is part of the mainstay of treatment. Hemodialysis patients have impaired dietary iron absorption, which is why intravenous iron is a preferred treatment option. [5]", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. CKD patients have exaggerated iron losses, accounting for around 1 to 3 g annually in hemodialysis patients, secondary to chronic bleeding due to uremia-associated platelet dysfunction, blood being trapped in the dialysis apparatus, and frequent phlebotomy. CKD patients are at significant risk of true iron deficiency; therefore, iron supplementation is part of the mainstay of treatment. Hemodialysis patients have impaired dietary iron absorption, which is why intravenous iron is a preferred treatment option. [5]"}
{"id": "article-17541_17", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "In addition to true iron deficiency, CKD patients also have a functional iron deficiency, known as reticuloendothelial cell iron blockade. It is characterized by reduced iron release from body stores unable to meet the requirement for erythropoiesis.", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. In addition to true iron deficiency, CKD patients also have a functional iron deficiency, known as reticuloendothelial cell iron blockade. It is characterized by reduced iron release from body stores unable to meet the requirement for erythropoiesis."}
{"id": "article-17541_18", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "Hepcidin excess is the main factor behind impaired iron regulation and anemia of chronic renal disease as it affects dietary iron absorption and mobilization of iron from body stores.", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. Hepcidin excess is the main factor behind impaired iron regulation and anemia of chronic renal disease as it affects dietary iron absorption and mobilization of iron from body stores."}
{"id": "article-17541_19", "title": "Anemia of Chronic Renal Disease -- Pathophysiology", "content": "In summary, anemia of chronic renal disease is a multifactorial process attributable to relative EPO deficiency, uremia-induced erythropoiesis inhibitors, the shortened lifespan of erythrocytes, and disordered iron homeostasis.", "contents": "Anemia of Chronic Renal Disease -- Pathophysiology. In summary, anemia of chronic renal disease is a multifactorial process attributable to relative EPO deficiency, uremia-induced erythropoiesis inhibitors, the shortened lifespan of erythrocytes, and disordered iron homeostasis."}
{"id": "article-17541_20", "title": "Anemia of Chronic Renal Disease -- History and Physical", "content": "The clinical presentation of anemia of chronic renal disease is not different from that of anemia due to other causes. Common symptoms include: Dyspnea (shortness of breath) Fatigue [20] Generalized weakness Headaches Decreased concentration Dizziness Reduced exercise tolerance. Commonly observable signs include: Skin and conjunctival pallor Respiratory distress Tachycardia Chest pain (mostly with severe anemia) Heart failure (usually with chronic severe anemia)", "contents": "Anemia of Chronic Renal Disease -- History and Physical. The clinical presentation of anemia of chronic renal disease is not different from that of anemia due to other causes. Common symptoms include: Dyspnea (shortness of breath) Fatigue [20] Generalized weakness Headaches Decreased concentration Dizziness Reduced exercise tolerance. Commonly observable signs include: Skin and conjunctival pallor Respiratory distress Tachycardia Chest pain (mostly with severe anemia) Heart failure (usually with chronic severe anemia)"}
{"id": "article-17541_21", "title": "Anemia of Chronic Renal Disease -- Evaluation", "content": "Common tests required to diagnose the condition include the following: Complete blood count (CBC) with differential Peripheral smear Iron indices (iron, ferritin, total iron binding capacity, transferrin saturation) Iron, vitamin B, and folate levels (included in initial workup to rule out other reversible causes of anemia) Thyroid function tests (rule out alternate etiology of hypoproliferative normocytic anemia) Normocytic normochromic anemia and peripheral reticulocytopenia are observable on CBC with a peripheral smear.", "contents": "Anemia of Chronic Renal Disease -- Evaluation. Common tests required to diagnose the condition include the following: Complete blood count (CBC) with differential Peripheral smear Iron indices (iron, ferritin, total iron binding capacity, transferrin saturation) Iron, vitamin B, and folate levels (included in initial workup to rule out other reversible causes of anemia) Thyroid function tests (rule out alternate etiology of hypoproliferative normocytic anemia) Normocytic normochromic anemia and peripheral reticulocytopenia are observable on CBC with a peripheral smear."}
{"id": "article-17541_22", "title": "Anemia of Chronic Renal Disease -- Evaluation", "content": "Unfortunately, due to high serum ferritin levels secondary to chronic inflammation in CKD, serum iron indices are not accurately indicative of the degree of iron deficiency in dialysis patients, thus raising the standard cutoffs of iron responsiveness. [21] [22] The Dialysis Patients' Response to IV Iron With Elevated Ferritin (DRIVE) study demonstrated that intravenous iron is beneficial in dialysis patients even in the setting of ferritin as high as 1200 ng/mL if the transferrin saturation is less than 30%. [23]", "contents": "Anemia of Chronic Renal Disease -- Evaluation. Unfortunately, due to high serum ferritin levels secondary to chronic inflammation in CKD, serum iron indices are not accurately indicative of the degree of iron deficiency in dialysis patients, thus raising the standard cutoffs of iron responsiveness. [21] [22] The Dialysis Patients' Response to IV Iron With Elevated Ferritin (DRIVE) study demonstrated that intravenous iron is beneficial in dialysis patients even in the setting of ferritin as high as 1200 ng/mL if the transferrin saturation is less than 30%. [23]"}
{"id": "article-17541_23", "title": "Anemia of Chronic Renal Disease -- Evaluation", "content": "Measuring serum erythropoietin levels are discouraged in CKD. They are not usable as an indicator of a renal source of the anemia because, in kidney disease, there is 'relative erythropoietin deficiency,' that is, an inappropriate rise in erythropoietin levels for the severity of anemia. [24] [25] Bone marrow may show erythroid hypoplasia, which correlates to the reports of resistance of bone marrow to erythropoietin.", "contents": "Anemia of Chronic Renal Disease -- Evaluation. Measuring serum erythropoietin levels are discouraged in CKD. They are not usable as an indicator of a renal source of the anemia because, in kidney disease, there is 'relative erythropoietin deficiency,' that is, an inappropriate rise in erythropoietin levels for the severity of anemia. [24] [25] Bone marrow may show erythroid hypoplasia, which correlates to the reports of resistance of bone marrow to erythropoietin."}
{"id": "article-17541_24", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Treatment of anemia of chronic renal disease is directed toward improving renal function (when possible) and increasing red blood cell production. Therefore, erythropoiesis-stimulating agents (ESAs), together with iron supplementation, is the treatment of choice in anemia of CKD.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Treatment of anemia of chronic renal disease is directed toward improving renal function (when possible) and increasing red blood cell production. Therefore, erythropoiesis-stimulating agents (ESAs), together with iron supplementation, is the treatment of choice in anemia of CKD."}
{"id": "article-17541_25", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Treatment of anemia in CKD has come a long way. Before the advanced treatment options available today, the main treatment option used to be blood transfusions, which came with numerous complications, including infections, hemosiderosis, fluid overload, transfusion reactions, etc. It started with the use of androgens in the 1970s to avoid transfusion in patients with CKD. [26] [27] After that, in the 1980s, the development of recombinant EPO, followed by ESAs, revolutionized the management of anemia in CKD. [28] Although initially instituted to avoid transfusions, they were soon known to have various positive effects, including improved survival and quality of life, improved cardiac function and mortality associated with it, lower hospitalizations, and lower costs. [29] [30] [31]", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Treatment of anemia in CKD has come a long way. Before the advanced treatment options available today, the main treatment option used to be blood transfusions, which came with numerous complications, including infections, hemosiderosis, fluid overload, transfusion reactions, etc. It started with the use of androgens in the 1970s to avoid transfusion in patients with CKD. [26] [27] After that, in the 1980s, the development of recombinant EPO, followed by ESAs, revolutionized the management of anemia in CKD. [28] Although initially instituted to avoid transfusions, they were soon known to have various positive effects, including improved survival and quality of life, improved cardiac function and mortality associated with it, lower hospitalizations, and lower costs. [29] [30] [31]"}
{"id": "article-17541_26", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Recombinant human erythropoietin and darbepoetin alfa are the two ESAs generally used in managing anemia in CKD. They are fairly similar in efficacy and side effect profile, except for the longer half-life of darbepoetin alfa, thus allowing for less frequent dosing. [32] [33]", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Recombinant human erythropoietin and darbepoetin alfa are the two ESAs generally used in managing anemia in CKD. They are fairly similar in efficacy and side effect profile, except for the longer half-life of darbepoetin alfa, thus allowing for less frequent dosing. [32] [33]"}
{"id": "article-17541_27", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "As per KIDGO guidelines, in patients with CKD who are not on dialysis, ESAs are typically considered when hemoglobin level drops below 10 g/dl but are individualized depending on various factors, including symptoms related to anemia, dependence on transfusions, the rate of drop in hemoglobin concentration, and response to iron therapy. In these patients, erythropoietin (50 to 100 units/kg IV or SC) is usually given every 1 to 2 weeks, and darbepoetin alfa dosing is every 2 to 4 weeks.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. As per KIDGO guidelines, in patients with CKD who are not on dialysis, ESAs are typically considered when hemoglobin level drops below 10 g/dl but are individualized depending on various factors, including symptoms related to anemia, dependence on transfusions, the rate of drop in hemoglobin concentration, and response to iron therapy. In these patients, erythropoietin (50 to 100 units/kg IV or SC) is usually given every 1 to 2 weeks, and darbepoetin alfa dosing is every 2 to 4 weeks."}
{"id": "article-17541_28", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "In patients on dialysis, ESAs are usually avoided unless the hemoglobin level is between 9 and 10 g/dL. In this subset, erythropoietin is given with every dialysis, i.e., three times a week, whereas darbepoetin alfa is dosed once weekly.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. In patients on dialysis, ESAs are usually avoided unless the hemoglobin level is between 9 and 10 g/dL. In this subset, erythropoietin is given with every dialysis, i.e., three times a week, whereas darbepoetin alfa is dosed once weekly."}
{"id": "article-17541_29", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Generally, the peak rise in RBCs in response to ESAs occurs at 8 to 12 weeks. However, in around 10% to 20% of cases, anemia can be resistant to ESAs. Common adverse effects of ESAs include seizures, the progression of hypertension, clotting of dialysis access, the progression of malignancy, and higher mortality in cancer patients. [34] [28]", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Generally, the peak rise in RBCs in response to ESAs occurs at 8 to 12 weeks. However, in around 10% to 20% of cases, anemia can be resistant to ESAs. Common adverse effects of ESAs include seizures, the progression of hypertension, clotting of dialysis access, the progression of malignancy, and higher mortality in cancer patients. [34] [28]"}
{"id": "article-17541_30", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "In all patients with CKD, regardless of the need for dialysis, the goal hemoglobin using ESAs is less than 11.5 g/dL. Multiple trials were done to assess the superiority of target hemoglobin to 'high normal' versus lower range. These trials, including CHOIR, NHCT, and TREAT trials, demonstrated higher mortality, thrombosis, and adverse cerebrovascular and cardiovascular events due to higher levels of ESAs when used for target hemoglobin greater than 11 g/dl. [35] [36] [37] These events are likely related to the effect of ESAs on vascular remodeling and causing vasoconstriction. [38] CHOIR trial also showed that patients requiring higher levels of ESAs to achieve target hemoglobin had worse outcomes. [35] The discovery of stated side effects of ESAs, when used to target high normal hemoglobin levels, raised questions about the benefits of ESAs besides avoidance of transfusions, which has led to growing interest in looking for alternative etiologies and, thus, management for anemia of CKD.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. In all patients with CKD, regardless of the need for dialysis, the goal hemoglobin using ESAs is less than 11.5 g/dL. Multiple trials were done to assess the superiority of target hemoglobin to 'high normal' versus lower range. These trials, including CHOIR, NHCT, and TREAT trials, demonstrated higher mortality, thrombosis, and adverse cerebrovascular and cardiovascular events due to higher levels of ESAs when used for target hemoglobin greater than 11 g/dl. [35] [36] [37] These events are likely related to the effect of ESAs on vascular remodeling and causing vasoconstriction. [38] CHOIR trial also showed that patients requiring higher levels of ESAs to achieve target hemoglobin had worse outcomes. [35] The discovery of stated side effects of ESAs, when used to target high normal hemoglobin levels, raised questions about the benefits of ESAs besides avoidance of transfusions, which has led to growing interest in looking for alternative etiologies and, thus, management for anemia of CKD."}
{"id": "article-17541_31", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Patients with CKD have an increased risk of iron deficiency due to impaired dietary iron absorption, chronic bleeding due to platelet dysfunction from uremia, frequent phlebotomy, and blood being trapped in the dialysis apparatus. This deficiency, in addition to the depletion of the circulating iron pool by stimulation of erythropoiesis by ESAs, makes iron supplementation the core of the treatment of anemia in CKD. Due to decreased oral iron absorption, intravenous iron is preferable in hemodialysis patients. [39] [40]", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Patients with CKD have an increased risk of iron deficiency due to impaired dietary iron absorption, chronic bleeding due to platelet dysfunction from uremia, frequent phlebotomy, and blood being trapped in the dialysis apparatus. This deficiency, in addition to the depletion of the circulating iron pool by stimulation of erythropoiesis by ESAs, makes iron supplementation the core of the treatment of anemia in CKD. Due to decreased oral iron absorption, intravenous iron is preferable in hemodialysis patients. [39] [40]"}
{"id": "article-17541_32", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "KIDGO recommends target transferrin saturation between 20 to 30% and ferritin level 100 to 500 ng/mL in patients with CKD who are not on dialysis. In patients with ESRD on dialysis receiving intravenous iron, goal transferrin saturation of 30 to 50% and ferritin higher than 200 ng/mL. [41] Iron correlates with acute toxicity and infection risk, which should be weighed against the benefits in individual patients.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. KIDGO recommends target transferrin saturation between 20 to 30% and ferritin level 100 to 500 ng/mL in patients with CKD who are not on dialysis. In patients with ESRD on dialysis receiving intravenous iron, goal transferrin saturation of 30 to 50% and ferritin higher than 200 ng/mL. [41] Iron correlates with acute toxicity and infection risk, which should be weighed against the benefits in individual patients."}
{"id": "article-17541_33", "title": "Anemia of Chronic Renal Disease -- Treatment / Management", "content": "Unlike the general population, high serum ferritin levels do not predict hemoglobin responsiveness in renal failure patients. Finally, no erythropoietin level can be considered adequate for defining renal anemia. Thus, erythropoietin levels should not be measured regularly in evaluating patients with renal anemia.", "contents": "Anemia of Chronic Renal Disease -- Treatment / Management. Unlike the general population, high serum ferritin levels do not predict hemoglobin responsiveness in renal failure patients. Finally, no erythropoietin level can be considered adequate for defining renal anemia. Thus, erythropoietin levels should not be measured regularly in evaluating patients with renal anemia."}
{"id": "article-17541_34", "title": "Anemia of Chronic Renal Disease -- Differential Diagnosis", "content": "The following is a comprehensive list of differential diagnoses that need to be considered when diagnosing anemia of chronic renal disease: Alcohol misuse disorder Aplastic anemia Dialysis complications Hypothyroidism Hyperthyroidism Methemoglobinemia Sickle cell anemia Systemic lupus erythematosus Hypoadrenalism Panhypopituitarism Primary and secondary hyperparathyroidism Myelophthisic anemia", "contents": "Anemia of Chronic Renal Disease -- Differential Diagnosis. The following is a comprehensive list of differential diagnoses that need to be considered when diagnosing anemia of chronic renal disease: Alcohol misuse disorder Aplastic anemia Dialysis complications Hypothyroidism Hyperthyroidism Methemoglobinemia Sickle cell anemia Systemic lupus erythematosus Hypoadrenalism Panhypopituitarism Primary and secondary hyperparathyroidism Myelophthisic anemia"}
{"id": "article-17541_35", "title": "Anemia of Chronic Renal Disease -- Prognosis", "content": "Many patients with renal failure will not respond to erythropoietin, which is crucial as it is an important predictor of adverse cardiac events. Two factors that lead to unresponsiveness include iron deficiency and inflammation. High levels of CRP predict resistance to erythropoietin in dialysis patients. Therefore, to enhance responsiveness to erythropoietin, iron supplements are recommended.", "contents": "Anemia of Chronic Renal Disease -- Prognosis. Many patients with renal failure will not respond to erythropoietin, which is crucial as it is an important predictor of adverse cardiac events. Two factors that lead to unresponsiveness include iron deficiency and inflammation. High levels of CRP predict resistance to erythropoietin in dialysis patients. Therefore, to enhance responsiveness to erythropoietin, iron supplements are recommended."}
{"id": "article-17541_36", "title": "Anemia of Chronic Renal Disease -- Prognosis", "content": "Anemia of chronic renal disease is associated with cardiorenal anemia syndrome. Foley et al. observed that for every 1-g decrease in hemoglobin concentration, a 42% increase in left ventricular dilatation is seen in patients with stage 5 CKD. [42] Cardiovascular disease remains the commonest cause of mortality in such patients, much greater than in the general population. [43]", "contents": "Anemia of Chronic Renal Disease -- Prognosis. Anemia of chronic renal disease is associated with cardiorenal anemia syndrome. Foley et al. observed that for every 1-g decrease in hemoglobin concentration, a 42% increase in left ventricular dilatation is seen in patients with stage 5 CKD. [42] Cardiovascular disease remains the commonest cause of mortality in such patients, much greater than in the general population. [43]"}
{"id": "article-17541_37", "title": "Anemia of Chronic Renal Disease -- Prognosis", "content": "The Dialysis Outcomes Practice Pattern Study (DOPPS), involving countries, reported that with the decrease in hemoglobin to less than 11 g/dL, there was an increase in hospitalization and mortality in CKD patients. [44]", "contents": "Anemia of Chronic Renal Disease -- Prognosis. The Dialysis Outcomes Practice Pattern Study (DOPPS), involving countries, reported that with the decrease in hemoglobin to less than 11 g/dL, there was an increase in hospitalization and mortality in CKD patients. [44]"}
{"id": "article-17541_38", "title": "Anemia of Chronic Renal Disease -- Complications", "content": "Anemia of renal disease is an independent risk factor for death. It has been shown to promote faster progression of left ventricular hypertrophy, peripheral oxygen demand, and worsening cardiac outcomes. More importantly, anemia of renal failure leads to depression, fatigue, stroke, reduced exercise tolerance, and an increased rate of re-admissions. [45] Long-term treatment with erythropoietin can cause hypertension, vasoconstriction, and seizures.", "contents": "Anemia of Chronic Renal Disease -- Complications. Anemia of renal disease is an independent risk factor for death. It has been shown to promote faster progression of left ventricular hypertrophy, peripheral oxygen demand, and worsening cardiac outcomes. More importantly, anemia of renal failure leads to depression, fatigue, stroke, reduced exercise tolerance, and an increased rate of re-admissions. [45] Long-term treatment with erythropoietin can cause hypertension, vasoconstriction, and seizures."}
{"id": "article-17541_39", "title": "Anemia of Chronic Renal Disease -- Deterrence and Patient Education", "content": "Patients should be given information that when they have chronic kidney disease, their kidneys cannot make enough erythropoietin which causes their red blood cells to drop and anemia. Most such patients develop anemia, which can happen early in the illness and worsen with time. Changes to diet can help prevent or manage anemia, and a dietician's help in this regard can play a significant role.", "contents": "Anemia of Chronic Renal Disease -- Deterrence and Patient Education. Patients should be given information that when they have chronic kidney disease, their kidneys cannot make enough erythropoietin which causes their red blood cells to drop and anemia. Most such patients develop anemia, which can happen early in the illness and worsen with time. Changes to diet can help prevent or manage anemia, and a dietician's help in this regard can play a significant role."}
{"id": "article-17541_40", "title": "Anemia of Chronic Renal Disease -- Deterrence and Patient Education", "content": "Patients should store ESA or iron as advised by the manufacturer, as some products need to be kept in the fridge. All CKD patients should be encouraged to let their providers know if they notice any bleeding or experience symptoms of anemia.", "contents": "Anemia of Chronic Renal Disease -- Deterrence and Patient Education. Patients should store ESA or iron as advised by the manufacturer, as some products need to be kept in the fridge. All CKD patients should be encouraged to let their providers know if they notice any bleeding or experience symptoms of anemia."}
{"id": "article-17541_41", "title": "Anemia of Chronic Renal Disease -- Pearls and Other Issues", "content": "Anemia of renal disease is common and is chiefly due to decreased erythropoietin production. Investigating other treatable causes of anemia in renal failure patients is necessary. Anemia of renal disease is associated with adverse cardiac events, heart failure, MI, and death. Erythropoietin levels are not indicative of anemia in renal failure patients. Therefore, one should target a hemoglobin level of no more than 11.5 g/dl.", "contents": "Anemia of Chronic Renal Disease -- Pearls and Other Issues. Anemia of renal disease is common and is chiefly due to decreased erythropoietin production. Investigating other treatable causes of anemia in renal failure patients is necessary. Anemia of renal disease is associated with adverse cardiac events, heart failure, MI, and death. Erythropoietin levels are not indicative of anemia in renal failure patients. Therefore, one should target a hemoglobin level of no more than 11.5 g/dl."}
{"id": "article-17541_42", "title": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes", "content": "The management of the anemia of CKD is complex because it is not a simple matter of giving patients more blood transfusions or erythropoietin. Both these products have serious adverse effects when given chronically. One should never assume that anemia of renal disease is solely due to a lack of erythropoietin; it may be due to poor nutrition or chronic illness- so a thorough workup is essential to determine the cause.", "contents": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes. The management of the anemia of CKD is complex because it is not a simple matter of giving patients more blood transfusions or erythropoietin. Both these products have serious adverse effects when given chronically. One should never assume that anemia of renal disease is solely due to a lack of erythropoietin; it may be due to poor nutrition or chronic illness- so a thorough workup is essential to determine the cause."}
{"id": "article-17541_43", "title": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes", "content": "Managing patients on dialysis with anemia requires an integrated approach by an interprofessional team consisting of the nephrologist, PCP including the nurse practitioner, physician assistant, physician, nursing, pharmacy, and occasionally also a hematologist may be necessary to help achieve the best possible outcomes. The dialysis nurse should monitor vital signs and obtain total blood counts to determine the level of anemia. In addition, pharmacists should educate the patient about the importance of iron supplements because, without iron, many patients develop resistance to erythropoietin. Further, anemia of renal disease is also associated with adverse cardiac outcomes, so the patient's cardiopulmonary status has to be monitored for life. Finally, a nutritionist's involvement is essential for avoiding and/or treating the deficiency of vitamins that can exacerbate the anemia of kidney disease.", "contents": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes. Managing patients on dialysis with anemia requires an integrated approach by an interprofessional team consisting of the nephrologist, PCP including the nurse practitioner, physician assistant, physician, nursing, pharmacy, and occasionally also a hematologist may be necessary to help achieve the best possible outcomes. The dialysis nurse should monitor vital signs and obtain total blood counts to determine the level of anemia. In addition, pharmacists should educate the patient about the importance of iron supplements because, without iron, many patients develop resistance to erythropoietin. Further, anemia of renal disease is also associated with adverse cardiac outcomes, so the patient's cardiopulmonary status has to be monitored for life. Finally, a nutritionist's involvement is essential for avoiding and/or treating the deficiency of vitamins that can exacerbate the anemia of kidney disease."}
{"id": "article-17541_44", "title": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes -- Outcomes", "content": "The outcomes for patients with anemia of renal disease are guarded. Many develop adverse cardiac events that lead to a high mortality rate. Too much iron from blood transfusions also affects outcomes. Finally, chronic use of erythropoietin has been associated with severe hypertension, stroke, and heart failure. An interprofessional team approach will maximize positive outcomes and minimize adverse events. [Level 5]", "contents": "Anemia of Chronic Renal Disease -- Enhancing Healthcare Team Outcomes -- Outcomes. The outcomes for patients with anemia of renal disease are guarded. Many develop adverse cardiac events that lead to a high mortality rate. Too much iron from blood transfusions also affects outcomes. Finally, chronic use of erythropoietin has been associated with severe hypertension, stroke, and heart failure. An interprofessional team approach will maximize positive outcomes and minimize adverse events. [Level 5]"}
{"id": "article-17541_45", "title": "Anemia of Chronic Renal Disease -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Anemia of Chronic Renal Disease -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}