{"id": "article-43000_0", "title": "Jugular Foramen Syndrome -- Continuing Education Activity", "content": "The jugular foramen syndrome (JFS) (Vernet syndrome) refers to paralysis of the IX, X, and XI cranial nerves traversing the jugular foramen. Safe resection is the treatment of choice in benign tumors. This activity outlines the evaluation and management of jugular foramen syndrome and highlights the role of the interprofessional team in managing and improving care for patients with this condition. An interprofessional approach is vital in the radical excision of large paragangliomas with intracranial extension.", "contents": "Jugular Foramen Syndrome -- Continuing Education Activity. The jugular foramen syndrome (JFS) (Vernet syndrome) refers to paralysis of the IX, X, and XI cranial nerves traversing the jugular foramen. Safe resection is the treatment of choice in benign tumors. This activity outlines the evaluation and management of jugular foramen syndrome and highlights the role of the interprofessional team in managing and improving care for patients with this condition. An interprofessional approach is vital in the radical excision of large paragangliomas with intracranial extension."}
{"id": "article-43000_1", "title": "Jugular Foramen Syndrome -- Continuing Education Activity", "content": "Objectives: Outline the typical presentation of a patient with jugular foramen syndrome. Explain the common physical exam findings associated with jugular foramen syndrome. Identify the treatment and management options available for jugular foramen syndrome. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by jugular foramen syndrome. Access free multiple choice questions on this topic.", "contents": "Jugular Foramen Syndrome -- Continuing Education Activity. Objectives: Outline the typical presentation of a patient with jugular foramen syndrome. Explain the common physical exam findings associated with jugular foramen syndrome. Identify the treatment and management options available for jugular foramen syndrome. Review the importance of improving care coordination among interprofessional team members to improve outcomes for patients affected by jugular foramen syndrome. Access free multiple choice questions on this topic."}
{"id": "article-43000_2", "title": "Jugular Foramen Syndrome -- Introduction", "content": "The two jugular foramina are openings in the skull base located on either side, anterolateral to the foramen magnum. The main structures which pass through this foramen are the glossopharyngeal (IX), vagus (X), and spinal accessory (XI) nerves and the internal jugular vein (IJV). The foramen is divided into two parts by a fibro-osseous bridge connecting the jugular spine of the temporal bone and jugular process of the occipital bone. The anteromedial compartment (pars nervosa) contains the cranial nerve IX, the tympanic branch of IX (Jacobson's nerve), and the inferior petrosal sinus. The posterolateral component (pars venosa or vascularis) contains the IJV, jugular bulb, cranial nerves X and XI, the auricular branch of vagus (Arnold's nerve), and the posterior meningeal branch of the ascending pharyngeal artery. [1]", "contents": "Jugular Foramen Syndrome -- Introduction. The two jugular foramina are openings in the skull base located on either side, anterolateral to the foramen magnum. The main structures which pass through this foramen are the glossopharyngeal (IX), vagus (X), and spinal accessory (XI) nerves and the internal jugular vein (IJV). The foramen is divided into two parts by a fibro-osseous bridge connecting the jugular spine of the temporal bone and jugular process of the occipital bone. The anteromedial compartment (pars nervosa) contains the cranial nerve IX, the tympanic branch of IX (Jacobson's nerve), and the inferior petrosal sinus. The posterolateral component (pars venosa or vascularis) contains the IJV, jugular bulb, cranial nerves X and XI, the auricular branch of vagus (Arnold's nerve), and the posterior meningeal branch of the ascending pharyngeal artery. [1]"}
{"id": "article-43000_3", "title": "Jugular Foramen Syndrome -- Introduction", "content": "The jugular foramen syndrome (JFS or Vernet syndrome) refers to paralysis of the IX, X, and XI cranial nerves traversing the jugular foramen. Vernet first described it in the Paris Medical Journal (1917).", "contents": "Jugular Foramen Syndrome -- Introduction. The jugular foramen syndrome (JFS or Vernet syndrome) refers to paralysis of the IX, X, and XI cranial nerves traversing the jugular foramen. Vernet first described it in the Paris Medical Journal (1917)."}
{"id": "article-43000_4", "title": "Jugular Foramen Syndrome -- Etiology", "content": "The following etiologies of jugular foramen syndrome have been described in the literature [2] : Congenital: Primary cholesteatoma [3] Vascular: Asymmetry and enlargement of the jugular foramen High or protruding jugular bulb IJV thrombosis [4] Aneurysms of the extracranial internal carotid artery or vertebral artery [5] [5] Jugular diverticulum Inflammatory: Giant cell arteritis [6] Wegener granulomatosis Infectious: Varicella-Zoster virus (VZV) infection [7] Herpes virus infection [8] Parapharyngeal abscess [9] Neoplastic: Benign: paraganglioma, [10] lower cranial nerve schwannoma, meningioma, [11] aneurysmal bone cyst, [12] neurofibroma, temporal bone chordoma [13] Malignant: metastasis, [14] squamous cell carcinoma, multiple myeloma, chondrosarcoma, lymphoma Traumatic: Penetrating trauma Fractures involving the posterior skull base [15]", "contents": "Jugular Foramen Syndrome -- Etiology. The following etiologies of jugular foramen syndrome have been described in the literature [2] : Congenital: Primary cholesteatoma [3] Vascular: Asymmetry and enlargement of the jugular foramen High or protruding jugular bulb IJV thrombosis [4] Aneurysms of the extracranial internal carotid artery or vertebral artery [5] [5] Jugular diverticulum Inflammatory: Giant cell arteritis [6] Wegener granulomatosis Infectious: Varicella-Zoster virus (VZV) infection [7] Herpes virus infection [8] Parapharyngeal abscess [9] Neoplastic: Benign: paraganglioma, [10] lower cranial nerve schwannoma, meningioma, [11] aneurysmal bone cyst, [12] neurofibroma, temporal bone chordoma [13] Malignant: metastasis, [14] squamous cell carcinoma, multiple myeloma, chondrosarcoma, lymphoma Traumatic: Penetrating trauma Fractures involving the posterior skull base [15]"}
{"id": "article-43000_5", "title": "Jugular Foramen Syndrome -- Epidemiology", "content": "The exact incidence of jugular foramen syndrome is challenging to estimate due to its rarity. Metastatic disease is the most common cause of JFS but is often underdiagnosed. [16] Skull base metastasis is usually considered a late event in the course of systemic malignancy. The most common primary cancers which are likely to metastasize to the jugular foramen are those of breast, lung, kidney, and prostate. [17] Paragangliomas are the most frequent primary lesions, followed by schwannomas and meningiomas. [18] Recent literature suggests that primary lesions are more common than metastases. [19]", "contents": "Jugular Foramen Syndrome -- Epidemiology. The exact incidence of jugular foramen syndrome is challenging to estimate due to its rarity. Metastatic disease is the most common cause of JFS but is often underdiagnosed. [16] Skull base metastasis is usually considered a late event in the course of systemic malignancy. The most common primary cancers which are likely to metastasize to the jugular foramen are those of breast, lung, kidney, and prostate. [17] Paragangliomas are the most frequent primary lesions, followed by schwannomas and meningiomas. [18] Recent literature suggests that primary lesions are more common than metastases. [19]"}
{"id": "article-43000_6", "title": "Jugular Foramen Syndrome -- Pathophysiology", "content": "Cranial nerve IX is primarily sensory, receiving general visceral and special sensory input from tonsils, larynx, middle ear, posterior one-third of the tongue, and carotid bodies. It has a small general motor efferent to the stylopharyngeus muscle, which aids in the elevation of the larynx and pharynx. Cranial nerve X has a wide range of functions and controls heart rate, peristalsis, sweating, speech phonation, and elevation of the palate. Cranial nerve XI is a pure motor efferent supplying the ipsilateral sternocleidomastoid and trapezius muscles. Derangement in the functions of these nerves occurs when they become compressed in jugular foramen syndrome.", "contents": "Jugular Foramen Syndrome -- Pathophysiology. Cranial nerve IX is primarily sensory, receiving general visceral and special sensory input from tonsils, larynx, middle ear, posterior one-third of the tongue, and carotid bodies. It has a small general motor efferent to the stylopharyngeus muscle, which aids in the elevation of the larynx and pharynx. Cranial nerve X has a wide range of functions and controls heart rate, peristalsis, sweating, speech phonation, and elevation of the palate. Cranial nerve XI is a pure motor efferent supplying the ipsilateral sternocleidomastoid and trapezius muscles. Derangement in the functions of these nerves occurs when they become compressed in jugular foramen syndrome."}
{"id": "article-43000_7", "title": "Jugular Foramen Syndrome -- Pathophysiology", "content": "Even though most cases of jugular foramen syndrome occur due to compression of structures within the jugular foramen, some other mechanisms act in viral infections. These factors can lead to the spread of the virus into the lower cranial nerves, which are as follows: [20] Interconnections between upper and lower cranial nerves (spinal accessory nerve plexus) Simultaneous reactivation of VZV in multiple ganglia and inter-connecting nerves Viral spread through a common blood supply", "contents": "Jugular Foramen Syndrome -- Pathophysiology. Even though most cases of jugular foramen syndrome occur due to compression of structures within the jugular foramen, some other mechanisms act in viral infections. These factors can lead to the spread of the virus into the lower cranial nerves, which are as follows: [20] Interconnections between upper and lower cranial nerves (spinal accessory nerve plexus) Simultaneous reactivation of VZV in multiple ganglia and inter-connecting nerves Viral spread through a common blood supply"}
{"id": "article-43000_8", "title": "Jugular Foramen Syndrome -- History and Physical", "content": "The most common presenting symptom of jugular foramen syndrome is hoarseness of voice or dysphagia. Pain is also a common associated symptom (persistent unilateral periauricular pain and headache). Clinical features depend on the structures affected by JFS [21] :", "contents": "Jugular Foramen Syndrome -- History and Physical. The most common presenting symptom of jugular foramen syndrome is hoarseness of voice or dysphagia. Pain is also a common associated symptom (persistent unilateral periauricular pain and headache). Clinical features depend on the structures affected by JFS [21] :"}
{"id": "article-43000_9", "title": "Jugular Foramen Syndrome -- History and Physical", "content": "Vagus: Vagal compression initially causes paralysis of the laryngeal muscles leading to hoarseness and a nasal pitch. If the nerve gets compressed further, it results in unilateral paralysis of the soft palate and deviation of the uvula to the normal side. Involvement of the glossopharyngeal nerve leads to the following: Loss of sensation to the posterior ipsilateral aspect of the tongue Reduced secretions from the ipsilateral parotid gland, and Loss of the ipsilateral gag reflex. Dysfunction of the accessory nerve: This manifests as drooping of the shoulder, difficulties in abducting the ipsilateral arm and rotating the head contralaterally due to weakness of sternocleidomastoid and trapezius muscles Obstruction of the traversing venous sinuses and veins: Headache and papilledema due to intracranial venous congestion leading to cerebral edema and raised intracranial pressure The clinician should specifically note the following findings in the case of JFS:", "contents": "Jugular Foramen Syndrome -- History and Physical. Vagus: Vagal compression initially causes paralysis of the laryngeal muscles leading to hoarseness and a nasal pitch. If the nerve gets compressed further, it results in unilateral paralysis of the soft palate and deviation of the uvula to the normal side. Involvement of the glossopharyngeal nerve leads to the following: Loss of sensation to the posterior ipsilateral aspect of the tongue Reduced secretions from the ipsilateral parotid gland, and Loss of the ipsilateral gag reflex. Dysfunction of the accessory nerve: This manifests as drooping of the shoulder, difficulties in abducting the ipsilateral arm and rotating the head contralaterally due to weakness of sternocleidomastoid and trapezius muscles Obstruction of the traversing venous sinuses and veins: Headache and papilledema due to intracranial venous congestion leading to cerebral edema and raised intracranial pressure The clinician should specifically note the following findings in the case of JFS:"}
{"id": "article-43000_10", "title": "Jugular Foramen Syndrome -- History and Physical", "content": "Palatal and gag reflexes Drooping of shoulder Unilateral vocal cord palsy Power of sternocleidomastoid and trapezius muscles Fasciculation or winging of the scapula Other cranial nerve and brainstem involvement Cerebellar signs Examination of the mouth and external auditory canal for any vesicular rash or mass Some unique presentations include [22] [18] : Glossopharyngeal neuralgia syncope syndrome Pulsatile tinnitus", "contents": "Jugular Foramen Syndrome -- History and Physical. Palatal and gag reflexes Drooping of shoulder Unilateral vocal cord palsy Power of sternocleidomastoid and trapezius muscles Fasciculation or winging of the scapula Other cranial nerve and brainstem involvement Cerebellar signs Examination of the mouth and external auditory canal for any vesicular rash or mass Some unique presentations include [22] [18] : Glossopharyngeal neuralgia syncope syndrome Pulsatile tinnitus"}
{"id": "article-43000_11", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Investigations aimed at diagnosing the etiology of jugular foramen syndrome:", "contents": "Jugular Foramen Syndrome -- Evaluation. Investigations aimed at diagnosing the etiology of jugular foramen syndrome:"}
{"id": "article-43000_12", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Magnetic Resonance Imaging (MRI) of the brain with contrast: This is the investigation of choice if one encounters a patient with the clinical diagnosis of JFS. Magnetic Resonance Angiogram (MRA) and Venogram (MRV) may provide added information regarding tumor vascularization and local venous anatomy.", "contents": "Jugular Foramen Syndrome -- Evaluation. Magnetic Resonance Imaging (MRI) of the brain with contrast: This is the investigation of choice if one encounters a patient with the clinical diagnosis of JFS. Magnetic Resonance Angiogram (MRA) and Venogram (MRV) may provide added information regarding tumor vascularization and local venous anatomy."}
{"id": "article-43000_13", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Digital Subtraction Angiography (DSA): This is mandatory in patients with highly vascular lesions. Such cases may benefit from preoperative embolization.", "contents": "Jugular Foramen Syndrome -- Evaluation. Digital Subtraction Angiography (DSA): This is mandatory in patients with highly vascular lesions. Such cases may benefit from preoperative embolization."}
{"id": "article-43000_14", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Computed Tomogram (CT) of the skull base with angiogram: This imaging will detect the extent of bony erosion and vascular invasion or infiltration, and is needed to plan for surgery.", "contents": "Jugular Foramen Syndrome -- Evaluation. Computed Tomogram (CT) of the skull base with angiogram: This imaging will detect the extent of bony erosion and vascular invasion or infiltration, and is needed to plan for surgery."}
{"id": "article-43000_15", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Indirect laryngoscopy: This modality assesses the extent of vocal cord palsy, as it may suggest the need for post-operative tracheostomy.", "contents": "Jugular Foramen Syndrome -- Evaluation. Indirect laryngoscopy: This modality assesses the extent of vocal cord palsy, as it may suggest the need for post-operative tracheostomy."}
{"id": "article-43000_16", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Laboratory tests: Total blood count, erythrocyte sedimentation rate (ESR), C-reactive protein, antinuclear antibodies (ANA), extractable-nuclear antigen antibodies, antineutrophil-cytoplasmatic antibodies (ANCA)", "contents": "Jugular Foramen Syndrome -- Evaluation. Laboratory tests: Total blood count, erythrocyte sedimentation rate (ESR), C-reactive protein, antinuclear antibodies (ANA), extractable-nuclear antigen antibodies, antineutrophil-cytoplasmatic antibodies (ANCA)"}
{"id": "article-43000_17", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Serum-protein electrophoresis", "contents": "Jugular Foramen Syndrome -- Evaluation. Serum-protein electrophoresis"}
{"id": "article-43000_18", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Varicella-zoster virus (VZV) and Herpes Simplex Virus: Immunoglobulins M and G", "contents": "Jugular Foramen Syndrome -- Evaluation. Varicella-zoster virus (VZV) and Herpes Simplex Virus: Immunoglobulins M and G"}
{"id": "article-43000_19", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Cerebrospinal fluid analysis for any hyperproteinorrachia, pleocytosis, or oligoclonal bands. Polymerase chain reaction to detect VZV.", "contents": "Jugular Foramen Syndrome -- Evaluation. Cerebrospinal fluid analysis for any hyperproteinorrachia, pleocytosis, or oligoclonal bands. Polymerase chain reaction to detect VZV."}
{"id": "article-43000_20", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "Nerve conduction studies and electromyography for the sternocleidomastoid and trapezius muscles if there is a doubt regarding the diagnosis.", "contents": "Jugular Foramen Syndrome -- Evaluation. Nerve conduction studies and electromyography for the sternocleidomastoid and trapezius muscles if there is a doubt regarding the diagnosis."}
{"id": "article-43000_21", "title": "Jugular Foramen Syndrome -- Evaluation", "content": "The finding characteristic of glomus jugulare tumors is ‘‘moth-eaten’’ pattern of destruction of the temporal bone (in CT), ‘‘salt-and-pepper’’ pattern on long TR–long TE images (in MRI), and ‘‘dropout’’ phenomenon in time-intensity curves on contrast MRA.", "contents": "Jugular Foramen Syndrome -- Evaluation. The finding characteristic of glomus jugulare tumors is ‘‘moth-eaten’’ pattern of destruction of the temporal bone (in CT), ‘‘salt-and-pepper’’ pattern on long TR–long TE images (in MRI), and ‘‘dropout’’ phenomenon in time-intensity curves on contrast MRA."}
{"id": "article-43000_22", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Treatment of JFS depends on the etiology:", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Treatment of JFS depends on the etiology:"}
{"id": "article-43000_23", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Surgery: Safe resection is the treatment of choice and maybe curative in schwannomas, meningiomas, non-infiltrative paragangliomas, and other benign tumors. Subtotal removalmay be needed to preserve the functions of cranial nerves and the integrity of vascular structures and the brainstem. A multidisciplinary approach is vital in the radical excision of large paragangliomas with intracranial extension. Shunt procedure, venous sinus angioplasty, and stenting, or optic nerve sheath fenestration - these are for intracranial hypertension due to venous sinus stenosis.", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Surgery: Safe resection is the treatment of choice and maybe curative in schwannomas, meningiomas, non-infiltrative paragangliomas, and other benign tumors. Subtotal removalmay be needed to preserve the functions of cranial nerves and the integrity of vascular structures and the brainstem. A multidisciplinary approach is vital in the radical excision of large paragangliomas with intracranial extension. Shunt procedure, venous sinus angioplasty, and stenting, or optic nerve sheath fenestration - these are for intracranial hypertension due to venous sinus stenosis."}
{"id": "article-43000_24", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Radiotherapy: Stereotactic radiosurgery (e.g., gamma knife, LINAC) is a useful and safe treatment option for paragangliomas at this location, if the diameter is under 3 cm, to reduce the morbidity. [23] Fractionated stereotactic radiotherapy is the technology which combines the precision of stereotaxy with dose fractionation in large tumors greater than 3 to 4 cm in diameter which are not suitable for radiosurgery Postoperative radiotherapy is sometimes used to control the residual disease following subtotal resection.", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Radiotherapy: Stereotactic radiosurgery (e.g., gamma knife, LINAC) is a useful and safe treatment option for paragangliomas at this location, if the diameter is under 3 cm, to reduce the morbidity. [23] Fractionated stereotactic radiotherapy is the technology which combines the precision of stereotaxy with dose fractionation in large tumors greater than 3 to 4 cm in diameter which are not suitable for radiosurgery Postoperative radiotherapy is sometimes used to control the residual disease following subtotal resection."}
{"id": "article-43000_25", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Embolization - Preoperative embolization may be useful in extensively vascular tumors like paragangliomas to reduce the blood loss during surgery", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Embolization - Preoperative embolization may be useful in extensively vascular tumors like paragangliomas to reduce the blood loss during surgery"}
{"id": "article-43000_26", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Anticoagulants (low molecular weight heparin) - For jugular vein thrombosis [4]", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Anticoagulants (low molecular weight heparin) - For jugular vein thrombosis [4]"}
{"id": "article-43000_27", "title": "Jugular Foramen Syndrome -- Treatment / Management", "content": "Acyclovir and steroids - For viral infections", "contents": "Jugular Foramen Syndrome -- Treatment / Management. Acyclovir and steroids - For viral infections"}
{"id": "article-43000_28", "title": "Jugular Foramen Syndrome -- Differential Diagnosis", "content": "Clinical variants of jugular foramen syndrome include: Jackson syndrome: Dysfunction of X, XI, and XII cranial nerves Collet–Sicard syndrome: Dysfunction of cranial nerves IX, X, XI, and XII Villaret syndrome: Dysfunction of cranial nerves IX, X, XI, and XII, with an ipsilateral Horner syndrome Tapia syndrome: Dysfunction of X and XII nerves Avellis syndrome: Vocal cord and palatal paralysis with contralateral dissociate hemianesthesia (loss of pain and temperature sensations, but with preservation of touch) Schmidt syndrome: A lesion of the vagal and both the bulbar and spinal accessory nuclei", "contents": "Jugular Foramen Syndrome -- Differential Diagnosis. Clinical variants of jugular foramen syndrome include: Jackson syndrome: Dysfunction of X, XI, and XII cranial nerves Collet–Sicard syndrome: Dysfunction of cranial nerves IX, X, XI, and XII Villaret syndrome: Dysfunction of cranial nerves IX, X, XI, and XII, with an ipsilateral Horner syndrome Tapia syndrome: Dysfunction of X and XII nerves Avellis syndrome: Vocal cord and palatal paralysis with contralateral dissociate hemianesthesia (loss of pain and temperature sensations, but with preservation of touch) Schmidt syndrome: A lesion of the vagal and both the bulbar and spinal accessory nuclei"}
{"id": "article-43000_29", "title": "Jugular Foramen Syndrome -- Prognosis", "content": "The prognosis depends on the type of compression at jugular foramen. If it is due to a benign condition, curative resection may be feasible. The determining factor in survival for patients with metastatic compression is the status of the primary malignancy and the extent of other systemic metastases. [24] Infectious and vascular causes may respond adequately to appropriate therapy. Post-traumatic lower cranial nerve palsy is associated with incomplete recovery in the majority of cases. [15]", "contents": "Jugular Foramen Syndrome -- Prognosis. The prognosis depends on the type of compression at jugular foramen. If it is due to a benign condition, curative resection may be feasible. The determining factor in survival for patients with metastatic compression is the status of the primary malignancy and the extent of other systemic metastases. [24] Infectious and vascular causes may respond adequately to appropriate therapy. Post-traumatic lower cranial nerve palsy is associated with incomplete recovery in the majority of cases. [15]"}
{"id": "article-43000_30", "title": "Jugular Foramen Syndrome -- Complications", "content": "The main complications which are likely to occur in patients with jugular foramen syndrome, especially in the post-operative period are: Vocal cord paralysis Aspiration pneumonia - can be prevented by delayed extubation, tracheostomy in selected cases, and early rehabilitation Exposure keratopathy, if the facial nerve is involved - May need tarsorrhaphy Cerebrospinal fluid leakage", "contents": "Jugular Foramen Syndrome -- Complications. The main complications which are likely to occur in patients with jugular foramen syndrome, especially in the post-operative period are: Vocal cord paralysis Aspiration pneumonia - can be prevented by delayed extubation, tracheostomy in selected cases, and early rehabilitation Exposure keratopathy, if the facial nerve is involved - May need tarsorrhaphy Cerebrospinal fluid leakage"}
{"id": "article-43000_31", "title": "Jugular Foramen Syndrome -- Deterrence and Patient Education", "content": "It is needed to make the patient with JFS understand their condition and the cause. If he/she needs surgery, counseling needs to be done based on the approach. The need for tracheostomy and feeding gastrostomy should be stressed pre-operatively if necessary.", "contents": "Jugular Foramen Syndrome -- Deterrence and Patient Education. It is needed to make the patient with JFS understand their condition and the cause. If he/she needs surgery, counseling needs to be done based on the approach. The need for tracheostomy and feeding gastrostomy should be stressed pre-operatively if necessary."}
{"id": "article-43000_32", "title": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The effective management of jugular foramen syndrome requires an interprofessional approach.", "contents": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes. The effective management of jugular foramen syndrome requires an interprofessional approach."}
{"id": "article-43000_33", "title": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes", "content": "The clinical skills of an astute physician or neurologist are needed to diagnose this condition. Confirmation of the diagnosis requires the presence of a neuroradiologist, specialized in interventional neuroradiology, who is skilled in interpreting the MRI and DSA images. If the patient needs surgery, the active involvement of a neurosurgeon, otorhinolaryngologist, plastic surgeon, and neuro anesthetists is necessary for a good outcome.", "contents": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes. The clinical skills of an astute physician or neurologist are needed to diagnose this condition. Confirmation of the diagnosis requires the presence of a neuroradiologist, specialized in interventional neuroradiology, who is skilled in interpreting the MRI and DSA images. If the patient needs surgery, the active involvement of a neurosurgeon, otorhinolaryngologist, plastic surgeon, and neuro anesthetists is necessary for a good outcome."}
{"id": "article-43000_34", "title": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes", "content": "In the postoperative period, the timely decisions to do tracheostomy and feeding gastrostomy, with appropriate care by neuroscience specialty nurses is mandatory. A dietitian should be involved in the care to determine the type of nutrition. Also, since most patients need a tracheostomy, respiratory therapists need to educate the caregivers on its management. Nurses should provide and administer deep venous thrombosis and pressure ulcer prophylaxis, and alert the clinicians of any concerns they encounter. The social worker should be involved to ensure that the patient has adequate home facilities and support services. Since many patients do become depressed, enlisting a mental health nurse consult is a recommended step.", "contents": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes. In the postoperative period, the timely decisions to do tracheostomy and feeding gastrostomy, with appropriate care by neuroscience specialty nurses is mandatory. A dietitian should be involved in the care to determine the type of nutrition. Also, since most patients need a tracheostomy, respiratory therapists need to educate the caregivers on its management. Nurses should provide and administer deep venous thrombosis and pressure ulcer prophylaxis, and alert the clinicians of any concerns they encounter. The social worker should be involved to ensure that the patient has adequate home facilities and support services. Since many patients do become depressed, enlisting a mental health nurse consult is a recommended step."}
{"id": "article-43000_35", "title": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes", "content": "Both the physiotherapist and voice therapist have their unique roles in the long run. Open communication among members of the healthcare team is vital if one wants to improve patient outcomes. [Level 5]", "contents": "Jugular Foramen Syndrome -- Enhancing Healthcare Team Outcomes. Both the physiotherapist and voice therapist have their unique roles in the long run. Open communication among members of the healthcare team is vital if one wants to improve patient outcomes. [Level 5]"}
{"id": "article-43000_36", "title": "Jugular Foramen Syndrome -- Review Questions", "content": "Access free multiple choice questions on this topic. Comment on this article.", "contents": "Jugular Foramen Syndrome -- Review Questions. Access free multiple choice questions on this topic. Comment on this article."}